{"id":"E1C976AF-F3B9-47FF-A08E-4FBA37BCFD9F","title":"Greenland Flow Distortion.","abstractText":"Greenland has a major influence on the atmospheric circulation of the North Atlantic-Western Europe region; dictating the location and strength of mesoscale (100-km scale) weather systems around the coastal seas of Greenland and directly influencing synoptic-scale (1000-km scale) weather systems both locally and downstream over Europe. One can think of this sizeable 3000-m high barrier deflecting flow both over and around itself, i.e. distorting the atmospheric flow, with both local and remote consequences. Hurricane-stength winds associated with the local weather systems can induce large air-sea fluxes of heat (over 600 Watts per square metre, more than the daily average from the sun), moisture and momentum in a region that is critical to the overturning of the thermohaline circulation (the primary circulation of the world's oceans). Hence the flow distortion plays a key role in controlling the coupled atmosphere-ocean climate system. This project will investigate the role of Greenland in defining the structure and the predictability of both local and downstream weather systems, through a programme of aircraft-based observation and numerical modelling. The Greenland Flow Distortion Experiment (GFDex) will provide some of the first detailed in situ observations of the intense atmospheric forcing events that are thought to be important in modifying the ocean in this area (but are presently poorly understood): namely tip jets, barrier winds and mesoscale cyclones. Tip jets form at the southern tip of Greenland, at Cape Farewell, through the forcing of flow over and around the topography. Barrier winds occur when the large-scale flow is piled up against the southeast coast of Greenland, forcing winds parallel to the coast. While located off this southeast coast is an area of frequent mesoscale cyclogenesis. GFDex will also investigate Greenland's role in atmospheric flow predictability by carrying out upstream observations that are 'targeted' at investigating the sensitivity of the downstream flow to the details of the upstream flow and at improving subsequent forecasts over Europe. Greenland's flow distortion can trigger large-scale atmospheric 'Rossby' waves which influence weather systems thousands of kilometres away and several days later. These waves are by nature predictable, so by adapting our observing strategy to target specific areas, improvements in subsequent forecasts over the United Kingdom are possible. Numerical modelling experiments after the field campaign will be used to assess any improvements from the additional 'targeted' observations. While further numerical modelling studies of the high impact local weather systems will be evaluated and refined using the aircraft-based observations. This will increase our understanding of these systems and, through comparisons with other observations and data sets, provide accurate fields of air-sea heat and moisture fluxes for driving ocean and climate models.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/C520039/1","grantId":"NE/C520039/1","fundValue":"29177","fundStart":"2006-08-01","fundEnd":"2010-03-31","funder":"NERC","impactText":"","person":"Ian Alasdair Renfrew","coPersons":["Alan  Thorpe","Suzanne Louise Gray"],"organisation":"University of Reading","findingsText":" The Greenland Flow Distortion Experiment has been a hugely successful research project: growing from a NERC-funded standard grant into a major international experiment with project partners in Canada, Norway, Iceland, and the USA, with funding from these countries and the EU totalling over &pound;3million (included the allied oceanographic studies). Our research is very much ongoing, but at this stage there are over 20 publications (with several more submitted or in preparation), including 10 in a recent special issue of the well-respected Quarterly Journal of the Royal Meteorological Society. These include the 1st and 2nd highest cited papers published in 2009 for this journal (see QJRMS website). GFDex has involved collaborations with a number of Meteorological Agencies, including co-authorship with scientists at the Met Office and the testing of parameterization changes in the Met Offices’s operational forecasting models. \n\nGFDex has been investigating the role that Greenland plays in generating and developing weather systems and their effects on the coupled atmosphere-ocean climate system. The genesis of GFDex was a long-term collaboration between like-minded meteorologists and oceanographers that started during the 1990s. In the intervening years a series of studies – using numerical models and satellite-observations – had shown that the sub-polar seas around Greenland and Iceland were replete with little-understood topographic flows and mesoscale cyclones that were associated with high winds and a strong atmospheric forcing of the ocean. It was clear that a successful aircraft-based field campaign could bring a step-change in our understanding of these weather systems: providing the first comprehensive in situ observations and thus unique validation for numerical models and meteorological analyses. An overview article lead by NERC-PI (Renfrew) was published in the widely-read Bulletin of the American Meteorological Society in September 2008 and contains further background and motivation. \n\nThe expansion of the GFDex project was greatly aided by its opportune timing at the start of the International Polar Year (IPY). A novel database of imminent projects, developed by the IPY office, enabled Norwegian and Icelandic scientists to become involved – with some further funding from the Norwegian Research Council. Through these collaborations funding from the European Union scheme EUFAR (European Fleet for Airborne Research) brought additional aircraft hours and dropsondes. The IPY also leveraged funding for additional observations from EUCOS (European Coordinated Observing System) with further dropsondes and additional radiosonde launches from Iceland, Greenland, Jan Mayen and some EU-ASAP ships. As well as these observational enhancements, GFDex has benefitted from being part of a wider weather-focused IPY project cluster (the IPY-THORPEX cluster). \n\nThe GFDex project has included a wide variety of meteorological, oceanographic and climate studies. As outlined above, the high topography of Greenland distorts the atmospheric flow leading to a variety of local mesoscale weather systems – such as orographic tip jets, barrier flows, lee cyclones and polar lows – phenomena that have never or rarely been directly observed prior to GFDex. It has been suggested that Greenland’s presence influences weather systems further afield, e.g. downstream over Europe, and partly to address this topic a ‘targeted observations’ programme formed part of GFDex. For this, ‘sensitive area predictions’ – where additional observations were predicted to improve subsequent forecasts – were targeted with dropsondes, with the resulting soundings being transmitted in real time to the GTS for inclusion in the next operational forecast cycle. The coastal seas around Greenland are now known to be the windiest in the world ocean, so are home to frequent strong winds which are associated with high surface turbulent fluxes of momentum, heat and moisture that provide a strong atmospheric forcing of the ocean. This strong forcing has been observed, compared to models and used to simulate a high-resolution ocean model in a series of papers. The above summary illustrates that all of the original NERC objectives have been met and, indeed, the project has gone beyond these in scope. \n\nIn short, GFDex has been an extremely cost-effective standard grant for NERC, acting as the seed for a major international project and a stream of wide-ranging and high-quality science. Met Office The Greenland Flow Distortion experiment (GFDex) measured for the first time the high-impact weather systems that develop around Greenland and Iceland, which affect remote weather systems as far as Europe and Africa and the global climate system. As a result of these investigations, the UK Met Office weather forecasting model will see an improvement in its parameterisation, currently scheduled to be operational in 2013, which will improve the accuracy of its predictions. Improved forecasting abilities are crucial for storm warning and emergency response, insurance companies, and many other businesses relying on accurate day to day weather forecasts such as supermarkets and energy companies. Environment","dataset":"gtr"}