{"id":"E1D0F857-6EA8-42DE-BDAB-BB6B9F9C1896","title":"Impacts of global warming in sentinel systems: from genes to ecosystems","abstractText":"The impacts of climate change, and warming in particular, on natural ecosystems remain poorly understood, and research to date has focused on individual species (e.g. range shifts of polar bears). Multispecies systems (food webs, ecosystems), however, can possess emergent properties that can only be understood using a system-level perspective. Within a given food web, the microbial world is the engine that drives key ecosystem processes, biogeochemical cycles (e.g. the carbon-cycle) and network properties, but has been hidden from view due to difficulties with identifying which microbes are present and what they are doing. The recent revolution in Next Generation Sequencing has removed this bottleneck and we can now open the microbial &quot;black box&quot; to characterise the metagenome (&quot;who is there?&quot;) and metatranscriptome (&quot;what are they doing?&quot;) of the community for the first time. These advances will allow us to address a key overarching question: should we expect a global response to global warming? There are bodies of theory that suggest this might be the case, including the &quot;Metabolic Theory of Ecology&quot; and the &quot;Everything is Everywhere&quot; hypothesis of global microbial biogeography, yet these ideas have yet to be tested rigorously at appropriate scales and in appropriate experimental contexts that allow us to identify patterns and causal relationships in real multispecies systems. \n\nWe will assess the impacts of warming across multiple levels of biological organisation, from genes to food webs and whole ecosystems, using geothermally warmed freshwaters in 5 high-latitude regions (Svalbard, Iceland, Greenland, Alaska, Kamchatka), where warming is predicted to be especially rapid,. Our study will be the first to characterise the impacts of climate change on multispecies systems at such an unprecedented scale. Surveys of these &quot;sentinel systems&quot; will be complemented with modelling and experiments conducted in these field sites, as well as in 100s of large-scale &quot;mesocosms&quot; (artificial streams and ponds) in the field and 1,000s of &quot;microcosms&quot; of robotically-assembled microbial communities in the laboratory. \n\nOur novel genes-to-ecosystems approach will allow us to integrate measures of biodiversity and ecosystem functioning. For instance, we will quantify key functional genes as well as quantifying which genes are switched on (the &quot;metatranscriptome&quot;) in addition to measuring ecosystem functioning (e.g. processes related to the carbon cycle). We will also measure the impacts of climate change on the complex networks of interacting species we find in nature - what Darwin called &quot;the entangled bank&quot; - because food webs and other types of networks can produce counterintuitive responses that cannot be predicted from studying species in isolation. \n\n\nOne general objective is to assess the scope for &quot;biodiversity insurance&quot; and resilience of natural systems in the face of climate change. We will combine our intercontinental surveys with natural experiments, bioassays, manipulations and mathematical models to do this. For instance, we will characterise how temperature-mediated losses to biodiversity can compromise key functional attributes of the gene pool and of the ecosystem as a whole. \n\nThere is an assumption in the academic literature and in policy that freshwater ecosystems are relatively resilient because the apparently huge scope for functional redundancy could allow for compensation for species loss in the face of climate change. However, this has not been quantified empirically in natural systems, and errors in estimating the magnitude of functional redundancy could have substantial environmental and economic repercussions. The research will address a set of key specific questions and hypotheses within our 5 themed Workpackages, of broad significance to both pure and applied ecology, and which also combine to provide a more holistic perspective than has ever been attempted previously.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M020886/1","grantId":"NE/M020886/1","fundValue":"315640","fundStart":"2016-01-01","fundEnd":"2019-12-31","funder":"NERC","impactText":"","person":"Mark  Trimmer","coPersons":[],"organisation":"Queen Mary, University of London","findingsText":"","dataset":"gtr"}