{"id":"E1D1B8D9-7592-45DE-A90F-9F4825690B45","title":"Photonic Sampling using an Agile Optical Comb Generator","abstractText":"Digital signal processing is a powerful technique for storing, analysing and manipulating digital signals. Ultimately, the quality of the signal to be processed is determined by the performance of the analogue-to-digital converter (ADC) which is used to sample the original analogue signal in the first place and produce a digital representation of it. Electronic ADCs are embedded ubiquitously in numerous everyday items, such as mobile phones, digital thermometers and computer mice to name a few. As the speed of electronic ADCs continues to increase, more and more sophisticated applications including medical imaging and cognitive radar can benefit from the use of ADCs and digital signal processing. \n\nPhotonics has been used to increase the performance of electronic ADCs since the 1970s, forming what is now generally termed the photonic ADC. Most photonic ADCs with sampling rates as high as 1 THz (1,000,000,000,000 Hz) have invariably employed mode-locked lasers as they can produce very high power optical pulses with very short pulse widths and low jitters, both in the femto second region. Such ultra-short and stable optical pulses are ideal for sampling microwave and millimetre-wave signals at a sampling rate which is beyond what is achievable using conventional electronic ADCs.\n\nHowever, most mode-locked laser sources are bulky, expensive and require constant stability adjustments. Therefore they have not found widespread commercial application to date. Furthermore, the repetition rates of most mode-locked laser pulse sources cannot be readily adjusted and as a result, the sampling rates of photonic ADCs using such sources are fixed and cannot be varied to suit the input signal frequency and bandwidth. \n\nIn this application, we seek support to investigate a new, high-performance photonic sampling technique based on an optical comb generator instead of the traditional mode-locked lasers. In this novel approach, continuous sampling at flexible sampling frequencies are possible, unlike the mode-locked laser approach. We have also calculated that the combined jitter level due to the linewidth of a typical DFB laser and the phase noise of a mm-wave generator to be used in this technique is less than 5 fs (RMS) and the corresponding effective number of bits (ENOB) of resolution is 10 which is superior to the state-of-the-art CMOS electronic ADC and the all-optical ADC at the same 40 GHz sampling frequency. Such high-performance photonic sampling technique is expected to attract wide attention from both the research community and the industry.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M021939/1","grantId":"EP/M021939/1","fundValue":"470646","fundStart":"2015-06-01","fundEnd":"2018-05-31","funder":"EPSRC","impactText":"","person":"Chin-Pang  Liu","coPersons":["Alwyn  Seeds"],"organisation":"University College London","findingsText":"","dataset":"gtr"}