{"id":"E1D8A2DD-4DE1-4E9A-9240-3741DBB02961","title":"Semiparametric Sample Selection Models with Applications in Biostatistics, Economics and Environmetrics","abstractText":"The issue of sample selection bias (SSB) arises in many real data applications where a subset of a sample of observations is systematically excluded due to a particular attribute. This exclusion can lead to distorted results because the sample used for statistical analysis would not be representative of all statistical units at population level. \n\nLet us consider the example in which the researcher is interested in estimating the effect of education on wage in a sample of women, accounting for other variables such as experience and age. Here individuals with zero wage are typically excluded from the sample, and because many features of these individuals are likely to differ from those with positive wage, statistical analysis based only on the positive wage individuals will yield biased estimates. Specifically, when not accounting for SSB, as education increases by say 1 unit, wage increases by 1.2 units. If we account for SSB, then the latter value increases to 2.1. The corrected estimate is crucial for policy planning and decision-making in that it can lead, for instance, to larger or smaller investments in education and skills as compared to the case of a biased smaller estimate. \nAdditional issues are that the effect of education (as well as experience and age) can exhibit complicated patterns, and that these variables can have a different effect on (i) the probability that the individual has wage different from zero, and on (ii) the magnitude of the wage value for individuals whose wage is greater than zero. In the current example, it is believed, for example, that the effect of education on wage is positive up to a certain level (say 15 years) after which the effect tends to plateau or perhaps decline, and that experience and age have different impacts on (i) and (ii). This piece of information is also crucial in that policies targeting specific categories of individuals can be designed, hence maximising the use of economic resources. \n\nIt is recognized that current methods do not address the issues mentioned above satisfactorily. The aim of this project is to provide the statistical theory, a numerical method and software for semiparametric sample selection modelling, where these issues can be simultaneously and fully dealt with.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J006742/1","grantId":"EP/J006742/1","fundValue":"99723","fundStart":"2012-05-01","fundEnd":"2013-06-30","funder":"EPSRC","impactText":"  One possible application area of the methods developed is HIV prevalence estimation. I have recently published a paper with researchers from Harward (School of Public Health) who have a strong interest in trying to control for non-random sample selection when estimating the HIV prevalence in several African countries. We are also in the process of producing prevalence estimates for all African countries which is of major interest to WHO and UNAIDSO.  Societal,Economic,Policy & public services","person":"Giampiero  Marra","coPersons":[],"organisation":"University College London","findingsText":" This project was about developing methods for fitting flexibly models which can correct for non-random sample selection. This issue arises in many observational studies (e.g., study of prevention program for high school dropouts, quantification of the effect of family-related factors on foster approval, estimation of HIV prevalence, reject-inference to predict credit quality). The main project findings are: 1. It has been possible to develop reliable and stable algorithms for fitting flexible several variants of the sample selection model; 2. the developments suggested new directions to consider for future research to generalise the models further; 3. the use of the new methods may lead to more accurate policy planning; 4. the availability of the R packages SemiParBIVProbit and SemiParSampleSel has been crucial to disseminate this research so far. \n\n\n\nAs mentioned, one possible application area of these methods is HIV prevalence estimation. I have recently started working with researchers from Harward (School of Public Health) who have a strong interest in trying to control for non-random sample selection when estimating the HIV prevalence in several countries; here non-random sample selection plays an important role and correcting for it leads to increased prevalence estimates in certain cases. We believe that our findings will be of some interest to WHO and UNAIDSO, for instance. Through freely available software. Agriculture, Food and Drink,Energy,Environment,Healthcare,Other","dataset":"gtr"}