{"id":"E1DC7FA0-5288-43D9-8014-E0BC8A0A693B","title":"Beyond the Gene: epigenetic science in 21st century culture","abstractText":"Biomedical science has advanced very rapidly in the first part of the 21st century in the field of epigenetics, which is the science of how the DNA of our genes interacts with our environment, especially during our early development. Epigenetics has led to a questioning of the widely-held belief that 'genes for' certain characteristics, and even for risk of disease, underlie the differences between individuals, in health or disease. The implications of this new epigenetic insight for our concepts of individuality, plasticity and inheritance are profound and urgently need wider discussion at this time. These new concepts are beginning to filter through to the wider public, via articles in high-profile magazines such as Nature and Time Magazine, and are capturing the attention of a number of contemporary writers in fiction and poetry. In this project we will undertake an exploration of the interactions which are already taking place between the humanities and biomedicine in relation to this paradigm shift, as a way of providing a platform for future cross-disciplinary work in this area. \n\nThe project will bring together two leading epigeneticists, Mark Hanson and Karen Temple, with two prominent theorists of contemporary literature, Clare Hanson and Peter Middleton, who work on medical humanities and other interrelations between science and literature. Together these four thinkers, with the help of a research assistant, will organise a workshop for representative researchers and scholars with a stake in the public understanding of this new science. We will address two themes: the implications of the metaphorical shift from genetics to epigenetics, and the ways in which epigenetics opens up new concepts of inheritance. The workshop participants will include sociologists of human development, literary critics working on fictions of the body and identity, historians of poetry and science, molecular biologists, medical researchers, a professor of public understanding of science (possibly David Spiegelhalter), a prominent novelist (possibly Jeanette Winterson), a poet, and others with a record of interest in this field. \n\nThe dialogue will continue through web-based interactions and will be highlighted in a larger conference, open to a wider range of interest groups, postgraduate students, the public and the media. There will be a special issue of a journal (we have ties with Textual Practice and Contemporary Women's Writing). Throughout, we will involve creative writers in the dialogue, with the objective of stimulating new writing and approaches to exploring the area. The project will have wider impact through such work, but also through promotion of the public understanding of this aspect of biomedical science, facilitating a more robust dialogue between biologists, doctors, social and cultural theorists, and those who work in the arts and humanities, about the full implications of these new insights","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J011452/1","grantId":"AH/J011452/1","fundValue":"23787","fundStart":"2012-02-01","fundEnd":"2012-09-14","funder":"AHRC","impactText":"","person":"Clare  Hanson","coPersons":["Peter Leigh Middleton"],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}