{"id":"E1E54389-637F-425B-9183-2B695A0A7728","title":"Ensemble and single molecule analysis of protein translocation","abstractText":"All cells are surrounded by membranes, made up from a double layer of fatty molecules called phospholipids. These act as an ideal 'skin', keeping the cell's insides in! In the absence of other components they would act as barriers, preventing the necessary rapid exchange of nutrients and waste products, and of larger molecules like proteins, between the environment and the cell interior. Such passage is required for many proteins to perform their biological functions - for example the abundant protein albumin of the blood has to be secreted across the membrane from its site of synthesis in liver cells. To overcome this potential problem, biological membranes contain a number of translocation systems that enable proteins and other useful substances ('substrates') to pass across the phospholipid barrier. In the case of protein substrates, these translocation systems recognise the specific proteins to be translocated via signals embedded in the sequence of amino acids from which they are constructed. We aim to learn more about how such translocation systems work by studying an example from the common gut bacterium Escherichia coli, which is experimentally easier to work with than human cells, but nonetheless should tell us a lot about how similar systems work in our own bodies. Like our own, the bacterial translocation system (the 'translocon') serves to secrete proteins from the interior of the cell to the outside. It comprises two components - a three-protein complex named SecYEG that forms a channel through the membrane, and a motor protein named SecA that drives the passage of proteins through the channel, fuelled by energy provided by ATP, the so-called 'energy currency' of the cell. We know that the energy for protein translocation is released when the motor protein SecA breaks down ATP into two smaller molecules, ADP and phosphate. What we don't understand is how this process actually drives movement of the translocating protein. However, it is clear that a cycle of changes in the shapes of SecA and SecYEG, termed conformational changes, are likely to be involved, much as the movements of pistons and cams are involved in internal combustion engines. It is these conformational changes that will be explored in the proposed project. To do this, we will use recombinant DNA techniques to introduce the amino acid cysteine into the protein substrate and at places in the translocon that we suspect move during the translocation process. This particular type of amino acid is chemically reactive, meaning that we can selectively attach fluorescent or magnetic probes with which we can monitor the environment at each place during different stages of protein translocation and ATP breakdown. In particular, the distances between pairs of probes can be measured by physical techniques known as F&ouml;rster resonance energy transfer (FRET) and electron spin resonance (ESR) respectively. We will also examine whether pairs of cysteines are sufficiently close to each other to be chemically linked together by cross-linking molecules of defined length, and if so, we will see what effect this tethering together has on the function of the translocation machinery. These types of experiments, conducted in the test tube on millions of translocons at a time under so-called 'ensemble' conditions, should be very revealing of the mechanism. However, in such ensembles it is very difficult to synchronise the translocation 'machines' so that they are all simultaneously at the same stage of their mechanical cycles when we observe them. To complement this approach we will therefore also take advantage of the development of very sensitive microscopy techniques, which will allow us to follow the conformational changes of a single translocon, and the associated translocation of protein, at a time. Taken together, the ensemble and single molecule approaches should allow us to understand the inner workings of a molecular machine essential in all cells.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I008675/1","grantId":"BB/I008675/1","fundValue":"457464","fundStart":"2012-01-01","fundEnd":"2016-01-01","funder":"BBSRC","impactText":"  It is too early to formulate a realistic impact statement. However, I anticipate that in the near future we may be able to report firther ont he generation of potential antibiotics (work ongoing with Dundee drug discovery unit)  ","person":"Ian  Collinson","coPersons":[],"organisation":"University of Bristol","findingsText":" We are investigating the mechanism cells use to secrete (export) proteins and insert them into the membrane. We do so by studying the genetically tractable bacteria E. coli. The machinery we study - the Sec machinery - is found in every cell in every organism, so what we learn about the bacterial system will inform how the process works in humans. \n\nOur published findings so far (Gold et al, BJ 2012 and Whitehouse et al, JCB 2012) have helped address the dynamic mechanism of protein translocation across the membrane by examining how specific elements move during protein secretion. Additional, published work (Schulze et al, PNAS 2014) and ongoing work explores how this process occurs during membrane protein insertion, and how it differs from the mechanism of secretion.\n\nThe grant is still active with about 1 year left to run and current experiments are showing great promise. We expect to be able to report soon important new information on the dynamic molecular mechanism of both protein secretion and insertion. The details we reveal about the essential process of protein secretion and membrane protein insertion that in some cases are unique to bacteria may provide a route towards the development of novel antibiotics (see collaboration initiated with the Dundee drug discovery unit).\n\nOur recent findings we anticipate will provide new information about fundamental aspects of biology. Education,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}