{"id":"E1E573E4-BC60-4464-A89D-E4A1EC7B2984","title":"NETWORK: Hybrid Numerical-Experimental Testing for Complex Engineering Systems","abstractText":"Testing the dynamics of complex engineering systems under extreme loading or environmental conditions is a notoriously difficult problem in which traditional modelling techniques have not proved successful. This has led engineers to consider developing a form of hybrid model testing where partof the system is numerical and part expenmental. There are a range of these hybrid testing techniques, the most recent of which Is called real-time dynamic substructuring. Substructuring essentially 'glues together' a computer model with a real physical test specimen, using actuation systems and advanced real time control techniques. This form of testing allows engineers to focus experimentally on critical elements in the system whilst the remainder Is modelled computationally. The science behind hybrid testing has been under development for the past ten years, and Is now developed sufficiently so that the benefits can be transferred to industrial users. The aim of this proposal is to bring together the leading research experts in this field, with Industrial users In order to: (I) provide a critical mass research focus in this area across UK HE Institutions, (ii) facilitate the transfer of technology to Industrial users and (iii) promote the scientific understanding and practical development of hybrid testing.The network will comprise of an interdisciplinary team of engineers, mathematicians and computer scientists. The network will be coordinated by the principle Investigator and team from Bristol in dose collaboration with academic partners at Oxford and Bath. Initial membership of the network will comprise other academics and Industrial collaborators. Throughout the duration of the network we will seek to expand the membership, especially amongst the relevant Industrial sectors","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/C548043/1","grantId":"EP/C548043/1","fundValue":"57369","fundStart":"2006-01-01","fundEnd":"2008-12-31","funder":"EPSRC","impactText":"","person":"David James Wagg","coPersons":["C  Brace","Martin  Williams","John Hugh Macdonald","Philip Henry Mellor","Simon Andrew Neild","Mehmet Necip Sahinkaya"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}