{"id":"E1EE207E-9219-4151-8A6A-57B12A57A5BE","title":"THE INFLUENCE OF SAND-MUD INTERACTIONS ON MIXED SEDIMENT DYNAMICS","abstractText":"Estuaries and near-shore coastal zones are amongst the most productive, dynamic and complex ecosystems in the world. Their high environmental, social and economic value is reflected in EU and UK government policy through legislation targeted at managing these assets in sustainable and integrated ways. This policy is tasked with balancing future economic growth from continued human activities (e.g. ports, navigation, marine renewables), socio-economic impacts from increasing coastal erosion and flood risk, and the protection and enhancement of sensitive habitats and ecosystems. Under these competing demands, there is an urgent need for coordinated sediment management plans for UK estuaries and coastal regions to ensure sustainable practices are implemented and improved resilience in future planning strategies is realised. \n\nTo achieve these challenging goals, it is vital that engineers and scientists have the fundamental understanding of physical processes controlling the dynamic behaviour of sediments in estuarine and coastal systems and their role in large-scale morphological evolution. One of the biggest challenges to this, however, is a current lack of knowledge on the behaviour of mixed bed sediments that contain both non-cohesive sands and cohesive muds. Critical shortcomings in current estuarine and coastal modelling systems typically relate to their inadequate representation of important small-scale dynamical processes associated with these sand-mud mixtures including erosion, entrainment, flocculation, settling and deposition. As a consequence, the sensitivity of many estuaries and near-shore coastal regions to future impacts from climate change and anthropogenic development is currently subject to a high degree of uncertainty. \n\nThe proposed project will address these shortcomings in a systematic way. The research programme includes fundamental experimental studies in sophisticated settling column and benthic annular flume facilities to investigate these mixed sediment processes in greater quantitative detail than previously undertaken. This experimental work will be complemented by novel analytical model developments to provide better understanding of mixed sediment flocculation and differential settling processes through more physics-based descriptions of the important sand-mud interactions involved. A key outcome from this research will be to establish, for the first time, important linkages between these sand-mud interactions within mixed sediment suspensions and the resulting structural and compositional characteristics of mixed sediment bed deposits. The combined experimental data and analytical model outputs from this project will underpin the development of advanced numerical models required for the development of more sustainable and resilient estuarine and coastal sediment management strategies in the future.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K015117/1","grantId":"EP/K015117/1","fundValue":"99391","fundStart":"2013-08-01","fundEnd":"2015-01-31","funder":"EPSRC","impactText":"  Although the project is still on-going, enquiries have already been received from an external UK research group regarding the applicability of the electrical resistivity technique to a related coastal/marine sediment transport problem.  ","person":"Alan James Cuthbertson","coPersons":[],"organisation":"Heriot-Watt University","findingsText":" Experimental studies investigating the behaviour of mixed sediments have been undertaken to gain new knowledge on small scale fluid-sediment interactions controlling the flocculation and settling characteristics of sand-mud suspensions, as well as the their mixing and segregation \nin sediment bed deposits. Fundamental understanding of these processes is essential to improve their representation in, and hence the predictive capability of, estuarine and coastal sediment transport models. \n\nMain findings and developments from study to date (up to Oct 2014) are as follows:\n\nDevelopment and application of new methods:\n- An electrical resistivity profiling technique has been successfully developed and applied to characterise segregation in mixed sediment (sand-clay) deposits under natural sedimentation. Calibration of this technique has also allowed more phsically relevant parameters such as bulk density, volumetric concentration and porosity to be established for these deposits.\n- Application of this technique to investigate the natural sedimentation from mixed (sand-clay) suspensions has revealed the formation of distinctive bed deposit structures, which depend largely on the relative mixture composition.\n- The structural and compositional variations in these bed deposits, specifically associated with the segregated layering observed, has highlighted in distinctive gradient changes and/or sharp transitions in the correpsonding measured bulk density profiles, obtained directly from the electrical resistivity measurements.\n- The resistivity technique has now been adapted successfully to study restructuring of mixed sediment beds when subjected to cyclic erosion/deposition events generated within benthic annular flume experiments. This attempts to better simulate the response of mixed sediment beds to cyclic tidal currents, as commonly encountered in estuarine environments.\n\nFindings from grid-stirred settling column experiments:\n- Flocculation processes for sand-mud mixtures are found to be affected strongly by external parameters including: (i) suspension composition (sand:mud ratio), total suspended sediment concentration (TSS), turbulence levels and water salinity.\n- Largest floc sizes are obtained for sand-mud mixtures with low sand content, and in brackish water with high TSS concentration and low turbulence levels.\n- Floc sizes increase non-linearly with TSS concentration, potentially due to (i) temporal lag effects in floc development (i.e. non-equilibrium conditions); and (ii) the additional influence of sand particles in inhibiting floc growth through differential settling effects and direct collisions with flocs.\n- Work is ongoing to improve model representation of this flocculation and settling behaviour for sand-mud suspensions, employing a population balance technique within a 1DV model framework. Preliminary simulations have shown that an additional break-up floc mechanism to account for the direct influence of sand particles on mud flocs development represents an appropriate way to simulate these effects. Development of the new methodology for characterising mixed sediment deposits will be taken forward through the award of an EPSRC IAA grant award to develop a field-based version of the measurement technique, in collaboration with an industry partner (see Collaborations &amp; Partnerships). In a wider context, results from the experimental studies will inform academics and industry stakeholders of new knowledge associated with the dynamic behaviour of mixed sediments, which is especially crucial to improving current modelling capabilities (sediment transport; bed morphology) within estuaries and near-shore coastal regions. Aerospace, Defence and Marine,Energy,Environment","dataset":"gtr"}