{"id":"E1FE9B4C-3EA0-4657-B506-9C844CBDCDA0","title":"Locally stationary Energy Time Series (LETS)","abstractText":"It is difficult to think of any aspect of everyday life which does not rely in some way on energy supply and use. Behind every energy source is a complex network of stakeholders ensuring a reliable supply from generation through to distribution and use. In recent years, there has been an increasing focus on low carbon energy &amp; renewables and also increasing marketisation, reorganisation and privatisation in the sector, particularly with large utilities.Time series analysis is a statistical cornerstone, of vital importance to many energy related challenges. For example, short-term wind speed forecasting is key for utilities aggregating many sources of supply, as is predicting the future energy use of groups of customers. Time series analysis is also critical to the planning of proposed wind farms to see if the predicted wind power is likely to be efficient and reliable. Over the last decade, the nature of time series encountered by stakeholders has changed. In the past, series were assumed to be stationary (i.e. that their statistical properties did not change over time). Much of what is now experienced is non-stationary. This becomes ever clearer as increasing flows of high-quality data enable new models to be proposed, studied and considered.Compare, for example, wind and gas-fired power. Wind is intermittent and not controllable. Gas powered stations, by comparison, are highly controllable and can produce almost constant power. Incorporating large quantities of wind power into the grid can be problematic as there can be sustained periods without wind, or periods of highly variable wind. Another issue is increasing marketisation: across Europe people are now able to purchase power from a variety of suppliers and modes of supply, distributors supply to different, fragmented parts of the market. Consequently, data collected on consumers or generators is less stable and much less stationary than in previous years.Our proposal addresses this new world of non-stationarity head-on. For several years our team has been at the forefront of developments in non-stationary time series: introducing new classes and using them in new and innovative ways. Our proposal will develop novel techniques to revolutionize the way that such time series are analyzed and hence be of considerable use to our industrial partners and the energy industry more widely. For example, we shall investigate and develop new methods for (i) handling more than one non-stationary series simultaneously; (ii) identifying appropriate sampling rates for series and whether any series have been compromised by inappropriate sampling rates; (iii) dealing with the common problem of data dropouts and irregularly spaced time series but still obtain meaningful insights; (iv) improved methods for forecasting and enabling predictions of one time series from another; (v) improving robust measures of uncertainty of our estimates. Even small improvements in any of these quantitative areas can lead to massive financial, environmental and reliability benefits of value to our partners and society more generally. We intend to create a step-change in the methods and procedures used by energy stakeholders by moving to the non-stationary world.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I01697X/1","grantId":"EP/I01697X/1","fundValue":"384467","fundStart":"2011-08-08","fundEnd":"2015-08-07","funder":"EPSRC","impactText":"","person":"Guy  Nason","coPersons":[],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}