{"id":"E2068307-7A6D-463E-A2FC-8E06BB42AF2C","title":"The synthesis of tools for the quantification by mass spectroscopy of biologically relevant Phosphatidyl Inositol Phosphates","abstractText":"There are a number of lipid (fat) molecules known collectively as Phosphatidyl Inositol Phosphates (PIPs) that are important components in the communication of events within cells. When these molecules are not found at appropriate levels, the communication pathways within the cells do not work properly and this leads to changes which can be catastrophic to the normal functioning of the cell, and can lead to a wide range of effects from cell death to uncontrollable cell growth. PIPs are made from an inositol 'head' which can have phosphates added to it, a glycerol unit and one or two fatty acid chains added to the glycerol unit. Traditionally it has only been possible to study the position of phosphate groups on the inositol part of PIPs, however, at the Babraham Institute we have developed mass spectroscopy methods which allow us, for the first time, to look both at changes in the phosphates and differences in the fatty acid composition in intact PIPs. What we have found is that changes in both the fatty acid composition of the PIPs and levels of phosphorylation occur in malfunctioning cells. This work is in the early stages and we do not yet understand why these changes occur or what they mean. To further the development of this important method we require synthetic standards of the biologically active PIPs that we have identified and which cannot be obtained commercially. These standards will be used to calibrate the mass spectrometer so that we can accurately measure the levels of PIPs in tissue samples. These standards will also confirm that we have assigned the structures correctly by the comparison of the mass spectroscopic data and will allow us to extend our analyses to further biologically important PIP species. The development of new methods to accurately measure PIPs will help both academics and the pharmaceutical industry develop novel therapies aimed at regulating the levels of these phospholipids in cells. Indeed, almost every large pharmaceutical company in the world currently has programmes aimed at inhibiting the production of at least one of these PIP species and hence these methods will have immediate applicability in supporting this effort. Further, the possibility of measuring the fatty acyl composition of PIPs may open up a whole new area of research examining the impact of dietary fatty acids on the function of these molecules.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H024824/1","grantId":"BB/H024824/1","fundValue":"120392","fundStart":"2010-07-06","fundEnd":"2011-07-05","funder":"BBSRC","impactText":"","person":"Michael  Wakelam","coPersons":["Phillip  Hawkins"],"organisation":"Babraham Institute","findingsText":"","dataset":"gtr"}