{"id":"E2081C1B-7135-4AF8-8C58-3BA4748A3E6A","title":"'The Glasgow Miracle - New evidence and insight'","abstractText":"Glasgow is widely recognised, alongside London, as the major hub of artistic creativity and practice over the past two decades, with roots stretching beyond this period over the past thirty to forty years. Glasgow remains the largest centre of creative enterprise, activity and practice outside London, and a major influence on the development of contemporary art of the last quarter century. It has been the source of a renaissance whose impact has been felt in the UK and worldwide. But what happened to make a particular group of artists and talent coalesce over this period? And how can insight from Glasgow's recent history help ensure that the city remains a creative centre with the right conditions for creativity and artistic practice?\\n\\nThe project draws on evidence sources from four main strands of enquiry. These include the archives of Glasgow's two main contemporary arts venues of the period, the Third Eye Centre and the Centre for Contemporary Art (CCA) that superseded it. These are combined with insights from the Cordelia and George Oliver archive - a personal archive of an important art critic, commentator and collector from the period in question - that shed another unique, albeit personal perspective. The next strand of evidence comes from recordings made by curators at the time of various events and shows at the main Glasgow venues. Lastly, we draw on the insights of the artists themselves, through a unique arrangement of artist interviewing artists, led by our co-investigator on the project. While there have been other attempts to write a history of this period, none have had the privileged access to this range of evidence as our proposed research group.\\n\\nPart of the unique strength of our proposal is in the make up of our project team. Our principal investigator, Francis McKee, splits his time between being a Senior Researcher at Glasgow School of Art and his role as Director of CCA in Glasgow. As such, his motivations for the project combine his academic inquisitiveness, with his understanding of the practical and strategic need for this type of project in order to support on-going work and development of the CCA as an organisation as well as the artists that come through its doors.\\n\\nOur co-investigator, Ross Sinclair, again combines two main activities within his professional career. While, like Francis, holding a part-time Senior Research post at Glasgow School of Art, Ross also maintains a portion of his working week to concentrate on his professional practice as one of Scotland's leading contemporary artists. Ross is intimately linked to the subject matter of this proposal and uniquely placed to lead on the 'Artist to Artists' strand that involves re-visiting artists in their work-spaces and drawing on memories to illuminate the role of Glasgow in their work and development.\\n\\nAssisting Francis and Ross, we propose to draw on the skills of Susannah Waters, an experienced archivist, who has responsibility for the Cordelia and George Oliver archive, and Glasgow School of Art's institutional archive collections, which may also provide useful additional insight. Carrie Skinner, who would be working as a Research Assistant, also brings existing knowledge of the Third Eye and CCA archives, having undertaken some initial investigation of these on behalf of CCA.\\n\\nAs the sources that we propose investigating are largely un-tapped, we are unsure about what they will uncover. However, we are confident that as a result of this project, we will be in a position to make significant progress towards further understanding of what was, in the mid-90s termed 'The Glasgow Miracle'. We expect that our investigations will open further lines of enquiry, relating to sub-groups of artists, influence into Europe and beyond, as well as comparative exploration of the development of other cities and how what has happened within the the Glasgow contemporary art scene can be both continued and perhaps replicated elsewhere.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J00250X/1","grantId":"AH/J00250X/1","fundValue":"122502","fundStart":"2012-02-01","fundEnd":"2013-07-31","funder":"AHRC","impactText":"","person":"Francis  McKee","coPersons":["Ross  Sinclair"],"organisation":"Glasgow School of Art","findingsText":"","dataset":"gtr"}