{"id":"E20BDC13-203D-4010-A1E9-BD1F1E0C8EAF","title":"The role of GPI-linked surface proteins in site-specific tropism of Eimeria parasites and the potential of these proteins for novel therapies.","abstractText":"Microscopic single-celled parasites can cause many types of disease in man and domestic animals, some of them very serious. We are working on Eimeria parasites, which cause enteritis in domestic chickens that can lead to very high death rates if infections are not controlled. There are seven different species of Eimeria that infect chickens and each one of these grows in a different part of the chicken gut, rapidly producing many millions of new parasites that are excreted in the faeces and infect neighbouring birds. Birds that recover from infection develop natural immunity to the species they were infected with but unfortunately they remain fully susceptible to infections with the other six species. We have done a lot of work one species of the parasite, Eimeria tenella, and have discovered that the surface coat of the parasite, which is composed of molecules (proteins) that the host easily recognises, changes during the course of infection so that the later stages of the parasite no longer have the same coat as the early stages. We have also taken a brief look at the surface coats of some other species of Eimeria and find that are composed of related, but different, proteins to the coat of E. tenella. We think that the specific nature of the surface coat of each parasite may be important in determining which part of the gut each parasite goes to and that the variable nature of the coat between species may explain why host immunity is only effective against a single species at a time. We also think that having a coat that changes during infection may help the parasite to complete its own life cycle without being damaged too much by the host immunity that prevents reinfection. In this proposal we plan to carry out experiments to find out if we are on the right track with our thoughts First of all we will take a more detailed look at the surface coat of a second Eimeria parasite (Eimeria maxima) and once we know precisely which proteins it is composed of we will begin to use genetic manipulation to do some 'coat swap' experiments. We will make the early stage of Eimeria tenella wear the coat of the early stage of Eimeria maxima and then determine whereabouts within the chicken gut this mixed parasite grows. We will also test whether chickens that have been infected with this mixed parasite develop immunity to just one or to both of the species and if the answer is to both species we will try to exploit the use of these surface coats as vaccines. We will also look at what happens if the later stages of Eimeria tenella are made to wear the same coat as the early stages, as we expect that chickens infected with this type of parasite are likely to suffer a much less severe infection that with a normal parasite and again this may be a way to produce a defined, attenuated vaccine.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F002564/1","grantId":"BB/F002564/1","fundValue":"411656","fundStart":"2007-10-18","fundEnd":"2010-10-17","funder":"BBSRC","impactText":"","person":"Fiona  Tomley","coPersons":[],"organisation":"The Pirbright Institute","findingsText":"","dataset":"gtr"}