{"id":"E20C55EF-38CA-4483-B3AB-A4359E8EA215","title":"Tropical Biomes in Transition","abstractText":"Rainforest and savanna constitute the dominant two biomes of the tropical zone. They account for over 70% of the world's plant species. With massive areas and with high rates of latent and sensible heat exchange, rain forest and savanna also exert large, yet different, effects on the global climate. We have a limited understanding of their contemporary and future responses to global change. Tropical rainforests are a major terrestrial carbon store and are currently estimated to account for around half of the global terrestrial carbon sink. Although rainfall is a key determinant affecting their relative distributions, other factors such as soil conditions, fire and disturbances such as grazing and human influence are also involved. Our knowledge of these factors and how they interact in influencing vegetation type is still poor - all global vegetation models currently misspecify the distributions of these biomes. Such knowledge is fundamental for understanding and predicting transitions in tropical vegetation at local, regional and global scales. A drying of the Amazon Basin in coming decades could lead to the irreplaceable replacement of tropical forest with savanna, this then feeding back on the climate system as a consequence of changes in surface energy and mass balances - thereby accelerating global warming and tropical drying. Significant transitions centered around the gain or loss of savanna vegetation are not restricted to South America Improved predictions of the factors causing a transition from forest to savanna are fundamental to understanding this, and will depend on a significantly improved understanding of the environmental and edaphic determinants of the distribution of tropical vegetation at a global scale. Our main objective is to thus obtain a new knowledge of the underlying physiological basis of these determinants, to better understand the basis of differences in surface energy and CO2 exchange differences between forest and savanna, and to integrate this information for a much more accurate representation of these processes in global vegetation models than is currently possible. This will be achieved by a 'model-data development program involving field campaigns with local collaborators to examine climate/soil/disturbance associations in key 'hot spot' rainforest/savanna transition zones. Comprehensive measurements will be made including key plant physiological processes (photosynthesis water relations), vegetation stand structure and composition, and soil physical and chemical properties. New high resolution climatologies will also be developed and novel methodologies advanced to allow determination of tropical vegetation structure and fire frequency from space. These will be validated and tested and along with the field based data and then used to develop a new quantitative understanding of tropical biome distributions at a global scale. Derived relationships will be compared against more primitive ones currently used to describe tropical vegetation/climate relationships and consequences for predictions of past and future vegetation change evaluated Information from field observations will be used in conjunction with data assimilated from outside the project to develop new models of tropical vegetation distribution and function. Models derived will be as mechanistic as possible with predicted distributions and structure/flux of vegetation tested using larger scale distributional and structural data from remote sensing data Finally we will incorporate our new and improved understanding of tropical vegetation distribution and processes with new global climate model (GCM) runs to provide new insights into impending tropical vegetation change, associated climatic feedbacks and the future global climate. We anticipate this will lead to a fundamental improvement in our ability to predict the global climate of the 21st century.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/D002303/1","grantId":"NE/D002303/1","fundValue":"147857","fundStart":"2006-05-01","fundEnd":"2012-12-30","funder":"NERC","impactText":"","person":"Stephen  Sitch","coPersons":["F.I.  Woodward","Jonathan  Lloyd"],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}