{"id":"E2157DF8-B6F9-454D-95E3-486A4521848D","title":"Quantifying and Monitoring Potential Ecosystem Impacts of Geological Carbon Storage","abstractText":"Proposal to Research Councils Energy Program: Carbon Capture and Storage / Potential ecosystem impacts of geological carbon storage call. Quantifying and Monitoring Potential Ecosystem Impacts of Geological Carbon Storage (QICS). Climate change caused by increasing emissions of CO2, principally the burning of fossil fuels for power generation, is one of the most pressing concerns for society. Currently around 90% of the UK's energy needs are met by fossil fuels which will probably continue to be the predominant source of energy for decades to come. Developing our understanding of the pros and cons of a range of strategies designed to reduce CO2 emissions is vital. Of the available strategies such as wind, wave and solar renewables and Carbon Capture and Storage (CCS) none are without potential problems or limitations. The concept of CCS simply put is to capture CO2 during the process of power generation and to store it permanently in deep geological structures beneath the land or sea surface. If CCS is successful existing fossil fuel reserves could be used whilst new forms of power generation with low CO2 emissions are developed. A few projects have been successfully demonstrating either capture or storage on limited scales, so it is established that the technical challenges are surmountable. Research is also demonstrating that the geological structures are in general robust for long term storage (for example oil deposits remain in place within geological strata). However geological structures are complex and natural sub surface gas deposits are known to outgas at the surface. Consequently it would be irresponsible to develop full scale CCS programmes without an understanding of the likelihood of leakage and the severity of impacts which might occur. The aim of this proposal is to greatly improve the understanding of the scale of impact a leakage from CCS systems might inflict on the ecosystem and to enable a comprehensive risk assessment of CCS. The main location of stored CO2 in the UK will be in geo-formations under the North Sea and our research concentrates on impacts to the marine environment, although our work will also be relevant to all geological formations. Research to date has shown that hypothetical large leaks would significantly alter sediment and water chemistry and consequently some marine creatures would be vulnerable. What is not yet understood is how resilient species are, and how big an impact would stem from a given leak. Our project will investigate for the first time the response of a real marine community (both within and above the sediments) to a small scale tightly controlled artificial leak. We will look at chemical and biological effects and importantly investigate the recovery time needed. We will be able to relate the footprint of the impact to the known input rate of CO2. The results will allow us to develop and test models of flow and impact that can be applied to other scenarios and we will assess a number of monitoring methods. The project will also investigate the nature of flow through geological formations to give us an understanding of the spread of a rising CO2 plume should it breach the reservoir. The work proposed here would amount to a significant advance in the understanding and scientific tools necessary to form CCS risk assessments and quantitative knowledge of the ecological impacts of leaks. We will develop model tools that can predict the transfer, fate and impact of leaks from reservoir to ecosystem, which may be applied when specific CCS operations are planned. An important product of our work will be a recommendation of the best monitoring strategy to ensure the early detection of leaks. We will work alongside interested parties from industry, government and public to ensure that the information we produce is accessible and effective.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H013962/1","grantId":"NE/H013962/1","fundValue":"672463","fundStart":"2010-04-01","fundEnd":"2015-06-30","funder":"NERC","impactText":"  As a result of our work we can make a very clear statement that small scale leakage from carbon storage would only impact a very small area and if short term, biological recovery would be rapid. This compares positively with, for example, the impact from trawling activities. We would suggest that even if the risk of small-scale leakage (i.e. fractions of a % of the volume stored) from CCS was significant then there would be little environmental impact concern.\n\nThe second clear message from our research is that monitoring for small leakage fluxes of CO2 in the shallow sediments and water column is tractable. However because we saw a very large heterogeneity in the distribution of CO2 over small distances, monitoring systems will need to be very carefully designed to ensure they are both efficient and effective. \n\nStorage reservoirs cover an area of the order of 100km2 and the detectable signal of leakage may be spatially very restricted. Hence monitoring systems will have to be highly efficient and capable of covering large areas at a high resolution. We suggest a monitoring strategy initially based on anomaly detection, and only if anomalies are detected should more concentrated effort to confirm, attribute and quantify leakage be expended. No one method of detection is likely to suffice in all circumstances, a combination of chemical (pH) and acoustic (bubble plume) methods mounted on Autonomous Underway Vehicles will be needed. \n\nThe outputs and outcomes of QICS are detailed on the project website http://www.qics.co.uk, where most 'products' can be downloaded. The synthesis of outcomes from QICS has been published in Nature Climate Change, http://www.nature.com/nclimate/journal/v4/n11/full/nclimate2381.html. Around 20 research and synthesis manuscripts are currently being assembled for publication as a special issue in the International Journal of Greenhouse Gas Control which is due to be published in early 2015. Some papers are already available on-line as pre-publications. We have developed a series of factsheets and a brochure, along with videos to aid the communication of our results to a non-specialist audience and held meetings to disseminate results to industrial, regulatory and other interested stakeholders.\n\nThe outputs from QICS are feeding directly into both of the UK FEED studies for full scale CCS commercialization projects at Peterhead and White Rose, in particular assisting Shell to develop monitoring plans for the Peterhead project. Results from QICS were also presented as evidence to the London Convention meeting (Nov 2015). QICS results are enabling an ETI funded project designing sensors and systems for monitoring. Finally QICS results have been presented to interested stakeholders (including industry and government representatives) and scientists in Europe, Australia, Japan and the US. It is likely that QICS has had international policy influence and has established an international scientific reputation and focus for future international collaboration. The QICS project will facilitate the development of CCS as a climate mitigation option. Energy,Environment Societal,Economic,Policy & public services","person":"Jeremy  Blackford","coPersons":["Karen  Tait","Stephen  Widdicombe"],"organisation":"Plymouth Marine Laboratory","findingsText":" Whilst there is good evidence to suggest that carbon dioxide stored in deep geological strata as part of climate change mitigating carbon capture and storage (CCS) operations will be secure in the long term, leakage is at least theoretically possible. Both the regulatory systems and public require an understanding of the impacts of leakage and that monitoring systems are fit to detect leakage, or conversely, assure that leakage is not occurring. Whilst primary monitoring will focus on the storage reservoir, this is unable to detect small anomalies over a kilometre below the surface. Consequently near surface monitoring is a necessary component of a comprehensive monitoring strategy.\n\nThe NERC funded project Quantifying and monitoring environmental impacts of carbon storage (QICS) had two primary objectives, specifically to assess\n1. if leakage of CO2 from geological storage (or transportation) occurred, would the environmental impact be significant?\n2. what would be the best methods to monitor for leakage (including detection and quantification) in the shallow sub-surface and water column?\nBecause carbon storage potential in the UK is located offshore, the project focussed on marine systems.\n \nIn order to answer these questions the QICS project developed a world-first experiment, injecting CO2 directly into marine sediments below the sea floor in a coastal bay, just north of Oban, Scotland. We did this in order to replicate as closely as possible, within pragmatic limits, what a real leakage could look like. There are a number of reasons why a real world injection is advantageous. Firstly, little is known about how gas forms new pathways within sediments, secondly sediments have very distinct vertical gradients in terms of physical structure, chemistry and biological populations. Hence the impact of CO2 from below can be very distinct from that when CO2 is introduced from above. Thirdly, working in a real environment ensures that we see realistic dispersal of CO2 as driven by tides and currents once the CO2 reaches the water column and finally the biological response depends on ecological interactions and behaviour that cannot be replicated in the laboratory. \n\nIn May-June 2012 we injected a total of 4.2 tonnes CO2, 11 metres below the sea floor, into unconsolidated sediments over a period of 37 days. We continued monitoring impacts and recovery for as much as a year after injection stopped. The CO2 was piped from the nearby shore through a custom drilled borehole 350m in length. The experiment was located in Ardmucknish Bay, north of Oban.\n\nConducting such an experiment is not without significant challenges. Finding an appropriate site with good access and the appropriate geology to minimise the risk of injection failure required significant surveying and planning. Ensuring that the experiment was seen in a positive light, rather than a deliberate pollution of a near-pristine marine environment, required a careful communication strategy. One of the additional benefits of QICS is the demonstration of the success of an inclusive and locally focussed consultation and exchange.\n\nAs well as the novel experimental manipulation, the QICS project developed and used several model systems describing CO2 dispersion in sediments and water column that help to transfer these local results to generic situations. Finally QICS enjoyed a collaborative relationship with a Japanese funded consortium who contributed significant added value to our efforts. \n\nThe key findings from QICS are:\n\nThe sediments acted as a buffer for leaking CO2, both by physical absorption into the pore spaces and subsequently by carbonate dissolution, a process that absorbs CO2. As a consequence of this the expected increase in acidity of sediment pore water was restricted, moderating impacts. The presence of gas in the sediments could be clearly imaged by seismic techniques.\n\nOnly 8-15% of the injected CO2 escaped into the water column where it was clearly detectable using hydrophones to listen for bubbles, and a variety of chemical sensors for pH and pCO2. Significant changes in water chemistry were restricted to the area of outgassing, the CO2 was undetectable at a few 10s of metres distant.\n\nSome biological impacts were seen, there was a decrease in species numbers and biodiversity due to both emigration and mortality. However impacts were confined to the area within the bubble flow and the biology recovered within a few weeks of the injection ceasing.\n\nAs a result we can make a clear statement that the impacts of small-scale leakage will not be significant and we have developed strategies and techniques to ensure efficient and effective monitoring or assurance of no leakage. Our findings have been used by industry in the UK who are developing plans for full scale CCS. We have also influenced regulators and policy makers internationally who are planning offshore CCS operations. We are working with developers of monitoring systems to ensure that they understand the signal to noise ratio of the target and the resolution of monitoring required for assurance. Communities and Social Services/Policy,Education,Energy,Environment,Government, Democracy and Justice,Manufacturing, including Industrial Biotechology","dataset":"gtr"}