{"id":"E219FCE4-88C1-473C-A981-BCD2627B8829","title":"Towards Reliable Diffusion MRI of Moving Organs","abstractText":"Diffusion Magnetic Resonance Imaging (DMRI) is a clinical imaging technique that has the unique potential to provide clinically-relevant information without the use of ionising radiation or invasive procedures. Although DMRI is often used in brain imaging, it is not currently widely used in other parts of the body because of a series of technical challenges that this grant will address. Our approach will be to describe the challenges in a unified mathematical framework and solve this using new acquisition and image reconstruction techniques. The intensities in diffusion weighted MR images originate from the distances that water molecules can diffuse. These diffusion distances are affected by the local cellular environment and changes in the environment are reflected in images. Diffusion MRI can reveal the directionality of structures, such as the orientation of cardiac muscle cells and changes in cell density and organisation due to cancerous tumours. Cardiac disease and cancer are very significant health issues worldwide for which DMRI may provide key diagnostic or therapeutic information. Cardiac disease is the main cause of death (ca.30% worldwide), and cancer the third (ca.12%) with lung and liver cancer among the most common.The correct functioning of the cardiac muscle is dependent on the complex orientations of the fibres within the heart wall. Being able to image these in-vivo could lead to enhanced diagnosis, treatment and surgery planning for conditions such as heart failure, congenital defects or remodelling following a heart attack. In cancer, DMRI has the potential to improve diagnosis, aid localisation and grading of tumours, support treatment selection, better identify residual and recurrent disease following treatment, and even predict treatment outcome and reduce diagnostic errors. However, DMRI currently has a limited role outside of the brain because of five main technological restrictions; motion of organs, magnetic field variations due to the different magnetic properties of tissues such as fat, bone and air, magnetic field inaccuracies due to inherent MR scanner imperfections, long scan durations and the question of how to interpret the data. Previously we have described the effect of complex non-rigid motion on MR images using a clear mathematical framework and used this to correct for motion. In this grant, we propose to extend these methods to include the challenges limiting DMRI. Taking this general view allows the challenges to be solved collectively rather than sequentially. The techniques will improve the reliability of DMRI and thus widen its clinical uptake. At the same time, the techniques permit more efficient use of scan time, either to encode more information or to shorten scan durations. A general formalism provides a new way of viewing the problem and lends itself to making use of the tools available from other branches of computational mathematics. To support this approach, we will need measurements of magnetic field imperfections caused by MRI scanner inaccuracies. These will be provided by field mapping hardware, which will be installed for the first time in the UK. In addition, novel techniques such as compressed sensing and new models of tissue diffusion will be explored to reduce overall scan times, improve accuracy and provide better interpretation of data.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I018700/1","grantId":"EP/I018700/1","fundValue":"402449","fundStart":"2011-05-16","fundEnd":"2015-09-15","funder":"EPSRC","impactText":"","person":"David  Atkinson","coPersons":[],"organisation":"University College London","findingsText":" We continue to develop Magnetic Resonance sequences that aim to show us the directions of the muscle fibres within the heart. We have already published some of this data. The fibre directions are important because these muscle fibres are responsible for the beating of the heart and the pumping of blood around the body. \n\nFor the kidney, we have modified sequences to demonstrate that we can achieve high resolution diffusion imaging of the kidney during free breathing. Diffusion imaging in the kidney has the potential to provide information about the microstructural environment and health of the kidney. Cardiac fibre directions are important for groups modelling the electrical and mechanical functioning of the heart. \nFIbre directions and their changes in disease and recovery could provide insights into how the heart adapts.\n\nDiffusion imaging of the kidney can provide more information about the health of a kidney. This is especially relevant in MR diagnosis because people with impaired kidneys cannot be given the usual contrast agent. Healthcare","dataset":"gtr"}