{"id":"E21A822C-D93C-4240-9DE1-FE93AABFF3F0","title":"In vitro analysis of Tat protein transport using single molecule fluorescence methods","abstractText":"Some proteins operate on the outside of the bacterial cell, for example the toxins produced by bacterial pathogens. Since all proteins are made inside the bacterium the extracellular proteins must be moved out of the cell across the normally impermeable cell membrane. This task is carried out by machines termed protein transporters that are located in the cell membrane. One type of transporter moves unfolded proteins, threading them across the membrane like string through the eye of a needle. By contrast, a second type of transporter, which we term the Tat system, moves folded proteins across the membrane. This is much more challenging than threading and so it is thought that the Tat system operates by an unusual mechanism. The Tat system is required for many bacterial processes including energy generation, cell division, pathogenesis, and the nitrogen-fixing symbiosis of soil bacteria with plants. The Tat protein transport system is not only found in bacteria but is also present in the chloroplasts of plants where it is essential to form and maintain the proteins required to carry out photosynthesis. The Tat system is a possible drug target because it is required for bacterial pathogenesis but is not found in humans or animals. It is also of biotechnological interest because it could be utilised to secrete useful protein products. This project aims to use cutting edge technology to elucidate major features of how the Tat machinery works. The key to our method is to modify the protein components of the Tat machinery so that they emit light when illuminated by an appropriate light source. We will then used advanced microscopy to visualise individual Tat proteins as they carry out transport. We hope to be able to watch how the different proteins come together and then apart again during the transport process and to follow the transported protein as it travels across a membrane. Analysis of how these events occur, and how much time it takes to complete each step, will significantly advance our understanding of the Tat transport process. This knowledge will help underpin the exploitation of the Tat pathway for useful purposes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H018050/1","grantId":"BB/H018050/1","fundValue":"686310","fundStart":"2010-10-01","fundEnd":"2013-12-31","funder":"BBSRC","impactText":"","person":"Benjamin Charles Berks","coPersons":["Mark Ian Wallace"],"organisation":"University of Oxford","findingsText":" Protein transporters move proteins across cell membranes during cell synthesis. Usually the proteins are transported in an unfolded state. However, the Tat protein transporter found in bacteria and chloroplasts moves folded proteins. The Tat system is of potential use as pathway to produce proteins of industrial or pharmacological utility.\n In this study we probed the mechanism of the unusual Tat protein transport system by labelling the protein components of the system with fluorescent tags and watching their behaviour in living bacterial cells.\n Our data show that the transporter is made up of multiple components and that these assemble together when substrate proteins available to be transported. In other words the presence of the transport substrate induces the formation of a bespoke translocation site. This phenomenon may help the Tat system cope with substrate proteins of different size. Our methodology allowed us to identify a number of molecular factors that drive the assembly and subsequent disassembly of the translocation site. The methodology we used for to visualise individual protein translocation sites in cells provides a technology demonstration for similar studies in other biological systems. Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}