{"id":"E21B247F-29EE-4CF4-B1A4-CE4AF1EBAC5A","title":"An electronic-based ELISA combined with microfluidics","abstractText":"Our aim is to develop a low-cost real-time protein detection device to continuously monitor cytokines during in-vitro culture that could eventually expand in clinical practice. We will do this by exploiting discrete electronic components as chemical sensors that are compatible with unique microfluidic chips for minimising the overall cost of the device in combination with small size enzyme-linked immunosorbent assay (ELISA) chambers that minimise antibody requirements. We aspire achieving this by adapting well established manufacturing techniques, currently employed in fabricating printed-circuit boards (PCBs), that could effortlessly render bespoke functionalised electrodes coupled with um-scale fluidic channels/chambers.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L020920/1","grantId":"EP/L020920/1","fundValue":"869559","fundStart":"2014-05-05","fundEnd":"2017-05-04","funder":"EPSRC","impactText":"","person":"Themis  Prodromakis","coPersons":["Hywel  Morgan","William Peter Kelleher"],"organisation":"University of Southampton","findingsText":" This project aspires establishing a low-cost real-time protein detection Lab On a Chip device with electronic read-out for clinical practice. We do this by exploiting discrete electronic components as chemical sensors that are compatible with unique microfluidic chips for minimising the overall cost of the device in combination with small size enzyme-linked immunosorbent assay (ELISA) chambers that minimise antibody requirements. We achieve this based on a multilayer PCB approach, with layer 1 being the reference electrode layer, layer 2 the protein-functionalized sensing extended gates and layer 3 the ?fluidic network. This proposed research will develop a platform technology for low cost diagnostics and will have wide societal benefits in terms of public health. The proposed research will be focus on tuberculosis diagnosis - although only one aspect of tuberculosis control it is perhaps the most important. Currently there are several unmet needs in TB diagnosis, which include rapidity of diagnosis, affordability, simplicity and the ability to generate same-day results preferably at point-of-care. At present a return visit is required to access test results and as a result, time to treatment is prolonged and default rates are significant. A good diagnostic tool that can provide results rapidly will be invaluable in our ability to control this disease, especially in low resource settings. In terms of use, the technology can be utilised to provide reliable proteomic algorithms as well as experimental redundancy for minimising false positive results. In addition, when compared to conventional ELISA, significantly smaller sample volumes are required. These attributes are thus essential for developing a more reliable medical intervention without compromising the overall cost and discomfort of patients in intensive care units. Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}