{"id":"E21D88B5-FFFF-4DAD-8C51-C7DCAF228BCA","title":"KT-EQUAL: Putting ageing and disability research into practice","abstractText":"Research into ageing aimed at improving the lives of older and disabled people has received, over the last 11 years, significant financial support from the Engineering and Physical Sciences Research Council (EPSRC). In particular, the EQUAL (extending quality of life of older and disabled people) programme and associated network has encouraged a wide range of research; including design of the built environment to encourage safe and enjoyable use by older people, inclusive products which can be used by everyone including older people, and technological applications in the home to maintain independence in later life. The research has had a significant impact upon a range of groups; for example it has led to major changes to building regulations and to housing corporation specifications and has also identified best practice in a range of social, health, planning and design professions. A number of trial products have also been developed. With the increasing proportion of older people in the population, there is a growing urgency for evidence and knowledge to inform solutions to enable older people, for example, to maintain their independence, to continue to be active in the workplace for as long as they choose, and to benefit from emerging technologies. Meeting these and other challenges will be the focus of the work of the KT EQUAL consortium which brings together experts in engineering, construction, architecture, participatory and inclusive design, rehabilitation, psychology, change management and public engagement to work collaboratively with each other and with older people to promote knowledge transfer in innovative and effective ways. From the outset, EQUAL recognised the importance of involving older people so that they can both inform what research is undertaken in this area, and help to determine how that research is conducted. This will characterise the approach and working methods of the KT EQUAL Consortium. We will consult with older people, their carers, those that work with older people, with policy makers and with others. Older people will be invited onto project groups to directly influence the work programme of the Consortium. Views of a wider group of participants (including older people) will be sought through a variety of activities which will take place in different venues across the country. In these ways, older people will help us to identify the research topics and research results which are of importance to them, and what should happen as a result. A priority for the KT EQUAL consortium will be to actively draw the attention of industry and others to the needs of the ageing population and to the outcomes and impact of the EQUAL and SPARC programmes which offer great potential benefits for society, including excellent investment opportunities for industry. This will be achieved in part through events to raise awareness and a high profile in the media. We will work with stakeholders such as manufacturers, technologists, designers, as well as those responsible for delivering public services throughout. The Consortium will also encourage researchers to publicise their work in ways that will be understood by a wide audience so that new ideas might be taken forward by older people themselves, by professions working directly with older people and by those developing services/ products for older people.The KT EQUAL Consortium will also take over from SPARC to support the career development of researchers who are interested and committed to research concerning older people. We need to support the workforce that has already been funded through the EQUAL programme as well as identifying new researchers. We will also address the pressing need to develop the capacity of older people to engage and participate in ageing research and in the application of its findings..","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G030898/1","grantId":"EP/G030898/1","fundValue":"1873020","fundStart":"2009-01-05","fundEnd":"2009-05-31","funder":"EPSRC","impactText":"","person":"Gail Anne Mountain","coPersons":["Trevor John Cox","Leela  Damodaran","John  Clarkson","Christopher  Eccleston","Rachel  McCrindle","Catharine  Ward Thompson","Peter  Lansley"],"organisation":"Sheffield Hallam University","findingsText":" The mission of this Consortium is to develop Knowledge Exchange in EQUAL (extending quality life of older and disabled people) research and to build on the work and experience of previous networks associated with this programme, thereby ultimately enhancing the quality of life and wellbeing of older and disabled people. The specific objectives are to:-\n\n1. Cluster, coordinate and lead knowledge exchange within a number of significant thematic areas\n\n2. Establish and maintain communication with all stakeholders and communities of interest and promote links between them\n\n3. Engage and support the next cadre of researchers in ageing research \n\n4. Offer learning opportunities and support for effective knowledge exchange at all levels in the EQUAL research community\n\n5. Highlight the need for national and international policy change when appropriate \n\n6. Inform and advise the research councils and the international research and policy community\n\nInitial activities involved the following; \n\no defining and establishing the KT-EQUAL brand\n\no designing and developing a new website as a publicly visible hub for all KT-EQUAL activity\n\no Providing a new range of templates for consortium communications materials, including documents, presentations\n\no developing specialist and mainstream media relations to communicate messages to as wide an audience as possible\n\no horizon-scanning for communication opportunities\n\no working with other consortium members and our dedicated lobbyist to influence policy\n\no Maintaining a spine of events for all comers in relevant topics while at the same time devising innovative methods of knowledge transfer\n\nA key priority of KT-EQUAL is to encourage and inspire the next generation of researchers in this area. Consequently, a proportion of past and future events are concerned with providing training for researchers at all stages of the career pathway. In addition, a strand of workshops is exploring how policy and its implementation can be influenced by research, hopefully equipping researchers with the knowledge of how to approach knowledge exchange with policy makers.\n\nOne of the expectations of the EPSRC is that the three EQUAL Consortia work collaboratively through annual cross consortia events supported by K-T EQUAL ,three of which have taken place.\n\n\n\nAs this is a Knowledge Transfer Consortium, examples of our work and outputs are summarised under 'exploitation routes' and 'potential use in non academic contexts. We now have over 2,300 members who receive our regular email newsletters, from a variety of constituencies including healthcare professionals, academics and older people themselves.\n\nThe work of KT-EQUAL has also been showcased through European and international events leading to increased interest and participation from those outside the UK \n\nOur Twitter account is now linked with 845 others, including local and national ageing charities, campaign groups, interest groups, accessible technology experts, research consortia from outside the UK, and older and disabled people themselves. We communicate using Twitter on average 10 times a week. We also have a KT-EQUAL blog. \n\nOur website has had 19,500 unique visitors in the past six months (a small increase on the previous period), with our most popular pages being the homepage, upcoming and past events, and the most popular search keywords leading to our site being 'KT-EQUAL and 'age research', plus variants on the names of our principal investigators.\n\nWe have now run 36 events under the banner of K-T EQUAL. Monographs out of 15 of these events have now been published on the KT-EQUAL website to disseminate information and provide information and resources for those unable to attend. We aim to assist researchers further by publicising calls for proposals on the KT-EQUAL website and extending links to other relevant sites. \n\nIn addition to our event banners, we have produced a series of posters to highlight key elements of our work which have been very well received. We are also have a revised brochure aimed at a lay readership with more detailed information about our work.\n\nIn addition to the web presence of KT-EQUAL and our hard copy marketing materials we have also increased our presence in both local and national press. Features on the work of the i-design and SMART 2 consortium have been included on television programmes for BBC News and BBC click. http://www.bbc.co.uk/news/health-11837457\n\nhttp://kt-equal.org.uk/news/18/59/KT-EQUAL-on-BBC-news---mobiles-for-seniors\n The University of Cambridge, 'Designing Our Tomorrow' initiative ran an extremely successful pilot course with secondary school students, and a Designing Our Tomorrow toolkit is being developed with BT to inform business decisions with respect to sustainability and inclusion.\n\nThe ongoing work to support the value of design within technology research has led to a funded project involving partners who participated in the Design Competition in July 2010. A project to design a neck brace is being funded through the National Institute for Health Research 'i4i' funding stream. \n\nThe aim of co-hosting events has been taken forward with increasing success.\n\nWe have hosted a national photography competition in partnership with Age UK, entitled 'Left to our own devices'. (www.lefttoourowndevices.org.uk). The competition's theme was older people's experiences with technology, and its aim was to collect and showcase the best and most interesting images on this subject, especially those that challenge stereotypes, surprise or entertain us. We are now entering the final phase of the project, with an exhibition touring all four of the UK's national parliaments and assemblies, a Westminster press launch and parliamentary receptions in the other venues. Different Consortium principal investigators will front receptions at each of the venues. We will use this one-off opportunity to enter a dialogue with politicians and other senior policy-makers, to draw attention to our key messages in the media, and to display a selection of memorable images that challenge stereotypes about ageing. We are also exploring an opportunity to use the images for an activity to be held on International Older Persons day in October 2012.\n\nI'DGO has been cited in two recent Government-led publications; Lifetime Neighbourhoods, and bLocal Transport Note 1/11: Shared Space, \n\nA project which is about to commence to capture case studies from past EQUAL grants. The aims are to gather information on the impact of previous EQUAL research to use as evidence in discussions of future research priorities with funders; to understand how previous EQUAL research has created impact and to disseminate this to current and future researchers; and to identify opportunities for impact from previous research which have not been exploited. Other","dataset":"gtr"}