{"id":"E21F5C92-6555-48DE-AFAC-F8CC65DBD9E6","title":"Mathematical Challenges of Molecular Dynamics: A Chemo-Mathematical Forum","abstractText":"In order for the mathematics community in the UK to work towards a broad and productive partnership with science and engineering at the molecular scale, establishing an interdisciplinary Molecular Dynamics (MD) network will be an important step. The network will- focus and connect emerging mathematical research in the UK,- allow mathematicians to learn about the challenges of real-world MD simulations in the applied sciences,- and expose users of MD to state-of-the-art mathematical techniques.We are interested in covering all mathematics-related aspects of MD in this network, which we envision as a nucleation point for a long-term two-way interaction between scientists and mathematicians. The vision is that mathematical contributions potentially lead to more robust and efficient techniques in MD simulations, while the input from the Sciences serves as a paradigm for complex systems and may stimulate the development of new mathematical tools dealing with complexity. In fluid dynamics, the interaction between experimentalists and mathematicians has revolutionised the field in the last century. We believe that such interaction will be equally fruitful in MD, which will be a dominant technology in this century.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F03685X/1","grantId":"EP/F03685X/1","fundValue":"78234","fundStart":"2008-04-01","fundEnd":"2011-09-30","funder":"EPSRC","impactText":"  Several groups are interested in methods that were developed in this project. Other Economic","person":"Johannes  Zimmer","coPersons":["G  Friesecke"],"organisation":"University of Bath","findingsText":" We have developed novel methods to facilitate the efficient simulation of molecular dynamics systems, such as thermostatting or transition state theory. Efficient simulation of molecular dynamics problems, for example for efficient fuel cells, or protein folding, or simulation of potential pharmaceutics Chemicals,Energy","dataset":"gtr"}