{"id":"E21FD7BA-CEBD-435A-B218-32B6B201F930","title":"Stable Isotope Probing-metagenomics of river microbial populations degrading the aromatic pollutant para-nitrophenol (PNP)","abstractText":"Para-nitrophenol (PNP) is an aromatic pollutant that is widely distributed in the environment. This is due to its utilisation as a dye and as a compound used in a wide range of organic syntheses, for instance of explosives and pesticides. As a result of its industrial use PNP causes environmental pollution of soils and water courses, at and near the site of manufacture but also during degradation of a range of pesticids in agricultural soil. While PNP is chemically stable, microorganisms can degrade it. Bacteria are responsible for bioremediation of the chemical in the environment, but the identity of the specific populations and metabolic pathways that contribute to PNP degradation are as yet uncharacterised. Knowledge of the identity of PNP degrading microorganisms is of major interest in order to further enhance the biodegradation of PNP, for instance in engineered systems such as water treatment works or in agricultural soils.\n\n\nPNP degradation of bacteria has been mostly studied using purified strains that are grown in the lab. The genes and their functions that confer PNP degradation capability have been identified in a number of bacteria, but whether these represent the most important pathways and bacteria that are the pivotal for PNP degradation in in natural environments is uncertain. This is mainly because the great majority of bacteria that live in the environment resist cultivation. Using specific techniques, one can identify such 'unculturable' populations. This is done by feeding natural populations of microbes with a version of the substrate that is chemically identical to the normal one but which is, literally, heavier. In our case, we will use PNP in which the carbon atoms have an atomic weight of 13, not the more conventional 12. When a microbe digests such a heavy molecule, the heavy carbon is incorporated into its molecules, including DNA. By purifying this heavy DNA from the light form and by looking for signature sequences in the genes, the microorganisms that used the PNP can be identified and the mechanisms by which they do so can be inferred from sequencing their genomic DNA.\n\nWe will do these experiments using river water from the River Dene, in Warwickshire. We have already studied PNP degrading bacteria in this river and have been able to isolate particular strains that degraded PNP. We have also developed a number of genetic probes that target key genes of PNP degradation in a wide range of bacteria and analysed the diversity of these markers in the PNP degradation microcosms. These analyses have shown that there are a number of unculturable bacteria that contribute to PNP degradation in this river - very likely using enzymes that have not previously been shown to be involved in PNP degradation. This project would allow us to apply cutting-edge molecular tools to identify these populations and some of the candidate novel enzymes that may contribute to PNP degradation in addition to the ones already known. The results will be beneficial in that they will increase our understanding of an important microbial process that is responsible for the removal of toxic anthropogenic aromatic pollutants from the environment. Understanding the process of bioremediation better may lead to improvement of the efficacy of this environmental process, for instance in waste water treatment plants or agricultural soils where it is particularly important.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J014168/1","grantId":"NE/J014168/1","fundValue":"50773","fundStart":"2012-09-03","fundEnd":"2013-04-02","funder":"NERC","impactText":"","person":"Hendrik  Schaefer","coPersons":["Gary Douglas Bending"],"organisation":"University of Warwick","findingsText":" We have developed an approach based on stable isotope probing using 13C labelled para nitrophenol (PNP) for identification of PNP degrading bacteria in environmental samples independent of cultivation dependent approaches. The findings are currently being prepared for publication. A new project looking at PNP degradation in the plant phyllosphere is currently starting up in my laboratory with the aim of applying similar approaches to investigate plant microbe interactions relevant to the degradation of atmospherically derived PNP. Environment","dataset":"gtr"}