{"id":"E221CFED-299F-4E38-862F-752D09BC6500","title":"Three species viral zoonotic infections - a systems virology analysis","abstractText":"Recent high profile events highlight the transmission of bat viruses to humans, usually involving an intermediate farmed/companion animal host. These include Hendra (bats - horses - humans), Nipah (bats - pigs - humans), SARS-CoV (bats - palm civet - humans) and MERS-CoV (bats - camels - humans). Thus, there is an established paradigm of new viruses passing from wild animals to farmed/companion animals and/or humans. There is every possibility that this kind of jump from bats to humans via another animal - which is known as a zoonosis - could keep happening in the future. Bats make up almost 20% of all living mammals and they are found almost everywhere on the planet, which means that new viruses spreading from bats to animals and humans could happen anywhere. Bats are widespread and carry a range of viruses similar to MERS-CoV/SARS-CoV and in the UK, bats come into contact with a range of wild and farmed animals. Thus, a new outbreak is as likely to happen here as anywhere else. In addition to the threat to human health, this kind of three-stage zoonosis poses two potential food security issues; one is that the novel virus impacts animal health directly (e.g. effects ranging from a failure to gain weight to mortality). The second is an indirect impact on food security resulting from the threat to human health, e.g. Nipah virus outbreaks have resulted in the wholesale slaughter of farmed pigs.\nA key barrier to understanding how serious a disease might become, or which animals might be affected in zoonotic events, is that we have little information on how the emerging virus interacts with the regulation of transcriptional and translational systems in different animals. This means we do not understand how the virus might interact with a new host species, which will influence whether the virus successfully replicates and whether the infection will cause disease or fatalities.\nIn human virus research, techniques such as high-throughput proteomics/transcriptomics/interactomics have been successfully used to reveal how viruses modulate and interact with thousands of human genes and proteins. This new &quot;systems virology&quot; approach even suggests ways of combating or managing the disease. Studying a zoonotic virus with a potential to impact food security, in the same level of detail, could help us understand the pronounced differences in pathogenicity of these viruses in different animal and vector species. Crucially, this will reveal how viruses adapt and jump into other animals, or if certain species jumps are more likely than others. In turn, this will help inform policy by allowing predictions of which animals may readily act as new hosts, or are likely to suffer severe pathogenic responses, and thus can be controlled accordingly. \nThe ability to do this type of research in non-human species (i.e. the animal reservoirs and intermediate hosts of zoonotic infections) has a number of serious bottlenecks. This is because the &quot;systems virology&quot; approach requires high-throughput methods of detecting and identifying gene transcripts and proteins, which is still a major challenge in non-human species. Even if there is a genome sequence available, it will not have been annotated with regard to i) the identification of orthologous genes, ii) the full complement of gene transcripts, for example, differentially spliced transcripts, and iii) the proteins encoded by these transcripts. We have developed a world-leading technique (called PIT analysis) that allows us to use high-throughput techniques to study virus-host interactions in any animal with the same precision as we can currently apply to human diseases. In this project we will examine how a zoonotic virus interacts with three different animals (including humans), identifying the different cellular pathways that are affected and help us understand how viruses jump from one animal to another and suggesting ways of combating them in the future.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M02542X/1","grantId":"BB/M02542X/1","fundValue":"490899","fundStart":"2016-01-04","fundEnd":"2019-01-03","funder":"BBSRC","impactText":"","person":"DA  Matthews","coPersons":["Stuart  Siddell","Andrew Duell Davidson"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}