{"id":"E22268FB-9B9A-4179-818D-3B3522AF6B4B","title":"Multidisciplinary extreme magnetometry: State of the art magnetometry for physical, chemical, biological and engineering applications.","abstractText":"There is a very strong research activity on magnetism, magnetoelectronics, and magnetic materials at Leeds. This research is divided between the School of Physics (spintronics, biophysics and biotechnology), the School of Chemistry (biosensing, organic magnets and spin-crossover molecules) and the Faculty of Engineering (multiferroics and nano-materials). The work groups eighteen academics, about forty PhD students and postdocs, and represents several million pounds in research income per year. This intensive activity extends to other world-class magnetism groups in the Yorkshire (York, Sheffield) and northern Britain (Nottingham, Durham, Edinburgh, Glasgow). \nThis proposal aims to strengthen this endeavour by providing funds for a new, state of the art SQUID-VSM magnetometer. This instrument will underpin the current research effort, while also broadening the research links between groups. The SQUID-VSM will be an open access facility. At Leeds, it will be used to carry out cutting edge studies in nanoscale and/or extreme magnetism in four research paths:\ni) Novel devices. Here, we will develop novel devices that can outperform current semiconductor technologies, eco-friendly electronics and imaging tools.\nii) Frustrated, compensated and novel magnetism. The aim is to understand the magnetism of geological, nanocrystaline and other novel structures with technological or environmental relevance and complex properties.\niii) Multi-functional materials. These materials show simultaneous properties that allow for many technological applications. We will measure, amongst others, magneto-caloric epilayers, multiferroics for memory storage and spin-crossover molecules for electroluminescent displays.\niv) Health and biological applications. Novel applications of magnetic nanoparticles include water filtering, bio-imaging and cancer therapy, recently transforming technologies such as tumor marking\nThis is a multidisciplinary enterprise aligned with the greatest opportunities in the scientific landscape:\n.-Tackling some of Physics Grand Challenges, including Physics far from Equilibrium and Quantum Technologies.\n.-Developing projects with high future and socio-economic benefits, e.g. complexity science and synthetic biology.\n.-Performing research in leading topics, with studies on medical engineering, physical chemistry and human health.\n.-Opening new paths in areas with the highest creativity, such as basic technology and instrumentation. \n.-Taking advantage of our world-class experience in potentially disruptive technologies, such as spintronics.\nTo be able to fulfil these objectives, we need a highly sensitive and versatile magnetometer. There are no Universities in the UK with a SQUID-VSM, and the only two of these state of the art magnetometry tools are in south England (Royal Institute of Britain and Diamond Light Source). Furthermore, there is a glaring lack of SQUID magnetometers in the list of EPSRC facilities. The progress of magnetism and multidisciplinary groups and early career researchers in the north is therefore partly hampered by a lack of access to adequate equipment. The instrument in this grant will be included in the list of EPSRC open facilities, strengthening links and research activity in the region. \nWithin this research context, we will also work in collaboration with the instrument manufacturers to develop world-exclusive capabilities such as magneto-electric and magneto-optic measurements. The applications of the instrument are not limited to in-house projects, but extend to the establishment of new collaborative projects and the progression in multidisciplinary applications of magnetic materials. For the duration of this grant, the instrument will be free of charge, and a small percentage of the budget will be used to bring and train early career scientists from other UK Universities.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K00512X/1","grantId":"EP/K00512X/1","fundValue":"182100","fundStart":"2012-11-30","fundEnd":"2016-11-29","funder":"EPSRC","impactText":"  This grant has been used to establish and run a world-class magnetometry facility with access based on scientific merit. We have had users from several groups at Leeds (Chemistry, Earth Sciences), the UK (Durham, Sheffield) and overseas (Zaragoza, Spain). We are currently working towards our first consultancy work for a company that fabricates magnetic resonance imaging instruments. Electronics,Energy,Environment ","person":"Oscar  Cespedes","coPersons":[],"organisation":"University of Leeds","findingsText":" Thanks to this grant we have found that:\n1.- A frustrated, spin glass magnetic state may form in molecular layers (two accepted publications and two more in preparation). \n2.- Interfaces of non-magnetic metallic films (e.g. Cu, Mn) with molecular films (C60) result in magnetic ordering (leading to two publications in preparation).\n3.- We have characterised skyrmion materials grown by sputtering and MBE (leading to an accepted publication and another in preparation).\n4.- We have characterised spin-cross over molecules synthesized in the School of Chemistry in Leeds (leading to two accepted publications, another under review and two more in preparation).\n5.- We have measured ceria and iron oxide nanoparticles for environmental and biomedical applications from collaborators in Leeds and overseas (leading to a publication under preparation).\n6.- We have characterised NiOx and Fe3O4 films from collaborators at York and Durham (leading to an accepted publication and another under review).\n7.- We have measured double perovskite and other materials synthesized by collaborators from Heriot-Watt (leading to a publication under review).\n8.- We have measured bio-synthesised particles for groups in Physics and Chemistry at Leeds. \n9.- Measured multiferroic materials for collaborations at EEE in Leeds (one publication under review). Push forward the limits of ultra-high sensitive magnetometry at extreme conditions (temperature, electric/magnetic fields etc.) in novel materials (skyrmions, magneto-molecular superlattices, spin-crossover molecules, etc.). Chemicals,Electronics,Environment","dataset":"gtr"}