{"id":"E223E933-AE63-41F5-B287-7EBFE53A7428","title":"Novel approaches for quantifying the highly uncertain thermodynamics and kinetics of atmospheric gas-to-particle conversion","abstractText":"Atmospheric aerosol particles, which can be both anthropogenic and biogenic in origin, remain a major uncertainty in the Earth system: they impact the climate by directly scattering and absorbing solar radiation (the direct effect), as well as regulating the properties of clouds (the indirect effect). On regional scales, aerosol particles are among the main pollutants deteriorating air quality, their impacts on both poorly quantified. Reducing these critical uncertainties requires accurate knowledge on the chemical composition of these particles, their concentrations and size as they are suspended in the atmosphere. Unfortunately, there are currently huge uncertainties in many fundamental parameters that are required to predict these evolving chemical and physical characteristics of aerosols. This inhibits us from ultimately understanding their true environmental impacts. A significant fraction of atmospheric aerosol particles are comprised of organic material (20-90% of particle mass). Unfortunately, this fraction could comprise thousands of, largely unidentified, compounds with a wide range of chemical properties. This, in essence, creates the uncertainties listed above. The specifics of these uncertainties are now discussed.\n\nAs aerosol particles reside in the atmosphere, condensation of low volatility organic compounds changes the amount and composition of condensed phase organic material, thus their climatic and health impacts. This condensation is highly dynamic and, presently, there are 3 fundamental restrictions in reconciling this behaviour from a single particle to wider scales:\n\n1) It is common to regard aerosol particles as a simple liquid comprised of multiple components. However, it is becoming increasingly evident that atmospheric particles exist as viscous amorphous states, rather than simple liquid/solid mixtures. Partitioning between the gas and condensed phase is then kinetically limited in such amorphous states. Traditional aerosol models do not account for this. This adds significant uncertainty to predictions of gas/particle mass transfer as mixing timescales are ultimately governed by the diffusion coefficients of the aerosol constituents in the aerosol, which, on the other hand, are connected to the viscosity of the particulate matter. For typical aerosol sizes, the characteristic time for mixing could increase from a few milliseconds to hours or even days! \n\n2) In addition to diffusivity and viscosity, the equilibrium vapour pressure of each aerosol constituent is largely determined by its pure component saturation vapour pressure, which depends on the molecular properties of the compound. Saturation vapour pressures of organic components are currently poorly known, particularly for the least volatile compounds. The uncertainty in this parameter is already known to introduce 4 orders of magnitude of uncertainty in predicted aerosol mass!\n\n3) Finally, to assess the atmospheric importance of these phenomena, modelling approaches that treat the organic condensation/evaporation as a dynamic process and couple the gas phase transport to the condensed phase diffusion are urgently needed, although these remain almost non-existent. \n\nPresently, there is a fundamental lack of data and modelling tools to resolve the importance of these topical issues. Whilst predictive techniques for viscosity, diffusivity and vapour pressure exist, they are developed for chemical engineering purposes and remain unevaluated for atmospheric science. In this proposal we aim to make new and novel measurements of the properties listed here aswell as evaluating/improving existing models. Developing a new kinetic model we will assess the sensitivity to these properties at the single particle level and compare with actual measurements of single particle growth using optical tweezer experiments. We will also develop simple parameterised schemes so that large scale models can assess the wider sensitivity to the climate.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J02175X/1","grantId":"NE/J02175X/1","fundValue":"427420","fundStart":"2013-01-31","fundEnd":"2017-01-29","funder":"NERC","impactText":"  At present, despite already providing a new research article as a results of this work, the project is too 'young' to assess impact. We do feel however that we have already identified new avenues to pursue further funding based on this work.  ","person":"David Owen Topping","coPersons":["Carl John Percival"],"organisation":"The University of Manchester","findingsText":" Whilst still a 'young' project, we have found that techniques used to measure aerosol phase state could force a given state and thus have huge implications for gas-particle mass transfer. We still have much work to do on this grant! To better target avenues of research in an area that is gaining huge momentum and international focus. Chemicals,Environment,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}