{"id":"E22BE79A-6E60-4CEC-B43B-9C3BA1FE4848","title":"Mapping out the liquidus surface of hydrous silicic magmas in a hydrothermal diamond anvil cell","abstractText":"Explosive volcanic eruptions are fuelled byhydrous silicic magmas stored at depths of a few km below a volcano. Understanding how such magmas ascend from their source regions in the lower crust to the shallow storage reservoir relies on knowing the physical properties of the magma and their evolution during ascent. Central to this enterprise is a knowledge of how temperature changes with decreasing pressure in ascending magma. Buoyant, low-viscosity silicic magmas that ascend along vertical factures, or dykes, may do so adiabatically, that is without losing heat to their surroundings. Adiabatic colling involves a temperature drop of about 1.5 degrees Celsius for each vertical km travelled. Theoretical considerations suggest that this temperature drop is less than the decrease in liquidus temperature over the same depth range. In other words, hydrous silicic melts will attain temperatures above their liquidus during ascent. This is known as 'superheat' and provides a means for the magma to dissolve any entrained crystals from its source region and to thermally corrode the walls of the dyke during ascent. The amount of superheat generated depends on the pressure-temperature slope of the liquidus surface for a given H2O content compared to that of the adiabat. Unfortunately there are too few detailed experimental determinations of the precise pressure-temperature dependence of the liquidus surface of hydrous silicic magmas within the crust. The principal reason for this is the difficulty of obtaining the requisite data using conventional experimental techniques, which invole performing a large number of experiments at different pressure, temperatures and H2O contents. Because conventional techniques use the quench method, the outcome of an experiment can only be discerned after it has finished, making the whole process extremely time-consuming. We propose to develop a novel, alternative, in situ experimental method which takes advantage of the latest technical developments in externally-heated hydrothermal diamond anvil cells (HDAC). This apparatus uses two large diamonds with flattened tips to compress a small volume of H2O-bearing silicic rock powder. Heating is achieved via a reistance furnace, while pressure is controlled very precisely with a bellows-type device. The diamonds serve as windows through which to observe changes in the sample powder with changes in temperature and pressure. The liquidus can be readily identified in situ as the point at which all crystals disappear during heating or the first appearance of crystals during cooling. In this way it is possible to map out the liquidus for a starting material of fixed H2O content in a single experiemntal run, something that is simply not possible using conventional quench methods. The latest design of HDAC is capable of temperatures up to 900 degrees Celsius, plenty high enough to melt silicic rocks with more than a few weight per cent H2O. This is a proof of concept proposal to test the suitability of HDAC to generate the required precise experimental data on liquidus surfaces of hydrous silicic magmas. We have devised a series of experimental evaluations using materials with known pressure-temperature dependent properties as calibrants. If successful, we will go on to write a Standard Grant proposal to determine the liquidus surfaces of several geologically important silicic magmas and explore the implications for magma ascent within the Earth.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E007953/1","grantId":"NE/E007953/1","fundValue":"40210","fundStart":"2007-06-01","fundEnd":"2007-11-30","funder":"NERC","impactText":"  The cell that we have developed will be used as part of a further NERC Large Grant to look at the physical chemistry of fluids at high pressure and temperature  ","person":"Jonathan David Blundy","coPersons":["Michael  Walter"],"organisation":"University of Bristol","findingsText":" We developed a hydrothermal diamond anvil cell that allows us to examine melts and fluids in situ at high temperatures and pressures The cell can be used for studying fluids in situ at temperatures below 800 C Energy,Environment","dataset":"gtr"}