{"id":"E22B20F8-BB9E-4469-8FF5-39F8EF5C82D3","title":"Elucidating the regulation of Rsp5 a paradigm for the Nedd4-family of ubiquitin ligase proteins","abstractText":"All cells must have efficient mechanisms for identifying and removing unwanted or damaged proteins. The failure to remove a damaged protein can be catastrophic to an organism and many cancers and other diseases are often the result of an inability to degrade a particular protein. One method used by eukaryotic cells to remove unwanted proteins is to label them with a small protein called ubiquitin. The addition of ubiquitin acts as a signal that sends the tagged protein to a cellular 'dustbin' (either a degradatory complex or compartment) where the unwanted protein can be broken-down and recycled. Ubiquitin is a remarkably flexible signal since its addition, depending upon the site and the way in which it attached to another protein, can lead to outcomes other than destruction such as enzyme activation or causing the protein to move from one place in the cell to another. Understanding how ubiquitin is attached to other proteins and how this process is controlled is therefore vital to understanding many different biological processes. One group of enzymes that are essential for the addition of ubiquitin are ubiqutin ligases. Ubiquitin ligases are important because during the addition of ubiquitin they bind the target protein and control the specificity of the whole pathway. To understand the ubiquitin pathway you must therefore understand ubiquitin ligase enzymes. The aim of this proposal is to investigate a ubiqutin ligase called 'Rsp5' found in Baker's yeast (Saccharomyces cerevisiae). Rsp5 is an important enzyme involved in controlling many different cellular processes in multiple locations within the yeast cell. One obvious question relating to Rsp5 is how do you regulate an enzyme with multiple targets in different places? The experiments described in this proposal are designed to test the hypothesis that yeast cells contain multiple protein complexes of which Rsp5 is the core component and that this is how Rsp5 activity is controlled in different parts of the cell. Understanding Rsp5 is important because similar enzymes are found in other organisms, including humans where nine proteins similar in structure to Rsp5 have been identified. Like Rsp5, this family of enzymes (called the 'Nedd4'-family) regulates a huge number of different cellular processes, many of which are linked with cancers and other serious human diseases. By performing experiments on Rsp5 in yeast, which is simple and easy to grow, it is hoped that we may better understand all members of the Nedd4-family, which ultimately may lead to the development of new treatments for human diseases.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G004412/1","grantId":"BB/G004412/1","fundValue":"362710","fundStart":"2008-10-10","fundEnd":"2012-04-09","funder":"BBSRC","impactText":"","person":"James Andrew Sullivan","coPersons":[],"organisation":"Queen Mary, University of London","findingsText":" 1. A new member of the Bul family of Rsp5p regulators was identified\n\n\n\n2. The Bul proteins regulate distinct cellular pathways and in some cases act antagonistically to each other\n\n\n\n3. The Nedd4-family ubiquitin ligase Rsp5p is negatively regulated by SUMOylation and in turn ubiquitinated and negatively regulates the activity of the SUMO ligase Siz1p Research can be used as basis for screen for new therapeutics agents Nedd4 ligases are conserved in higher eukaryotes, the novel method identified for Rsp5p regulation of is therefore likely to be conserved in humans and is putative therapeutic targets for manipulating Nedd4 ligase activity for medicinal purposes Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}