{"id":"E22E8386-23DB-4F87-8BBB-0AFFBA5A24F5","title":"Theory of Explosive Plasma Instabilities","abstractText":"There are many situations in both laboratory and astrophysical plasmas where violent eruptions can occur. Such dramatic events, with very short time-scales, cannot be explained solely in terms of linear theory. This research project will develop a theoretical understanding of the non-linear mechanisms responsible for such explosive growth. The focus will be on two types of instability that are relevant in laboratory tokamak plasmas, which are confined by magnetic fields to achieve the conditions necessary for fusion. These are called the edge-localised mode (ELM) and the neoclassical tearing mode (NTM). The ELM is a particularly violent event in a tokamak plasma which leads to a massive, sudden ejection of heat and particles from the plasma surface. We have developed a non-linear theory to explain this phenomenon, and in the process have identified a possible link between ELMs in tokamaks and solar eruptions. Our theory predicts that filaments of plasma erupt from the surface, and these have since been observed on many of the world's major fusion tokamak experiments. A first step of this research project will be to provide a computer code to solve the non-linear equation we have derived, which is interesting in itself as it contains a fractional derivative and a finite time singularity. The code will be used to make quantitative predictions that can be compared with experimental data. We still know little about how these filaments can release so much energy (around a megajoule) in such a short time (around 100 microseconds). A major part of the proposed work will be to explore the energy release mechanism, which will require new physics studies, possibly involving reconnection of the magnetic field lines. Understanding this is particularly important for the next step, multi-billion Euro, international tokamak called ITER, which will be constructed in France. There is a major concern that these ELM events could affect the performance of ITER, and could even cause serious damage to its structure. As well as benefits to the fusion community, we also expect the results to shed light on mechanisms for astrophysical eruptions.The tokamak plasma is generally stable to the NTM unless it gets a 'kick' from another instability. An NTM can then be excited. This kick could come from the ELM described above or, more usually, from another type of rapid instability in the plasma core called the 'sawtooth'. The NTM causes magnetic field lines to break and reconnect because of filamentary currents in the plasma, to create large coherent structures called magnetic islands . The modified magnetic topology is much less effective at confining heat and particles, which is a concern for ITER. We will adapt our theory for the ELM to explore whether or not it can explain the explosive nature of the sawtooth instability also. We will then study the implications of the model for triggering an NTM. There are two important questions for the NTM:(1) How big is the 'kick' that is provided by the ELM or sawtooth (the 'seed')?(2) How big does the kick have to be to trigger an NTM (the 'threshold')?We shall address the first through our improved understanding of ELMs and sawteeth. To answer the second question we will explore how the magnetic islands interact with fine-scale phenomena (such as the particle orbits or plasma turbulence) that influence the transport of pressure and momentum in the plasma. These transport processes influence the filamentary currents that give rise to the NTM. In fact, we believe that under certain conditions they may heal small magnetic islands, providing a threshold for NTM growth. We shall explore the mechanisms which govern this by constructing a new, state-of-the-art computer code. With this code, supported by analytic solutions to simplified model equations, we shall shed new light on reconnection events in plasmas in general, and the NTM in particular.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D065399/1","grantId":"EP/D065399/1","fundValue":"674502","fundStart":"2006-10-09","fundEnd":"2010-07-08","funder":"EPSRC","impactText":"  This project addressed two major plasma stability issues for tokamaks. The first is the neoclassical tearing mode, working towards a quantitative model - this is challenging because of fine scale boundary layers that must be resolved. Progress was made in advancing our understanding, with a number of publications and conference presentations, but a complete, predictive model is the subject of ongoing work. The second project was to develop a model for plasma eruptions. This led to the development of a new code, called BOUT++, optimised to study these eruptions. Subsequent extensions have enabled the code to be exploited for turbulence studies on the plasma edge. Both the eruption and turbulence simulations continue to make a major international impact. Energy Societal","person":"Howard  Wilson","coPersons":["Steve  Tobias","Steve Charles Cowley"],"organisation":"University of York","findingsText":" We developed an understanding of how plasma instabilities that modify the magnetic geometry influence the plasma turbulence, and also how the plasma temperature influences these instabilities.\nWe developed a new code, the BOUT++ code, for modelling plasma eruptions called ELMs. This code is a flexible computational framework that we have also used for plasma turbulence studies, as well as understanding how magnetic perturbations can penetrate the highly conducting plasma - a key issue for controlling ELMs in ITER The BOUT++ code for plasma instabilities and turbulence was a major output from this project. It has a large international user base, spanning the US, EU and Asia and there is even an international BOUT++ workshop each year to bring the users together. Although developed for tokamak plasmas, BOUT++ is a generic fluid dynamics code that could have uses even beyond plasma physics. Energy","dataset":"gtr"}