{"id":"E2344BCA-FF0E-4920-BFC2-7259AC682B93","title":"Elucidating DAGL function in neural stem cells","abstractText":"If our brain gets damaged it is not very good at repairing itself. For many years' people believed that our brain could not repair itself because it was unable to make new neurons to replace damaged neurons. However, about 10 years ago, scientists discovered that the brain can make new neurons and that it probably does so throughout our life. So, the big question now is if the brain can make new neurons, how come it still cannot repair itself? Perhaps the adult brain is not as good as making new neurons as it might be, and if we were able to help it to do this, then we might be able to promote brain repair. If this were to be the case, we might be able to develop new treatments for people who suffer a stroke, or people who have diseases like Parkinson's disease. The cells that make the new neurons are called neural stem cells (NSCs). We know very little about how they are controlled, and in particular what keeps them alive and what determines how they make new neurons. However, there is evidence that 'growth factors' are important. These molecules bind to receptors on the NSC and tell the cell what to do. The involves the NSC making 'second-messengers' in response to the growth factor, and it is the nature of the second messenger response that will determine whether the NSC stay's alive, dies, or divides to make two 'daughter cells'. Importantly, when the NSC cell divides asymmetrically only one of the daughters is identical to the 'mother', in other words it is born as a new NSC. In contrast, the other daughter does not inherit the same features as the mother, and it is born as a different type of cell. This new type of cell is no longer a NSC, and it in turn cannot make any new NSCs. This is because it has started to 'differentiate' in order to take on the job of making the new neurons. In order to understanding what controls the 'life-cycle' of the NSC, we need to know what the differences are between the NSC and the 'differentiated' daughter cell. In particular, we need to know if they differ in their ability to mount what scientists call 'the post-receptor second messenger response' after they bind the same growth factor. Very recently, we have found that the NSCs contain important enzymes called DAG lipases, and that these enzymes do not appear to be in the differentiated daughter cell. This is an exciting observation as the DAG lipases are enzymes that can control the post-receptor second messenger response. These enzymes will allow the NSC and its daughter to make a completely different set of messengers from each other even when the two cells bind the same growth factor(s). This in turn might hold the key to understanding why these cells are different from each other. We think that the presence of the DAG lipases is required to keep the NSC alive and our experiments over the next couple of years will tell us if we are right or wrong. Most of the important questions are best addressed using NSCs that can be grown outside of an animal in a simple culture dish. The work supported by this grant will allow us to determine to what extent the DAG lipase activity determines the type of second messenger that the cells make. We will also identify the important messengers that the DAG lipases make and determine how these messengers influence the survival, proliferation and/or differentiation of NSCs. Finally, we will examine intact mouse brains to see if what we learn from the study of the cultured NCS is pertinent to the living animal. At the end of the study we hope to understand exactly how the DAG lipases control NSC function, and by doing so start to think about strategies aimed at promoting the formation of new neurons in the adult brain.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D007887/1","grantId":"BB/D007887/1","fundValue":"274029","fundStart":"2006-04-01","fundEnd":"2010-02-28","funder":"BBSRC","impactText":"","person":"Patrick  Doherty","coPersons":[],"organisation":"King's College London","findingsText":" The continued production of new neurons in the adult brain is a fascinating topic for study as we know very little about its purpose, or the biology that controls it. It hold potential for regenerative medicine, and provides for insights into changes that underlie aging of the brain. At the outset of the award very little was known about endocannabinoid signalling (eCB) signalling in neural stem cells. Our hypothesis was that diacyglycerol lipase (DAGL) activity would drive a signalling response via the CB1 and/or CB2 receptors, and that this would be important for survival and/or proliferation of neural stem cells in the adult brain. This work demonstrated that DAGL dependent eCB signalling is important for neurogenesis and contributed to 3 important publications. New treatments to promote brain repair might be developed based on our findings Education,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}