{"id":"E23970CA-CD43-43F6-9AC3-C00230286562","title":"Laser Enhanced Biotechnology for Textile Design: Three Dimensional, Colour and Surface Patterning","abstractText":"The textiles and clothing sector represents the second biggest area of global economic activity in terms of intensity of trade and approximately 7% of world exports. The environmental and social impacts are therefore significant. Harmful chemicals which are routinely used in traditional dyeing, bleaching, printing and finishing processes to achieve colour and pattern, have been identified as one of the key challenges to sustainability within the industry. The chemicals used can damage workers health and the local environment through water and air pollution. In addition, large amounts of water and energy are used in many processes. Alongside legislation such as REACH (the new European Chemicals Regulations), an increased focus on efficiency has been recommended as a strategy for increasing environmental performance. Further to this, the role of the designer has been recognised as central to promoting the development of sustainable solutions within the sector. The proposed project contributes to the development of sustainable textile design processes by investigations into enzymatic and laser processing technologies and their combination to achieve 3D and colour surface patterning on textiles. Due to the process specificity afforded by both technologies, energy use, water use and effluent production will be minimised in comparison with traditional surface patterning techniques. Through combining these technologies, the work aims to enhance current techniques and to discover new creative opportunities for UK textile designers. \n\nEnzymes are biological catalysts. In other words they can be used to perform chemical transformations on organic compounds. They are obtaining an increasingly important role within textile wet processes including pre-treatments, bleaching and finishing due to their reliability, flexibility and environmental advantages. Due to their environmental advantages, in particular their replacement of harmful chemicals and the specificity of reaction they enable, the application of enzymes in textile processes has been developed rapidly. Their use as a creative design tool is, however, as yet unexplored. Initial trials carried out at DMU suggest that enzymes have great potential as creative textile design tools. Processing is, however, slow. In this project, enzyme technology will be developed for colour and 3D pattern design effects. The techniques used and effects achieved will be enhanced through using laser processing as a pre-treatment to enzyme treatments. The aim of this is to promote reactions and to broaden design opportunities. A specific focus will be the development of enzyme printing techniques. If successful, enzyme printing will be an innovative development. \n\nLasers are used within industry to cut, mark and weld a range of materials. They provide a rapid prototyping tool as well as production line capabilities. Lasers provide an energy efficient means of achieving textile patterning without the use of excessive water or chemicals and therefore have environmental advantages in comparison with traditional textile processes. In regard to surface patterning they enable specificity and control afforded by digital generation of imagery. Due to increased access to laser technology, laser cutting, and to some extent marking, are increasingly used by designers working in high-end markets. As a marking tool, lasers are used to 'etch', a range of materials. This project aims to further develop laser marking as a creative design tool by targeting treatment at specific fibres to achieve new 3D and colour effects. The techniques used will be combined with enzyme processing via pre and post treatment, the aim being to create new design opportunities and to enhance the surface quality of natural fibre fabrics.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J002666/1","grantId":"AH/J002666/1","fundValue":"209422","fundStart":"2012-06-30","fundEnd":"2015-06-29","funder":"AHRC","impactText":"","person":"Jinsong  Shen","coPersons":["Faith  Kane"],"organisation":"De Montfort University","findingsText":"","dataset":"gtr"}