{"id":"E24176C4-CF53-418A-8D29-2B726FDC1D53","title":"Poverty Alleviation in the Wake of Typhoon Yolanda","abstractText":"This project will monitor the effectiveness of the typhoon Yolanda relief efforts in the Philippines in relation to building sustainable routes out of poverty. This project will focus on urban population risk, vulnerability to disasters and resilience in the aftermath of these shocks. Urban slum dwellers are extremely vulnerable to natural disasters. The key themes of the project are vulnerability, risk, resilience and shocks in relation to paths in and out of poverty. Lessons learned from our research will be highly relevant to post-disaster reconstruction efforts in Low Income Countries, specifically within densely populated urban areas. These communities are amongst the most at risk and yet least able to resurrect themselves after disasters. \n\nGovernance in the Philippines is devolved through a system of Local Government Units (LGUs), i.e. provinces, cities and municipalities. LGUs are further sub-divided into barangays that are the smallest administrative unit in the Philippines run by elected officials. The organization of LGUs and barangays offers a convenient mechanism against which poverty alleviation strategies can be measured across time and space. The performance of selected LGUs and barangays can be tracked over time and against each other over space to investigate which units perform more effectively and why. \n\nVulnerability and risk are conditions that are heightened by poverty. Vulnerability and risk inform why and how poor people are exposed to natural disasters whilst resilience informs how they coped and how coping strategies can be supported and risk lessened. We will contribute to capacity building in relation to these themes at both the local level and LICs that face similar conditions. We will measure resilience over time and to test the extent to which the notion of 'Building Back Better' is credible. \n\nOur research will focus on the following research question in relation to the aftermath of typhoon Yolanda: 'What factors shape pathways into and out of poverty and people's experience of these, and how can policy create sustained routes out of extreme poverty in ways that can be replicated and scaled up?' The project will focus on sub-questions relating to the impact of vulnerability, risk and resilience on poverty dynamics and the effect of shocks on institutions and policies as they relate to poor people. We will assess the political economy of domestic public spending and international and transnational relief funding as it relates to post-disaster reconstruction and sustainable poverty alleviation. We will also assess how far and in what ways support agencies and the Philippine government have supported families and communities in building their own recovery. This relates to effective governance and physical and social resilience. Overall we aim to test the extent to which shocks have a positive or negative effect on sustainable protection against risk (physical and socio-economic), the extent to which shocks alter pathways in and out of poverty and how far resilience extends beyond mere survival in relation to poverty. \n\nOver time we will compare poverty alleviation strategies in the immediate (reactive), medium (pro-active) and longer (sustainable) term. Our research methods will use gender, age, disability, educational and employment status and housing status as independent variables in relation to sustainable solutions to poverty. Poverty is the dependent variable in our project. We will generate our own dataset through interviews and surveys of local residents and officials across our chosen administrative units. However we aim to go beyond metrics that account for exposure to risk and the immediate impact of the disaster as these offer only a limited measure of resilience. Rather we aim to measure vulnerability, risk and resilience in relation to agency and as a measure of the conditions in which meaningful agency can be built over time.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/M008932/1","grantId":"ES/M008932/1","fundValue":"312205","fundStart":"2015-03-02","fundEnd":"2018-03-01","funder":"ESRC","impactText":"","person":"Pauline  Eadie","coPersons":["Maria Ela Atienza","Poh Mui Tan"],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}