{"id":"E249C95D-F815-46B9-A5D0-C15E4DFD4E5C","title":"Olfactory mechanisms underlying behavioural manipulation of mosquitoes by malaria parasites","abstractText":"Parasites have the ability to manipulate the behaviour of the insects that are involved in their transmission to enhance their own reproductive fitness. For example, malaria-infected mosquitoes take larger blood meals than uninfected ones, and will take multiple blood meals. In a pilot study, conducted recently by the applicants, we demonstrated that females of one of the most important African malaria mosquito species Anopheles gambiae sensu stricto infected with Plasmodium falciparum, one of the most important parasites that causes malaria in human beings, were significantly more attracted to human odours than uninfected mosquitoes. This was the first demonstration of a change in An. gambiae s.s. behaviour in response to human odours caused by infection with the malaria parasite P. falciparum. This behaviour is of fundamental importance since it will enhance the efficiency of disease transmission. We propose to explore the mechanisms for this response. The hypothesis of the proposed study is that P. falciparum parasites manipulate the olfactory system of host-seeking An. gambiae female mosquitoes making them more sensitive to host stimuli and this causes infected mosquitoes to be more attracted to human hosts.\n\nWe propose to build on our preliminary study to quantify, using a windtunnel bioassay, the behavioural responses of An. gambiae s.s. female infected with human malaria parasites, P. falciparum, compared to uninfected females and determine whether the response depends on the lifecycle stage of the parasites within the mosquito. We will use olfactometer studies, which are designed to measure the behavioural response of the insects to human odours, within specially designed secure laboratories at the London School of Hygiene and Tropical Medicine. To determine the effect of a Plasmodium infection on the olfactory system (i.e. the mosquito's sense of smell), we will use an electrophysiology technique which allows us to record the response of the mosquito's antenna to individual compounds within the complex mixture that makes up human body odour. This, along with other state-of-the-art analytical chemistry techniques, will allow us to identify the volatile compounds that the mosquito can detect and to determine whether infected mosquitoes respond differently to the odorous volatiles emitted by humans to uninfected mosquitoes.\n\nThe results of our study will provide information that could be used to illuminate how malaria is transmitted between human beings by An. gambiae s.s. females. Importantly, new attractive compounds could be identified which could be used to develop improved mosquito traps for surveillance or trapping programmes that may even specifically target P. falciparum-infected An. gambiae s.s. females. This study will be a fundamental example of how parasites are able to manipulate their host to increase their own reproductive fitness.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J008508/1","grantId":"BB/J008508/1","fundValue":"75397","fundStart":"2012-07-31","fundEnd":"2016-03-31","funder":"BBSRC","impactText":"","person":"John  Pickett","coPersons":["Michael  Birkett"],"organisation":"Rothamsted Research","findingsText":"","dataset":"gtr"}