{"id":"E25010B0-350B-4C0D-977D-3E617AA52058","title":"Business, taxation and welfare","abstractText":"<p>This project aims to undertake and disseminate multi- and inter-disciplinary research which will inform government policies in the field of business taxation.</p>\n\n<p>The research will address three broad questions:</p>\n\n<ul>\n \n\n <li>What are the effects of taxes on business behaviour?</li>\n\n <li>What are the effects of business behaviour on social welfare?</li>\n\n <li>How do, and should, governments design and administer business taxes?</li>\n\n</ul>\n\n<p>By business behaviour, we include the location, scale and type of investment, the sources and uses of finance, the determination of employment and wages, the extent to which profit is shifted between locations, and the ways in which tax is passed on to individuals though lower returns, lower wages or higher prices. By business tax, we include any tax which affects such behaviour, including its design and administration.</p>\n\n<p>The research will examine business taxation in an international context. It will specifically address two key issues: the heterogeneity of firms, and the dynamic nature of business behaviour under uncertainty. It will develop and use newly-available microeconomic datasets, which permit detailed analysis of business behaviour and which can allow for heterogeneity between different types of firms.</p>\n\n<p><strong>Further information</strong></p>\n\n<p>Centre&nbsp;for Business Taxation&nbsp;contact: Prof Michael Devereux</p>\n\n<ul>\n \n\n <li>Email: <a href=\"mailto:michael.devereux@sbs.ox.ac.uk\" rel=\"nofollow\">michael.devereux@sbs.ox.ac.uk</a></li>\n\n <li>Telephone: 01865 288507</li>\n\n</ul>\n\n<p>ESRC contact: Glen Noble</p>\n\n<ul>\n \n\n <li>Email: <a href=\"mailto:glen.noble@esrc.ac.uk\" rel=\"nofollow\">glen.noble@esrc.ac.uk</a></li>\n\n <li>Telephone: 01793 413038</li>\n\n</ul>\n\n<p>Centre for Business Taxation website: <a href=\"http://www.sbs.ox.ac.uk/centres/tax/\" rel=\"nofollow\">http://www.sbs.ox.ac.uk/centres/tax/</a></p>\n\n<p>&nbsp;</p>\n\n<p><br /><br /></p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-060-25-0033","grantId":"RES-060-25-0033","fundValue":"2280610","fundStart":"2008-10-01","fundEnd":"2012-09-30","funder":"ESRC","impactText":"  Four issues on which this project's research has had some impact are as follows:\n\n1. Contribution to introduction of a UK GAAR\n\nIn December 2012, the Chancellor of the Exchequer announced that the government would introduce a &quot;General Anti-Abuse Rule&quot; into UK law, as a way of combating egregious tax avoidance practices. Judith Freedman, a co-investigator of this grant, has been instrumental in the journey towards its introduction. She has conducted path-breaking and influential work on this topic, most recently as part of the research of this programme. \n\n2. Potential for EU harmonisation of business taxes\n\nThe European Commission has a proposal to introduce a &quot;common consolidated corporate tax base (CCCTB)&quot;, under which a European company would only be required to identify its EU-wide profit, rather than the profit that it makes in each individual member state. The Commission invited the Centre for Business Taxation to undertake research to analyse the likely impact if such a proposal were implemented. The work for this impact assessment drew on ESRC-funded joint work with the CPB in the Netherlands, and published in Economic Policy (Bettendorf et al, 2010). We developed a model of investment flows between member states in the EU which permitted an analysis of the effects of differences in effective and statutory tax rates in member states on investment, employment, profit shifting and economic growth in each country. The results suggested that the economic benefits of introducing the harmonised system are likely to be small. \n\n3. Contribution to the design of VAT policy\n\nResearch undertaken by Rita de la Feria has made a significant contribution to the development and design of VAT policy, and has been cited several times in judgements by important courts including the Court of Justice of the European Union. In addition, in 2011, de la Feria was appointed as VAT Policy Adviser to the Portuguese Government with responsibility to assist with forthcoming and ongoing VAT reforms. In particular, drawing on her own research, she designed new reforms to the Portuguese VAT, in line the terms of Portuguese bail-out agreement. \n\n4. Contribution to debates on taxation of financial services\n\nWe have made a number of contributions to the ongoing debate on the taxation and regulation of the financial sector. We have published a paper in the British Tax Review on the proposals of the European Commission to introduce a financial transactions tax (FTT), which points out the discrepancies between the proposals and the Commission's own impact assessment. John Vella has discussed this issue widely, in many policy conferences around Europe. Government, Democracy and Justice Economic,Policy & public services","person":"Michael Peter Devereux","coPersons":["Judith Anne Freedman","Benjamin  Lockwood","Stephen Roy Bond","Sowmya (Wiji) Wijayambal Arulampalam","David  Ulph"],"organisation":"University of Oxford","findingsText":" The main elements of the research programme were built around three broad questions: \n\n1. What are the effects of taxes on business behaviour?\n2. What are the effects of business behaviour on social welfare?\n3. How do, and should, governments design and administer business taxes?\n\nAs a precursor to considering the first question, we developed a database of parameters of tax systems in countries in 43 countries the period 1983 to 2012. These data have been invaluable in undertaking empirical research based on cross-country variation in taxation, and they have been made freely available to, and have been used by, other researchers. \n\nWe have studied empirically the effects of taxation of the location and ownership of assets, and the location of declared profits. Examples include the following.\n\no The effects of taxation on the location of targets in acquisitions (Arulampalam et al, 2012a). In principle, these effects could be in either direction, although this paper finds a negative effect of the corporation tax rate in the host country on the probability of a target being located there. \no The effects of taxation on the location of corporate headquarters (Voget, 2011). This paper provides evidence that this depends on whether a potential host country seeks to tax the worldwide income of multinationals that are headquartered domestically, or to tax only income generated domestically. This is also related to other research which seeks to identify whether companies headquartered in countries with a worldwide system actually have higher aggregate tax liabilities (Maffini, 2012). This paper finds that they do, but that the higher liabilities do not arise because of the tax base but rather because countries that tax worldwide income also tend to have higher tax rates. \no The effects of taxation on the location of patent ownership (Karkinsky and Riedel, 2012). As expected these effects are particularly large, since patents, as a form of intangible intellectual property, might be expected to be extremely mobile. Since the international system taxes the return to intellectual property in the place where it is owned, there is a significant incentive for businesses to locate such assets in low-tax jurisdictions.\no The effect of taxation in one country on the investment by a multinational in another, where the company operates in both countries. Dischinger and Riedel (2011) find that investment in the two locations in complementary: so a rise in tax in one country tends to reduce investment in both countries.\no Other research (Simpson, 2012a, 2012b) examines the impact of outbound investment on activity at home in more detail, and finds a more complex relationship. This research focuses particularly on outbound investment which seeks to take advantage of low wages abroad: such investment is associated with lower growth in low-skill activities at home. \no An important question is the extent to which location decisions ultimately affect the level of capital expenditure in an economy. Bond and Xing (2012) investigate the determinants of the aggregate capital stock directly. They do find a significant effect of corporate taxation; however, they find that the relevant form of taxation is the effective marginal tax rate, through the cost of capital. This calls into question the extent to which discrete location choices made by multinationals (which theory and evidence suggest are determined by an effective average tax rate) are important for the aggregate capital stock.\no The role of uncertainty in tax liabilities (Blouin, et al, 2012). This paper uses detailed, hand-collected, information in US financial accounts which provides estimates of the extent of uncertainty over the company's tax position. Greater uncertainty (in this case probably associated with more aggressive tax planning) tends to reduce investment.\no The effects of a subsidy to investment in a more uncertain environment (Devereux, Lockwood, Fuest, 2012). Evidence from a laboratory experiment indicate that subsidies become less effective with greater uncertainty; this is problematic to the extent that governments may wish to encourage investment more in periods of greater uncertainty, such as in periods of downturn. \n\nWe have also undertaken empirical studies on the effective incidence of corporation tax, that is, who ultimately end up bearing the cost of the tax. \n\no Arulampalam et al (2012b) pioneer a novel approach by directly estimating how far the wage bill of a company was dependent on its tax liability. Controlling for other factors, this paper distinguishes a measure of the &quot;direct&quot; incidence of the tax from the overall incidence. The paper finds that a large proportion of any additional revenue from a tax rate increase is borne by the labour force. This is independent of any effect through the capital stock and hence through the value added generated by the firm.\no Liu and Altshuler (2013) identify the effective incidence of corporation tax from variation in effective marginal tax rates in the US across industries and time. They too find that labour bears a significant part of the burden of the corporation tax, with an effect of a similar order of magnitude to Arulampalam et al. (2012b) \no Peichl et al (2012) use a rich administrative employer-employee linked panel to examine the incidence of the German business tax, exploiting variation in 11,500 municipalities. With these data, this paper is able to identify that low-skilled workers share a relatively high part of the tax burden.\n\nAn important issue in the development of taxes on business profit over the last few decades has been the extent to which countries compete with each other, and whether coordination would improve social outcomes. We have investigated this theoretically and empirically. \n\no Becker and Fuest (2010, 2011 and 2012) address a number of questions theoretically. In the context of EU regional policy, they demonstrate that coordination of investment in reducing infrastructure costs for transport within EU countries enhances welfare and mitigates tax competition. They also consider tax competition when there are two types of investment, greenfield investment and mergers and acquisitions. They show that the coexistence of these two types of investment intensifies tax competition in comparison to the case where there is only greenfield investment. They also analyse a model where a multinational firm may shift profits to a low-tax country. Tightening anti-avoidance rules may reduce the income shifted to the low-tax country, but paradoxically induces the low-tax country to engage in more aggressive tax rate competition. \no Becker and Riedel (2012) consider the case of multinational companies where, in accordance to their empirical results mentioned above, investment abroad is complementary to investment at home. In this setting, the complementarities of headquarters and affiliate production may actually reduce the pressure from international tax competition. In related work, Krautheim and Tim Schmidt-Eisenlohr (2011) consider the impact of heterogeneity across multinational firms in the presence of tax havens. In their model, they show that a higher degree of firm heterogeneity increases the degree of tax competition.\no Our empirical work indicates that reducing other barriers between countries tends to exacerbate tax competition. Davies and Voget (2008) show that the enlargement of the EU led member states to respond more aggressively to the tax rates of other members. In the context of the Single Market in 1993, Lockwood and Migali (2009) find evidence for increased competition for alcohol products, though not for cigarettes.\no By contrast, Loretz and Moore (2013) find significant evidence that there is also competition between companies in tax payments, as companies trade off potential savings in taxes from greater avoidance against potential reputational costs. \n\nWe have made a number of contributions to the design of taxes on business, again with both theoretical contributions and empirical assessments of specific policy options. \n\no Bettendorf et al (2010, 2011) present empirical estimates of the likely impact of the introduction of the European Commission's proposal for a &quot;common consolidated corporate tax base&quot; (CCCTB). This is based on a computable general equilibrium model which estimates the impact of the potential tax reform on the economies of each of the 27 member states. Broadly, the papers suggest that the economic benefits of harmonising the system in this way are likely to be small, and even negative for some countries.\no Devereux and de Mooij (2011) use a similar approach to analyse options for removing the tax advantage to use debt finance. They find that the effects depend on whether the tax rate needs to rise to compensate to preserve total revenue; this crucially affects the incentive for one country to introduce such a reform unilaterally. \no We have investigated the optimal tax treatment of international profit in the presence of cross-border mergers and acquisitions (Becker and Fuest, 2011a and 2010c). These authors also address the issue of how far interest deductibility should be limited when the government aims to tax only profit generated domestically (Becker and Fuest, 2010b).\no Another paper examines the fundamental basis of the way in which the current international tax system allocates profit between countries - the arm's' length price (Devereux and Keuschnigg, 2013). This paper points out that such an approach has no logical foundation, and can lead to significant distortions to international allocations of economic activity and tax revenues.\no Many have recently called for greater transparency by multinationals in reporting their tax affairs. This was addressed by a study group chaired by Michael Devereux containing participants from business, NGOs and the OECD (Devereux study group, 2011). This study could not identify significant benefits from greater transparency, mainly due to the complexity of the existing international tax regime.\no De la Feria has contributed a stream of legal papers on the appropriate form of VAT. Her 2009 book addressed a large number of issues concerning the practice and design of VAT in an EU setting. Later papers addressed a number of issues, such as partial exemption, the place of supply, and the treatment of public sector bodies. \no de la Feria and Lockwood (2010) evaluate and cost the European Commission's proposals to allow financial service companies to &quot;opt in&quot; to VAT. In a number of other papers on the taxation of financial services, Devereux (2011, 2013) explores various options for taxing banks, including the bank levy introduced by the UK after the financial crisis, and Vella et al (2011) strongly criticises the European Commission's proposals for a new financial transactions tax. \no In related work de la Feria and Fuest (2011) address the consequences of decisions made by the Court of Justice of the European Union. Although these are generally intended to move the EU closer towards a single market, this paper questions whether they succeeded in this aim, or even worsened the existing situation.\n\nA final important area of research is the administration of tax, and how authorities should deal with tax avoidance. \n\no One important strand of research in this area is an analysis of the legal judgments of the doctrines of Court of Justice of the European Union, and whether member states can rely on the principle of &quot;prohibition of abuse of law&quot;. Papers from a conference hosted by the Centre on this issue were published as de la Feria and Vogenauer (2011). Other researchers also contributed to this volume (Freedman, 2011b and Vella, 2011b). \no A related important theme has been the value of a &quot;General Anti-Avoidance Rule&quot; (GAAR). Freedman (2012, 2011a, 2011c, 2010a) has been particularly influential on the UK decision in 2012 to adopt such a rule.\no Another key strand of research has been on the structure of tax administration in the UK, and the lessons that can be learned by other countries. This was addressed in a number of papers, for example, (Freedman et al, 2009, 2010, 2012), which drew on a qualitative interview survey of a number of tax directors of major companies. The papers broadly welcome the UK approach, but note significant concerns with the discretion of HMRC and the rule of law. These issues were also covered in second edited book containing papers from another conference hosted by the Centre, Evans, Freedman and Krever (2011).\no Finally, in theoretical work, Damjanovic and Ulph (2009) and Ulph (2009) address the optimal response to marketed tax avoidance schemes, comparing various measures that authorities could take, including requiring greater disclosure, and imposing penalties. Four issues on which this project's research has had some impact are as follows:\n\n1. Contribution to introduction of a UK GAAR\n\nIn December 2012, the Chancellor of the Exchequer announced that the government would introduce a &quot;General Anti-Abuse Rule&quot; into UK law, as a way of combating egregious tax avoidance practices. Judith Freedman, a co-investigator of this grant, has been instrumental in the journey towards its introduction. She has conducted path-breaking and influential work on this topic, most recently as part of the research of this programme. \n\n2. Potential for EU harmonisation of business taxes\n\nThe European Commission has a proposal to introduce a &quot;common consolidated corporate tax base (CCCTB)&quot;, under which a European company would only be required to identify its EU-wide profit, rather than the profit that it makes in each individual member state. The Commission invited the Centre for Business Taxation to undertake research to analyse the likely impact if such a proposal were implemented. The work for this impact assessment drew on ESRC-funded joint work with the CPB in the Netherlands, and published in Economic Policy (Bettendorf et al, 2010). We developed a model of investment flows between member states in the EU which permitted an analysis of the effects of differences in effective and statutory tax rates in member states on investment, employment, profit shifting and economic growth in each country. The results suggested that the economic benefits of introducing the harmonised system are likely to be small. \n\n3. Contribution to the design of VAT policy\n\nResearch undertaken by Rita de la Feria has made a significant contribution to the development and design of VAT policy, and has been cited several times in judgements by important courts including the Court of Justice of the European Union. In addition, in 2011, de la Feria was appointed as VAT Policy Adviser to the Portuguese Government with responsibility to assist with forthcoming and ongoing VAT reforms. In particular, drawing on her own research, she designed new reforms to the Portuguese VAT, in line the terms of Portuguese bail-out agreement. \n\n4. Contribution to debates on taxation of financial services\n\nWe have made a number of contributions to the ongoing debate on the taxation and regulation of the financial sector. We have published a paper in the British Tax Review on the proposals of the European Commission to introduce a financial transactions tax (FTT), which points out the discrepancies between the proposals and the Commission's own impact assessment. John Vella has discussed this issue widely, in many policy conferences around Europe. Government, Democracy and Justice","dataset":"gtr"}