{"id":"E250E099-F3B4-4FA7-892E-1FFF3D4784C5","title":"Visual Exploration of Species-referenced Repositories (VESpeR)","abstractText":"There exist today a multitude of biological databases containing a wide array of information regarding different species including specimens in museum databases, occurrence information, genome sequence and expression data and image data to name a few. A common feature of these databases is that the information normally corresponds to a particular species (or taxa) and therefore the databases tend to employ some taxonomy to structure the information and access the data. However as yet there is no common taxonomy which is used across these databases to enable reliable linking across the databases.\n\nMatching species across databases is challenging. Different databases can and do use different classifications which use different names to represent the same underlying species or taxa. Tools that aid integration of data from these sources will be of benefit to biologists allowing them to incorporate additional data into their analyses and ensure the quality of the data and the accuracy of results are improved.\n\nThe utility of visualising data is well established for tasks such as presentation of information. Visualisations are effective for a range of other tasks such as acting as ad-hoc error-checks for data e.g. spotting a record of a lion placed in the middle of the Pacific Ocean in a geographical information visualisation plot clearly suggests an error in the data. However, the true advantage of visualisation isn't in static presentation but in allowing users to interactively explore and view the effects of changes to constraints and variables, although suitable tools are frequently not available to biologists where they could be most useful. \n\nThis project will build on the biological standards developed for taxonomic information and develop a set of web-based visualisation tools for use by a wide range of biologists and end-users of these databases to support them clean, explore and compare the data contained within. The resulting tools will have a wide ranging impact on the quality of data made available and the accessibility of the data to a wide range of users.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K004115/1","grantId":"BB/K004115/1","fundValue":"106904","fundStart":"2012-08-01","fundEnd":"2014-01-31","funder":"BBSRC","impactText":"  The tool that has been developed has been adopted by GBIF as part of their publication toolkit. Digital/Communication/Information Technologies (including Software),Environment Societal","person":"Jessie Birnie Kennedy","coPersons":[],"organisation":"Edinburgh Napier University","findingsText":" We have developed a visualisation tool that allows data creators to visually pre-check specimen collection data before it is uploaded to sites that host such data. Often such data is malformed semantically even if it passes syntactic data checks, the classic example being longitude inversions that place american species in the middle of china.\n\nFor hosted datasets, the tools similarly allows users to visually assess data for suitability for their own research objectives and to check for otherwise hidden errors.\n\nVesper itself has revealed that many standard taxonomies and smaller specimen collections in fact contain a high amount of error - unknown time points, mis-mapped positioning and undetermined positions in taxonomic hierarchies. This shows that tools beyond the current syntax-only checking mechanisms are needed and visualization-based tools allow users to bring their own knowledge to bear on the data involved.\n\nVesper has generated interest from GBIF partner nodes and data publishers such as Canadensys Vesper can be used by others within the ecological community to examine and assess data sets that remain otherwise opaque - data correctness and cleaning is a central concern of data publishers at the moment, as a large proportion of published data out there is heavily contaminated with error. Botanical gardens and natural history museum collections can also be assessed this way if they use the data format that Vesper acts upon. It may even be the case that tools such as Vesper further encourage the take up of the particular data format involved - Darwin Core Archives.\n\nVesper's visual mode of presentation can also be used to clearly illustrate that errors within such datasets often occur, and that these errors then propagate through to whichever analyses and policies use that data, in this way, like many visualisation-based tools, it has an educational role to play. Agriculture, Food and Drink,Education,Environment,Culture, Heritage, Museums and Collections","dataset":"gtr"}