{"id":"E250287C-7AC8-4022-A49A-A8AF8F5753B6","title":"Cylindrical Levy Processes and Their Applications","abstractText":"Stochastic differential equations model a process evolving in time and subject to a random noise. Numerous phenomena in nature and economics are modelled by these equations. The reason for the random noise might be found in external or internal fluctuations which do not allow a deterministic description, in random events in the future or in uncertainty of the model. The complexity of the model, e.g. the numbers of parameters involved or the state space of the modelled process, often results in the necessity to consider stochastic differential equations in infinite dimensional spaces. However, up to now, most of these models are restricted to a continuous Gaussian noise and to infinite dimensional spaces with a very rich structure due to the lack of a satisfactory mathematical theory.The first objective of this project is to develop a theory which enables us to treat stochastic differential equations in infinite dimensional spaces of a general type. The random source might have discontinuous paths and is allowed to be of a very general form, such that the randomness not only depends on the evolution in time but also on the underlying space. In the second part of this project, the usability of the theory is verified by studying two concrete examples out of the numerous applications: one model describes the physical distribution of the heat in a given region subject to some external random noise, and the second model originates from financial mathematics and describes the evolution of interest rate curves.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I036990/1","grantId":"EP/I036990/1","fundValue":"100568","fundStart":"2012-09-01","fundEnd":"2014-08-31","funder":"EPSRC","impactText":"  Due to the unexpected difficulties in establishing a satisfactory theory of stochastic integration, the successful completion of milestone 3 has been delayed. As a consequence the work on milestone 6 could not start during the project. Since the anticipated results of milestone 6 were identified as the ones with the highest potential on impact beyond academia (economics), the project has so far only influenced the research in academia in different disciplines. Other Economic","person":"Markus  Riedle","coPersons":[],"organisation":"King's College London","findingsText":" In many areas, dynamical behaviour is modelled by a process evolving in time and subject to a random noise. The complexity of the considered models, e.g. the numbers of parameters involved or the state space of the modelled process, often results in the necessity to consider these processes in infinite dimensional spaces. In this project a new kind of a random noise in infinite dimensional spaces was introduced, which is of large generality and flexibility, i.e. with non-Gaussian distributions and possibly discontinuous trajectories. Furthermore, a theory of stochastic integration was developed in this project, which enables the modelling of dynamical behaviour perturbed by this random noise. The developed theory even allows that the random perturbation might depend on the dynamics, which is for example essential for models of financial markets. The developed results were applied to specific models in physics, e.g. the heat equation which describes the evaluation of heat in a region. A further possible area of application was found in climatology. Due to the unexpected difficulties in establishing a satisfactory theory of stochastic integration, the successful completion of milestone 3 has been delayed. As a consequence the work on milestone 6 could not start during the project. Since the anticipated results of milestone 6 were identified as the ones with the highest potential on impact beyond academia (economics), the project has so far only influenced the research in academia in different disciplines. For example, the noise introduced in this project is already used in the area of financial mathematics to model fixed income markets by Prof T. Schmidt and Prof S. Tappe. Furthermore, Prof I. Pavlyukevich and his group are considering the possibility to use the introduced noise and the developed theory for climate and weather models. Creative Economy,Energy,Financial Services, and Management Consultancy,Pharmaceuticals and Medical Biotechnology,Other","dataset":"gtr"}