{"id":"E258D925-7FCE-4ACB-9DD2-73B4265B621F","title":"Regenerated Composite Value Reinforcement (ReCoVeR)","abstractText":"The disposal of end-of-life composite products in an environmentally friendly manner is one of the most important challenges facing the industry and community. It is projected that the total global production of composite materials will significantly exceed 10 million tons by 2015, which will occupy a volume of over 5 million cubic meters. Glass fibre reinforced composites account for approximately 90% of all the fibre reinforced composites currently produced. About 60% of this volume employs thermosetting matrix materials producing composites (GRP) which are difficult and expensive to recycle in an efficient manner. The UK perspective on this issue has been recently highlighted due to the anticipated growth in the use of such composite materials in automotive and wind energy sectors. Many GRP market sectors such as wind turbine applications have growth rates well into double figures with a predicted 6 million tons of GRP wind turbine blades to be produced globally over the coming decade. Currently most of this material is destined for landfill at the end of its 10-25 year application lifetime; the UK is already estimated to produce 160,000 Tons of GRP waste each year of which 98% goes to landfill.\n\nA number of processes are available for recycling such composites. Of these possible routes, thermal recycling is probably the most technologically advanced and has been piloted in the UK and Denmark. However, nearly all options deliver recycled fibres (which make up approximately 60% by weight of the composites) which suffer from a lack of cost competitiveness with pristine first-pass materials. A key factor in this equation is that there is a huge drop in the mechanical performance of recycled glass fibre (80-90%) in comparison to its original state. Consequently, recycled fibres have a very poor performance to cost ratio, and in most cases are considered unsuitable for reprocessing and reuse as a valuable reinforcement of composites. For these reasons, landfill is currently the most common way of composite disposal. However, expanding the use of the landfill option is increasing being perceived as environmentally and economically unacceptable. \n\nThe ultimate goal of this project is to enable cost-effective regeneration of the mechanical properties of glass fibres which have been produced from thermal recycling of glass reinforced structural composites (such as wind turbine blades). This project has the potential to totally transform the economics of recycling GRP composites which would otherwise most likely be disposed of to landfill. A breakthrough in this field will enable such recycled fibres to compete with pristine materials in many large volume composite applications. The development of an economically viable process for regenerating the properties of thermally recycled glass fibres would have major technological, societal, economical, environmental impacts. Conservative estimates indicate that there is a potential to generate a global industry with an annual production of 1 million Tons of reusable regenerated glass fibres with a market value order of magnitude of &pound;1,000M. The reuse of these materials could result in a huge reduction in the environmental impact of the glass-fibre industry where the replacement of pristine glass fibre products would equate to a global reduction in CO2 production of 400,000 Tons/annum from reduced melting energy requirements alone. Furthermore, such a technological development would also reduce the need for an annual landfill disposal of 2 million Tons of composite materials. These developments would clearly be in line with the growing societal and environmental pressure to reduce the use of landfill disposal, increase the reuse of valuable raw materials resources, and reduce the release of CO2 to the atmosphere.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I037970/1","grantId":"EP/I037970/1","fundValue":"468012","fundStart":"2011-11-01","fundEnd":"2015-07-31","funder":"EPSRC","impactText":"","person":"James Laurence Thomason","coPersons":["Winifred  IJOMAH"],"organisation":"University of Strathclyde","findingsText":"","dataset":"gtr"}