{"id":"E25989C8-D1E6-4752-965F-27D4B5E57627","title":"Epidemiology and social risk amplification","abstractText":"The predominant activity in risk assessment is the modelling of physical hazards. Yet recent major risk events, such as the Sudan 1 food contamination scandal, show how important the social response can be in comparison to physical harm. Withdrawals of product, loss of reputation, reductions in trust, additional testing and inspection regimes, and so on can often be just as consequential as physical injury. Our main basis for understanding the social response to risk events is the Social Amplification of Risk Framework due to Kasperson et al (1988). But this remains a qualitative model, and is accepted even by its authors (for example Kasperson et al 2003) as a 'framework' for organising our general understanding rather than a theory that will predict or explain the social construction of risk in a definite way.Our aim is to determine whether, and investigate how, we can make the concepts which appear in social risk amplification models more precise and more quantitative. To do this we propose to explore a variety of techniques used in the discipline of epidemiology - on the basis of a number of apparent parallels. For example, notions of susceptibility and infection seem to be analogous to notions of sensitivity and concern, 'super-infectives' resemble certain social institutions such as the broadcast media, and the recrudescence of infection resembles the recrudescence of concern and 'ripple effects' found in risk amplification. The programme will involve applying a number of techniques to the various kinds of data we have about social response (for example the uptake of vaccinations), in the context of several recent case studies. We plan to assess how informative these are in the decision processes of our collaborator - the Department for Environment Food and Rural Affairs.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E018025/1","grantId":"EP/E018025/1","fundValue":"76449","fundStart":"2007-07-01","fundEnd":"2010-10-31","funder":"EPSRC","impactText":"","person":"Robert Matthew Christley","coPersons":["Helen Elizabeth Clough"],"organisation":"University of Liverpool","findingsText":" &quot;Food scares&quot; occur regularly and may impact society in many ways. Often, such scares may impact peoples food purchasing behaviour. This study investigated the impact of outbreaks of Avian Influenza in poultry in the UK (in 2007) on patterns in purchasing of poultry products. Despite this infection being extremely unlikely to cause human ill-health, we found that these outbreaks impacted purchasing of poultry products, including those not at all associated with the outbreaks. The typical response was a two-week decrease in the number of customers purchasing these products, followed by a recovery of sales over about 3 weeks. Falls in sales occurred simultaneously with both increased newspaper coverage of, and internet searches for, avian influenza. Furthermore, for some products, the retailer reduced the price and there was an increase in sales.\n\n\n\nHence, consumer responses to such outbreaks were complex and modified by the behaviour or retailers. However, for these outbreaks the response was of relatively short duration. Better understanding of consumer responses to food scares may help retailers to better manage these events and may enable improved communication with the public regarding the risks associated with these scares. The results of this study help develop greater understanding of consumer responses to potential food scares. Correlation of these responses with newspaper reporting and internet searches highlight that these responses are part of a broader societal reaction to the outbreaks. We have started to use this information to model responses to food scares under different scenarios. Agriculture, Food and Drink,Retail","dataset":"gtr"}