{"id":"E25ADFE6-76B2-461C-A7F4-20F0416F735C","title":"PEGASUS : sharing virtual reality exhibitions over the Grid, a pilot and demonstrator","abstractText":"A major international exhibition provisionally entitled Picture the Middle Ages : Arms, Armour and Manuscripts from the 100 Years' War will be held at the Royal Armouries Museum, Leeds UK, between Fall 2007 and Spring 2008. Sponsored by the Leverhulme Trust, it is based on completed research by the applicant on a group of early 15th-century illuminated manuscripts of Jehan Froissart's Chronicles. This free exhibition offers a marvellous platform for the development of experimental software and grid-enabled technologies for widening and enhancing its dissemination to a broader public in this country and in the USA, and to explore the potential for future Armouries events such as Henry VIII (Tower of London, 2009).Evaluation of the affective impact of the exhibition will be carried out by members of the EPSRC-funded Affective Communication research network, via an AHRC Designing for the 21st Century award (PI Chris Rust, Sheffield Hallam University).Innovative 3D display software and a project website are supported by a dti KTP with Tribal Group, Sheffield, and the applicant. Pre- and post- exhibition trialling will be done by History, English and ICT pupils from St Mary's High School, Chesterfield.One of the four original manuscripts will be displayed in low, dramatic lighting, in a sealed, glazed case, forming the centrepiece of the exhibition. The first contact that visitors will have with the manuscript will be via a 3D immersion experience of the manuscript codex (software by Tribal, Genesys and ZOO Digital; hardware by Inition and Eon). Its virtual 'pages' will be comprehensively explorable (unlike the real object) and hotspotted to enable engagement with different facets of its content and materiality. Several key themes will be engaged with:The Hundred Years' WarJehan Froissart and his ChroniclesConflict, Politics and Warfare in the late 14th centuryArms, Armour and CombattantsLife in a CastleSiege WarfareRulers, Realms and PropagandaAlso:Chronicles in the Making: from sheepskin to parchment bookThe Pierre de Liffol manuscripts: a medieval entrepreneurThe Stonyhurst Manuscript and its 10 'relatives' (illuminated manuscripts from Paris, London, New York, Besanon and Toulouse)Each themed area will be presented with specific reference to the visitor groups most commonly identified by the Armouries in term of the plausible depth of their curiosity, likely engagement and attention span. Account will also be taken of different age groups and of the particular needs of people with disabilities.PDA devices interfacing with RFID tags will be used to provide visitors with a range of optional audio-visual routes through the exhibition (U of Sheffield completed PhD project).The Stonyhurst College manuscript book and its virtual 'companions' will be complemented by a display of contemporary arms and armour from the Royal Armouries' own collections. In addition to website material, the fixed display of the Stonyhurst manuscript book will be enriched and expanded via the interactive 3D display, and through a game and competition devised by Genesys and ZOO Digital Interactive DVD and Video (Sheffield).The process of designing the exhibition has generated a number of exciting ideas, the most appealing of which has centred on the challenge of sharing the exhibition's most absorbing and innovative features with remote audiences at the Royal Armouries' other venues: the Tower of London, Ft Nelson and the Frazier in Louisville, KY, using high-speed/capacity grid resources. The Frazier enjoys federal funding to support such innovation; the Royal Armouries Museum has no such support and is therefore backing the applicant's present application for the purposes described above. Requested: employment costs for a FT technical developer, contribution to Armouries, WUN Grid Bergen and White Rose Grid development costs, plus 10% of Prof Ainsworth's and Dr Romano's time.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F005393/1","grantId":"EP/F005393/1","fundValue":"52161","fundStart":"2008-01-01","fundEnd":"2008-12-31","funder":"EPSRC","impactText":"  Pegasus was funded with the aim of promoting, demonstrating and running experiments with grid technologies. The project developed a grid-enabled interface using Storage Resource Broker clientware designed at the University of California San Diego to establish a program for sharing and displaying in real-time selected virtual reality exhibition materials of mutual interest to partner institutions, drawing on high-volume, high-resolution digital image datasets held on and managed via compatible Solaris SUN servers.\n\nRobust protocols permitted real-time access to and distribution of exhibition packages developed at the Royal Armouries Museum, Leeds. Pegasus established a secure infrastructure to allow partner museums to create, share and exchange such materials with the other's audiences and researchers. In addition, Pegasus created the resources needed to share these materials, virtually, with other project partners (JISC/NEH/NSF-funded Digging into Image Data in 2010). Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Culture, Heritage, Museums and Collections Cultural,Societal","person":"Peter Francis Ainsworth","coPersons":[],"organisation":"University of Sheffield","findingsText":" Our prime objective was to develop a grid-enabled interface using Storage Resource Broker clientware designed at the University of California San Diego to establish a platform for sharing and displaying in real-time selected virtual reality exhibition materials of mutual interest to a consortium of libraries, museums and HE institutions, drawing on high-volume, high-resolution digital image datasets managed via compatible Solaris SUN servers. This objective was fully achieved and successfully tested during the third quarter of 2008 on an exhibition at the Royal Armouries, and during the Spring of 2010 at a second exhibition at the Mus&eacute;e de l'Arm&eacute;e in Paris (both described below under Exploitation routes). A secure infrastructure allowed our partner museums to create, share and exchange materials with us and–ultimately–to reach audiences of visitors in excess of 50 000 at Leeds and 80 000 in Paris (see below under Exploitation routes). \n\n A further development, also described below, was the establishment of an international interdisciplinary consortium (Sheffield / Urbana-Champaign / NCSA / Michigan) intent on working collaboratively via this platform to develop a funding bid for a data mining project. The most obvious (and already proven) use for the system is for linking museum partners separated by vast distances but whose collections are known to be, or prove to be, of mutual interest. During a visit to Canada interest was expressed in using the system to build a virtual exhibition to be shared via large networked screens at each partner institution (Saskatchewan, Ontario, Northern Territories and British Columbia, with related artefacts, e.g. Inuit sculptures featured from each and brought together via the Grid. This remains a potential development; at time of writing it is still unrealised due to lack of available funding. PEGASUS supported the collaborative online design of the interactive KIOSQUE software deployed at exhibitions mounted at the Royal Armouries (Leeds) and Mus&eacute;e de l’Arm&eacute;e, H&ocirc;tel national des Invalides (Paris), on the Depiction of Warfare and Society in Froissart's Chronicles, using software tools loaded onto the University of Sheffield's SRB server. Leeds and Paris colleagues worked with us online towards the build for these two bilingual exhibitions (featuring on-site local versions of KIOSQUE virtual tours and interactive displays, plus scenography and other materials). Details of the exhibitions follow:-\n\nExhibition (1): Jehan Froissart and the Hundred Years War. Royal Armouries, Leeds. December 2007 to April 2008. Gallery at: http://www.hrionline.ac.uk/panoply/exhibitions/leeds/index.html \n\nExhibition (2): Cy commencent : Jean Froissart et la guerre de Cent Ans. Mus&eacute;e de l'Arm&eacute;e, H&ocirc;tel national des Invalides, Paris, April-July 2010. Gallery: http://www.hrionline.ac.uk/panoply/exhibitions/paris/index.html\n\nThe 'further aim' referred to above was to establish a grid-based science collaboration with academic colleagues at the University of Illinois at Urbana-Champaign, USA. This was done, and fed into projects with the College of Liberal Arts at Urbana-Champaign, led by Professors Anne D Hedeman (Medieval Art History) and Karen Fresco (Medieval French). These links were fostered by the close working partnership linking the Humanities Research Institute at Sheffield to the White Rose and WUN Grids, and to the National Center for Supercomputing Applications (also located at Urbana-Champaign), via TeraGrid. In turn it became apparent that our Illinois colleagues were eager to collaborate with us on a joint programme with colleagues at the Michigan State University on on a bid to the joint JISC-NSF-NEH &amp;quot;Digging into Data&amp;quot; programme, for grid-based data-mining research to be conducted together on Medieval Manuscripts, Early Modern French and British Maps, and Nineteenth- and Twentieth-Century Quilts. The bid was successful and funded over 18 months; the project completed its work in 2011, with an extension until March for the Sheffield team agreed (due to a late start occasioned by the tripartite funding regime):\n\nhttp://www.jisc.ac.uk/whatwedo/programmes/digitisation/diggingintodata/authorship.aspx\n\nThe project was formally launched at a major conference, 9-10 June 2011, in Washington DC. Communities and Social Services/Policy,Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Culture, Heritage, Museums and Collections","dataset":"gtr"}