{"id":"E260B7AD-D650-4382-A1A0-3AAF9CB13B0B","title":"Receptor-like kinase palmitoylation: resolving a crucial feature of plant cell signalling","abstractText":"Regulating plant perception - the role of protein palmitoylation\n\nPlants are unable to move away from danger and must therefore be able to detect any potential threat or dangerous change in the environment and adapt accordingly to survive. Plants are also multicellular organisms with complex body plans composed of many specialized tissue and cell types. Organising and maintaining their structure requires tightly regulated communication between the individual cells making up the plant. Many of these developmental and environmental signals are detected by a group of proteins called receptor-like kinases (RLKs). RLKs are the largest group of proteins in plants, accounting for 2.5% of all the genes in the model organism Arabidopsis thaliana. RLKs detect signals from outside of the cell such as pathogens, hormones, changes in the integrity and structure of the cell wall or patterning and developmental signals produced by the plant itself. These signals are transmitted across the cell membrane to start intracellular responses such as altering gene activity, changing cell division and differentiation, modifying the cell wall or production of chemicals to fight off pathogens. Understanding how RLK signaling is regulated is therefore critical to all aspects of plant biology.\n\nEach RLK detects a different signal and in response to signals bind to specific protein partners to start the appropriate signaling processes. When RLKs interact they alter each other through a process known as post-translational modification. Post-translational modification usually involves the addition or removal of small molecules, such as phosphate groups, to specific amino acids in a proteins structure to alter its activity, change which proteins it can interact with, promote its degradation or change where in the cell the protein is found. Two post-translational modifications of RLKs are fairly well understood; phosphorylation and ubiquitination. Phosphorylation of RLKs occurs after signal perception and interaction of the RLK with its signaling partner, and generally causes activation of signaling. Ubiquitination usually results in the RLK being degraded to stop further signaling. \n\nI have recently discovered an entirely novel post-translation modification of RLKs that is essential for their correct signaling. This modification is called palmitoylation. I have found that unstimulated RLKs are palmitoylated but when they detect a relevant signal their palmitoylation state rapidly decreases. We currently don't know why RLKs are de-palmitoylated or when it happens in relation to other events in RLK signaling. This proposal seeks to answer these questions and characterize the role of this novel and important factor controlling plants primary method of responding to extracellular signals. We will also identify the enzymes required to de-palmitoylate RLKs to understand how this process is regulated.\n\nThis greater knowledge of RLK function will help us to understand how plants regulate responses to threats, environmental problems and how they regulate their development. This information can be used in crop breeding and development programs to introduce or improve desired traits in plants and provide more insight into how plants will respond to particular circumstances. \n\nInterestingly plant RLKs are related to the Toll-like and interleukin receptors used by mammalian immune systems to detect pathogens, activate and enhance immunity and regulate inflammation. I have recently shown that these receptors are regulated in the same way as plant RLKs meaning that the information from my plant work can be able to help understand immune system regulation in humans.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M024911/1","grantId":"BB/M024911/1","fundValue":"333700","fundStart":"2015-08-31","fundEnd":"2018-08-30","funder":"BBSRC","impactText":"","person":"Piers Alexander Hemsley","coPersons":[],"organisation":"University of Dundee","findingsText":"","dataset":"gtr"}