{"id":"E27038C6-0580-4119-9277-0691F949426E","title":"The development of structure in coarse-grained river bed sediments: the key to predicting sediment flux","abstractText":"Rivers are active agents of erosion and deposition, and the movement of sediment represents a logistic and sometimes strategic nuisance that affects road and rail communications, channel stability, river ecosystems and threatens the longevity of water-reservoir capacity. The processes of sediment transport are, however, still unclear to the extent that sediment transport rates are often greatly under- or over-predicted by existing predictive equations. Much of the uncertainty derives from the fact that the river bed is a complex arrangement of grains that is difficult to characterise. River gravels exhibit wide variations in the size, spacing, packing and geometrical arrangement of individual particles and often develop small-scale bedforms such as pebble clusters. Although these characteristics combine to determine the roughness of the bed, the character of the near-bed flow and the flow strength required to initiate sediment movement, alluvial surfaces are generally characterised solely in terms of particle size. Surprisingly little is known about the structural properties, or fabric, of river bed sediments and how they develop and influence flow and sediment transport processes. The aim of this project is to develop a better understanding of bed-surface structures in gravel-bed rivers and the evolution of those structures during flood events. We will conduct a series of flume experiments which will quantify the changing structural properties of gravel surfaces and their influence on flow and sediment transport. The goal of the experiments is to obtain a suite of simultaneous and detailed measurements of flow velocity, bedload movement and surface grain size and structure at a temporal resolution commensurate with time scales of bed adjustment. Photographic and laser scanning techniques will be used to characterise the surface grain size and microtopography of the evolving gravel surfaces. Detailed measurements of the near-bed flow will be obtained by Particle Image Velocimetry and coupled with measurements of sediment movement and transport obtained via conventional trapping techniques. Estimates of sediment entrainment thresholds will be made from measurements of grain pivot angles and protrusion above the bed. This combination of measurements has not been made before and the study represents an important opportunity to extend existing knowledge regarding the nature of bed-surface adjustments in gravel-bed rivers which has, hitherto, largely been restricted to considerations of grain size. Through a better understanding of bed-surface characteristics and the nature of the fluid/sediment interactions that control their development, we will improve our ability to predict sediment transport rates in river systems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H020772/1","grantId":"NE/H020772/1","fundValue":"318766","fundStart":"2011-01-01","fundEnd":"2014-10-17","funder":"NERC","impactText":"  As we continue to analyse our data it is possible that river restoration professionals and river managers will be able to make use of our findings.  ","person":"David Mark Powell","coPersons":["Nicholas James Tate"],"organisation":"University of Leicester","findingsText":" Rivers are active agents of erosion and deposition, and the movement of sediment represents a logistic and sometimes strategic nuisance that affects road and rail communications, channel stability, river ecosystems and threatens the longevity of water-reservoir capacity. The aim of this research is to better understand how bed surface character affects the flow near the bed and the ability of that flow to entrain and transport sediment. Some initial results of the study are:\nAdjustments to bed surface texture and structure have been observed in a series of laboratory flume experiments under mobile bed conditions. It is shown that beds rapidly adjust during sediment transport (within a few minutes). The adjustment is characterised by a coarsening of the grain size distribution, changes to the shape of the distribution of bed elevations, an increase in surface complexity and roughness, and the generation of a grain scale structure called imbrication whereby individual particles ‘stack up’ against each. The effect of these adjustments to the bed surface is to enhance the stability of the bed and to reduce the amount of sediment being transported by the flow. Ongoing work is exploring the processes driving these bed adjustments using high resolution data on the velocity of flow near the bed. As we continue to analyse our data it is possible that river restoration professionals and river managers will be able to make use of our findings Environment","dataset":"gtr"}