{"id":"E2739EAF-0F6C-4E2D-812E-5137ADC09624","title":"The Role of Substituent Functionality in the Photophysics of Model Biological Systems","abstractText":"Over the course of billions of years of evolution, nature has selected specific molecules for use as the 'building blocks' of life. One important example of this may be found in DNA, where the sugar-phosphate linkages that constitute the backbone of the now famous double helix structure are held together by the interactions between just four molecules: Adenine (A), thymine (T), guanine (G) and cytosine (C) - collectively known as the DNA bases. It is therefore an important question to ask what is inherently special about these specific molecules that has given rise to their preferred use over all others. One key idea centres on the issue of photostability: In the early years of life on Earth there was no ozone layer to protect simple organisms from potentially damaging ultraviolet radiation. It has therefore been postulated that there must be rapid and efficient mechanisms for the dissipation of excess absorbed energy in these systems and that this provides an element of in-built 'self-protection' that has proved vital in evolutionary selection. More specifically, the dissipation process proceeds via an internal coupling between the electronic and vibrational degrees of freedom, and this is then followed by the subsequent intermolecular transfer of excess energy into the surrounding local environment. This initial steps in this process occur on so-called 'ultrafast' timescales on the order of a few hundred femtoseconds (1 femtosecond = 10^-15 s). The use of laser pulses with similar temporal durations allows one to follow the evolution of these processes in real time as they unfold. The aim of this proposal is to investigate the first steps of the energy dissipation process in a series of synthetically prepared model DNA systems using ultrafast laser pulses in conjunction with photoelectron spectroscopy techniques. The highly detailed measurements which are possible with this methodology, along with the novel stepwise approach we will use in building up the complexity of the model systems under study, will offer a new level insight into the photoresistive mechanisms present in this fundamentally important class of molecules. Self protection mechanisms within DNA represent the body's last line of defence against ultraviolet radiation. However, the first-line of defence against such radiation is provided by pigmentation molecules known as eumelanins, which are found in the skin, hair and retina. Although eumelanins are complex biopolymers, it is interesting to note that the basic constituent units of these systems have a striking structural resemblance to some of the absorption sites within DNA. It has therefore been postulated that the mechanisms for dissipating excess energy in eumelanin are similar to those within DNA. A detailed series of ultrafast laser experiments will be carried out in order to investigate this assertion further. In particular, evidence for the role of pathways recently predicted by theory will be sought.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G041717/1","grantId":"EP/G041717/1","fundValue":"391349","fundStart":"2009-03-09","fundEnd":"2012-03-08","funder":"EPSRC","impactText":"  Our work has served as a catalyst for others working in similar fields (chemical physics) - there is a lot of ongoing interaction between these groups. Our investigations of several systems have stimulated others to investigate those same systems or other closely related ones using different techniques that provide new, complimentary information. This, in turn has then given us new ideas for new investigations of our own. Chemicals Cultural","person":"David  Townsend","coPersons":["Magnus William Bebbington"],"organisation":"Heriot-Watt University","findingsText":" Over billions of years, Nature has selected specific molecules for use as the &quot;building blocks&quot; of life. One example of this is found in the melanin pigmentation system, which is present in the skin and protects against the harmful effects of ultraviolet (UV) light. Although melanins are complex polymers, their basic constituents (known as indoles) have a striking structural resemblance to some of the light absorbing sites found in many other biomolecules (e.g. the DNA bases adenine and guanine). Smaller sub-units of these indole systems, such as phenols and pyrroles are also common motifs in many other molecules of biological importance. It is therefore a key question to ask what is inherently special about these species that has given rise to their common occurrence in Nature. One idea centres on photostability: It is postulated that there are rapid and efficient mechanisms for the dissipation of excess absorbed energy in these molecules that provides an element of in-built &quot;self-protection&quot; that has proved vital in evolutionary selection. More specifically, these dissipation processes initially proceed via coupling between the electronic and vibrational motion within the molecule. Typically this occurs on so-called &quot;ultrafast&quot; timescales, on the order of a few hundred femtoseconds (1 fs = 10^-15 s). The use of laser pulses with similar temporal durations allows the evolution of this coupling to be followed in real time as it unfolds. Our work sought to study the first steps of these processes in model biological systems using an ultrafast laser system in conjunction with photoelectron imaging spectroscopy. The highly detailed measurements possible with this method have offered new levels insight into molecular photo-resistive mechanisms.\n\n\n\nThe initial phase of the project was to design and commission of the experimental apparatus. Although this aspect of the work took longer than originally anticipated, the completed spectrometer performs extremely well and is a state-of-the-art instrument that, along with the laser system provided by the grant award, will form the core platform of infrastructure to support our ongoing research efforts over the next decade. The first experimental data from this instrument was from an investigation into the UV induced relaxation dynamics of phenol and the three dihydroxybenzenes. These systems are key constituents of several biomolecules, including the amino acid tyrosine as well as various hormones and flavanoids. We observed dynamical timescales that were highly sensitive to the position of the substituent groups around the main benzene ring. In addition, the angle resolved information present in our data revealed distinct signatures of specific relaxation pathways that will be of wider significance to many other important systems. \n\n\n\nDue to the extended development phase of the experimental apparatus, some of our proposed experiments investigating the photophysics of several indoles were undertaken in collaboration with researchers at the National Research Council of Canada. Although not directly funded in the proposal, this collaboration would not have been possible if the award had not been made. In addition, it provided invaluable training for the PhD student who subsequently worked with the Heriot-Watt set-up, significantly enhancing the rate/quality of data output once development was complete and maximizing the use of our resources. The collaboration revealed important pathways within these indole systems not previously thought to be operative at certain excitation energies.\n\n\n\nFinally, our work is still ongoing. Current experiments are investigating the 5,6-dihydroxyindole system (of direct relevance to melanin, and building on our earlier indole work). Preparation of this compound was part of the proposed interdisciplinary collaboration between PI and CI and we anticipate our findings will be published in late 2013. Overall, the project has been a success and we thank EPSRC for funding. Development of a detailed understanding of the dynamical processes that mediate energy relaxation in biology is will ultimately be of great interest in medical/pharmacy communities. This is still some way off but there is growing evidence that the interplay between structure, dynamics and chemical function is critical of moving such fields forwards in the future. Chemicals,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}