{"id":"E27539F8-3C90-4755-A802-915A13CACDAB","title":"An advanced 3D atom probe analysis facility","abstractText":"New materials increasingly rely on chemical effects at a very fine scale, sometimes at the atomic level. Understanding how these materials work, how they degrade in service and how we can improve them requires knowledge of how they are put together at this scale. The three-dimensional atom probe (3DAP), first developed at Oxford University, is the only way of seeing the microstructure of materials, atom-by-atom in 3-dimensions. In this way, the 3DAP can be thought of as giving scientists the molecular biology of materials and so helping them understand how materials work. This project aims to greatly improve the existing 3DAP analysis facilities and so provide advanced capabilities for materials analysis at the atomic-scale for scientists in the UK. The instrumentation developed in the project will allow larger volumes of material to be analysed in much shorter times than previously, so that more of the material microstructure can be seen, and also allow semiconductor materials and devices to be studied. Once the new instrumentation is developed, it will be used to study a number of technologically important materials science problems, such as the formation of copper clusters in steels used for the pressure vessels in the reactors on nuclear-powered submarines. The multilayer materials which are being developed for the next generation of read heads in computer hard disks will also be investigated, in order to understand better the way that the structure and the chemistry of these layers control their properties. By linking experiments and modelling at the atomic scale, this project will produce better tools for the design and development of new materials and nanotechnology devices.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D077664/1","grantId":"EP/D077664/1","fundValue":"1627380","fundStart":"2007-01-22","fundEnd":"2011-01-21","funder":"EPSRC","impactText":"  The research carried out using this atomic scale imaging and analysis facility has always been very closely linked to UK industry. The work on nuclear reactor materials formed part of a very long-term collaborative project with key partners in the sector. The work on semiconductors has helped to support the development of a nitride semiconductor industry in the UK. And the work on catalysts was carried forward subsequently by means of a collaborative project with a major UK catalyst manufacturing company (and was also the subject of a UK patent application). Aerospace, Defence and Marine,Chemicals,Electronics,Energy Economic","person":"George  Smith","coPersons":[],"organisation":"University of Oxford","findingsText":" The funding from this grant was used to establish a new facility for atomic-scale imaging and chemical analysis of materials on the atomic scale (&amp;amp;amp;amp;amp;amp;quot;Atom Probe Tomography&amp;amp;amp;amp;amp;amp;quot; - APT). This facility is unique in the UK. During the period of the grant, it was used for several major applications:\n(I) Investigation of thermal aging and embrittlement of nuclear reactor pressure vessel steels\n(ii) Investigation of grain boundary chemistry and stress corrosion susceptibility of stainless steels used in power plants\n(iii) Atomic level studies of oxidation and corrosion of zirconium-based nuclear fuel cladding alloys\n(iv) Characterisation of nanoscale oxide dispersion strengthened (ODS) steels for future nuclear fusion reactors\n(v) Study of irradiation induced precipitation in tungsten-based alloys under development for fusion reactor applications\n(vi) Atomic-scale structure and composition of semiconductor quantum dot arrays being developed for optoelectronic use.\n(vii) Characterisation of nanostructured aluminium alloys for automotive and aerospace applications\n(viii) Study of structure and composition of novel core-shell, platinum-based nanoparticulate catalysts for pollution control and energy conversion systems The work is already being taken forward is several sectors. The research on nuclear reactor materials was carried out in conjunction with the relevant industrial companies from the very outset. The work on semiconductors has helped in the development of a UK- based nitride semiconductor industry. The work on catalysts was continued as part of a collaborative project with a major UK catalyst manufacturing company, and was the subject of a UK patent application Aerospace, Defence and Marine,Chemicals,Digital/Communication/Information Technologies (including Software),Electronics,Energy,Manufacturing, including Industrial Biotechology,Transport,Other","dataset":"gtr"}