{"id":"E280F3FF-9C98-42C2-B504-311D339C4390","title":"Investigating effect of telomerase on differentiation of human embryonic stem cells and expansion of the progenitors","abstractText":"Ageing is a natural process that all living organisms have to bear. When humans get older, the incidence for certain conditions and diseases becomes much higher, such as infection, cancer, Alzheimer s and Parkinson s diseases. This is mainly due to special cells that normally protect human, by replacing non-functional cells or responding to stress conditions (e.g. infection), cease to function properly. These cells called adult stem cells. The secret behind this lies in part with a structure that caps both ends of every chromosome in our cells. These structures are telomeres , consisting primarily of an array of thousands of DNA TTAGGG repeats. The main function of telomeres is to keep the chromosomes in good order so that all the genetic information can be faithfully passed from mother cells to daughter cells. \n\nThe telomere DNA can only be synthesized by a special enzyme complex, called telomerase . In normal human development, telomerase is restricted to be active in germ cells and early embryos (and cells derived from early embryos e.g. embryonic stem cells) but absent in most of the cells in the body. In the adult stem cells, telomerase is active but at very low levels. Hence, in the majority of cells, including stem cells, telomeres are shortened each time that cells divide and eventually, telomeres get too short to protect chromosome ends and cells will stop dividing or they even die. However, in cancer cells, telomerase expression is higher thus enabling the cancer cells to divide indefinitely. Therefore, telomerase is like a double-edged sword: its absence may account for adult stem cell ageing but on the other hand, its expression may lead to cancer.\n\nIt remains unclear what function telomerase plays in human development and cancer. If telomerase is highly active in adult stem cells, does it prevent stem cell ageing or does it produce cancer? Also, do stem cells with active telomerase can develop into functional cell types (e.g. heart cells, liver cells and brain cells)? In this project, we will investigate these issues using cell and molecular biology techniques in a specific cell model system. Answers to these questions will provide important information about telomerase function in development, ageing and cancer. The information will also help scientists and medical doctors to use stem cells for the treatment of age-related diseases.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0802537","grantId":"G0802537","fundValue":"334439","fundStart":"2010-04-01","fundEnd":"2013-09-30","funder":"MRC","impactText":"","person":"Wei  Cui","coPersons":[],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}