{"id":"E2864DCF-DA1B-472D-B225-2EC9FB3E1B0C","title":"One brain, two languages: bridging neuroscience and linguistics","abstractText":"Recent developments in neuroimaging and related techniques have provided the promise of significant advances in the understanding of how bilingualism is represented in the brain. These developments are currently limited by the fact that some of the most talented neuroscientists have little or no training in linguistics, and by the fact that those who do have training in linguistics need help in interpreting some of the results in neuroscience. The aim of this research network is to provide the opportunity for specialists in neuroscience and linguistics from both Britain and abroad to work with one another and to develop collaborative research.\\n\\nThe research network activities will consist of four two-day workshops over a period of two years. The first two workshops will address theoretical questions of concern to both neuroscientists and linguists, such as the following:\\n\\n Is it possible to entirely 'switch off' one of a bilingual's languages?\\n\\n If so, what is the mechanism that makes this possible?\\n \\n How do some bilingual speakers manage to access both their languages in understanding and language production?\\n\\n Is this process different for those who use language in a visual modality (deaf signers) as compared with those who use spoken language?\\n\\n How do we explain the often reported 'interference' of one language on the production of another?\\n\\n Is interference more of a problem between a second and third language and if so, why?\\n\\nThe third and fourth workshops will include practitioners in the areas of translation/interpreting and language pathology/assessment and will seek to apply the theoretical models developed in the first two workshops to practical questions of concern to practising professionals working with bilinguals. These questions might include the following:\\n\\n How can theoretical models of bilingualism and the brain help improve techniques of interpreting and translating in both the auditory and visual mode?\\n\\n How can bilingual patients with language disorders be fairly assessed in both their languages?\\n\\n What are the implications of theoretical findings for bilingual education?\\n\\nAs a result of these activities it is hoped that neuroscientists and linguists will be able to combine their insights and expertise and develop new theoretical models and research collaborations which will lead to new insights into the way in which the brain handles two languages. These insights will also have practical applications which will be explored by scholars and practitioners jointly in an attempt to solve practical problems faced by practitioners when dealing with bilingual patients, clients or students.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/G000166/1","grantId":"AH/G000166/1","fundValue":"25195","fundStart":"2008-09-01","fundEnd":"2010-08-31","funder":"AHRC","impactText":"","person":"Margaret  Deuchar","coPersons":["Guillaume  Thierry"],"organisation":"Bangor University","findingsText":"","dataset":"gtr"}