{"id":"E288720A-638D-442E-AAA9-CDADD14FE4FE","title":"Modelling NOx Reduction by Selective Catalytic Reduction (SCR) appropriate for Light-Duty Vehicles under Steady State and Transient Conditions","abstractText":"Diesel engines offer the prospect of reducing emissions of carbon dioxide as they are inherently more thermodynamically efficient than petrol engines. However diesels produce higher emissions of nitrogen oxides (NOX) and particulates. Whilst technologies to deal with the latter are well advanced (particulate traps) the reduction of NOx emissions is more challenging. Whilst improvements in combustion and/or alternative fuels can lead to lower NOx emissions it is widely accepted that in order to meet EuroV and VI emission targets some form of after-treatment will be requiredCurrently there are two major after-treatment technologies under consideration: NOx traps and Selective Catalytic Reduction (SCR). SCR in the automotive context involves the catalytic reduction of NOx with urea/ammonia (NH3). A solution of urea (Adblue) is injected into the exhaust system where it is decomposed in NH3 which selectively reduces NOx over a catalyst. SCR was first commercialised on a heavy-duty diesel truck as recently as 2004 by Nissan. Studies have shown that SCR can achieve 90 % NOX conversion. In Europe, a number of heavy-duty vehicle manufacturers have chosen urea-SCR for meeting Euro IV and V standards and since 2003 the infrastructure for urea outlets within Europe has been steadily developing. Hence SCR could be used on light duty vehicles and passenger cars without major investments in the urea distribution system. The application to light-duty vehicles and passenger cars presents additional challenges. Their operational characteristics are quite different from heavy duty vehicles as they typically operate at high speed and low load with lower exhaust temperatures. Further, light duty vehicle homologation requires emissions compliance over drive cycles featuring significant transients. Urea injectors will be quite different operating with much lower flow rates. Amongst a number of important issues to be addressed will be the urea dosing strategy, the positioning of the injector and the type of the catalyst. Currently almost all prototype development work is conducted on engine test stands and chassis dynamometers. A mathematical model of an SCR system would facilitate the design of these light duty systems. It would allow design engineers to vary operating parameters and system design features prior to prototype testing. This would potentially save development time and costs whilst also providing systems with reduced emissions and better fuel economy. The development and validation of a light-duty SCR mathematical model is the main objective of this research proposal.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F036175/1","grantId":"EP/F036175/1","fundValue":"323882","fundStart":"2008-09-01","fundEnd":"2012-02-29","funder":"EPSRC","impactText":"  The research has lead to the development of a validated computational model which can be used to design exhaust emission after-treatment systems for light-duty vehicles. This will potentially reduce development time and costs whilst providing technically enhanced products. This in turn will enhance their ability to conform to future legislative emission regulations.\n\n\n\nThe research has lead to the development of a validated computational model which can simulate the conversion of NOx in an SCR after-treatment system for operation on light-duty vehicles. The software has been provided to the industrial collaborators who can now use it in developing their own exhaust emission systems. This will potentially reduce development time and costs whilst providing technically enhanced products. This in turn will enhance their ability to conform to future legislative emission regulations.\n\n\n\nThe research has advanced the understanding of SCR kinetics applied to light-duty vehicles. The experimental methodology involved the development of a unique 1D engine test exhaust system for model validation. This is seen as an advancement over laboratory reactor studies which use synthetic gases at low flow rates, conditions different from real engine environments. The computational methodology, which uses the porous medium approach, is an improvement on conventional approaches and can be readily adopted to other types of after-treatment systems. \n\n\n.\n\nBeneficiaries: The industrial collaborators, society at large and Coventry University\n\nContribution Method: The research has contributed to the UK and global research base through the provision of unique experimental data and modelling technology relating to the the application of selective catalytic reduction on light-duty vehicles operating under steady state and transient conditions. Transport Economic","person":"S  Benjamin","coPersons":["Carol Ann Roberts"],"organisation":"Coventry University","findingsText":" The aim of the project was the development and validation of an engineering design tool for modelling selective catalytic reduction (SCR) on a diesel after-treatment system under steady state and transient conditions. Emissions were measured in a modular SCR test exhaust on a Diesel engine rig. The test exhaust permitted variation in the inlet NO2/NOx ratio (0.05, 0.46, 0.62 and 0.82), SCR space velocity (8xE04-5xE05 h-1) and injector location. The test exhaust was designed to study 1D and 3D geometries. The SCR catalyst was a form of copper zeolite. The engine tests provided a critical test of the kinetics as existing schemes are derived from laboratory reactor studies using synthetic exhausts at low space velocities. The measurements were made either with a CLD or with an FTIR gas analyser. The emissions measurements were for the temperature range 200 to 300 C typical for light-duty diesel vehicles. The reductant, ammonia, was supplied either as gas or as urea spray at varying dosage levels. Spray droplet sizes were measured with a PDPA system. The effect of a mixer unit was evaluated in the flow laboratory and was shown to provide much smaller droplets. It was subsequently tested in the exhaust. A computational model using the porous medium approach has been developed to predict NOx conversion to compare with measurements. The model can predict urea droplet evaporation and conversion into ammonia and HCNO. Emissions measurements showed that the proportions of NO and NO2 in the NOx consumed depended upon the amount of ammonia supplied, on the NO2:NOx ratio and space velocity. The model was tuned to agree with the observed data under both steady state and transient conditions for a range of brick lengths. The developed model can be directly applied by the industrial partners. Some major findings from the project are as follows. The majority of the NOx conversion takes place in the first 30 mm of the SCR under deficient ammonia conditions and in the first 90 mm when there is adequate ammonia. There is significant activity between NO2 and NH3, especially when NH3 is deficient. There is some evidence of inhibition of the SCR reactions by excess ammonia and promotion by excess NOx. Existing models can predict adequately for long SCR bricks but are incorrect for short bricks, i.e. for high space velocities. Temperature and velocity distributions both influence conversion in 3D cases and it is vital that flow mal-distribution is predicted correctly when the model is applied to real systems. For both steady state and transient conditions significant changes are required to the reaction rates and to the rates of ammonia adsorption and desorption in existing SCR kinetic schemes in order to make predictions that agree with the emissions data obtained in this research programme. With urea spray, many droplets reach the front face of the SCR catalyst and droplets pass through the catalyst. Droplet diameters should be less than 25 microns if they are to provide ammonia at the SCR inlet. The methodology developed during this research programme can be adapted to the development of alternative after-treatment systems. The software developed in this research can be applied by the industrial collaborators in the design and development of their own automotive exhaust after-treatment systems. This will result in a reduction in development time and costs and in the production of SCR after-treatment systems with improved performance. Energy,Environment,Transport","dataset":"gtr"}