{"id":"E28C6B3D-B0EC-42A8-9932-620EC92C8A92","title":"Functional materials derived from the schafarzikite mineral framework","abstractText":"Many inherent problems need to be overcome if we are to approach an energy framework that is both clean and sustainable. Although progress is being made, it is likely that solutions will rely on new concepts in the design of materials rather than improvements to existing materials. This view provides the rationale behind the proposed research: based on preliminary exciting findings, we will extend our studies of a class of materials with unique structural features that have never been fully exploited - nor even fully explored. The research focuses on a mineral, schafarzikite, and our preliminary studies have been directed towards introducing functionality to provide useful properties. This proposal emanates from two highly exciting findings:\n 1) we have been able to insert anions into channels within the schafarzikite framework;\n 2) we have discovered a schafarzikite material that contains a low-dimensional copper oxide framework that is ferromagnetic.\n\nThe first discovery suggests that this structure could make an important contribution to aspects of energy storage, both for new electrode materials and new electrolytes. It is our objective to characterise fully these new materials and screen them for use as advanced materials in these areas. This programme, and possible subsequent commercialisation, will be assisted by a collaboration with Johnson Matthey. \n\nThe second research finding is of academic interest because ferromagnetic oxides are quite rare. However, added interest attaches to the fact that low dimensional copper oxides provided the basis for the High-Tc superoconducting materials that superconduct at temperatures up to 133 K. However, all these materials have antiferromagnetic parent phases, and this antiferromagnetism is likely to be inportant in the superconductivity mechanism. The chemical manipulation of this particular material to introduce electronic conductivity is therefore a major objective of the programme. We are not aware of any studies that relate to elecronic conduction in copper oxide materials with an inherent ferromagnetic ground state. \n\nMaterials with the perovskite structure have been studied extensively and their properties have resulted in applications in many areas, including electrodes and electrolytes in electrochemical devices. Although structurally very different from perovskites, functionalising their properties is conceptually similar to that which can be achieved for the perovskite system: cation substitutions at one site can be used to tune the functional properties at the other. However, there has been very little previous research that has focused on this structure. We will therefore be vigilant to recognise other new features that are likely to become apparent during the programme but are not included in the specific targets above.\n\nThe synthetic aspects of the programme of work will be informed by predictions of suitable chemical targets that have been determined by theoretical calculations relating to the stabilities of possible chemical compositions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L014076/1","grantId":"EP/L014076/1","fundValue":"32624","fundStart":"2014-02-10","fundEnd":"2017-02-09","funder":"EPSRC","impactText":"","person":"John Vincent  Hanna","coPersons":[],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}