{"id":"E2957791-2862-4A63-BF5C-F49E7B4D88FD","title":"Copper resistance in salmonella","abstractText":"Food-borne Salmonella infections cause serious medical and veterinary problems worldwide. In the developed world, salmonellosis continues to be one of the most common forms of food-poisoning and mainly occurs due to the consumption of contaminated animal products. Salmonella food poisoning represents a serious health risk and is usually characterised by the acute onset of fever, abdominal pain, diarrhea, nausea and occasionally vomiting but in some cases the disease can become more severe and life-threatening. Following oral ingestion of Salmonella, disease is started by the bacteria being able to survive within the intestinal tract and invade intestinal cells. The ability of the bacteria to reside in host immune cells (macrophages) is important for their spread to different organs and systemic disease. Survival within the different locations of the host requires that Salmonella can sense and adapt to changing environmental conditions such as varying metal levels. One such metal is copper. Copper is required by Salmonella for several key enzymes but is also extremely toxic. Our preliminary studies have now indicated that resistance to copper-stress plays a vital role during Salmonella infections. This project aims to build upon these studies and provide a detailed characterisation of the mechanisms of copper-resistance in this pathogen and their roles during infection. Furthermore, we will test the hypothesis that copper transporters in host cells contribute to their ability to kill bacteria by supplying copper to generate highly toxic reactive oxygen species. Understanding the environmental challenges that occur in the infected host and the mechanisms which protect Salmonella from copper stress may help in developing novel therapeutics to combat disease. Furthermore, there is a growing use of copper as a means of controlling bacterial growth in agriculture and the food industry. Clearly this has implications for the development of more resistant bacteria. Hence, a thorough understanding of the copper-resistance systems in Salmonella and their role in virulence is vital.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G010765/1","grantId":"BB/G010765/1","fundValue":"386933","fundStart":"2009-09-14","fundEnd":"2012-09-13","funder":"BBSRC","impactText":"","person":"Jennifer Susan Cavet","coPersons":["Nigel John Robinson","Pietro  Mastroeni","Nicola Jane High"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}