{"id":"E29F5370-A287-4245-AE70-A7F7A7620706","title":"Revolution and the Republic: A History of Political Thought in France since 1789","abstractText":"It has often been argued that the French Revolution of 1789 was the most important political event of the modern era. It changed the whole nature and character of politics and brought into existence the terminology and ideas that have shaped politics ever since. It also heralded a period of intense political instability and intellectual ferment in France. \\nThis study will seek to analyse and explain the pattern of political thought that emerged both before and after the Revolution and it will do so by focusing its attention upon the particular political form that emerged out of this revolutionary process: namely, the Republic. However, it will do so by seeking an element of comprehensiveness that has so far not been obtained in previous studies of French political thought in this period. In short, while this project will focus upon such key political concepts as rights, liberty, citizenship, sovereignty and equality, it will also place these within the much broader context of French political discourse and practice. \\nThe monograph will therefore trace the history of French absolutism and the debates about constitutional forms and representation that arose out of it; it will explore debates about the virtues or otherwise of luxury and commerce; it will explore the meaning of the nation and the impulse towards universalism; it will seek to understand the sense that the French themselves have made of the events of the Revolution, and specifically of the Terror; it will examine the complex inter-relationship between science and religion from the Enlightenment onwards; it will analyse the socialist tradition in France in all its rich and varied forms; it will assess the very specific role and status attached to the intellectual; it will examine the post-war flowering of existentialism and structuralism as well as their subsequent demise; and it will examine contemporary debates about the relevance of the republican model in a de facto multicultural society. Finally, the monograph will conclude with an assessment of the current state of political thought and debate in contemporary France. \\nThe two chapters to be completed during the period of proposed AHRC leave are entitled 'History, Revolution and Terror' and 'Reaction, Religion and Science'.. The first explores interpretations of the French Revolution from those of the counter-revolution onwards until the professionalisation of the subject matter after the First World War. The second explores the complex inter-relationship betwen science and religion during the same period, covering the evolution of Catholicism, the rise of positivism and of aspiration towards a secular religion, as well as the revival of non-scientific patterns of thought at the beginning of the twentieth century.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F012837/1","grantId":"AH/F012837/1","fundValue":"37466","fundStart":"2009-01-01","fundEnd":"2009-04-30","funder":"AHRC","impactText":"","person":"Jeremy  Jennings","coPersons":[],"organisation":"Queen Mary, University of London","findingsText":"","dataset":"gtr"}