{"id":"E2A5A50B-1254-4D74-A1A7-D386A7A0C239","title":"The role of additive and non-additive genetic effects during animal contests in the beadlet sea anemone Actinia equina","abstractText":"Variation between individual animals in their behaviour should be influenced by their genes and by their environment. Moreover, an animal's environment should interact with its genes modifying how they are expressed outwardly in the individual's phenotype. Understanding the relative contribution of these two sources of variation is key to understanding the evolution of critical behaviours. One of the most important areas of behavioural variation among individuals is in their fighting ability, because this determines their access to critical resources. In many examples of fighting animals we see variation in aggression and from an evolutionary point of view this is a puzzle. If evolution produces selfish individuals, and high aggression lets them win resources, why do we also see meeker individuals that cannot win against aggressive opponents? A set of theoretical arguments have been made that provide explanations for why we see this range of aggressive behaviour in animal populations. But without data on interactions between genes and environments we can't gauge how well these theories match the real world. Crucially, in fighting and other situations where there is a conflict of interest, an individual's rival (and therefore it's genes) form part of that individual's environment. To fully understand the evolution of aggressive behaviour we therefore have to understand not only the direct genetic contribution to an individual's aggressive behaviour; we also have to understand how this is modified by the behaviour and ultimately the genes of its rival. This effect is known as the 'genotype-by-genotype' interaction effect and at present very little is known about this for any animal, or for any type of conflict behaviour. He we will study genotype-by-genotype interactions in sea anemones. These are very common on the coasts of the UK and they are an excellent species to work on because they reproduce asexually, meaning that we can repeatedly look at fights between different clone-lines. Their fighting behaviour, as well as the outward characters that contribute to fighting ability are well understood. In this project, we will look at genotype-by-genotype interactions, variation in aggression within and between genotypes, the effects of past experiences of fighting and the effects of the degree of relatedness of fighting rivals. In this way we aim to solve long-standing questions about the evolution of aggressive behaviour. By the end of the study we hope to be able to explain why some individuals are more aggressive than others in animals.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M019772/1","grantId":"BB/M019772/1","fundValue":"251191","fundStart":"2015-12-01","fundEnd":"2018-11-30","funder":"BBSRC","impactText":"","person":"Mark  Briffa","coPersons":["Manuela  Truebano Garcia"],"organisation":"University of Plymouth","findingsText":"","dataset":"gtr"}