{"id":"E2AAE145-A45B-4288-AF7B-3ED69279292C","title":"The effects of interfacial structure on lipolysis for processed food emulsions","abstractText":"In the UK obesity has become a problem of growing concern. Estimated costs to the NHS are believed to be &pound;3.3-3.7 billion pa and this cost may be doubled by the cost of treating conditions simply due to patients being overweight. Obesity is thought to be the second largest cause of cancer after smoking. An approach to reducing obesity is to reduce the fat intake from the diet. Industry has developed successful low-fat and reduced-fat products that are acceptable to consumers, but the impact of these products is impaired due to over consumption. An alternative strategy would be to reduce the rate of fat digestion on consumption of food. There is growing evidence that delaying the digestion of fats can initiate signals that suppress appetite, induce satiety and reduce further consumption of foods. Many processed foods with high fat contents (sauces, ice creams, whipped products) are prepared as emulsions: the liquid fat is processed into small droplets that are stabilised by added proteins. Work at IFR using novel imaging methods has shown that these proteins form an elastic skin around the droplets which stabilises the emulsion. A source of instability in food products is the presence of small molecules (surfactants or soap-like molecules) which seek to displace the proteins and colonise the surface of the droplets. The research at IFR has shown that, because the proteins link together to form a network or skin on the droplet, they can resist displacement. We have shown that the mechanical strength of the 'skin' determines how effectively they can resist displacement. Thus by improving the strength of the 'skin' you can improve the quality of the emulsion. At present there is no published information on the effects conditions within the stomach and small intestine can have on the stability of these protein networks during consumption of processed foods. In the small intestine for the fat to be digested the body secretes small surfactant-like molecules (bile slts - biosurfactants) which need to adsorb to the surface of the fat droplets. These molecules form sites that anchor active enzymes (lipases) which process the fats. Feasibility work at IFR has shown that should these protein networks survive intact on transit through the stomach then they can be displaced by bile salts. The displacement has been shown to occur by the initiation and growth of domains of bile salts within the protein network. When the domains become large enough they meet, break the protein network, and then completely coat the fat droplets. The aim of this proposal is to generate protein networks or skins that can resist the displacement by bile salts or other biosurfactants secreted by the body. The intention is to test this idea by using a food-grade enzyme or heat treatment to cross-link the protein networks on the emulsion. By strengthening the network it should be possible to ensure passage through the stomach. In the small intestine the strengthened network should reduce domain growth and hence the area available for occupation by bile salts. This should reduce the level of adsorption of the lipases and reduce the rate of digestion of the fat. Feasibility studies on cross-linked networks are promising; suggesting this approach may work. The ultimate aim would be to suppress appetite. This could be used to cut down consumption of fats in high-fat processed foods or to inhibit over-consumption of reduced-fat foods. The aim of the proposed project is to test this approach, to understand the detailed mechanisms by which any reduction in the rate of fat digestion occurs, and to use this information to optimise and exploit this novel approach. To date nobody has tried to induce satiety and reduce appetite by physically modifying the detailed molecular structure of processed foods.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F020996/1","grantId":"BB/F020996/1","fundValue":"361917","fundStart":"2008-08-01","fundEnd":"2011-07-31","funder":"BBSRC","impactText":"","person":"Victor John Morris","coPersons":["Peter  Wilde"],"organisation":"Institute of Food Research","findingsText":"","dataset":"gtr"}