{"id":"E2B0FC6E-88C3-453F-AC7C-3B2BD9C720EA","title":"Exploring New Configurations of Network Politics","abstractText":"The way in which social structures have been reoriented in the wake of new media, particularly the internet, have led to the claim that we are now living in a 'network society', a term coined by Manuel Castells. Such a shift has profound implications for all areas of life, including politics in all its forms.\\n\\nThe aim of this project is to map the challenge to traditional politics (including cultural politics) that this network society poses. In particular the widely held perception that representational democratic politics are under question. We see political hierarchies undermined by networks, claims to specialist knowledge increasingly coming under strain, and notions of the political subject, as defined by a vote every four or five years, no longer making sense in this new situation. Thus we aim to explore the idea that there may be a new kind of politics, and a new sense of what the political might entail, coming to fruition. We aim to develop a perspective on what this might be, through an address to emerging theoretical approaches and to new forms of political practice, both at the grass roots and the formal institutional levels of politics. \\n\\nTo achieve this aim the project will gather together established and emerging scholars who will address topics including: the alter-globalization movement; social networking as a new political force; hacking as a new paradigm of dissent. Also to be explored is a range of new concepts and social forms, for example: smart mobs; viral campaigns; open source production; collective intelligence; rhizomatic multitudes, amongst others. Naturally the technologies of new media that make this all possible will also be a key site of enquiry, and will be a central theme across the whole project.\\n\\nThe project, as well as having a predefined agenda, must recognise the reality that this may not be sufficient to capture the complex emerging phenomenon described. Thus the need for flexibility and adaptability will be recognised and encouraged. For example, the network will work towards a new, more immanent analysis of the emerging forms of social relations, identities, political forms, discourses and activism. This should include innovative approaches to grasping collective ways of being, organising and interacting, and what these will be is likely to only emerge as part of the process of the project. Hence, instead of starting with an entirely predetermined agenda, the networking project aims to stay open to new conceptual and thematic approaches. \\n\\nOf course, we do have to start by engaging existing frameworks of thought, and will therefore draw from a broad cannon to encourage a flexibility of approach. Here thinkers such as Giorgio Agamben, Alain Badiou, Gilles Deleuze, J&uuml;rgen Habermas, Douglas Kellner and Antonio Negri, will be drawn upon. Beyond this the network will critically evaluate the existing agenda in mainstream politics and the media, and try to find blind spots, neglected issues and novel ideas for further collaboration.\\n\\nThus the guiding rationale for the network will be to draw on a broad range of expertise from different disciplines within academia. These will be primarily media and communication studies, philosophy, social theory and cultural studies, but will address the broader community to include knowledge from other sources and institutions via, for example, artists, practitioners, activists and technologists. \\n\\nAs a global phenomenon, international perspectives are imperative. As such the network will draw contributions from a wide range of economic, geographic and cultural points of view. In this context, the research expertise of Northern American scholars, with theoretically innovative interdisciplinary centres and the role of the U.S. as an economic and technological hub, are of high significance for the network. Similarly significant will be the development of links with institutes in Asia and continental Europe.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H001654/1","grantId":"AH/H001654/1","fundValue":"36471","fundStart":"2009-10-01","fundEnd":"2011-09-30","funder":"AHRC","impactText":"  The findings have primarily been used to disseminate knowledge, via the project website and various publications mentioned elsewhere in this report - there have been a number of citations referencing the conferences held, and the publications coming from the project. There was also public engagement developed with radio interviews, articles in local newspapers as well as the generation of further research questions and projects, as mentioned elsewhere in this report. Education Cultural","person":"Joss Noel Hands","coPersons":["Jussi Ville Parikka"],"organisation":"Anglia Ruskin University","findingsText":" Having been awarded research networking funding by the AHRC, the aim of our project was to facilitate links and open up new domains of investigation into network politics. We investigated the emerging forms of network politics through its online activities - networking ourselves through conferences and other meetings, and creating an interdisciplinary resource pool of academics and expertise. It was soon apparent that there is a huge demand for, and interest in, this area of research. It was als The questions raised by the project are relevant for a number of fields and uses, for example, in organising formal political processes, of developing collaborative platforms for the public good, providing a critical language for public policy formation and reflective context for software development. The project has also facilitated further colloquia and seminars, for example addressing issues such as the power of social media for revolutionary activity against despotic regimes, the place of bitcoin in developing alternative economies and a follow up bid for research into alternative publishing platforms. Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Government, Democracy and Justice,Culture, Heritage, Museums and Collections","dataset":"gtr"}