{"id":"E2B57589-D0C1-4C80-BDCA-AEBAE20BF4AD","title":"BRIdging Disciplines of Galactic Chemical Evolution (BRIDGCE): The Rise of the Chemical Elements","abstractText":"The main scientific goal of this consortium is to study the chemical evolution of the universe from the Big Bang up to now by using chemical elements as fingerprints of the processes that took place in stars and galaxies. Although light can travel for billions of years and we can nowadays observe the cosmic microwave background emitted at the epoch of recombination, most of the stars that formed in the early universe are long dead, and larger structures like the first halos have merged or been disrupted. It is therefore not possible to observe them directly. Fortunately, stars and galactic structures leave chemical fingerprints in the stars that formed out of their ashes. Thus, in extremely-metal-poor (EMP) stars that have a low enough mass to live longer than the current age of the universe, we can observe the chemical fingerprints of the processes that took place in the early universe. Moreover, we can constrain their properties by comparing theoretical models of stars with observations of EMP stars in the halo of our galaxy, and by generating models of the chemical evolution of galaxies in cosmologically-valid simulations. Furthermore, by simulating stellar and galactic chemical evolution from the early universe until the present day, we can reproduce the entire chemical history of galaxies and the Milky Way in particular. Our research also addresses other key scientific questions: ``How can we explore and understand the extremes of the universe?'' by studying and constraining the properties of supernova explosions and ``What is the nature of nuclear and hadronic matter? '' by improving our knowledge of nuclear reaction rates. These studies linked to the rise of the chemical elements constitute the main scientific goals of the proposed research.\n\n\nTo answer questions like: &quot;What are the properties of the early universe?, Where were the elements we are made of created?&quot;, knowledge in various disciplines of astrophysics and nuclear physics is necessary. Indeed, nuclear data (nuclear reaction rates in particular) are a key input for stellar evolution models since nuclear reactions provide the energy that powers stars. This information determines stellar lifetimes, and the composition of their final ejecta. Stars, in turn, provide important feedback into the galaxies they belong to through the light they radiate, their powerful supernova explosions and all the chemical elements they produce. The outputs of stellar evolution models are therefore key ingredients for galactic chemical evolution models. These models follow successive episodes of star formation and trace the history of the enrichment of the elements in various galaxies. The model predictions can then be compared to observations of EMP stars that carry the chemical fingerprints of the cumulative chemical enrichment that preceded their birth. Comparison to observations can thus constrain both the galactic and stellar properties. Stellar evolution models can also be used as virtual nuclear physics laboratories, in which we can test the impact of uncertainties in certain nuclear reaction rates. \n\n\nTo answer these questions, this consortium will adopt a multidisciplinary approach, gathering expertise from world-leading scientists at five UK universities, and will also further its existing intersectoral links with companies developing and producing particle detectors and high-tech shared-memory computer hardware.\n\n\nOur research will apply innovative techniques across different disciplines and attack this scientific challenge through 4 projects corresponding to 3 different physical scales:\n\n- Galactic and extra-Galactic scales (Project A)\n\n- Stars and their nucleosynthesis (Project B)\n\n- Micro-physics: sensitivity to nuclear and stellar modelling uncertainties (Project C) and the impact of stellar environments on nuclear reaction rates and stellar evolution (Project D)","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/M000958/1","grantId":"ST/M000958/1","fundValue":"303902","fundStart":"2015-04-01","fundEnd":"2018-03-31","funder":"STFC","impactText":"","person":"Thomas  RauscherChiaki  Kobayashi","coPersons":[],"organisation":"University of Hertfordshire","findingsText":"","dataset":"gtr"}