{"id":"E2C259B2-5648-4B79-9642-6042F6F501B6","title":"Correlations between form, function and behaviour: the inner ears of birds and reptiles","abstractText":"The vertebrate inner ear is a complex structure that incorporates the organs of balance and hearing. Both senses are essential to the normal functioning of an organism: unsurprisingly, the inner ears of living vertebrates have been studied intensively in terms of their soft anatomy and their physiological/neurological mechanisms, and the behavioural and general biological implications of ear function have been investigated thoroughly. The soft tissues are housed in bony structures that form part of the side walls of the braincase at the back of the skull. Few studies have attempted to seek correlations between the properties of the bony structures (e.g. volume, maximum length/width, shape), hearing ability or sense of balance, and the resulting behavioural repertoire of an animal. From a palaeontologist's perspective, this is an unfortunate omission as, in most cases, fossils only yield information on the hard anatomy of an organism. Partly as a result of this situation, the inner ears of many extinct vertebrates have received little attention hitherto and detailed studies have only become possible recently with the advent of non-destructive imaging technology. We propose a proof-of-concept study to investigate the utility of inner ear morphology in assessing the behaviour and auditory performance of extinct reptiles and birds. We will test whether differences in reptile/bird inner ear anatomy can be explained by differences in behaviour, vocalisation, acoustic function and social organisation. This test will be based upon an analysis of the inner ear anatomy of 40 living reptiles and birds, which will be chosen to represent a wide range of vocal and auditory behaviours. Data on inner ear anatomy will be collected using X-ray Computerised Tomography (CT), which will allow us to build detailed 3-D virtual models of the ear's bony structures. Correlations will be sought between the dimensions of the lagena (that part of the inner ear housing the organ of hearing / the basilar papilla), the known auditory abilities of an animal (e.g. range of sound frequencies detectable, sensitivity), and the range of behaviours that the animal exhibits (e.g. those that use vocal communication versus those that do not). Combination of these different data sources (inner ear bony anatomy, ear function and animal behaviour) is a novel approach and will provide a rigorous basis for inferring behaviour in extinct animals. If no correlations exist between ear anatomy, hearing ability and behaviour this will allow us to falsify existing hypotheses of hearing function in extinct reptiles and birds. However, if correlations are identified this project will act as a pilot study for future investigations on hearing and behaviour in a variety of extinct species (including non-avian dinosaurs and early amniotes, for example). In addition, the project will provide a large amount of new anatomical information on the inner ears of living reptiles and birds, which will be of great value to auditory biologists, zoologists and systematists.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E008380/1","grantId":"NE/E008380/1","fundValue":"60162","fundStart":"2007-10-01","fundEnd":"2008-05-31","funder":"NERC","impactText":"  Our findings have already been used by academic peers and the paper has now been cited on 23 occasions. In addition, work arising was incorporated into a major temporary exhibition at the Natural History Museum (Age of the Dinosaur), which has gone on to tour in a number of other UK venues. The data collected also contributed to another NERC project on the evolution of bird brain anatomy and a review of the use of CT-scanning in palaeobiology. Culture, Heritage, Museums and Collections Cultural","person":"Paul  Barrett","coPersons":["Angela  Milner"],"organisation":"The Natural History Museum","findingsText":" This project was able to demonstrate that it is possible to estimate the hearing capability of fossil reptiles and birds using relatively simple measurements of their inner ear structures. A survey of living birds and reptiles using CT data to examine inner ear structures, showed strong statistically significant correlations between bony anatomy and key sensory measures, such as hearing range. This enabled development of a model that allowed prediction of hearing ranges in extinct birds and reptiles, offering new, rigorous insights into the reconstruction of sensory biology in deep time. The primary use of this work is academic - it will enable palaeobiologists to examine the behaviour and sensory biology of extinct animals in a much more testable and rigorous way than previously. This work has already had impact beyond the academic community, however, as it was used to estimate the hearing ability of the earliest bird, Archaeopteryx, in a major touring exhibition. Education,Culture, Heritage, Museums and Collections","dataset":"gtr"}