{"id":"E2C2FB0F-8527-47CF-9408-785E76D280AF","title":"An integrative study of neural coding in the vestibular cerebellum: from cellular physiology to models of network behaviour","abstractText":"We form representations of our surroundings using our primary senses: seeing, hearing, smelling, tasting and touching the world around us. To process this vast array of information brains have evolved specialized regions dedicated to specific types of sensory modalities. In mammals including humans we know when this information reaches the brain it is placed in context through multimodal integration within and between these different regions. The success of this kind of integration is highlighted, for example, by our ability to compute the location of an auditory or visual stimulus relative to head position. Vestibular information, the so-called 'sixth sense' has perhaps the most dramatic and yet underappreciated influence throughout the central nervous system, contributing to functions such as vision, hearing, movement, cognition, sleep, digestion and even learning and memory. More specifically it is presumed to underlie an internal gravity model in humans as well as an intrinsic spatial coordinate system. Defects of the vestibular system result in impaired spatial perception and memory as well as failure to perceive self-motion. In fact disequilibrium affects almost half of the population by age 60 and is as prevalent as hypertension and angina. Recent clinical studies have reported that isolated cortical lesions in humans can cause recurrent episodes of vertigo and imbalance that are consistent with extracellular electrophysiological studies in primates and cats showing vestibular contributions to cortical activity. In this project we will elucidate the neural mechanisms of vestibular representation in the cerebellum- the primary structure know to be involved in maintaining balance, posture and the control of movement. We will combine cellular studies in brain slices that allow us to examine the microscopic mechanisms involved in regulating single cell excitability with a systems approach that uses natural stimulation in the intact animal. Computer simulations will allow us to explore the mechanisms of vestibular signaling on the large scale that the cerebellum is known to operate on. Findings from this provide an understanding of the neural basis of balance and movement and shed light on the underlying causes of disequilibrium and vertigo.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F005369/1","grantId":"BB/F005369/1","fundValue":"164379","fundStart":"2008-09-01","fundEnd":"2011-08-31","funder":"BBSRC","impactText":"  The aim of the project was primarily to understand how cerebellar circuits operate, by using a combination of multi-level modelling and electrophysiology, and the generation of significant extra-academic impact will require more time. However, one of our results has revealed a possible mechanism underlying motor deficits in ataxic mice. Although additional computer simulations and experiments will be required to fully understand the relation between disturbed neuronal physiology and ataxic symptoms, the work is potentially relevant to understanding cerebellar ataxias in humans and may in the future inform the development of new treatments. Another potential application is the development of new robotics techniques based on a better understanding of how the cerebellum controls movement. \n\nContinued presentation of work in text books for healthcare researchers (such as Computational Neuroscience in Epilepsy).\n\nContinued collaboration with robotics researchers at UH. Joint supervision of PhD projects, joint grant applications. Presentation of relevant results at robotics conferences.\n\nContribution to STRI Open Days, organisation of outreach events Education,Healthcare Societal","person":"Volker  Steuber","coPersons":[],"organisation":"University of Hertfordshire","findingsText":" The main objective of the VESTICODE project was to understand how sensory signals are processed and information is stored and recalled in the vestibular cerebellum, one of the simplest systems in the mammalian brain. In order to understand information processing in the vestibular cerebellum, it is important to study the contributions that individual synapses make to sensory representations, and to investigate how information is represented by the complex spike patterns of the different neurons in the cerebellar network. The VESTICODE project has made excellent progress with respect to these objectives. We now understand the contribution of individual synapses to the encoding of vestibular stimuli, and we have discovered a new functional role for electrical synapses between cerebellar neurons. Work at the University of Hertfordshire has focussed on the downstream processing by the neurons that provide output from the cerebellum. We have developed a new model of a cerebellar nucleus neuron and found that the synapses onto this neuron translate input irregularity into output spike rate, which can explain some of the motor deficits in ataxic mice. Moreover, we have discovered a new functional role of the non-specific synaptic plasticity that occurs in cerebellar cortex, and we have studied the temporal integration of signals in the cerebellar network. Our results have led to important new insights into cerebellar function in health and disease. The aim of the project was primarily to understand how cerebellar circuits operate, by using a combination of multi-level modelling and electrophysiology. However, one of our results has revealed a possible mechanism underlying motor deficits in ataxic mice. Although additional computer simulations and experiments will be required to fully understand the relation between disturbed neuronal physiology and ataxic symptoms, the work is potentially relevant to understanding cerebellar ataxias in humans and may in the future inform the development of new treatments. Another potential application is the development of new robotics techniques based on a better understanding of how the cerebellum controls movement. Publication of results in journals such as Science, Neuron, Journal of Computational Neuroscience, Cerebellum, Neural Networks.\n\nPresentation of results at conferences such as the Annual Computational Neuroscience Meeting CNS.\n\nData sharing using databases such as ModelDB and standardization initiatives such as NeuroML; the cerebellar nucleus neuron model has been uploaded onto ModelDB and is currently being translated into NeuroML.\n\nContinued presentation of work in text books for healthcare researchers (such as Computational Neuroscience in Epilepsy).\n\nContinued collaboration with robotics researchers at UH. Joint supervision of PhD projects, joint grant applications. Presentation of relevant results at robotics conferences.\n\nContribution to STRI Open Days, organisation of outreach events Digital/Communication/Information Technologies (including Software),Healthcare,Pharmaceuticals and Medical Biotechnology,Security and Diplomacy","dataset":"gtr"}