{"id":"E2C40622-12B1-4A49-967D-995889E414E5","title":"Electronic nanodevices for energy harvesting: a novel approach to thermal-energy conversion","abstractText":"Every hot body emits a large power in the form of infrared radiation. Electronic equipment, appliances, car exhausts and high-temperature industrial processes, can thus provide an untapped -and currently wasted- energy reservoir. The amount of power is startling: an object at a temperature of 600 C emits 33 kW/m2, while an adult human body approximately 100 W. The proposed work explores the application of a rectenna (RECtifier + antENNA) for harvesting this thermal radiation and converting it into useable electrical power, with potential to develop a disruptive technology. Rectennas consists of a microantenna that captures infrared thermal radiation connected to rectifier, which converts the radiation to DC electrical power. The concept is not new, and it was already investigated by Brown in the 1960s at microwave frequency to transmit power wirelessly, with efficiencies above 80%. However, thermal radiation is located at much higher frequencies in the electromagnetic spectrum, tens of terahertz (THz), which means that the rectifiers must be more than ten thousand times faster. The rectifier proposed in this work is based on the self-switching nanodiode (SSD), a novel semiconductor nanodevice consisting of an asymmetric nanochannel, whose room-temperature operation in the THz range was pioneered by Dr Balocco. Planar microantennas will be integrated with an array of approximately 1000 SSDs connected in parallel, in order to reduce the internal resistance of the rectenna, and hence increase their output power. Because of their compact structures, slim form factor and absence of moving parts, electrical generators based on these new devices will find application in industrial waste-heat scavenging, and where space is at premium, such as smart sensors, mobile and combined heat-power (CHP) systems. For industrial applications, where space might not been a concern, the use of rectennas enables the recovery of the low-grade energy lost during high-temperature processes. The solid-state nature of these devices and their robustness requires little maintenance, and are easy to install. Smart sensors operating in an environment where hot bodies, or other sources of infrared radiation, are available, can take advantage of rectennas' compactness. Even if a low electrical power is converted, this is sufficient to intermittently power the sensor. Combined heat-power systems and microgeneration in general, can couple rectennas to recover the lost thermal power radiated by the gas burner assembly. A more ambitious application is indirect solar-energy conversion, where the heat stored in a medium during the day (such as molten salt at ~500 C) is used during the night to produce electrical power. Here, rectennas may provide an alternative solid-state approach to the steam-turbine technology currently in use.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K016857/1","grantId":"EP/K016857/1","fundValue":"98112","fundStart":"2013-06-26","fundEnd":"2014-06-25","funder":"EPSRC","impactText":"  The findings from this grant have attracted interest from the automotive sector, specifically Cummins UK -a world leader manufacturer of diesel engines- for thermal energy recovery in diesel-powered vehicles. This resulted in the award of EPSRC impact acceleration account (IAA) knowledge transfer secondment (KTS) to evaluate the feasibility of technology on vehicles.  ","person":"Claudio  Balocco","coPersons":[],"organisation":"Durham University","findingsText":" There are three main findings which have arisen from this project. \n\n1) We have experimentally demonstrated, for the first time, the conversion of radiant thermal energy from a black body source into dc electrical power using a rectenna. A rectenna consists of a micro antenna which collects thermal radiation in the form of far infrared, and an ultra-fast rectifier, which rectifies the fluctuations providing dc power. Although the measured external efficiency was low, approximately 0.02%, this can be largely improved by impedance match the antenna and the rectifier. While this topic was not planned or considered in this grant, it is currently thoroughly studied and it will feature predominantly in a grant proposal in preparation.\n\n2) A model was developed to correctly account for the observed experimental results. The literature has so far considered rectennas (mainly for the harvesting of solar radiation) in a rather simplistic way, based on the modelling of thermal radiation as a collection of coherent sources. Albeit useful in some application, these models cannot provide a correct description of the physics and results. As the radiation from thermal sources is completely incoherent, a stochastic model is instead required. Our rectenna model is based on a simple Brownian ratchet. While it has limitations in describing the coupling between the antenna and the rectifier and the radiation spectrum, it captures the physics correctly and fits the experimental data with reasonable accuracy.\n\n3) An experimental setup for characterising thermal rectennas was developed, which allowed for the measurement of the microrectenna parameters, the rectenna efficiency and output polarisation curves, as well as an estimate of the maximum operating frequency, by utilising a selection of high-pass mesh filters in the terahertz frequency range. Industrial Pathway\nAn ESPRC impact acceleration account (IAA) knowledge transfer secondment (KTS) was awarded. The secondee is currently working with Cummins UK -a world leader in the manufacturing of diesel engines- to explore the application of our energy-harvesting technology in the automotive sector.\n\nAcademic Pathway\nA grant proposal is currently in preparation to study the manufacture of rectennas on a large scale and methods for improving their efficiency. We will focus on applications in the automotive sector, with Cummins UK as a partner, who will be able to provide the required technical details on diesel engines and vehicles, as well as validate the technology. Electronics,Energy,Transport,Other","dataset":"gtr"}