{"id":"E2CC2263-B705-44CC-AC37-DD00F63C5847","title":"Understandings of the young sexual body","abstractText":"The seminar series will develop inter-professional understandings of young people's sexual bodies across key policy areas. It will do so through facilitating a creative dialogue between academics and practitioners, recognising that they often approach these issues from different perspectives, with different constraints and with different desired outcomes. A key difference stems from the very different world views of social scientists and medical scientists. In particular, social and cultural factors are not always fully recognised within biomedical literature (Einsten and Shildrick 2009). Einsten and Shildrick have further suggested that since the 1970s sociological feminist health theory and women's health practice have developed different understandings of the body, and they call for dialogue and openness between social scientists and clinicians around the subject of the body in healthcare provision. This series will promote such a dialogue as a starting point, and will then target a number of key policy areas in relation to young people's sexual bodies. These are: contraception and reproduction; sexual violence and bullying; sexualisation; sex and relationships education; and sexual behaviour and sexuality. \n\nThe series will draw on cutting edge research on young people's sexual health, relationships, sex education, and the role of media, popular culture, commerce and technologies in the construction of different understandings of the young sexual body. It will draw together two groups: firstly: leading academics, early career researchers and PhD students working in the key fields of childhood and youth studies, health and social policy, sexuality, sexual exploitation, sex and relationships education, and media and communication studies; and secondly: practitioners and agencies dealing with young people's sexual health and education in the UK (for example, Brook, Education for Choice, British Pregnancy Advisory Service, Sex Education Forum) and GPs and clinicians. A core group of ten participants constructed from these two groups will ensure continuity of discussion and learning throughout the series. The series will also build on a previous series funded by the ESRC (2010-2011): 'Pornified: complicating debates on the sexualization of culture'. Organisers of an AHRC funded research network, 'Onscenity', will also be participating.\n\nThis series thus aims to foster partnerships, and creative dialogue, between leading academics and practitioners broadly concerned with young people's sexualities and sexual health. Further, it aims to include front-line practitioners' experiences and perspectives within this dialogue so it is a dynamic interactive two-way process The seminar series aims to enable and explore joint understandings. Insights generated through current theoretically informed applied social research will be examined in the light of educational and clinical issues concerning young people's sexualities and sexual health. The series will question what we understand by young people's sexual bodies, and what kinds of diverse sexual behaviours exist. It will explore the notion of difference through locating different sexual bodies and behaviours within diverse social and cultural contexts and it will consider how gender, race, ethnicity, age, ability, class, and religious 'norms' impact on these. It will also examine notions of choice in relation to concerns such as bodily control, reproductive rights and sexual freedom. Key concepts such as risk, desire, safety, innocence, promiscuity, empowerment, and agency will be explored and critiqued. Discussions will focus on developing a grounded understanding of all these issues and their implications for young people's lives. \n\nA website, final report and other publications will be used to disseminate the findings of the series to as wide an audience as possible. The overall aim is to facilitate the impact of applied social research in the policy areas being analysed.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/J02208X/2","grantId":"ES/J02208X/2","fundValue":"4048","fundStart":"2013-10-29","fundEnd":"2014-11-30","funder":"ESRC","impactText":"  The impact of findings from the seminar series is at an early stage. We have a seminar series website, currently hosted by The Open University, giving details of each seminar programme including full abstracts and session summaries. Powerpoints and future publications will be uploaded over the coming months. Applicants have been involved in contributing to government guidance and policy development on sexualisation, sex education, sexual health and online safety in England (Government Equalities Office, Body Confidence Campaign, Department of Health) and Wales (Welsh Assembly Government). Applicants have also been active in co-production of training materials and pedagogy with practitioners. Papers from the series have been published in the journal Sexualities, and accepted for publication in a forthcoming special issue on queer sexualities in Discourse: Cultural Politics of Education and the forthcoming edited collection, 'Children, Sexuality and The Sexualisation of Culture' (Renold, Ringrose and Egan). As a direct result from our collaborations with international keynote, Rasmussen (Australia) in Seminar 3, we have been commissioned to co-ordinate the chapters on pedagogic practice for the young sexual bodies in a new International Handbook of Sexuality Education (Routledge forthcoming).\nAlso, Jessica Ringrose and Emma Renolds (along with Alison Phipps and Carolyn Jackson) have had a special issue approved for Journal of Gender Studies. This is a direct outcome of the collaboration between the one day event (led by Jessica), &amp;quot;Researching Girls' Sexualities: Materiality, Affect and the Digital&amp;quot; which the seminar series partially supported. The special issue for the journal is: &amp;quot;Rape culture, Laddism and Everyday Sexism: New Mediations of Gender and Sexual Violence&amp;quot; Healthcare Policy & public services","person":"Lesley  Hoggart","coPersons":["Ofra  Koffman","Emma  Renold","Susan  Walker","Jessica Lenore Ringrose"],"organisation":"Open University","findingsText":" This award is for a seminar series so we do not have research findings per se. But we do have one finding: successful partnerships between academics and practitioners can be developed through an academic seminar series. We have developed practitioner/academia partnerships in the course of this series. Participation has been very successful. Each seminar successfully brought together key stakeholders from government and industry including practitioners (teachers, doctors, youth workers, trainers) expert groups, NGOs and, postgraduates and early career researchers, leading academics across disciplines, and international scholarly experts to explore young people and issues of health, education and sexuality in detail. We have a number of partnerships that have been developed as a result of the seminar series. Healthcare","dataset":"gtr"}