{"id":"E2CC30F5-D3BA-44AA-9706-C69FB1EA3722","title":"Visiting Fellowship - Dr Massimo Ghidini; studies of exchange- and magnetoelectric coupling","abstractText":"This application for a visiting fellowship for Dr Massimo Ghidini is aimed at enabling various projects currently running in the Device Materials Group in the Cambridge University Department of Materials Science to benefit from Dr Ghidini's expertise in the modelling and characterisation of magnetic coupling phenomena. Many of the interesting problems in magnetic and electromagnetic materials relate to coupling between different phases in heterostructures or nanocomposites. An example, which has been studied both in Cambridge and in Parma (Dr Ghidini's home University) is the interfacial exchange coupling between two magnetic phases in a layered thin film; in Cambridge we have measured the transport properties, magnetisation to try to understand the factors which control the magnitude and direction of the coupling, whereas work in Parma has concentrated on analytic modelling and scanning probe imaging of such systems. Through this one-year sabbatical visit we hope to benefit from Dr Ghidini's expertise on two projects of particular current interest - the behaviour of nanocomposite materials consisting of ferromagnetic particles embedded in an antiferromagnetic matrix, and the interfacial strain coupling between ferromagnetic films and electrically-active substrates.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G031509/1","grantId":"EP/G031509/1","fundValue":"78356","fundStart":"2009-03-23","fundEnd":"2010-03-22","funder":"EPSRC","impactText":"","person":"Mark  Blamire","coPersons":["Neil David Mathur"],"organisation":"University of Cambridge","findingsText":" Dr Ghidini had a particular expertise in the characterisation and analysis of magnetic nanocomposite systems and in the development of scanning probe techniques. These skills were of particular interest to the Cambridge group and the VF enabled these to be transferred the understanding of magnetoelectric coupling in novel materials Electronics","dataset":"gtr"}