{"id":"E2CC2D6A-3D96-4CEB-B71B-169CA70D7A50","title":"Social and Environmental Economic Research (SEER) into Multi-Objective Land Use Decision Making","abstractText":"<p>The research examines the role of the natural environment, markets and policy within the determination of land use. It then examines the true value of land use both in terms of its market value (which clearly motivates land users to maintain or change land use) and its wider social value. As part of the latter we examine the various ecosystem services to society which are generated by the environment.</p>\n\n<p>The research proceeds through a number of integrated work packages as follows:</p>\n\n<ol>\n \n\n <li>Develop a spatially sensitive model of rural land use.</li>\n\n <li>Examine the full set of drivers of land use.&nbsp;</li>\n\n <li>Assess the consequences of policy or market change.&nbsp;</li>\n\n <li>Incorporate climate change issues within the modelling process.</li>\n\n <li>Incorporate water environment issues within the modelling process.</li>\n\n <li>Relate land use to its biodiversity impact.</li>\n\n <li>Relate land use change to improvements in access to outdoor recreational areas.</li>\n\n <li>Ensure that all analyses are transferable across different parts of the country and incorporates temporal effects and feedbacks.&nbsp;</li>\n\n <li>Assess the trade-offs involved in new patterns of land use.&nbsp;</li>\n\n <li>Improve communication, engagement, dissemination and uptake.</li>\n\n</ol>\n\n<p><strong>Further information</strong></p>\n\n<p>SEER contact: Professor Ian Julian Bateman, University of East Anglia</p>\n\n<ul>\n \n\n <li>Email: <a href=\"mailto:i.bateman@uea.ac.uk\" rel=\"nofollow\">i.bateman@uea.ac.uk</a></li>\n\n</ul>\n\n<p>ESRC contact: Teresa Tucker</p>\n\n<ul>\n \n\n <li>Email: <a href=\"mailto:teresa.tucker@esrc.ac.uk\" rel=\"nofollow\">teresa.tucker@esrc.ac.uk</a></li>\n\n <li>Telephone: 01793 442858</li>\n\n</ul>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/G035989/1","grantId":"ES/G035989/1","fundValue":"1822300","fundStart":"2010-04-01","fundEnd":"2015-03-31","funder":"ESRC","impactText":"  Either directly or indirectly, almost all human wellbeing and economic activity is dependent upon the natural environment and the 'ecosystem services' it provides. Yet many of these vital services lack are ignored when it comes to making decisions. The SEER grant has addressed this problem by developing theory and methods for incorporating natural capital and the ecosystem services it supplies within decision making and governance. This research has generated a variety of major impacts including: \n\nAcademic impact: SEER has published a large volume of papers in some of the best international, peer reviewed journals in the world and bridged multiple disciplines ranging from economics to the natural sciences. \n\nImpact on Government policy: SEER played a major role in both leading and conducting the research for the UK National Ecosystem Assessment (UK-NEA) and in turn the Government's 2011 Natural Environment White Paper (NEWP). This in turn led to the creation of the UK Government's Natural Capital Committee (of which the SEER PI is a member) to advise the Chancellor of the Exchequer and the UK Economic Affairs Committee on the incorporation of natural capital in government decision making. This has been supplemented through numerous direct briefings to Ministers and presentations to Parliamentary Committees. \n\nImpact through projects undertaken for the business sector: SEER work with the private sector has been most notable in the water sector. This includes the development of new mechanisms to allow private sector firms to cooperate in ways which are both good for profits and generate major improvements to the natural environment. \n\nImpact through networking: SEER has been a major contributor to the NERC Valuing Nature Network (led by the SEER PI) and currently leads the economic element of the ESRC Nexus Network. This brings together researchers with government, the business sector and other players in the economy-environment area, an impact which has been enhanced through a very large number of TV, radio and newspaper interviews.  ","person":"Ian Julian  Bateman","coPersons":["Andrew  Lovett","Brett Howard Day"],"organisation":"University of East Anglia","findingsText":"","dataset":"gtr"}