{"id":"E2D020DF-EBF5-4323-9FFA-406B5FDE0FC4","title":"MI-3 Plus","abstractText":"CMOS Active Pixel Sensors (APS) are revolutionising many aspects of imaging with their superior performance, flexibility and close integration with the acquisition and processing requirements. Their progress is, in no small part, due to advances in mainstream CMOS technology. Industry is focussed on developing CMOS imagers for the mass markets such as digital cameras and mobile phones. Within MI-3, we brought together sufficient technology expertise and users to exploit APS technology for a broad range of science. This project, MI-3 Plus, will take forward one aspect of this technology - namely, the realisation of radiation-hard, wafer-scale imagers, approximately 12 cm square, specially designed for scientific and clinical use. In doing so, we directly address one of the challenges set out in the EPSRC Grand Challenges in Silicon Technology (2008) - Large imaging arrays for use in medical applications and imaging of explosives and weapons. Such large imagers will be able to cope with an accumulated radiation dose in excess of 10 MRad, be approximately 12 cm x 12 cm and incorporate programmable intra-frame resets and binning to cope with the wide dynamics of image intensity found in many medical/scientific applications. It would be possible to tile these imagers, with a minimum bonding gap, to produce torso-wide lensless systems for radiography, etc. The imagers, and the supporting acquisition systems, will be trialled in number of key application areas, namely:* Bone/breast radiography using laboratory and synchrotron sources * Structural crystallography on laboratory and synchrotron sources* High resolution and discriminatory baggage screening * Digital mammography, in particular tomosynthesis (3D imaging) * Radiation-hard very large area sensors for radiotherapy (x-ray and proton) The more general capabilities of CMOS technology can be exploited in miniature analytical instruments for medicine, life sciences, etc - the so-called Lab-on-a-chip concept. This is another topic that forms one of the EPSRC Grand Challenges. Through selective etching of our APS devices we will demonstrate the advantages of very efficient imaging - at high sensitivity and resolution - using this new approach.Overall, comparisons with existing methods will be rigorously undertaken; and the resulting systems will be widely demonstrated to their respective user communities and associated commercial system providers.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G037671/2","grantId":"EP/G037671/2","fundValue":"989110","fundStart":"2011-01-01","fundEnd":"2013-01-31","funder":"EPSRC","impactText":"  Development of the World's first radiation-tolerant, wafer-scale (13 cm square) CMOS imager (Active Pixel Sensor) - Dynamite - which presents exciting new potential for medical, scientific and technological imaging with much improved performance and lower life-time costs. This development fully met a Grand Challenge set by EPSRC and the imager, called Dynamite, is being exploited in on-going trials for prostate cancer radiotherapy at the Royal Marsden Hospital/ICR and for diffraction-enhanced m Electronics,Healthcare Economic","person":"Nigel Martin Allinson","coPersons":["Kevin  Wells","Robert David Speller","Philip  Evans","Renato  Turchetta"],"organisation":"University of Lincoln","findingsText":" MI-3 Plus, building upon previous work on CMOS Active Pixel Sensors, designed and realised a single imager on an industry standard 8&amp;quot; (200 mm) wafer. The imager, called Dynamite, is not only one of the largest imagers made but is the World's first radiation-hard wafer-scale imager. It is intended to meet demanding applications in x-ray medical imaging and other branches of biological/medical science. In producing this unique device, MI-3 Plus fully met one of EPSRC's Grand Challenges in Silicon The most significant market for very large area CMOS imagers will be in medical diagnosis (and to a lesser extent in therapy). The current technology for &quot;digital&quot; radiography is flat-panels using amorphous silicon thin film transistors (as in LCD televisions) - they suffer from high noise, slow readout and high cost. Now that we have shown the ability to make, with high yield, very large area CMOS imagers that can tolerant the high radiation exposure to x-rays, CMOS will almost certainly beco Electronics,Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}