{"id":"E2DC1D46-75BF-4218-8ED7-16688FA56C43","title":"The reconsolidation of instrumental cocaine-seeking memories","abstractText":"Addiction to illicit drugs, such as cocaine, has important socio-economic and health consequences, causing an estimated total cost of &pound;12 billion in the UK in 2000. Therefore, strategies to improve abstinence from drug taking are highly desired. Addictive drugs are powerful rewards, acting in much the same way as natural rewards such as food. As such, addiction is characterised by strong memories that link the drug to both drug-related cues and to the instrumental responses in drug seeking behaviour. Both of these memoryies are important in perpetuating drug-seeking behaviour. Therefore strategies to diminish these drug-associated memories would be potentially useful as a pro-abstinence/anti-relapse treatment.\n\nThe phenomenon of memory reconsolidation provides a potential opportunity to disrupt existing memories, including cue-drug and response-drug memories. When a memory is retrieved, it sometimes enters into a process termed &quot;reconsolidation&quot;, which is necessary for the memory to persist thereafter. If the reconsolidation process is disrupted, the memory is disrupted. We have previously demonstrated in a rat model that cue-food and cue-cocaine memories can be disrupted in this manner, leading to a partial reduction in cue-induced food- and cocaine-seeking. Moreover, we have recent evidence that response-food memories also undergo reconsolidation. Importantly, reconsolidation-based treatments are already being translated to human post-traumatic stress disorder patients, and so there is a real possibility of beneficial effects in drug addiction. However, it remains to be demonstrated that the reconsolidation of instrumental response-cocaine memories can be disrupted to reduce cocaine seeking in translationally-relevant rodent models.\n\nThere are three main causes of relapse in addiction. These are exposure to the drug-associated cues, exposure to the drug itself, and exposure to stress. Most previous studies of memory reconsolidation in addictive drug settings havefocussed on cue-induced relapse by targeting cue-drug memories. However, there is little evidence that drug-induced and stress-induced relapse can be reduced by cue-drug memory reconsolidation-based treatments. Given the fundamental dependence of drug seeking upon the memory that the instrumental response gives access to the drug, it would be expected that an impairment in response-drug memory reconsolidation will reduce all manners of relapse. Therefore, the current project is focussed upon the potential application of instrumental reconsolidation-based treatments for relapse to drug seeking, and will ask 2 main questions:\n \n1. Can the reconsolidation of instrumental response-cocaine memories be disrupted?\n\n2. Is the disruption of instrumental response-cocaine memory reconsolidation effective at reducing cue-induced, drug-induced and stress-induced relapse?\n\nIn order to answer these questions, and test our specific hypotheses, we will primarily use behavioural testing (behavioural pharmacological analyses in freely behaving rats), with the addition of analyses of molecular changes that are associated with memory reconsolidation. The nature of the hypotheses and the approaches needed to test them require the use of experimental animals. Rats are the least sentient species that retain a level of biological similarity to humans such that our conclusions can reasonably be applied to the understanding of human learning and memory.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M017753/1","grantId":"MR/M017753/1","fundValue":"484221","fundStart":"2015-07-01","fundEnd":"2018-06-30","funder":"MRC","impactText":"","person":"Jonathan Loon Lee","coPersons":[],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}