{"id":"E2E0157A-13C3-4F0B-B838-A8D07DAB64E3","title":"Development of an integrated ELT-capable adaptive optics simulation facility","abstractText":"Achieving the ambitious science goals for ELTs will rely heavily on the successful implementation of adaptive optical systems delivering very high order correction over substantial angular fields. Our aim is to build on our successful development of a unique hardware-accelerated AO simulation code to develop tools that are capable of accurately and rapidly modelling full-scale ELT-scale AO systems. For an ELT, the AO system must coordinate with system-wide control loops encompassing both the telescope and instrument systems. The traditional approach of combining independent error budgets for different parts of the telescope/instrument system will not be viable for an ELT. For example, the interaction between the active optics (aO) and adaptive optics (AO) control systems will be complex and will form an integral part of the telescope control system. Realistic modeling of AO for ELTs must therefore involve integration with models of the telescope and active optics systems and in many cases with the science instrument itself. Hence a key part of the modelling programme will be to create efficient interfaces to other components of 'end-to-end' ELT simulation, via in-house development and through collaboration with the relevant external groups. The goal will be to create models that can determine the parameters of a complete telescope + AO system + instrument package to meet specific scientific performance goals. The availability of such facilities will greatly enhance the UK's position with respect to the design and development of instrumentation for ELTs.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=PP/E007570/1","grantId":"PP/E007570/1","fundValue":"373117","fundStart":"2007-04-01","fundEnd":"2010-03-31","funder":"STFC","impactText":"","person":"Richard  Wilson","coPersons":[],"organisation":"Durham University","findingsText":"","dataset":"gtr"}