{"id":"E2E7630F-ED65-4585-B5F8-6792AA05DD6F","title":"Defects in replicative DNA polymerases linked to cancer predisposition and tumour development","abstractText":"Our genetic material is constantly subjected to damage. Much of this damage comes not from external sources such as carcinogens or radiation, but from the intrinsic biological processes that DNA has to perform to allow our cells to function. One key biological function of DNA involves its replication, so that each of the two daughter cells produced during cell division receives a complete and accurate copy of all the genetic information. Even in normal cells, this copying process is not 100% perfect, and the resulting errors can lead to mutations that alter cell function, potentially leading to cell death or other changes that can lead to cancer. \n\nRecent findings have shown that some cancers are associated with defects in the polymerase enzymes that copy DNA. DNA polymerases are normally highly accurate, but defects in these polymerases can increase the error rate when the genome is copied, and this can accelerate the development of some types of cancer in tissues where there is a high rate of cell multiplication. In this grant we will study these defective polymerases in detail, to understand which changes found in human cells are likely to be pathogenic. We will study how the polymerase malfunctions, the consequences for the process of chromosome replication and the types of copying mistakes which result. Understanding the properties of the cancer-associated DNA polymerase should help to explain how these defects lead to tumour formation. It is also possible that drugs might be developed that target the replication of tumour cells that express these variant polymerases.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L016591/1","grantId":"MR/L016591/1","fundValue":"662189","fundStart":"2014-09-01","fundEnd":"2017-09-30","funder":"MRC","impactText":"","person":"Stephen  Kearsey","coPersons":["Sue  Cotterill"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}