{"id":"E2EE627A-1E23-4D7E-8468-0A3D6955F644","title":"Novel technologies for in situ environmental monitoring: linking sensor development to improved pollutant transport models.","abstractText":"The quality of surface waters is becoming of increasing concern worldwide as demand for water grows and population pressures increase. Recognising this, EU legislation (the Water Framework Directive) now requires improvements in the chemical and ecological status of European freshwaters. The primary influences on water quality are biological and chemical reactions in the soils and rocks of water catchment areas, and similar reactions in streams, rivers and lakes. The pathways water takes through catchment areas are also important in determining both the quantity and quality of water in lakes and rivers. All these influences are being affected by environmental change: in climate; in agriculture and other land uses; and in the development of industry, transport and urbanisation. This is in turn affecting water quantity and quality, but predicting the effect of such changes is difficult. Various computer models have been used to predict the effects of these changes, with some success. However, it has been known for some time that they have severe limitations in predicting future trends in water quality: for instance, different models may be equally good at explaining the present situation, but may produce very different predictions when run into the future. One way to develop improved models is to incorporate into them a better understanding of environmental processes which can be achieved through making more detailed environmental measurements on streams and rivers. This in turn requires the development of innovative methods of measurement. The focus of this project is to take advantage of recent developments in analytical science to develop a system for making high-frequency chemical measurements in lakes and rivers which will be cheaper, more reliable under field conditions, and have low power and reagent consumption. This should make it possible to collect much more detailed data, which can then be used to develop improved predictive models, possibly requiring quite new approaches. This is an interdisciplinary project involving chemists, engineers and environmental modellers from the Universities of Reading and Hull, the Centre for Ecology and Hydrology and the Environment Agency.Over the last few years, considerable progress has been made in shrinking and redesigning apparatus used for chemical analysis so it can fit on a glass or plastic plate about 4 x 4 cm in size - the so called lab on a chip technology. This project will develop this technique to measure more substances of environmental importance, and ruggedize the equipment so it can be used in the field. The measurements will be compared with conventional technology, and effort will be put in to improving the accuracy, precision and stability of the equipment until we have a viable analysis system. The data generated by both new and conventional equipment will be used for model development and to improve understanding of the processes influencing water quality and quantity.If successful, the project should lead to a wide range of applications and benefits. As well as an improved ability to predict the effects of environmental change, a cheap and reliable method for monitoring water quality will help regulatory agencies, industries and agriculture monitor and mitigate their environmental impacts, and provide a method for the early detection of polluted water supplies, for instance from toxic algal blooms or acts of terrorism. The low power requirements mean that measurements away from mains power supplies become a practical proposition, with potential applications in developing countries as well as the UK. The devices could be used to monitor the chemistry of water streams in industrial processes, and may lead to the development of a commercial product, providing income to the UK economy and the higher education sector.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G019967/1","grantId":"EP/G019967/1","fundValue":"302990","fundStart":"2009-10-01","fundEnd":"2013-03-31","funder":"EPSRC","impactText":"  The bank side analysers and the associated infrastructure tested in this project were deployed into the Defra Demonstration Test Catchments in the Eden, Hampshire-Avon and Wensum to characterise the water chemistry at the hourly time step to enhance load estimation and process understanding.\nThe data collected in this project has been further analysed as part of a Macronutrients project, Turf2Surf alongside other water chemistry data sets to understand the coupling of biochemical cycling in river-systems across Great Britain.\nThe importance of the time of sample collection on classification of Water Framework Directive status was included in the assessments for the Living With Environmental Change report card on Water and the Joint Water Evidence Group review of the climate change impacts on water quality. Agriculture, Food and Drink,Environment,Government, Democracy and Justice Policy & public services","person":"Andrew John Wade","coPersons":["Paul  Whitehead"],"organisation":"University of Reading","findingsText":" This project ran in parallel with another EPSRC grant at the University of Hull EP/G014221/1. The project aimed to develop novel technologies for water quality monitoring and apply them to gain new insights into what determines the concentrations of dissolved substances in rivers, notably those significant for aquatic pollution such as phosphorus and nitrogen. This insight can then be applied to improve computer models which predict these concentrations in various circumstances (such as a changing climate or land use). The University of Reading collaborated with colleagues at the Centre for Ecology and Hydrology (CEH) and Environment Agency (EA) to set up instrumentation to make hourly water quality measurements on three lowland rivers which are tributaries of the River Thames: The Cut, which drains the Bracknell area and the Kennet and the Enborne. We were also given access by CEH to their datasets from Plynlimon in Wales. We used mathematical techniques which look for trends and periodic signals in these data to infer which hydrochemical processes are operating in which circumstances. Some major findings are described below.\n\nIn the relatively unpolluted waters of Plynlimon, there was a daily cycle of nitrate concentrations. Analysis of the phase and amplitude of this cycle, and its correlation with temperature, indicated the importance of nitrate uptake by stream organisms. Consideration of long-term data shows that land use, river flow, meteorological conditions and antecedent catchment conditions are also important the instream nitrate concentrations at the daily and seasonal timesteps. Superimposed on all this was a 20-year decline in nitrate concentrations due to a reduction in reactive nitrogen deposition which is in turn due to reductions in emissions from combustion sources. The long-term data were vital to give a context to the short-term, high frequency data.\n\nIn the lowland River Enborne a daily cycle of nitrate concentrations was also evident, but with very different temperature patterns and seasonal relationships. Concentrations were more than ten times higher than Plynlimon. The Enborne is a rural catchment and it had been thought that agricultural runoff would dominate river concentrations, but analysis of the daily patterns for both nitrate and phosphorus compounds showed clearly that outputs from a small sewage treatment works in the catchment play a major role, especially at times of low flow, in determining the dynamics in the streamwater concentrations.\n\nThe concentrations in The Cut were dominated by outputs from the large sewage treatment works serving the urban areas, even though these have advanced treatment facilities.\n\nThese daily patterns mean that the time of day at which water samples are taken is of major importance, especially where there is a requirement to comply with a concentration standard. The Cut has a daily cycle in dissolved oxygen in summer ranging from supersaturated in the afternoon to almost anoxic at night, showing the importance of photosynthesis in cleaning the river, but also that nutrient-stimulated algal growth is a major problem.\n\nA combination of long-term low frequency and short-term high frequency data can lead to important insights. For instance, at Plynlimon, dissolved organic carbon (DOC) has increased and sulphate has declined over 20 years. Iron concentrations have also increased - analysis of the daily patterns showed that this was related to the DOC increase, and so the increase in iron is probably due to an increase in organically-complexed colloidal iron. Both DOC and iron can pose problems in drinking water treatment.\n\nOverall the sub-daily monitoring approach is generating a wealth of insights, and should increase our understanding of controls on water quality and our ability to model it. Estimates of pollutant concentrations should be easier and cheaper to make, enhancing the ability to control pollution sources. The increased understanding gained from hourly monitoring for a suite of determinands should enable pollutant sources to be identified with greater confidence, enhancing the ability of regulatory agencies to take appropriate actions and avoid actions which are ineffective. Compliance with the EU Water Framework Directive requirements should be demonstrated more easily. \n\nCalculations of pollutant loads in rivers, and the amount of pollutants rivers supply to sensitive coastal systems (such as estuaries) should be more accurate, enabling more cost-effective regulation. Better understanding of the dynamics of river systems may allow the optimisation of monitoring regimes, with consequent cost savings, and aid compliance with legislation such as the EU Water Framework Directive. On the commercial side, the work may increase sales of monitoring equipment by British-based companies. This work has already been exploited in designing DEFRA's Demonstration Test Catchment research programme, saving time and expense. In future, it should have applications in monitoring and assessment of water pollution and in understanding of the controls on freshwater concentrations of all substances. This should in turn lead to better models of water quality, and more accurate predictions of how it could change in future conditions, such as with changes in climate. Agriculture, Food and Drink,Chemicals,Environment,Government, Democracy and Justice","dataset":"gtr"}