{"id":"E2FD15ED-6EDE-436C-8D6A-CFECD12D5BF4","title":"Exploring alternative phosphorus and heavier pnictogen feedstocks for bespoke chemical transformations","abstractText":"The chemical activation of white phosphorus by transition-metal and main-group element complexes has historically been heralded as a way of circumventing the use of phosphorus trichloride as a chemical feedstock. Despite its toxic nature (and the fact that its use is currently regulated under the Chemical Weapons Convention), phosphorus (III) chloride remains the principal P-atom source for all of the organophosphorus compounds we encounter on a daily basis in detergents, pharmaceuticals and specialty chemicals. At present, pre-existing technological investment and cost issues make it unfeasible to employ alternative methods for the production of bulk phosphorus-containing chemical commodities. However, the use of alternate feedstocks for the synthesis of value-added specialty chemicals is very attractive both financially and from a health and safety perspective. The direct chemical activation of white phosphorus is demonstrably a viable route to organophosphorus compounds; unfortunately such transformations typically exhibit low selectivities and/or require multiple subsequent manipulations to be competitive with industrial processes. Furthermore, white phosphorus is itself highly pyrophoric and a dangerous substance to manipulate (notoriously used throughout history as a chemical weapon). Nonetheless, throughout the last forty years the chemical activation of white phosphorus has generated an incredibly rich and diverse area of fundamental chemistry (fields such &quot;phospha-organic&quot; and &quot;inorganometallic&quot; chemistry have blossomed as a result) allowing the scientific community to develop transformative concepts that have had repercussions in fields ranging from supra-molecular chemistry to catalysis.\n\nWe propose to investigate alternative group 15 element (P, As, Sb, Bi) feedstocks for the synthesis of novel organo-pnictogen compounds. Preliminary proof-of-concept findings by our research group have demonstrated that binary Zintl phases of the alkali metals and group 15 elements may be used as starting materials for the synthesis of novel species containing pnictogen analogues of organic ligands (these transformations are closely related to metal-mediated processes for the activation of white phosphorus). Moreover, we have also shown it is possible to use such species for the direct chemical activation of small molecules such as alkynes. It is important to note that these salt-like Zintl phase precursors can be accessed using safer allotropes of the group 15 elements (red phosphorus, metallic grey arsenic), thus avoiding the risks associated with the manipulation white phosphorus or yellow arsenic. This makes the manipulation of such species notably less dangerous, reducing the health and safety risks typically encountered when manipulating more traditional feedstocks (while Zintl phases are still air- and moisture-sensitive they are do not spontaneously combust on contact with air). We propose to investigate the reactivity of Zintl phases towards a library of low-valent transition-metal and small molecule reagents with the aim of synthesizing otherwise unattainable &quot;pnicto-organic&quot; molecular species. Our strategy towards such compounds centres on two complimentary synthetic methodologies: 1) the metal-mediated activation of anionic pnictide cages with low-valent transition-metal complexes; and 2) the direct reaction of pnictide polyanions with unsaturated small molecule substrates. Ultimately, we believe such studies will give rise to novel molecular species of the group 15 elements that may be used - directly or as supporting ligands - in stoichiometric and catalytic bond activation processes or as precursors to novel materials.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K039954/1","grantId":"EP/K039954/1","fundValue":"349401","fundStart":"2013-11-04","fundEnd":"2016-11-03","funder":"EPSRC","impactText":"","person":"Jose Manuel Goicoechea","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}