{"id":"E2FFA61D-2C0B-4219-ABE5-74BEFB368615","title":"The structure and dynamics of water confined in nanoscale pools: the dynamic crossover","abstractText":"The peculiar behaviour of liquid and supercooled water has been baffling science for at least 236 years and is still seen as a major challenge facing chemistry today (Whitesides &amp; Deutch, Nature 469, 21 (2011)). It was suggested that such strange behaviour might be caused by thermodynamic transitions, possibly even a second critical point. This second critical point would terminate a coexistence line between low- and high-density amorphous phases of water. Unfortunately, this second critical point (if it exists) and the associated polyamorphic liquid-liquid transition is difficult to study as it is thought to lie below the homogeneous nucleation temperature in a region known as &quot;no man's land&quot; (Angell, Science 319, 582 (2008)). \n\nIn recent preliminary femtosecond optical Kerr-effect spectroscopy experiments, we have shown that water in concentrated eutectic solutions forms nanometre scale pools in which it retains many if not most of its bulk liquid characteristics. Most importantly, such solutions can be cooled to below 200 K without crystallisation (typically forming a glass at lower temperatures) allowing one to explore &quot;no man's land&quot; in detail for the first time. Preliminary experiments combining femtosecond spectroscopy with NMR diffusion measurements have shown that water in these pools undergoes a liquid-liquid transition as predicted for bulk water. \n\nHence, it is proposed to use such nanopools as nanometre scale laboratories for the study of liquid and glassy water. A wide-ranging international collaboration has been set up to be able to study different critical aspects of the structure and dynamics of water. This includes cryogenic viscosity measurements, large dynamic-range (femtosecond to millisecond) optical Kerr-effect experiments, pulsed field gradient NMR, dielectric relaxation spectroscopy, terahertz time-domain spectroscopy, infrared pump-probe spectroscopy, and two-dimensional infrared spectroscopy. To ensure maximum impact of the experimental work, it is critical to have strong ties with experts in the theory and simulation of water and its thermodynamic behaviour. We have arranged collaboration with two international theory groups covering different aspects of the proposed work.\n\nAlthough the proposed research is relatively fundamental in nature, it will have impact as described in more detail elsewhere. The research addresses EPSRC priorities in nanoscience (supramolecular structures in liquids), energy (proton transport and liquid structuring in electrolytes for batteries and fuel cells), life sciences (the role of water in and on biomolecules), and the chemistry-chemical engineering interface (the role of the structuring of water in crystal nucleation). Our strong links with theory collaborators will ensure that fundamental insights will indeed propagate to the 'users' of such information. The close working relationship between the PI and CI has made Glasgow a centre of excellence in advanced femtosecond spectroscopy. This project exploits this expertise and international collaborations to immerse PDRAs and PGRSs in internationally leading research using state-of-the-art previously funded equipment.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J009733/1","grantId":"EP/J009733/1","fundValue":"406788","fundStart":"2012-11-30","fundEnd":"2016-05-31","funder":"EPSRC","impactText":"","person":"Klaas  Wynne","coPersons":[],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}