{"id":"E30BA5A5-5957-4C4D-BA6C-B8F30BD4459E","title":"The Morality of Private War","abstractText":"<p>The private military industry has been growing rapidly since the end of the Cold War. Given its extent, the increased reliance on private military and security companies (PMSCs) is often claimed to be one the most significant changes in the military profession over the past three decades. Although the potential benefits and disadvantages of using PMSCs are often discussed, the ethical considerations are rarely fully elaborated.</p>\n\n<p>This research project will therefore use normative political theory to assess the leading normative objections to the use of these firms. It will develop a normative framework on the justifiability of private force for individual contractors and those employing the services of PMSCs (eg, states). More specifically, the research will consider six central issues: </p>\n\n<ol>\n \n\n <li>if and when individual contractors can permissibly use and assist military force; \n</li>\n <li>private contractors' liability to attack; \n</li>\n <li>the legitimacy of states that employ PMSCs; \n</li>\n <li>whether military services should be viewed as a public good; \n</li>\n <li>the possibility of using PMSCs to augment the international community's capacity to undertake humanitarian intervention; \n</li>\n <li>the use of PMSCs by humanitarian organisations to protect their personnel and infrastructure in the field.</li>\n</ol>\n\n<p><br />&nbsp;</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-000-22-4042","grantId":"RES-000-22-4042","fundValue":"79478","fundStart":"2010-09-01","fundEnd":"2012-08-31","funder":"ESRC","impactText":"","person":"James  Pattison","coPersons":[],"organisation":"The University of Manchester","findingsText":" The use of PMSCs, especially in Iraq, has been subject to extensive negative media coverage and, at times, heavy criticism. Four problems have been highlighted in particular: \n\n- PMSCs are ineffectively regulated: There is not an effective system of national and international law to govern their use. \n\n- A number of private contractors have allegedly been involved in the violation of the human rights of civilians. This is exacerbated by the apparent lack of effective legal apparatus to prosecute  Environment","dataset":"gtr"}