{"id":"E30C3E5E-4737-4060-8D3A-85B0CA2B6570","title":"Mind-Reading: From Functional Neuroimaging to the Philosophy of Mind","abstractText":"In the last decade, functional neuroimaging has gone from being a relatively minor component of the sciences of the mind to being one of their central resources. Not only is neuroimaging being used to uncover the information-processing structure of the mind, it is now also being used as a 'mind-reading' technique. In neural mind-reading (or 'brain decoding') studies, information about an individual's brain states is used to ascribe mental states -- such as thoughts, intentions, and conscious experiences -- to an individual. The aim of this project is to examine the methodology, scope and philosophical implications of neuroimaging-based mind-reading.\n\nMind-reading raises three important questions that fall at the interface between neuroscience and the philosophy of mind. The first question concerns its methodology. Current mind-reading studies employ a correlational method that involves the use of previously established correlations between neural states and mental states. However, as yet there is no systematic analysis of the use of neural-mental correlations to attribute mental states. One of the central objectives of this project is to engage in a conceptually rigorous examination of the correlational method so as to place mind-reading research on a firm methodological foundation.\n\nA second question concerns the potential scope of mind-reading research. Thus far mind-reading studies have targeted only a very limited range of mental states and have been restricted to highly-constrained laboratory environments. It is unclear whether mind-reading research can overcome these limitations. With a few notable exceptions, mind-reading research has also been restricted to neurologically unimpaired individuals. We will examine the prospects of extending mind-reading techniques so that they might include a broad range of mental states, individuals who are in natural behavioural environments, and human beings with serious neurological impairments or even the members of other species.\n\nA third question raised by mind-reading research concerns its implications for philosophical accounts of the nature of, and our access to, mental states. With respect to the nature of mental states, developments in mind-reading have the potential to inform accounts of the relationship between mental states and brain states. For example, the successful of mind-reading initiatives would undermine conceptions of the mind which hold that there are no stable and systematic relations between neural states and mental states. With respect to our access to mental states, mind-reading threatens to undermine the authority that has traditionally been assigned to introspection and behaviour as sources of knowledge about an individual's mind. One of the central objectives of this project is to evaluate the potential impact of mind-reading on the use of introspection and behaviour to ascribe mental states to individuals, and to develop a framework in which information derived from neuroimaging can be integrated with that derived from introspection and behavior.\n\nTo date, these challenges have been addressed and these implications evaluated only in a piecemeal way by cognitive neuroscientists and philosophers working largely in isolation from each other. The series of workshops and research visits that we have planned will put an end to that unhappy state of affairs by providing a research context in which leading cognitive neuroscientists and philosophers of mind can work together to respond to the challenges facing mind-reading and explore its implications. In sum, this initiative has the potential to provide the nascent science of mind-reading with the conceptual foundations that it requires, and to provide a much-needed assessment of its prospects and perils.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J007064/1","grantId":"AH/J007064/1","fundValue":"30589","fundStart":"2012-10-01","fundEnd":"2015-03-30","funder":"AHRC","impactText":"","person":"Timothy John Bayne","coPersons":["Martin Kinsey Davies"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}