{"id":"E30E4D94-B02B-473C-BDDA-1C4C2B5493F4","title":"Trackside Optical Fibre Acoustic Sensing (TOFAS)","abstractText":"Distributed fibre optic acoustic and dynamic strain sensing has important applications in the security, energy, environment and transport industries. Examples of such applications include intruder detection, leak detection in oil/gas pipelines and nuclear power reactor systems, monitoring shock waves caused by fracking, and tracking and listening to moving trains. \nThe key advantage of all distributed fibre optic sensing is that a measurand can be detected at every point along the fibre. In this way a large number of discrete sensors can be simply replaced by a single optical fibre. The basic operation is based on sending pulses of light down the optical sensing fibre and detecting the changes in the backscattered light, caused by the parameters to be measured. The Rayleigh backscattered light is sensitive to the sound pressure induced strain on the fibre. Since each point on the Rayleigh backscattered trace corresponds to one section of the sensing fibre, the acoustic wave field along the sensing fibre can be mapped by launching optical pulses into the sensing fibre at a regular intervals and monitoring the changes in the backscattered traces. With the appropriate optical setup and the digital signal processing that we have developed, the acoustically induced strain in terms of its frequency, phase and amplitude can be spatially resolved along the entire length of the sensing fibre. The repetition rate of the pulses determines the frequency at which the measurement is repeated and hence the detection bandwidth of the acoustic signal. In essence, the single optical fibre can perform the same function as multiple (~10000) microphones but with much reduced cost and complexity of installation. \n The proposed research is to develop a distributed fibre optic acoustic and dynamic strain sensor technology with capabilities far in excess of what has currently been achieved in order to improve its applicability to a number of key applications, but in particular to the rail transport industry for monitoring the health of track and trains. The improvement will stem from modification of the optical configuration and introduction of new hardware and software for data handling and processing. \nWhilst future predicted growth in rail travel will inevitably require additional growth in rail infrastructure, it is imperative that the industry continues to strive to improve the efficiency of existing train services, whilst maintaining the highest of safety standards. This proposal is concerned with developing the state of the art distributed fibre optic acoustic sensing and with the goal of enabling\ni) Accurate determination of the location and speed of trains which will allow train density to be optimised; \nii) Abnormal sounds to be detected, providing early indication of potential problems such as intruders, cable theft, loose and rattling components, etc, facilitating timely maintenance or preventative action to minimize disruptions; and\niii) The condition of track-side machines such as level crossing motors and remote generators to be monitored, ensuring safe and efficient operation.\nAchieving these goals will help to provide safe, efficient and reliable rail transport that maximises the capacity of the existing infrastructure.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N00437X/1","grantId":"EP/N00437X/1","fundValue":"493564","fundStart":"2016-01-01","fundEnd":"2019-06-30","funder":"EPSRC","impactText":"","person":"Trevor  Newson","coPersons":["Peter  Wilson","David John Thompson"],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}