{"id":"E312D0A0-0EB0-4377-B3EA-4C3EE078AF64","title":"Bridging the gaps across sustainable urban spaces","abstractText":"Planning, designing and managing sustainable cities in the context of global climate change pose some of the greatest challenges for the 21st century. The size and the scale of these problems range from the analysis of non-linear, complex urban systems and phenomena (such as local climate systems, distributed energy and water systems, and human mobility) to the development and application of new systems and process modelling tools (to enhance design and management of sustainable urban infrastructure). Therefore, a multi-disciplinary approach is required. UCL researchers are world leaders in devising novel responses to the challenge of urban sustainability and climate change in the fields of engineering and urban planning. However, many disparate research disciplines which might make a significant contribution to this research effort (such as mathematics and computer science) are not currently focused on or even engaged in this research area.We propose to establish the Sustainable Urban Spaces Programme which will address these shortcomings by using new ways to bring together planning and design expertise together with physical, mathematical and computer science. The Programme will establish long-term relationships to address pressing issues of urban sustainability.The Programme has three primary objectives. First, it will develop methods to overcome the universal barriers of misunderstanding between different disciplinary discourses, which leads to researchers talking across purposes rather than towards solutions. A variety of approaches will be used including open space events, exchange programs (staff and equipment), research student fellowships and shared MSc programs. Second, it will promote the time and opportunity for researchers to meet and explore new ideas and develop connections. Approaches include seminar series, open days, one-on-one visits, and launch events. Finally, the barriers of physical dislocation (separate departments dispersed throughout the centre of London) will be overcome through the use of online collaboration tools.The Programme will be managed by a Programme Manager (responsible for the overall co-ordination, monitoring and evaluation of the programme spending, activities and outputs) and a Programme Officer (who acts as the primary knowledge broker for the programme, the central contact point for the programme networks and administrative support). The Programme with be under the advice of the Programme Board and its activities will be focussed in three main clusters: networking activities (creating opportunities for researchers to meet one another and establish new relationships which may lead to future collaboration), staff and student activities (to promote learning about research in other departments and to challenge one another and to develop the relationships necessary for establishing ongoing work together) and project activities (transforming ideas and partnerships into successful research projects).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F032714/1","grantId":"EP/F032714/1","fundValue":"601792","fundStart":"2008-03-01","fundEnd":"2011-02-28","funder":"EPSRC","impactText":"  This award supported new research collaborations between different departments at UCL in the field of urban sustainability. Participants came from 26 departments in 6 different faculties. 54 new collaborations were initiated involving 63 researchers. This programme contributed to the wider development of the Grand Challenge of Sustainable Cities at UCL, a major interdisciplinary initiative linking interdisciplinary research to a major societal challenge Energy,Environment,Government, Democracy and Justice,Transport,Other Cultural,Societal,Economic,Policy & public services","person":"Sarah Jayne Bell","coPersons":["Simon Justin Julier","Ben  Croxford","Mordechai (Muki) Haklay"],"organisation":"University College London","findingsText":" Small grants involving early career researchers are a useful way to initiate new interdisciplinary research. Initiating and developing new research collaboration requires a range of mechanisms for support. The 'escalator model' provides increasingly larger grants to suppport new collaborations as they develop. Energy,Environment,Government, Democracy and Justice,Transport","dataset":"gtr"}