{"id":"E3137312-0D8B-4879-96B1-9BFA956696B8","title":"Hacking for Situated Civic Engagement","abstractText":"Local civic participation in the UK is typically low, despite many important aspects of our day-to-day lives being determined on a local level. Although there have been some recent attempts to design novel technologies in public spaces that engage citizens, many of these interventions have operated in a top-down fashion, being designed by researchers with content sourced from authorities.\n\nThis project will investigate how aspects of DIY and hacking cultures can empower citizens to design their own civic engagement technologies that fit their agendas, and to do so in a way that is both sustainable and replicable. We propose that this can be achieved through 'hackathon' events that bring together researchers, members of the public and technology enthusiasts to intensively imagine and prototype new technologies for civic engagement in public spaces and communities. Where hackathons have most frequently been used for developing software, we propose to appropriate this approach as a means for non-technical participants to design and co-create physical computing prototypes. \n\nThese events will serve dual purposes by 1) acting as a participatory design activity to bootstrap the development of civic engagement technologies that will be trialled and evaluated 'in the wild' with participants; and 2) encouraging further innovation by introducing participants to new technologies and skills and by producing documented tools and processes that other communities can replicate and build upon.\n\nThe intended outputs of this project will be: an understanding of the attributes of hackathons as a method for engaging community groups in design; an evaluation of situated civic engagement technologies generated through this method; and an exploration of methods for documenting hackathon outputs for other community groups and stakeholders.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N005619/1","grantId":"EP/N005619/1","fundValue":"99335","fundStart":"2015-11-01","fundEnd":"2017-06-30","funder":"EPSRC","impactText":"","person":"Nick  Taylor","coPersons":[],"organisation":"University of Dundee","findingsText":"","dataset":"gtr"}