{"id":"E3208C74-30C8-49D1-99D3-95F79B7029B1","title":"Actuated Acoustic Sensor Networks for Industrial Processes (AASN4IP)","abstractText":"This project aims to develop wireless technology to support the internal monitoring of industrial processes involving conducting liquids (e.g. water). Such processes are common in many sectors including the chemical, pharmaceutical and nuclear industries. The technology will be based on wireless sensor networks (WSN) which consist of collections of 'nodes' containing sensors, communications transceivers and an embedded computer system. Nodes organise themselves into a computer network, which is used to send sensor readings to a base station. The present proposal seeks to establish the UK as a centre of excellence for the development and application of this technology, and will significantly extend the work that we are currently carrying out in its application to grain processing.The project will research the technologies necessary to construct a network of small nodes that can be immersed within a process enclosure and which can sense local conditions and communicate readings through the network to a base station outside the vessel. An important and novel aspect of this work is the use of acoustic techniques, in a confined space, for communications and the determination of node position. The nodes will contain small scale buoyancy and propulsion systems enabling them to be manoeuvred to selected positions for measurement purposes. Software will also be developed to enable nodes to explore the process, a capability that is very important in a demonstrator system that will be developed with one of our industrial collaborators (Nexia).The use of a demonstrator system provides a focus to the generic research that will be carried out within the project. It is concerned with measuring the conditions within nuclear waste storage ponds, providing crucial information that will enable a carefully planned material removal and disposal programme to be carried out. This is clearly a timely application, given increasing public concern about the long-term storage of nuclear waste. However, the motivation for the research goes beyond a single application, and stems from the desire to overcome the limitations of current process measurement technology, and to provide much more accurate and detailed information about process dynamics than can be obtained at present. Access to such information will provide opportunities for increased plant agility, reduced raw materials uptake, reduced energy usage, reduced environmental impact, reduced waste generation and reduced occupational exposure via improved knowledge of the process.The key research challenges include the use of acoustic techniques within confined and potentially cluttered underwater environments, the development of very small scale buoyancy and propulsion systems, energy husbandry, and efficient exploration strategies. Clearly this requires a broad range of expertise. The team making the proposal includes three academic investigators from the University of Manchester, and one from the University of Oxford. The Manchester academics are from two research groups in the School of Electrical &amp; Electronic Engineering: Microwave and Communication Systems and Sensing, Imaging and Signal Processing . They provide skills in communications (physical layers and protocols), embedded systems, sensing, and electronic systems. In addition, the lead investigator has experience in mechanical engineering. The investigator from Oxford is a member of the Software Engineering Group in the Computing Laboratory, and provides expertise in exploration algorithms and protocols. Four postdoctoral research assistants will be employed to support the work and to deliver the demonstrator. In addition two research students will explore the areas of mobility and power management, and exploration algorithms. Four support staff will contribute about three years of effort to the project.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F064578/1","grantId":"EP/F064578/1","fundValue":"846909","fundStart":"2008-10-01","fundEnd":"2012-09-30","funder":"EPSRC","impactText":"","person":"Peter Neville Green","coPersons":["Peter Richard Green","Trevor  York"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}