{"id":"E32663F8-D250-49C5-B90E-1B886F4DDFD8","title":"Speeding and stuttering: analysing the dynamics of DNA replication at the single molecule level","abstractText":"Every time a cell divides it must copy its genetic material so that each daughter cell receives a complete set of genes. Any mistakes made during this copying process can be disastrous as even a single mistake can have fatal consequences. Unfortunately many obstacles are present that can block this replication process. We have discovered that a major problem are the many proteins that coat the DNA and that are needed for the normal processes of packaging, reading and repairing the genetic material. These proteins, when bound to the DNA template, can block replication of the DNA and prevent completion of the copying process. Such blockage may also trigger mutations since rearrangements within the genetic material are induced when replication machines come to a halt. However, our recent work has shown that accessory motors help to clear proteins out of the path of the advancing replication machine, playing a vital role in normal DNA replication, and that physical interaction of these accessory motors with the replication machinery is critical for their normal function.\n\nUnderstanding how replication machines move along protein-coated DNA is important. These patterns of movement will dictate the likelihood of completing genome duplication and the probability of mutations occurring. In this project we will discover how individual replication machines move along protein-coated DNA, and how accessory motors alter this movement, to establish how these machines react upon encountering protein barriers. Studying individual replication complexes is essential because the replication of different DNA molecules is not synchronised. Measuring a large number of molecules at the same time will not reveal differences in motor speed nor pausing of individual motors, but only an average rate of duplication. In addition, we know that wide variations in behaviour are seen when comparing individual complexes. Behaviours which are rare might be very important with respect to completion of accurate genome duplication. Rare events are much easier to detect by observing individual complexes. We will use an imaging technique that can detect single replication complexes as they duplicate DNA, allowing the responses of individual complexes to protein barriers to be monitored. We will also investigate how physical interaction of an accessory motor with the replication machinery helps the accessory motor to function. We hypothesise that this interaction stimulates relative movement between different parts of the enzyme, activating the motor function and helping to clear proteins ahead of the replication machine. We will use a technique that measures the distance between two different positions within a single molecule very accurately to determine whether interaction with the replication machinery induces movements within the accessory motor and whether this interaction stimulates motor activity.\n\nCopying of DNA is highly conserved from bacteria to man and protein barriers are a problem for all organisms. Our work will identify how this universal problem affects the DNA copying process and the means by which cells reduce the impact of protein barriers on DNA copying. Understanding how cells overcome barriers to DNA copying will also help in the design of drugs that target the accessory enzymes needed for efficient copying. Such drugs could have potential applications as new antibiotics for the treatment of infectious diseases and chemotherapy agents for the treatment of cancer. The design of new synthetic organisms, for example to aid biofuel production, will also benefit from this project. New organisms must contain the genetic instructions to maintain the life of that cell and these genetic instructions must be able to be copied accurately to allow the organism to grow and divide. Understanding how cells copy their genetic material in the face of protein barriers will help with the design of such novel organisms.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K001957/1","grantId":"BB/K001957/1","fundValue":"302708","fundStart":"2013-08-30","fundEnd":"2016-08-29","funder":"BBSRC","impactText":"","person":"Steven William Magennis","coPersons":[],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}