{"id":"E32C9C42-6C95-4445-8216-588C75603FD9","title":"New paradigms for NMR of organic solids","abstractText":"Nuclear Magnetic Resonance (NMR) spectroscopy is a vital analytical tool across science. NMR is most usually applied to substances dissolved in solution since this considerably simplifies the interpretation of the results (spectra) that are obtained; molecular motion averages out interactions, such as the dipolar (through space magnetic) interaction between the magnetic nuclei. However, in many applications, particularly in materials chemistry and biology, it is impossible or inappropriate to apply NMR to samples in solutions and it is necessary to work with solid samples. This creates particular difficulties for studies using hydrogen (1H) NMR which is otherwise the most widely used form of NMR (including in medical imaging applications). Typical organic (carbon-containing) molecules contain high densities of hydrogen nuclei. Although an advantage in terms of the strength of the NMR signal, the multiple magnetic (dipolar) interactions between the hydrogen nuclei cause the NMR signal to decay quickly and broaden the NMR lines into uninformative broad features. This problem has traditionally been tackled in a couple of ways. Firstly by spinning the sample (magic-angle spinning), but unfeasibly high spinning rates would be required to completely remove the dipolar interactions. Secondly using radio-frequency irradiation to average out the dipolar interactions, but this can be technically complex and the results are very susceptible to experimental deficiencies. Since the line-broadening involves the interactions of multiple nuclear spins it has been difficult to model computationally and to investigate mathematically. As a result, progress in improving 1H NMR spectra in solids has been rather fitful.This project will tackle this bottle-neck for the development of solid-state NMR. Firstly by putting together a consortium of international research groups with complementary expertise (experimental, computational and theoretical) and equipment (including NMR spectrometers operating at some of the highest magnetic fields available worldwide) we will be able to tackle the problem simultaneously and systematically from different directions. Secondly, recent advances in spectrometer hardware, simulation and NMR theory mean that the individual tools are in place to make concerted progress. Finally we will be focussing on one parameter, the decay rate of the magnetisation, which is the key limiting factor. Previous work has addressed final NMR spectra, but since these are affected by a number of additional factors, this has tended to confuse the underlying issues. The large discrepancies between simulations and current experiments suggest that potentially major improvements are possible.Finding routes to producing high-quality NMR spectra of hydrogen-containing organic solids in a routine fashion will have a major impact on the practice of solid-state NMR. Some experiments which are currently impractical due to the length of time they would take will become practical and narrowing the NMR lines will allow new, finer spectral detail to be measured, such as weak interactions across hydrogen bonds connecting different components of crystal structures. As a result this proposal is being supported by a wide range of scientists, varying from users of solid-state NMR to manufacturers of pharmaceutics to suppliers of NMR equipment.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H023321/1","grantId":"EP/H023321/1","fundValue":"100760","fundStart":"2010-04-01","fundEnd":"2013-07-31","funder":"EPSRC","impactText":"","person":"Steven Paul Brown","coPersons":[],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}