{"id":"E3340FD9-42C4-4984-98D6-68DAA09AEC4C","title":"Dynamics and function of the NF-kappaB signalling system","abstractText":"A major challenge in biology is to understand how cells recognize external signals and give appropriate responses. Now that the sequence of the human genome is complete, it is important to assign functions to each gene and to identify the corresponding proteins that control key cellular functions. White and colleagues pioneered the development of microscopy-based methods for the visualization and timelapse measurement of biological processes in single living cells. We have used natural light-emitting proteins from fireflies, jelly fish and fluorescent corals. Synthesis (expression) of these proteins causes mammalian cells to become luminescent (light emitting in the dark) or fluorescent (change the colour of light). By placing the gene that codes for a luminescent protein next to a promoter that controls a gene of interest, we can use luminescence from living cells as a way of measuring when the gene of interest is normally switched on and off. Fluorescent proteins have also been used to genetically label proteins of interest, so that the movement of the protein can be visualized in a living cell. White and colleagues previously used timelapse fluorescence and luminescence microscopy coupled to computer simulations to investigate cell decision making. We discovered that a set of important signalling proteins, called NF-kappaB, move repeatedly into and out of the nucleus of the cell, suggesting that cells may use proteins as timers to encode complex messages (like Morse Code). This was a surprise since the original NF-kappaB protein, p65, was discovered 20 years ago and was thought to act as a simple switch that moves into the nucleus once to activate genes. Only timelapse measurements in single living cells were able to see this. The NF-kappaB system is widely recognised as crucial to the control of important cellular processes including both cell division and cell death. It is implicated as being involved in a variety of diseases, such as cancer and inflammatory disease. We will now develop a substantial systems biology project to study all of the components of this complex system. While the previous work has provided major insights, we now need a far broader range of integrated experimental tools to study it. Also the use of mathematical models to make computer predictions will be critical to help us to visualize how this system works. We will make accurate measurements of the (much larger) set of proteins that are involved in NF-kappaB signalling and the genes that are controlled by these signals. The (very experienced) project team includes bioinformaticians, cell biologists, computer scientists, mathematicians, molecular biologists, microscopists and protein chemists. The project will be managed in a structured and organized way, so that the mathematical modelling can be used to predict and design the biological experiments. A central team of experimental officers will be responsible for coordinating the experiments, data and model storage and communication of information between team members. We will study the numbers of molecules of each of the NF-kappaB proteins in the cell, their stability, chemical states and interactions with each other and with other proteins. We will also study in detail which genes that they bind to and control. We will also aim to understand how single protein molecules acting at single genes can act to control decisions of cell life and death. This multidisciplinary approach is essential in order to understand this complex system. A further aim of the project is to provide training for post-docs and students. In this respect, we will benefit from sponsorship of training courses and symposia by the instrumentation companies Carl Zeiss, Hamamatsu Photonics, Coherent and Nano Imaging Devices. The project will also benefit from ongoing collaborations with Genetix and AstraZeneca","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F005938/2","grantId":"BB/F005938/2","fundValue":"1658300","fundStart":"2010-10-01","fundEnd":"2014-04-30","funder":"BBSRC","impactText":"","person":"Michael Richard White","coPersons":["Robert Jeffrey Beynon","Violaine  See","Dean  Jackson","David Alan Rand","Rachel Naomi Bearon","Christopher Mark Sanderson"],"organisation":"The University of Manchester","findingsText":" We have performed a thorough characterisation of the way in which the NF-kB signalling system responds to inflammation and stress. This has involved biochemical. cell imaging and mathematical analysis of the system. \n1. We found that pulsatile signalling can drive NF-kB translocation at different frequencies. This can alter the pattern of gene expression. \n2. We showed that oscillations in NF-kB between the cytoplasm and the nucleus occur in multiple different cell lines and in primary cells from transgenic animals. We developed a new genetic reporter system to achieve this\n3. We showed that heterogeneity in the timing of oscillations between cells may be an engineered feature of the system that is important to allow accurate control of inflammation at the tissue level.\n4. We discovered a set of new phosphorylation sites on the protein p65. Some of these control dimerization and others control localisation and gene expression.\n5. We discovered that temperature controls NF-kB oscillation timing. Subsequent analysis of gene expression implicated the feedback inhibitor A20 in this process. This implies that the inflammatory response may change with fever.\n6. The anti-inflammatory drugs aspirin and diclofenac alter the timing of NF-kB translocation.\nThis work is onging through a new programme which is concentrating on studies in primary cells and tissues. the project has led to substantial collaborations with instrumentation companies.\nMathematical models developed in the project are being widely used and developed by other labs\nTransgenic reporter mice developed at the end of the project show considerable promise as a model system to study inflammation in a variety of primary cells and tissues. The genetic bacterial artificial chromosome approach has been used by other labs and is providing an invaluable tool for studying a variety of other signalling processes.\nThere is ongoing collaboration with two major pharmaceutical companies Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}