{"id":"E3373ABA-BB49-42BA-83B8-43A57C96CDD8","title":"Control of ventral neuronal cell differentiation by a novel protein","abstractText":"Brain tumours are dramatic not only because of their medical impact on individual health but also because of their social and economical consequences on individuals and on the public. This project is interested in the role of a growth factor, Sonic hedgehog (Shh), whose implication in brain tumour formation and growth is well-documented. This growth factor also plays important functions during the normal development of the Central Nervous System and it is believed that a deregulation of its normal function is at the origin of tumour formation. Thus, to better understand how tumours form, it is essential to gain knowledge in the mechanisms of action of this growth factor in a normal context. This is what this research aims at. We have found a novel protein that appears to carry out some of the functions of the growth factor Shh and we hypothesized that it is controlling the decision to stop growing and mature into neurons. Our objectives are to gain more insights into the role of this protein and establish the exact step(s) this protein is involved in during Central Nervous System development. Data flowing from this study will provide an important missing link in the steps that control the normal development of the Central Nervous System. This will be invaluable to understand brain tumour formation and design potential therapeutic strategies.\n\nUpon completion, this study will be made publicly available to the specialist readership (researchers and doctors) through presentations at national and international conferences and publication in peer-reviewed journals, and to the more general readership through review articles and talks to students.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0500826","grantId":"G0500826","fundValue":"221753","fundStart":"2006-09-11","fundEnd":"2010-01-10","funder":"MRC","impactText":"","person":"Anne-Gaelle  Borycki","coPersons":[],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}