{"id":"E339B896-09B3-4405-A8A9-F0D01FB8C07C","title":"SAMULET_Project_2_Combustion Systems for Low Environmental Impact","abstractText":"Future sales of aero gas turbine products are dependent on the ability to deliver propulsion systems that are competitive and meet current and anticipated environmental legislation. Customers are increasingly prioritising emissions performance in their selection process. This means new combustor designs must deliver high fuel efficiency and low emissions of oxides of nitrogen (NOx), unburnt combustion products, and particulates. The most powerful route to improving fuel efficiency is via higher pressure ratios, higher bypass ratios, and higher core temperature ratios, all resulting in higher combustion temperatures. This directly impacts on NOX, so the combustion system has to reduce emissions performance for a given thermodynamic cycle just to maintain current emissions levels. Step changes in NOX emissions technology are thus required. This can be delivered if appropriate lean burn combustion technology for large engines and improved rich burn technology for smaller products can be developed. To achieve this target requires improved knowledge and innovative ideas to be created via fundamental research into: 'quiet' low emissions fuel injectors, new techniques for predicting/managing combustion instability, advanced measurement techniques for kerosene/alternative fuels, improved fuel control systems, better design of combustor cooling systems, and methods for accurate lifing of combustors using novel approaches to manufacturing incorporating the effects of residual stresses.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G035784/1","grantId":"EP/G035784/1","fundValue":"994551","fundStart":"2009-06-01","fundEnd":"2013-11-30","funder":"EPSRC","impactText":"  The original conception of the investigation of thermoacoustic oscillations has involved utilisation of a rotor on the downstream nozzle of a single sector combustor to obtain flame transfer functions. This involves the measurement of the chemiluminescence fluctuations of a flame subject to velocity fluctuations induced by the rotor at a given frequency. The concept had been used in prior studies at Rolls-Royce, and was employed at the Cambridge Intermediate Pressure Combustion Facility (CIPCF). The results indicated that there was an additional self-excited oscillation at a frequency between 250-280 Hz. Later numerical work indicated that these are associated with entropy spots, consisting of high temperature non-uniformities, which propagate into the choked nozzle and reflect as acoustic waves. \n\nWhereas it was possible to extract flame transfer functions in spite of the underlying excitation, these results have highlighted the complex role of boundary conditions on acoustics. The results led our industrial partner to change their investigation strategy towards the development of an acoustically well controlled rig at an industrial laboratory.\n\nThe original conception of the investigation of thermoacoustic oscillations in gas turbines has involved utilisation of forcing of flames in a model combustor.The concept had been used in prior studies at Rolls-Royce, and was employed at the Cambridge Intermediate Pressure Combustion Facility (CIPCF). The results indicated that there was an additional self-excited oscillation at a frequency between 250-280 Hz. Later numerical work indicated that these are associated with entropy spots, consisting of high temperature non-uniformities, which propagate into the choked nozzle and reflect as acoustic waves. \n\nThe results have highlighted the complex role of boundary conditions on acoustics. The results led our industrial partner to change their investigation strategy towards the development of an acoustically well controlled rig at an industrial laboratory.\n\nBeneficiaries: Industry\n\nContribution Method: The research allowed a better understanding of the factors leading to thermoacoustic instabilities in gas turbines. Aerospace/ Defence and Marine Cultural","person":"Simone  Hochgreb","coPersons":[],"organisation":"University of Cambridge","findingsText":" The project consisted of four subprojects:\n\nI. Studies in a high pressure and temperature, full scale facility to investigate the behaviour of flames generated from prototype fuel spray nozzles during external acoustic forcing; \n\nII. Studies in a high pressure and temperature, full scale facility to obtain measurements of particulate matter, both during operation of realistic fuel spray nozzles operated under elevated pressures and temperatures; \n\nIII. Laboratory scale studies of flame stability\n\nIV. Laboratory scale studies of an annular combustor\n\n\n\nKey findings\n\nI. The approach for the unsteady operation was to build a siren on the downstream end of the combustor, which generated a 15% change in mass flow rate at frequencies up to 600 Hz. The concept was successful, and has generated flame transfer functions over a range of operating conditions of air fuel ratio and splits between mains and pilot fuel. The operation has also unveiled previously not observed self-excited oscillations, which have been associated with turbulent-noise amplified entropy spots in the combustor. These in turn create higher velocity fluctuations, which affect the overall behaviour of the system. \n\n\n\nII. The measurement of particulate matter in the combustor has revealed so far an absence of volatiles in the exhaust, and a typical distribution in the sub-micron range. \n\n\n\nIII. (i) The size of the recirculation zone is important for stability for all types of flames studied (premixed, non-premixed, spray). (ii) The blow-off event is a relatively slow phenomenon, which lasts a time that is long relative to the residence time in the combustor, allowing hence the possibility of control. (iii) A single correlation for the blow-off condition works reasonably well for all flames studied. (iv) The blow-off of interacting flames, of the type often seen in annular combustion systems, occurs at slightly different conditions but lasts significantly longer than the blow-off of isolated, single flames.\n\n\n\nIV. The behaviour of flames in an annular combustor vary significantly during operation, with acoustic waves rotating in either direction, and sometimes remaining stationary. The direction of rotation is affected by the direction of flame swirl. I. The research at high pressures and temperatures was closely monitored by the industrial partners, Rolls-Royce, as the research involves their fuel injectors. Based on the present research, Rolls-Royce has changed their approach to the investigation of combustion instabilities. \n\nIII. A computation code with the blow-off correlation has been delivered to Rolls-Royce. Preliminary use for a different geometry than the ones used for its validation has produced reasonable results so far, hence establishing its usefulness for design.\n\nIV. The work on the annular combustor is continuing and used to validate models in thermoacoustics. I. The results join one of the 4-5 studies over the past decade performed at high pressure and temperature conditions, with the added benefit of high speed imaging measurements to aid the interpretation. The database is currently being collated, and hopefully eventually disseminated via publication of the results, along with numerical models. \n\n\n\nIII. The work has been published in the archival literature and presented in national workshops and international conferences. A follow-up project on blow-off control has been initiated. Aerospace, Defence and Marine,Energy","dataset":"gtr"}