{"id":"E33CC484-C028-4018-B216-9E1B8DACBD6D","title":"Making Waves: Oliver Lodge and the Cultures of Science, 1875-1940","abstractText":"Interdisciplinarity, particularly between the arts and the sciences, is notoriosly difficult to achieve. This project takes one particular historical case study in order to understand disciplinary difference at a crucial moment in the past. Oliver Lodge (1851-1940) was a key figure in late nineteenth and early twentieth-century culture. Today, however, he remains relatively neglected, largely because of the apparent contradictions between different aspects of his career. This research network uses these contradictions as a starting point to consider the role of the disciplines in shaping knowledge. Taking Lodge as a case study allows us to understand the place of science in his period and to learn how disciplinary boundaries continue to structure research and knowledge today. \n\nLodge has much to teach us about the place of science in culture because, in his life and career, he transcended many of the boundaries we imagine structure the cultural status of science. A pioneer of wireless telegraphy, Lodge was an internationally-acclaimed physicist and engineer, equally at home in laboratory and workshop. Alongside his commercial interests Lodge carved out a career in the new Victorian universities, becoming the first professor of physics at the University of Liverpool and then Principal of the University of Birmingham after its move to Edgbaston. Not only did Lodge help science consolidate its place at the heart of the university, but he also saw the institutionalisation of the differences between scientific disciplines. A prolific writer, speaker and, later in his life, broadcaster, Lodge was widely known as a populariser of science and commentator on current affairs. Yet in the latter part of his life, Lodge became a famous spiritualist, carrying out psychical investigations alongside his scientific research and publishing a besteller, Raymond (1916), detailing encounters with his son killed in the trenches. Focusing on Lodge can help us understand the differences between science and the arts and humanities; the place of faith and the imagination in scientific practice; and the role of the arts and humanities in popularising science.\n \nTo understand a career such as Lodge's, it is necessary to take an interdsciplinary approach. The project is designed to bring together a range of scholars, archivists and museum professionals at four workshops, each focusing on a particular aspect of Lodge's career. The first will consider the place of science in the new Victorian universities; the second the many ways that signalling though space was understood in the period; the third Lodge's physics and engineering and the supposed differences between pure and applied science; the fourth scientific lives more generally, investigating different tools and methodological approaches for the study of historical scientific figures. The project will maintain a blog, enabling conversation to continue between workshops and extend the network beyond the immediate participants; it will include a public demonstration of Victorian popular science, exploring the way in which scientific ideas were communicated in the past; lastly, it will publish an edited collection, producing the first scholarly book on Lodge to bring together the various aspects of his life and career. \n \nIn 1913 Lodge gave the Presidential Address at the British Association for the Advancement of Science at Birmingham. Lodge's talk was on the continuity of the physical universe in the face of relativity, but Lodge - physicist and engineer; scientist and spiritualist; entrepreneur and civic leader - was himself an exemplary demonstration of continuity. A century later, this research network will reappraise Lodge's career, tracing the connections that structured scientific practice over Lodge's lifetime and so learning how the disciplines might be restructured today.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K006223/2","grantId":"AH/K006223/2","fundValue":"23861","fundStart":"2013-09-01","fundEnd":"2015-07-31","funder":"AHRC","impactText":"","person":"James  Mussell","coPersons":["Graeme John Gooday"],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}