{"id":"E33D9D86-FDD9-428D-B003-EC0FD044C39D","title":"Transgenic reporters for studying development in the chick","abstractText":"The chick embryo has been a major model for the study of vertebrate development since the nineteenth century, particularly as a model for human development as human embryos cannot be studied using any manipulative techniques. The chick embryo is very easy to access as development takes place in the shelled egg, which can be opened to allow observation and manipulation as the embryo develops during incubation. The chick has been used to study the very earliest stages of vertebrate development during which the primitive streak forms, the beginning of the body axis. Other developmental processes for which studies in the chick have been particularly informative, are the development of limbs, the development of muscle and the development of the nervous system, including the brain. The major tissues and organs develop in the chick within a few days of the egg being laid, stages when it is much easier to investigate developmental processes than in other models, for example the mouse. These studies have been aided by the development of a range of techniques for manipulating chick embryos. A major approach has been to study cells in early embryos and follow them as they develop to see which cell types and tissues they generate as the embryo becomes more complex. This has been possible using methods that mark individual cells and the descendants of those cells for a few cell divisions. The disadvantage of this approach is that the mark is gradually lost. A very useful method has been to take small groups of cells from a quail embryo and graft them into a stage-matched chick embryo, replacing the equivalent cells in the chick embryo with the quail cells. The grafted chick embryo is then incubated and the embryo develops normally, incorporating the quail cells. The fate of the quail cells can be determined by staining sections of the grafted embryo to differentiate the quail cells from the chick. This has allowed, for example, the identification of the founder cells for red blood cells. The quail/chick method has limitations as the quail cells can only be detected at the end of the experiment. We have established transgenic chickens that carry a gene that leads to expression of green fluorescent protein in all the cells of the bird, which can be visualised under fluorescent light with no affect on the birds. Cells from embryos from this transgenic line can be used in grafting experiments, as in the quail/chick system, with many advantages over the established method. These include the visualisation of grafted cells in vivo, where the cells can be followed for days, potentially using time-lapse microscopy. There is a significant interest in access to embryos from these transgenic birds from labs in the UK that use the chick model system. We propose to establish a supply of fertile eggs from these transgenic birds to UK chick developmental biologists, who will use this material as a replacement for the quail/chick system. We will generate additional transgenic lines carrying transgenes that express in vivo markers, that will allow further sophistications of the approach outlined above. Firstly we will generate transgenic birds that express ubiquitously a form of GFP that is fused to a peptide sequence that will result in the GFP localising to the cell membrane (mem-GFP). Expression of mem-GFP will allow similar developmental studies but specifically will facilitate observation of cell shape changes during development, often key to developmental process but difficult to observe in fixed material. Secondly, we will generate transgenic lines that express a form of GFP that is activated by laser light. This will allow activation of GFP in single cells of developing embryos, without any possibility of embryo damage, and be very useful for studies of, for example, potential stem cells. Finally, we will generate transgenic birds that express GFP using the regulatory sequences of a gene that is critically involved in early embryo development.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E011276/2","grantId":"BB/E011276/2","fundValue":"493454","fundStart":"2008-05-01","fundEnd":"2010-10-31","funder":"BBSRC","impactText":"  The experimental tools we have used have been utilised in some cases to investigate basic development that informs understanding of human development. The tools have also been used in public engagement activities to explain genetic modification and the study of embryo development using the chick embryo model.  ","person":"Helen  Sang","coPersons":["Kees  Weijer"],"organisation":"University of Edinburgh","findingsText":" The first objective of the grant was to encourage the UK chick embryo research community to utilize the embryos from the fluorescent reporter transgenic lines we had generated in their experiments, contributing to PhD/MSc projects, ongoing research projects and leading to publications and grant applications. Eggs from the GFP transgenic line were supplied to 17 groups (~22,000 GFP eggs plus ~5,000 control embryos). A survey of these labs towards the end of the grant indicated that the material had been used in at least 18 MSc/PhD projects, 6 undergraduate projects, an EMBO workshop, with 9 papers in press/published, 11 papers in preparation, 14 more papers predicted, and 13 grants submitted. The projects involved research in a wide range of problems in developmental biology, including neural development and stem cells, muscle development, limb patterning, sex identity, primordial germ cell culture, early embryo development, cardiac development and vascular development and primordial germ cell development.\nThe second objective was to develop new fluorescent protein-expressing transgenic lines. Transgenic birds expressing membrane-localised GFP were generated and supply of fertile eggs to the research community commenced. The eggs from these useful transgenic lines continue to be supplied to other researchers in the UK and internationally. We expect that we and other researchers will continue to find new experimental uses and consequently valuable novel data using these tools. Agriculture, Food and Drink,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}