{"id":"E340D3DF-FC62-4EDB-8B2B-A23DD49FB432","title":"Complementary Gel and Microemulsion Strategies for Pharmaceutical Solid Form Control","abstractText":"The issue of the solid form of drug substances is of key importance to the UK pharmaceutical industry. Different crystal forms have different bioavailability and solubility characteristics, and the crystal shape (needle, plate, block etc.) significantly affects processing and tabletting behaviour. Moreover discovery and patenting of all polymorphic forms is a necessary part of current drug discovery research. There have been a number of high profile cases where failure to identify the most stable crystal form of a drug has led to severe formulation problems in manufacture. This is often because the stable form has a high nucleation energy barrier so is very slow to nucleate and only appears late in the production process, resulting in huge encumbant cost. Drug solid form is a major issue for the UK economy and tremendous investments focus on calculating crystal structure and on empirical polymorph screening by a wide variety of crystallisation techniques. This project will use the complementary techniques of crystallisation from microemulsions and crystallization within tailored low molecular weight organogels to provide a general solid form discovery method as well as a means of influencing crystal shape and surface characteristics that will greatly enhance both the robustness and scope of present polymorph screening techniques in the pharmaceutical industry. By use of the 3D-nanoconfinement in microemulsions to initially limit the crystal nucleus size, the novel microemulsion method allows systematic identification and preparation of the most thermodynamically stable polymorphic form. Crystallisation in individually tailored (i.e. chemically complementary to a particular drug substance), low molecular weight gels, will allow isolation and identification of kinetic polymorphic forms and offers the advantage of heteronucleation sites that can catalyse the growth of forms that are very slow to begin crystallising. Between them, therefore, the two crystallisation strategies offer a step change in the systematic approach to pharmaceutical polymorph screening and identification strategies and hence solid form discovery and selection.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J013021/1","grantId":"EP/J013021/1","fundValue":"688937","fundStart":"2012-10-01","fundEnd":"2016-01-31","funder":"EPSRC","impactText":"  This award is currently ongoing. It is likely to have impact in the pharmaceutical sector. Chemicals,Pharmaceuticals and Medical Biotechnology Economic","person":"Jonathan William Steed","coPersons":["Judith Ann Howard","Sharon Jane Cooper","Paul  Hodgkinson"],"organisation":"Durham University","findingsText":" This award is currently ongoing. It is likely to have impact in the control of the solid crystalline form of pharmaceuticals in the longer term. Integration into industrial processes by collaborators. Chemicals,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}