{"id":"E3467D97-3C0F-4D61-9DF9-352234D12A33","title":"Biologically-Inspired Massively Parallel Architectures - computing beyond a million processors","abstractText":"The human brain remains as one of the great frontiers of science - how does this organ upon which we all depend so critically actually do its job? A great deal is known about the underlying technology - the neuron - and we can observe large-scale brain activity through techniques such as magnetic resonance imaging, but this knowledge barely starts to tell us how the brain works. Something is happening at the intermediate levels of processing that we have yet to begin to understand, but the essence of the brain's information processing function probably lies in these intermediate levels. To get at these middle layers requires that we build models of very large systems of spiking neurons, with structures inspired by the increasingly detailed findings of neuroscience, in order to investigate the emergent behaviours, adaptability and fault-tolerance of those systems.Our goal in this project is to deliver machines of unprecedented cost-effectiveness for this task, and to make them readily accessible to as wide a user base as possible. We will also explore the applicability of the unique architecture that has emerged from the pursuit of this goal to other important application domains.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G015740/1","grantId":"EP/G015740/1","fundValue":"2707120","fundStart":"2009-01-01","fundEnd":"2014-10-14","funder":"EPSRC","impactText":"  We have built the SpiNNaker real-time brain-modelling machine, to be used in the EU ICT Flagship Human Brain Project. Digital/Communication/Information Technologies (including Software),Electronics ","person":"Stephen  Furber","coPersons":["James David Garside","David Roland Lester"],"organisation":"The University of Manchester","findingsText":" A specially-designed passively-parallel computer can support real-time brain models better than a high-end supercomputer. The SpiNNaker platform can be used to explore models of brain function, neurorobotics, etc. Digital/Communication/Information Technologies (including Software),Education,Electronics,Healthcare","dataset":"gtr"}