{"id":"E34AA4B3-D393-423B-AD7A-5661009B9016","title":"The central role for androgens in development of polycystic ovary syndrome","abstractText":"Polycystic ovary syndrome (PCOS) is the commonest hormone disorder in women, affecting between 5-10% of women of reproductive age. It is a major cause of infertility but it is also associated with a 3 to 4-fold increase in the risk of developing type 2 diabetes (late onset, or non insulin-dependent diabetes), and heart disease, in later life. Furthermore, because of the steeply increasing incidence of obesity in the population, more and more young women with PCOS are getting diabetes. There is evidence that women with PCOS have abnormal energy balance and that may make them more susceptible to weight gain. We know very little about the cause or causes of PCOS, which currently limits our options for treatment, or prevention of the long-term consequences of the disorder. We do however know that higher than normal blood levels of androgens (male hormones such as testosterone) are the most common hormone abnormality in PCOS and there is evidence from animal models that exposure to excess testosterone during fetal life leads many of the features that we recognise in women with PCOS. But there is still much to be learned about both the production of androgens by the ovary (and adrenal gland) and how androgens affect both fertility and metabolic disorders leading to diabetes and heart disease. In the proposed programme of work, we shall use both animal models and human studies (of cells from the ovary or fat tissue) to explore the role of androgens in the origin of PCOS. In particular, we want to know whether exposure to excess androgen has a direct effect on the way the ovary functions (from fetal life to adulthood) and on energy balance - and the signals in fat tissue that control this. We also want to study (in mice) whether blocking the effects of androgen in young animals can prevent (or at least reduce) the reproductive and metabolic abnormalities that are common in adulthood. This will give us a much better chance of finding effective ways of in improving the chances of ovulation (and fertility) and in preventing and treating type 2 diabetes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0802782","grantId":"G0802782","fundValue":"1594800","fundStart":"2010-06-01","fundEnd":"2015-09-30","funder":"MRC","impactText":"","person":"Stephen  Franks","coPersons":["Kate  Hardy"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}