{"id":"E34F041A-FDDF-4CA4-A86E-495519E28436","title":"Translating Effective Behavioural Interventions - Replicating a proven interventon to meet the sexual and reproductive","abstractText":"The sexual health of young women from black and minority ethnic communities has deteriorated. In particular, women from black-Caribbean backgrounds have been disproportionately affected. One way to address this problem is by providing behavioural interventions to enable women to acquire new skills that help reduce their future risk of STI, HIV and unwanted pregnancies. However, developing and evaluating entirely new interventions can be time consuming and potentially expensive, and this problem is urgent. An alternative would be to translate an intervention we already know works with other minority women, into a format that specifically addresses UK black-Caribbean women. However we know very little about what is required to translate such interventions to new groups successfully. That is the aim of our research: To translate a proven intervention into a format culturally specific to young UK black-Caribbean women, and to pilot it assessing its feasibility and acceptability. \n\nThere are 3 stages involved in this research. The first involves reviewing in detail the parent intervention, that is, the one we are trying to reproduce, and how it was developed and implemented. The second stage involves undertaking new research with black-Caribbean women, and other consumers, community and service stakeholders to identify areas of specific need, and to determine what can be done to improve young black-Caribbean women?s sexual health options. In the third stage, we use the information obtained in stage 2, and with assistance from community stakeholders and young black-Caribbean women themselves, begin adapting the content of the intervention to specifically address black-Caribbean women?s needs. We then pilot the ?new? intervention with groups of women to see what they think, making more minor adaptations along the way, based on what we see happening and what the women feedback to us. At the end of our research we will have developed an intervention package that is culturally specific to the expressed and actual needs of young black-Caribbean women. \n \nTo be successful our research relies heavily on the involvement of black-Caribbean women and others in the community. To ensure that there are different ways people from the community can contribute, we are devising our research in partnership with a respected local organisation and a specialist in patient advocacy. They will help us make sure the community knows about our work and feels able to have as much involvement as possible.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0500117","grantId":"G0500117","fundValue":"192020","fundStart":"2006-03-01","fundEnd":"2008-04-30","funder":"MRC","impactText":"","person":"Graham John HartJohn Chisholm Imrie","coPersons":["Gillian Anne Elam","Rochelle N Shain","Gary  Brook","Jane  Dimmitt Champion","Jonathan  Elford","Judith Mary Stephenson"],"organisation":"University College London","findingsText":"","dataset":"gtr"}