{"id":"E35220B7-1451-422C-8F84-BE0EBF883478","title":"Future Memory in Place","abstractText":"If there is no true, authentic or essential relationship between people and territory, no primordial tie between body and soil, then how does any one place gain meaning? How does experience of a site and its landscape, or social tools such as citizenship, create a sense of belonging and identity that is associated with locational place? How does an imagined community such as the nation state form, and whom does it include? These are all questions which underpin the current project Future Memory in Place. It follows on from research into these questions that was conducted in the original Beyond Text initiative De-Placing Future Memory and are currently being explored in relation to the ancient world in the project Paradoxes of Place. The historical context, especially one that was highly mobile, is essential for understanding what an alternative non-territorially based sense of belonging may have looked like, and the role of place within it. Such a perspective also encourages a reconsideration of what is meant by the foreigner and migrant. If we are all mobile in some way then how is that mobility distinguished, other than by crossing borders? While these projects look primarily to the past, to better comprehend the production of place, the current proposal looks forward. Its aim is to create an environment that brings together seemingly disparate communities that jointly participate in the construction of place through common experience. In so doing it will enact and disseminate the research findings to a wider public through a collaboration of academic and art practice, generating opportunities for knowledge exchange.\\n The focus communities of this project, all based in Swansea, are school students and refugees. They will be engaged through a series of workshops, constructed by the leading Welsh artist Catrin Webster, in collaboration with the Glynn Vivian Art Gallery and the Centre for Migration Policy Research (CMPR), at Swansea University. Journeys will be a central activity, since the shifting from one place to another affects perception, understanding, memory and response. It can be via a small shift from a corner of a room to a window, or journeys across time, space and cultures. Mobility is key to our interaction with the world and is seen as an essential part of our existence; however, within the very mobile nature of being human we also need time to adjust to new environments, to consider where we are. Therefore the workshops create an opportunity to do both; to be mobile and also to be present.\\n They will consist of an introduction to key themes through the lens of the ancient world questioning current preconceptions of the migrant and the meaning of place. The artist will lead participants on a journey into the city scape, introducing visual methods to record it, including drawing, colour collection, and digital capture. The focus will be on individual interpretation of communal experience. The journey will then be re-presented in the gallery workshop. The principal method of investigation will be literally beyond text, as this project seeks to give an alternative language to participants, through a focus on visual perceptions and modes of communication. \\n Throughout the project there will be an interactive web presence, using the Beyond Text project Web Site and YouTube to allow participants to add journey experiences. These will then be incorporated in new art works through re-mixing. The project will culminate in a public site-specific installation, incorporating the work of all participants and also original pieces by Webster. Providing a new imagined community for those who have conducted the same journeys and jointly created place. The final element will be the design of an education resource, for use in the Citizenship Curriculum, so the findings will continue to be disseminated. With the help of the CMPR it is hoped that there will also be an opportunity to inform current policy on issues of migration.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/I025956/1","grantId":"AH/I025956/1","fundValue":"24426","fundStart":"2011-02-14","fundEnd":"2012-02-13","funder":"AHRC","impactText":"  To create additional workshops and links between different organisations in the COmmunity it can all be found in the reports: https://ore.exeter.ac.uk/repository/handle/10472/5386 Communities and Social Services/Policy,Creative Economy,Education,Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections Cultural,Societal","person":"Elena  Isayev","coPersons":[],"organisation":"University of Exeter","findingsText":" All this is explained int he Report on the following website:\n\nhttps://ore.exeter.ac.uk/repository/handle/10472/5386 See Future Memory in Red Road for direct example\nhttps://www.facebook.com/pages/Future-Memory-In-Red-Road/567530939948200 Communities and Social Services/Policy,Creative Economy,Education,Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections","dataset":"gtr"}