{"id":"E357DC93-AB6A-45FF-90D4-A444D0109810","title":"High Temperature, High Efficiency PV-Thermal Solar System","abstractText":"Solar energy can be used to generate both heat and electrical power. Most solar panels are designed for only one of these purposes, so an electrical photovoltaic panel is typically no more than 20% efficient and will become hot when exposed to sunlight. If the panel is actively cooled by passing a fluid through the rear of the panel, it is possible to generate both heat and electrical power. This combined solar heat and power system is known as a hybrid Photovoltaic-Thermal (PV-T) collector and offers some advantages when space is at a premium and there is demand for both heat and power. By 2050 solar power is projected to deliver the majority of the world's electricity and will require much more efficient use of the premium, unshaded space that exists in the built environment. PV-T collectors are a highly efficient technology, capable of achieving system efficiencies (electrical + thermal) of over 70%.\n\nIn response to this medium term opportunity, this research proposal develops optical nanostructured surfaces that enable an industrially manufacturable solar cell to become the ideal PV-T absorber. This is achieved by ensuring visible and near-infrared sunlight light is scattered internally within the solar cell, longer wavelength sunlight is absorbed and very long wavelength thermal emission is suppressed. The research employs state of the art computer simulation to design the nanostructured surface, followed by large area nanofabrication that can be performed using low-cost effective nanoimprint methods (the technique used to manufacture DVDs). The the suppression of thermal radiation is achieved using a low-emissivity surface which is also a low-cost process, similar to the 'heat reflecting' coatings that are applied to low-E glass used in energy efficient windows.\n\nThe solar cell architecture employed is the Heterojunction Interface (HIT) solar cell pioneered by Sanyo and that recently set the world record for the highest efficiency silicon solar cell ever demonstrated. Remarkably, this solar cell can be manufactured at low cost and lends itself to structured coating owing to the unique heterojunction design. Importantly, this solar cell retains it's characteristically high electrical efficiency at high temperature making it ideal for PV-T applications. \n\nPrototype PV-T collectors that contain this optimised solar cell will be fabricated in this project and subjected to both indoor and outdoor testing. A predictive computer model will be established that reproduces the electrical and thermal output of the collector under both indoor and outdoor conditions. The model will be used as a basis to assess the applicability of the technology in various applications, especially those that demand relatively high temperature heat (100 degC) for which the system will be particularly well suited.\n\nThe research will be disseminated in the scientific literature and conferences and also to a broader audience at workshops held at Imperial College and trade shows.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M025012/1","grantId":"EP/M025012/1","fundValue":"1108940","fundStart":"2015-08-01","fundEnd":"2018-07-31","funder":"EPSRC","impactText":"","person":"Nicholas John Ekins-Daukes","coPersons":["Douglas J Paul","Peter  Childs","Christos Nicolaos Markides","Stefan Alexander Maier","Stephen  Thoms"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}