{"id":"E35EEB7C-6592-44DE-A752-255306BEDE74","title":"Unipotent and nilpotent classes in characteristic two","abstractText":"Our proposal concerns the unipotent and nilpotent classes in simple algebraic groups and Lie algebras. Unipotent elements are fundamental to the theory ofalgebraic groups and finite groups of Lie type, and play an important role inboth the structure and representation theory. Some parts of the generaltheory of unipotent elements (e.g. results of Steinberg, Springer, Richardson, Carter, and Spaltenstein) are quite beautiful, while other parts are in anunsatisfactory state. For example, basic lists of conjugacy classesand centralizer orders of unipotent elements of groups of exceptional Lie type do exist in the literature, but the results are spread overmany papers using a variety of techniques and notations, mostly based on a massive case-by-case analysis and offering little overall conceptual understanding. Moreover, the classification of nilpotent classes in bad characteristics carried out by Holt and Spaltenstein using heavy machine computation, leaves some basic questions unanswered, such as the full structure of the centralizers. This is an area that is in need of major revision and development, and it is our goal to carrythis out. In a series of visits in 2004-6, funded by our previous grant, Seitz and I developed a new and unified approach to the unipotent and nilpotent classes in simple algebraic groups and Lie algebras, assuming that the underlying characteristic is not 2. Our main goal in this project is to carry out our new unified approach whenthe underlying characteristic is 2. This will require substantial new ideas on top of our previous work for odd characteristics. For example, even for classical Lie algebras there are still basic unanswered questions in characteristic 2, such as the precise structure of the centralizers of nilpotent elements.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E063551/1","grantId":"EP/E063551/1","fundValue":"16634","fundStart":"2007-08-14","fundEnd":"2010-08-13","funder":"EPSRC","impactText":"  Our findings resulted in a book, which has been used many times by other authors. Education ","person":"Martin  Liebeck","coPersons":[],"organisation":"Imperial College London","findingsText":" In a series of visits in 2004-6, funded by our previous grant, Seitz and I developed a new and unified approach to the unipotent and nilpotent classes in simple algebraic groups and Lie algebras, assuming that the underlying characteristic is not 2. Our main goal in this project was to carry out our new unified approach when the underlying characteristic is 2. We achieved this goal completely. This required substantial new ideas on top of our previous work for odd characteristics. For example, even for classical Lie algebras there were still basic unanswered questions in characteristic 2, such as the precise structure of the centralizers of nilpotent elements. We have written our work up into a book of 420 pages, which we hope will be a definitive reference for the theory of unipotent and nilpotent classes. There are many open questions about unipotent classes, particularly for classical groups in characteristic two, for which the information in our book will be a basic starting point. Education,Other","dataset":"gtr"}