{"id":"E36C9E72-3A1E-48E7-A38B-8AFAD8E25DB8","title":"Capital Equipment in support of 'Investigations in Gravitational Radiation', 2014","abstractText":"Einstein's General Theory of Relativity (GR) predicts that dynamical systems in strong gravitational fields will release vast amounts of energy in the form of gravitational radiation. Gravitational waves are ripples in the fabric of spacetime and travel from their sources at the speed of light, carrying information about physical processes responsible for their emission, obtainable in no other way. They are among the most elusive signals from the deepest reaches in the Universe. Experiments aimed at detecting them have been in development for several decades, and are now reaching sensitivity levels where detection is expected within a few years.\nThe worldwide network of interferometric detectors includes the German-UK GEO600, the French-Italian Virgo, the American Laser Interferometer Gravitational-Wave Observatory (LIGO) and is being enhanced with a new detector under construction - KAGRA in Japan. The former detectors have all reached sensitivities close to their design goals and have taken the most sensitive data to date. Cooperation amongst different projects enables continuous data acquisition, with sensitivity to a wide range of sources and phenomena, over most of the sky. Data from GEO, LIGO and Virgo, have already increased our understanding of astronomical phenomena. Search for gravitational waves at the times of 154 gamma-ray bursts has allowed the best ever exclusion distances and provided evidence for extra-Galactic sources of soft-gamma repeaters. The distance reach for binary black holes in the most recent runs is 300 Mpc and the rate upper limits are now very close to that expected in some of the astrophysical models. The search for gravitational waves from the Vela pulsar has set an upper bound on the strength of radiation that is significantly below that expected from the observed spin down rate of the pulsar, corresponding to a limit on the star's ellipticity of a part in a thousand.\nThis proposal for equipment will support the experimental programme of detector research and development supported by our Consolidated Grant ST/L000946/1. Detector sensitivity is mainly limited by thermal noise associated with the substrates of the mirrors, their reflective coatings, and their suspension elements, as well as by noise resulting from the quantum nature of the light used in sensing. Our research is targeted towards making innovative improvements in these areas. We have major responsibilities for the silica suspensions in aLIGO, and in the development of enhancements and upgrades to the aLIGO detectors, in the areas of mirror coatings for low thermal noise, silicon substrates, cryogenic suspensions and improved interferometer topologies to combat quantum noise.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/M006735/1","grantId":"ST/M006735/1","fundValue":"52008","fundStart":"2014-11-01","fundEnd":"2015-03-31","funder":"STFC","impactText":"","person":"Sheila  Rowan","coPersons":["Ian  MacLaren","Martin  Hendry","James  Hough","Norna Anne  Robertson","Giles Dominic Hammond","Henry  Ward","Ik Siong Heng","Graham  Woan","Iain William Martin","Stefan  Hild","Kenneth Alexander Strain","Angus Sutherland Bell"],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}