{"id":"E3772103-D8A4-4714-96BB-FFEB8178FB53","title":"Development of an integrated system for the production and delivery of recombinant biotherapeutics","abstractText":"The bacterium E. coli is a standard host for making commercially relevant proteins e.g. recombinant insulin. However, there are limits to the types of protein that can be produced in E. coli. As most of these proteins are not derived from E. coli and are produced at levels much greater than E. coli would normally produce any natural protein, the E. coli bacterium often deals with them by storing the proteins in an inactive form in a compartment of the cell called the inclusion body. The accumulation of proteins in inclusion bodies causes problems for commercial production, including expensive steps to recover the proteins in an active conformation. To overcome these problems some proteins are produced in another compartment of the cell called the periplasm. However, if too much protein is made in the periplasm it can burst the cell open, killing the cell in the process, and therefore little or no protein is produced. Even those that are stable when produced in the periplasm will need expensive purification as there are many other native E. coli proteins in this part of the cell. When expressing a non-native protein the best place for the E. coli bacterium to place the protein is outside of the cell - this prevents accumulation of the protein in inclusion bodies or in the periplasm which might lead to cell death. In addition, the laboratory strains of E. coli produce none, or very little, native proteins outside of the cell. Thus, when proteins are produce outside the cell they are relatively clean and need little cleaning up. However, for a number of technical reasons it has proved to be very difficult to produce proteins outside the bacterial cell. Here we will utilise a very simple system called the Autotransporter system which has a proven track record for producing non-native proteins outside of the cell. We will attempt to optimise the system for a number of commercially relevant proteins.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0900857","grantId":"G0900857","fundValue":"386878","fundStart":"2009-10-08","fundEnd":"2012-10-07","funder":"MRC","impactText":"","person":"Ian  Henderson","coPersons":["Adam Fidelis Cunningham","Jeffrey  Cole","Chris  Hewitt"],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}