{"id":"E37E17A5-0CAB-4763-B4B0-26BA034A2F18","title":"DNA Receptors with Nanotags on Cartridges","abstractText":"First, this programme is about developing a new nanotechnology relevant to gun crime control. Second, it is about transferring this nanobioengineering to FSS, coating and ammunition manufacturers. Third, it is about communication of the higher rate of conviction for gun crime using the new technology. We therefore want to increase the amount of surviving and recoverable DNA on cartridges using DNA traps, having measured and modelled the T-t excursions experienced by a cartridge (Al, brass, etc) and tag illegal gun users.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E00377X/1","grantId":"EP/E00377X/1","fundValue":"130739","fundStart":"2006-09-01","fundEnd":"2008-02-29","funder":"EPSRC","impactText":"","person":"David  Harrison","coPersons":[],"organisation":"Brunel University","findingsText":" US and Australian work has shown that the effectiveness of extracting deoxyribonucleic acid (DNA) from standard gun cartridges is low and so analysis costs are high. The presence of greater than 1 ng of trapped bio-material would increase the success rates of DNA profiling and facilitate cheaper DNA analysis. \n\n\n\nThe aim of this work was to increase the amount of recoverable DNA from a gun user deposited on fired cartridges, using microtextured surfaces as DNA receptors. Success would increase the probability of identifying perpetrators of gun crime through DNA matching. \n\n\n\nVarious textures were applied to flat surfaces of cartridge case material and the effects of those surface textures on trapping skin materials evaluated. In addition to treated/patterned surfaces, standard emery abrasive paper was adopted as a control medium. From the different surfaces tested, the emery abrasive paper was found to be most effective at trapping skin debris. \n\n\n\nRough surfaces with pyramid textures, which are similar to features on emery paper, were subsequently manufactured on cartridge rims by a standard knurling process. Scratch tests were carried out to simulate the process of handling and loading these cartridges during the use of firearms. DNA test results of the knurled cartridges after firing, showed a high success rate of DNA profiling and high matching percentage to the donor's DNA profile. We showed that the amount of recoverable DNA from a gun user deposited on fired cartridges could be increased by manufacturing microtextured surfaces on the cartridges. It is possible that governments concerned with increasing gun crime detection rates could legislate to require microtextured surfaces to be applied to gun cartridges. Aerospace, Defence and Marine,Government, Democracy and Justice,Security and Diplomacy","dataset":"gtr"}