{"id":"E37F5997-57F2-48B0-8A2B-5FA64D560D31","title":"How do H2A.Z-nucleosomes control the temperature transcriptome?","abstractText":"All living things are sensitive to their temperature. Mammals like ourselves have evolved ways to keep their body temperature fairly constant, and this ensures that our cells can work at their full efficiency. During fever though, our body temperature rises, and during hibernation, animals allow their temperature to drop to very low levels, so even mammals have significant variation in their temperature. Although we have known how important temperature is for life for hundreds of years, how temperature is sensed is not clearly understood. Plants often cannot prevent large fluctuations in their temperature, and they have evolved very sophisticated ways to measure temperature, and adjust the behaviour of their cells to adapt to these changes. Plants are therefore a perfect system to study how higher (non-bacterial) organisms sense temperature. We have found that plants actually change the way their DNA is wrapped when the temperature changes. When temperature increases, plant DNA becomes less tightly packed. This allows genes to be switched on in response to temperature. What we do not know is whether this is a direct effect of temperature on DNA, or is more indirect. In this study, we will determine the mechanism of how this change is controlled, and see if other higher organisms, such as yeast and mammals respond to temperature in the same way. Understanding how temperature is sensed is important because it will help us to create crops that are resilient to climate change. Higher temperatures are particularly damaging to crop yields since they cause the plant to make less grain which is of a poorer quality. For example during the hot summer of 2003, wheat yields in France decreased by about 20 %. The aim of our research is to understand how temperature is sensed well enough that we can breed plants with improved temperature sensing characteristics. In this way it may be possible to create crops that are better able to cope with climate change. Crops have been bred for thousands of years and selected to have a very sensitive response to temperature. While this is normally a good thing, sometimes, for example in the developing grain, it has bad effects on crop yields. If we fully understand the molecules that cause a plant to sense temperature we will be able to alter how different parts of the plant sense and respond to temperature. This would be very valuable, since variation in temperature is a major cause of lost yield in agriculture. Moreover climate change is increasing the severity of temperature shocks, as well as their frequency. Temperature can affect crops in many different ways, for example interfering with crop scheduling by changing flowering time. Some crops are also induced to flower inappropriately (for example lettuces) by temperature changes. Wheat and rice are particularly sensitive to high temperatures during grain filling. Being able to breed crops with optimal temperature responses would enable farmers to be able to grow crops reliably in the face of higher and more variable temperatures. This will be important for sustainability (fewer crops will be lost and yields will be saved) and food security, which will be particularly important in a world of 9 billion people.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I013350/1","grantId":"BB/I013350/1","fundValue":"506898","fundStart":"2012-06-01","fundEnd":"2015-05-31","funder":"BBSRC","impactText":"","person":"Philip Anthony Wigge","coPersons":[],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}