{"id":"E386CA81-F13E-40A5-A4D9-A7A6A6EF1AC8","title":"Multiplicative Structure of Tropical Matrix Algebra","abstractText":"Tropical algebra (also known as max-plus algebra) is the linear algebra of the real numbers when equipped with the binary operations of addition and maximum. It has applications in numerous areas of pure mathematics, applied mathematics, computer science and control engineering. An important aspect of tropical algebra is the algebraic structure of tropical matrices under multiplication, but so far there has been little systematic study of this topic. The research seeks to understand the abstract algebraic (semigroup-theoretic and group-theoretic) structure of the tropical matrices under multiplication, and in particular the semigroup of all n-by-n tropical matrices. As part of the research, we will implement a package for performing computations in tropical algebra using the GAP computer algebra system. Our research will also be informed by an examination of the possible applications.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H000801/1","grantId":"EP/H000801/1","fundValue":"298636","fundStart":"2009-11-01","fundEnd":"2013-03-31","funder":"EPSRC","impactText":"  This is &amp;quot;fundamental&amp;quot; research: although our work has clear potential for long-term impact in many areas, this is likely to take much longer to materialise.  ","person":"Mark  Kambites","coPersons":[],"organisation":"The University of Manchester","findingsText":" The research developed our understanding of the tropical smearing - a key mathematical structure with applications in many areas. It established new connections between the algebraic structure of tropical matrices under multiplication, and the geometry of tropical polytopes, contributing to understanding of both. This is an ongoing area of research, both within Manchester and beyond. Chemicals,Digital/Communication/Information Technologies (including Software),Electronics,Manufacturing, including Industrial Biotechology,Transport,Other","dataset":"gtr"}