{"id":"E38AA0F3-F64C-4415-8B17-6E25471672DC","title":"Modelling Ion Migration in Bioactive Glasses","abstractText":"Bioactive glasses (bioglasses) are widely used in biomedicine as restorative and regenerative implants, which exploit their ability to bond to hard (bone, teeth) and soft (tendons, ligaments) tissues shortly after exposure to the body physiological environment. This ability reflects a reactive response of the material to the contact with physiological fluids, involving a series of physico-chemical processes, leading to the formation of a layer of bone-like apatite (Ap) on the glass surface within a few hours or days after implantation. The Ap layer provides a strong interface effectively bonding the material and the living tissues: this stable biomaterial-tissue link promotes the integration of the implant and is therefore central for its success. Since the 1980s many studies have led to significant developments in this field: the glass bioactivity, i.e., its ability to bond to bone and/or to induce tissue repair and regeneration, is usually assessed by measuring the rate of Ap formation in-vitro or in-vivo, and the importance of glass composition, particle morphology, surface texture, and thermal treatment is now well established. One major obstacle to further technological progress is that, despite their importance, structure-bioactivity relationships are still largely unknown for bioglasses, mostly due to lack of accurate structural data. The disordered and multicomponent nature of these materials hinders the application of standard experimental probes to access their structure, with the result that prediction and test of compositional effects mostly relies on inefficient and expensive trial-and-error approaches: while the range and level of bioactivity of typical melt-derived compositions has been determined, no rational interpretation of the sharp changes in bioactivity with the composition has been proposed. Any such interpretation requires a detailed knowledge of the atomistic structure, at least of the most common melt-derived bioglasses. Structural investigations of the traditional, melt-derived bioglasses are still highly needed: since the bioactivity level of many melt-derived compositions has been exactly measured, these structural investigations can provide direct insight into structure-activity effects, and the resulting knowledge should be transferable to glasses of different composition and/or obtained through different routes. Atomistic computer simulations can provide a high-resolution picture of structural and dynamical features of these materials, thus supporting a more rational approach to identify the links between the composition, the structure, and the bioactivity of these glasses. As for standard experimental techniques, bioactive glasses represent a significant challenge also to modelling approaches. Our recent computational studies have tackled the bulk structure of bioglasses: by modelling compositions of different, known bioactivity, we identified specific structural features marking bioactive or bio-inactive compositions; these bulk structural data and the corresponding insight obtained represent the essential baseline, upon which further specific investigations can be based. A still largely unexplored field is the diffusive dynamics of Na and Ca cations: their migration within the bulk structure plays a critical role in the bioactive mechanism, because the initial leaching of sodium ions into the physiological solution, and the subsequent release of Ca from the glass are both key steps in the bioactive mechanism. Very few data are available on the Na and Ca transport; the present project aims at investigating the diffusive mechanism of modifier cations in bioglasses, using Molecular Dynamics simulations. The final purpose is to identify possible correlations between the glass composition, the local coordination/structure and the transport of modifier cations, which can be linked to the bioactive properties, and therefore improve our current limited understanding of how these materials work.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G041156/1","grantId":"EP/G041156/1","fundValue":"3265","fundStart":"2009-04-01","fundEnd":"2010-03-31","funder":"EPSRC","impactText":"","person":"Antonio  Tilocca","coPersons":[],"organisation":"University College London","findingsText":" The present project aimed at investigating the diffusive mechanism of modifier cations in bioactive silicate glasses (bioglasses), using Molecular Dynamics (MD) simulations. Bioglasses are soda-calcia phosphosilicates, widely used in biomedical implants for repairing and restoring the functionality of damaged or diseased tissues. Clinical applications rely on the bioglass ability to form a stable bond with hard (bone, tooth) and soft (muscle) tissues. Further promising applications in tissue engineering exploit the potential of these glasses to regenerate (rather than just repair) new tissues. Both traditional and advanced applications depend on the ionic dissolution products of the bioglass. Rapid transport of ions to the glass surface, where they can be dissolved into the surrounding environment, is thus a key factor for the use of these biomaterials in medical applications.\n\nIn the past years I have applied atomistic simulations to study the structural basis of the bioactive behaviour of bioglasses. These studies have involved different compositions, in order to identify specific structural features of bulk and surface, marking bioactive or bio-inactive compositions, and understand how these features affect the dissolution of key ionic species. In order to complete this picture, we need to focus more explicitly on the diffusive dynamics of Na and Ca cations, whose transport within the bulk structure plays a critical role in the bioactive mechanism. Because no sufficient experimental data are currently available to assess the accuracy of empirical force fields to model dynamical properties of these highly complex biomaterials, in this project I employed ab-initio Molecular Dynamics (AIMD) techniques. Taking into account the space- and timescales currently accessible through AIMD, the final purpose is to identify possible correlations between the glass composition, the local coordination/structure and the transport mechanism of modifier cations. Linking these dynamical data to the bioactive properties can substantially improve our current limited understanding of how these materials work.\n\nThe present 12-months project took full advantage of the flexible usage introduced on the HPCx UK supercomputing service, in connection with the EPSRC Complementary Capability Challenge (2009). This enhanced flexibility enabled the exploration of longer time scales than those accessible by standard ab-initio Molecular Dynamics (AIMD) runs. Approximately 350,000 CPU hours were awarded and used on HPCx for this project, to perform several different AIMD simulations within the Car-Parrinello (CP) framework. The length of these runs was around 100 ps, in fact significantly longer than standard CPMD runs. We have modelled a bioactive and a bioinactive glass composition, each one at 3-4 different temperatures below the melting point. The analysis of these calculations has provided new insight into the sodium diffusion mechanism: of particular interest is the way in which Na migration can be assisted by temporary interstitial displacements of calcium ions, made possible by the high flexibility of the fragmented network of bioactive glasses. This effect represents a novel feature of these materials, which sets them apart from other glass compositions, and could thus be an important factor for their bioactivity. The simulations performed and reported within this project have inspired similar modelling studies by other academics, aimed at understanding ion migration in other bioactive glasses. \n\nThe insight regarding the migration mechanism in invert glasses produced in this project can also be of high interest for other kinds of glasses, where migration and ion conduction pathways are of central importance. Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}