{"id":"E38BD023-845D-4F0E-ADE9-7821C246A1AC","title":"Bile acid modification by the human gut microbiota and its role in pathogenesis of colorectal cancer","abstractText":"The human gut is home to a wide range of bacteria, and every adult harbours around 100 trillion microbial cells in their intestines belonging to hundreds of bacterial species. This population of bacteria is referred to as the gut microbiota, and these bacteria are thought to undertake numerous beneficial activities. However some of the activities undertaken by the gut microbiota may be involved in the development of colorectal cancer (CRC). \nDiet, and in particular a high intake of animal fat and red meat, has been identified as a major risk factor for CRC, but it is not yet clear how these dietary factors lead to the development of CRC. It is important for us to understand the causes of diseases like CRC, in order to develop effective treatments or identify ways in which the disease could be prevented altogether.\nRecent studies have indicated that the gut microbiota may be an important factor in the influence of diet on CRC risk, and in particular the ability of gut microbes to modify components of bile, called bile acids. Bile acids are naturally produced by our bodies to help us digest the fat contained within the food we eat, and a diet rich in fat results in a increased level of bile acid in the intestine. Bile acids are readily converted to different forms by the gut microbiota, and some of these altered bile acids may be carcinogenic and affect the expression of genes thought to be important in the development of CRC.\nThe purpose of this study is to investigate the relationship between the modification of bile acids by gut bacteria and development of CRC, to determine how these microbes may cause this disease. By comparing the gut bacteria of individuals with CRC and those who are healthy, we will be able to identify any association between activities of these microbes and risk of disease. Subsequently we will be able to look at the effect of these bacteria on specific human genes known to be associated with CRC, which will allow us to identify the how gut bacteria may trigger development of CRC.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0901553","grantId":"G0901553","fundValue":"403822","fundStart":"2010-12-01","fundEnd":"2014-05-30","funder":"MRC","impactText":"","person":"Brian Vaughan Jones","coPersons":[],"organisation":"University of Brighton","findingsText":"","dataset":"gtr"}