{"id":"E38F8915-3B91-4384-BB1A-24B110C4D994","title":"Children, transport and mobility in sub-Saharan Africa: developing a child-centred evidence base to improve policy and change thinking across Africa","abstractText":"<p>The project focuses on the mobility constraints faced by children in accessing health, educational and other facilities in sub-Saharan Africa, the lack of direct information on how these constraints impact on children's current and future livelihood opportunities, and the lack of guidelines on how to tackle them.&nbsp;The aim is to provide an evidence base strong enough to substantially improve policy in the three focus countries - Ghana, Malawi and South Africa - and to change thinking across Africa.</p> \n<p>The project will test an innovative two-strand child-centred methodology, involving both adult and child researchers.&nbsp;In addition to a more conventional interview study with children, parents, teachers and community leaders conducted by adult academic researchers, there will be a complementary component of truly child-centred research conducted by child researchers (facilitated by adults).&nbsp;This takes forward an earlier small pilot of the latter approach in Ghana and South Africa.&nbsp;This aim is to apply the successful child researcher pilot, while ensuring achievement of a substantial and comparable quantitative and qualitative dataset across the three countries from which policy guidelines can be established.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/D002745/1","grantId":"ES/D002745/1","fundValue":"353933","fundStart":"2006-05-01","fundEnd":"2010-04-30","funder":"ESRC","impactText":"  Our findings on this project have been used to influence education policy and practice [particularly in Ghana] and to influence transport policy and practice, notably in conjunction with dissemination through the DFID-funded Africa Community Access Programme [AFCAP] - for instance, explicit inclusion of children in the Tanzania Draft National Transport Policy Framework. Our work has also contributed to Unicef's recent International Ethics Charter and Guidelines and and to the preparation of UNHabitat's Global report on human settlements, 2013. Our co-investigation research approach has been taken up by HelpAge International, notably in a study on older people's mobility in Tanzania. Education,Transport Cultural,Societal,Policy & public services","person":"Gina  Porter","coPersons":["Kate  Hampshire"],"organisation":"Durham University","findingsText":"","dataset":"gtr"}