{"id":"E390D52E-66D6-499D-83FD-EDF606F1481D","title":"Spin@RT: Room Temperature Spintronics","abstractText":"The aim of spintronics is to control the electron spin so that it can be used to provide new functionality in a new generation of electronic devices. Within the pursuit of this aim there is a great deal of exciting cutting-edge fundamental physics and this is where our efforts will be concentrated. The first generation of spintronics has been with us for several years where devices such as read-heads for hard discs are a commonplace example of a metal-based device. There is also considerable research effort into the use of semiconductors in spintronics, but for reasons made clear in the case, we shall concentrate on metal and oxide spintronic research. Spintronics has reached a stage where further significant progress requires a new generation of devices based on a qualitatively different physics. Our proposal has four major themes. In the first we propose to exploit the new idea that the coherence of electron wave functions may be preserved during the transport of charge and spin across the entire thickness of an epitaxial magnetic nanostructure. It has been predicted that coherent transport will improve the magnetoresistance (MR) by more than an order of magnitude. The impact of such an improvement in MR alone on spintronic devices such as magnetic random access memory (MRAM) will be immense. In the second theme we intend to use the resolution of facility-based x-ray sources in an entirely new way, specifically, to observe the small but significant changes in the spin polarisation of a noble metal that result from injection of a spin-polarised current. This first direct measurement of spin accumulation will provide detailed information on spin-current torque which is currently missing but urgently required for the research described in the third theme. Such measurements will rely on our expertise in large area nano-device fabrication, the use of synchrotron radiation and high frequency measurements in micro-scale waveguides. In the third theme we will study the temporal and spatial coherence of the current-induced magnetic state of nano-pillar arrays using hitherto unexploited x-ray, neutron and time-resolved optical techniques to distinguish between analytical models for spin-transfer torque, and to understand the rich dynamic behaviour that has recently been reported. Close interplay between experiment and theory will allow us not only to understand but also to manipulate the dynamic behaviour through the choice of materials and experimental geometry. Finally, in the fourth theme, we will use nanofabrication to create novel nanao-wire structures from magnetoresistive materials and employ a powerful collection of magnetic characterisation tools to observe the current-induced motion of domain walls. This will allow us to resolve a number of critical but controversial issues such as the minimum current density required to induce wall motion, the intrinsic limit upon wall velocity, and the influence of domain wall structure.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D50578X/1","grantId":"EP/D50578X/1","fundValue":"157970","fundStart":"2006-04-01","fundEnd":"2009-08-31","funder":"EPSRC","impactText":"  Studies of the interface structure in thin film spintronic materials fabricated from multiple layers of FeCoB and Alumina have revealed how heat treatment can be used to enhance the magnetic properties of devices made from these materials. One of our European collaborators has been able to take these results to improve their production processes. Similarly, an understanding of the crystallography of materials which provide coupling of magnetic spins between layers has enabled the design of devices to be enhanced. Electronics,Manufacturing, including Industrial Biotechology Economic","person":"Brian Keith  Tanner","coPersons":["Derek  Atkinson"],"organisation":"Durham University","findingsText":" The work has led to a more detailed understanding of the way in which thin film magnetic sensors work. In particular, the role of interface structure has been elucidated and from this understanding manufacturing processes have been improved. Durham work has also shown how magnetic domains can be manipulated as logic elements and memory devices. A novel magnetic storage device has been designed and the IP protected. Application of devices based on phase transition between magnetic states has considerable attraction and the work on FeRh has revealed the magnetic structure within this model system and how parts of the material close to the surface remain in the ferromagnetic phase when most of the film has been transformed into the antiferromagnetic state. The understanding of the way this transition occurs has implication for other systems being investigated. \n\nThe use of magnetic domains with specific chiral nature in magnetic random access memory (MRAM) remains a distinct possibility. The exciting feature of the demonstrator device is that 8 bit devices can be made changing only the magnetic state of the device. Use of multiple bit memory greatly increases the data storage density in real devices. The technology is feasible, but whether it is viable in a manufacturing and commercial context remains to be determined. Electronics","dataset":"gtr"}