{"id":"E3943504-C5DE-4694-9354-62E941C0AB30","title":"Volatile degassing from magma: insights from explosions under Icelandic glaciers","abstractText":"Explosive volcanic eruptions are amongst the most hazardous and spectacular natural phenomena. As well as threatening life and property in widespread areas, they can have a major impact on global climate, releasing huge quantities of aerosols and gases into the atmosphere, and explosive eruptions under ice may even disrupt or destabilise ice sheets. A vexed question is why some eruptions are violently explosive, whereas others involve only the gentle effusion of lava flows. It is widely thought that gases dissolved in the magma (mostly water and CO2 but also fluorine, chlorine and sulphur dioxide) are key, with explosive eruptions occurring when volatiles remain trapped in the magma, providing the pressure that drives explosions. In contrast, effusive eruptions may occur when these gases escape from the magma before it reaches the surface. How do volcanic gases escape? However, when examined in more detail the gaps in our understanding are soon evident. Although gases must escape through bubbles or fractures in the magma to the surrounding rocks or atmosphere, we have little idea if gas escape can really be fast enough to change control the style of eruptions. Also, where is the gas lost from the rising magma-at depth in the magma chamber, or in the top hundreds or tens of metres? One reason we know so little about these issues is the lack of geological evidence for how gases escape. It usually takes many millions of years for erosion to expose the vents that fed ancient eruptions, by which time most of the critical information has been lost, as textures and volcanic volatiles are overprinted by alteration. A unique record of degassing However, we have recently discovered that eruptions beneath ice sheets in Iceland in the last 100 thousand years have created an ideal and perhaps unique record of many of these key processes. Many eruptions began explosively but ended with lava effusion, and formed mountains that quickly collapsed when the surrounding ice receded, exposing very young, fresh vents where textures and volatiles are immaculately preserved. In other locations eruptions appear to have occurred within ice caves, which trapped the magma as it exploded, preserving a snapshot of how gases were escaping from magma. The proposed project In this project I will build on this lucky discovery and reconstruct how volatiles escaped from magma during these eruptions, working with a talented PhD student and leading experts in volatiles and eruption mechanisms. Through field mapping and sample analysis using cutting-edge techniques we will ascertain whether degassing indeed controlled the style of eruptions, or whether other factors such as the initial concentration of volatiles in the magma chamber were more important. We will study key outcrops in great detail, to trace how volatiles escaped into cracks and bubbles in the magma and what effect this might have had on the style of eruption. This will provide some of the crucial missing information needed for better understanding of explosive eruptions. Other insights - volcanoes and climate This project will also address other important issues related to volcanoes and climate. Firstly, we can estimate the quantity of climate-altering volcanic gases released to the atmosphere during these eruptions. Icelandic magma is thought to be particularly rich in fluorine and chlorine, which can attack the ozone layer. The volatile measurements will also be used to model how rising magma can break up ice sheets. This topic has recently received a lot of attention as the West Antarctic Ice Sheet may be destabilised by volcanic activity underneath. Receiving funding for this project would be a major step in my career as it would bring key equipment to Lancaster that would enable me to establish my own research group and establish new collaborations with top UK researchers. There is also great potential to develop this research in exciting new directions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G000654/1","grantId":"NE/G000654/1","fundValue":"4905","fundStart":"2008-12-01","fundEnd":"2010-07-31","funder":"NERC","impactText":"","person":"Hugh  Tuffen","coPersons":[],"organisation":"Lancaster University","findingsText":"","dataset":"gtr"}