{"id":"E39D6E2A-DE50-485A-993F-7FD56F38EC73","title":"Grid Enabled Spatial Regression Models (With Application to Deprivation Indices)","abstractText":"<p>Standard indexes of poverty and deprivation are rarely sensitive to how the causes and consequences of deprivation have different impacts depending upon where a person lives. More geographically minded approaches are alert to spatial variations but are also difficult to compute using desktop PCs.</p> \n<p>The aim of this project is to develop a method of spatial analysis known as ‘geographically weighted regression’ (GWR) to run in the high power computing environment offered by ‘Grid computation’ and e-social science. GWR, like many other methods of spatial analysis, is characterised by multiple repeat testing as the data are divided into geographical regions and also randomly redistributed many times to simulate the likelihood that the results obtained from the analysis are actually due to chance. Each of these tests requires computer time so, given a large dataset such as the UK Census statistics, running the analysis on a standard machine can take a long time! Fortunately, the computational grid is not standard but offers possibility to speed-up the process by running GWR’s sequences of calibration, analysis and non parametric simulation in parallel.</p> \n<p>By exploring the suitability of GWR to the Grid environment and using it to develop a GWR-based index of deprivation in England and Wales, the project will consider the potential of e-social science for freeing spatial analysis from the shackles of computational constraints. <br /></p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-149-25-1041","grantId":"RES-149-25-1041","fundValue":"33890","fundStart":"2006-05-01","fundEnd":"2007-10-31","funder":"ESRC","impactText":"","person":"Richard  Harris","coPersons":["Christopher Francis Brunsdon","Claire Helen Jarvis","D  Kilham","E  Thomas"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}