{"id":"E3A2F3D8-D4F7-4654-AB17-6960B5FDA6A5","title":"A Facility for Advanced Imaging and Analysis under Hypoxic Conditions for Bath Scientists and GW4 partners","abstractText":"We wish to develop a unique and cutting edge facility in Bath to enable us to study the impact that low oxygen conditions (hypoxia) have on cell function. Oxygen is vital for life and inspired from air. In a healthy individual, oxygen levels in the circulation are lower than atmospheric and decrease further depending on how far from the blood supply. For example some brain tissue and skin layers are a significant distance from a blood supply. In the normal situation, oxygen levels in most tissues would be considered low (hypoxic) compared to atmospheric oxygen levels. At sites of inflammation the level of oxygen decreases further due to increased oxygen usage by cells and a reduced blood supply. These changes affect the function of many tissues including the brain which is particularly susceptible to hypoxia resulting from transient ischemic episodes or impaired blood flow during aging. The level of oxygen dramatically alters many cell properties, including the genes expressed and protein function. In modern science it is essential to derive accurate models of cell function in the lab so results can be translated to the living system. In many lab-based experiments, isolated cells are cultured in atmospheric oxygen levels that do not reflect the environment encountered in the healthy body. The 'advanced hypoxic imaging facility' will use high performance imaging and analytical equipment with user defined oxygen levels to study different aspects of cell function. This state of the art approach represents a significant technical advance that will enable us to very accurately mimic the hypoxic conditions that occur in humans in our cellular model systems. The instruments will measure: (1) activity of single cells with an ultrasensitive, high speed detection camera; (2) multiple conditions using a high-throughput reader with a revolutionary technology for increased detection sensitivity; and (3) modified oxygen species using 'electron spin resonance'. The proposal includes five specific projects to measure the properties of immune cells found at the sites of inflammation, brain cells and cells that form blood vessels. The instruments will form part to the Bio-imaging Suite in the Microscopy and Analysis Suite in the University of Bath. The user community will include scientists in the South West and South Wales.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M012409/1","grantId":"BB/M012409/1","fundValue":"281050","fundStart":"2015-01-01","fundEnd":"2015-12-31","funder":"BBSRC","impactText":"","person":"Amanda Barbara MacKenzie","coPersons":["Mark Andrew Lindsay","Robert  Williams","Giordano  Pula","Charareh  Pourzand","Stephen  Ward"],"organisation":"University of Bath","findingsText":"","dataset":"gtr"}