{"id":"E3B4E48B-7ADB-494A-92A1-BDABF180F1A9","title":"A complete model of oxygen consumption by mitochondrial cytochrome c oxidase","abstractText":"Our bodies derive most of their useable energy from the controlled burning (oxidation) of fats, proteins and carbohydrates by the gas, oxygen. Oxygen delivery to organs (heart, brain etc.) is therefore vital for health, growth and development. Problems with oxygen delivery or consumption are responsible for the bad effects of many disease processes e.g. brain damage after a stroke, heart attacks etc. Nearly all (&gt;95%) of the oxygen in the body is consumed by a small organ (organelle) found inside all cells. This is called the mitochondrion. Inside the mitochondrion one protein catalyst (enzyme) called cytochrome c oxidase (CCO) consumes all the oxygen; the oxygen is converted into water, generating a voltage across the mitochondrion that eventually is used to make a molecule called adenosine triphosphate (ATP); ATP is the universal energy currency of all cells and drives muscle movement, brain signalling, growth, development, tissue repair etc. CCO contains a number of coloured iron and copper centres that, uniquely, make it possible to detect it in intact humans e.g. in the brain during 'thinking' or in the muscle during exercise. The purpose of this grant is to study how CCO is controlled in the body, in particular in order to improve our understanding of these signals that we can measure non-invasively. This is a complex problem that we will address by using a combination of in vitro (test tube) experiments and mathematical modelling. It utilises the expertises of biology, physics, mathematics, biochemistry and cell biology. We will first optimise the measurement of the different coloured signals in the test tube. We will then look at how these signals are controlled in vitro. From this our ultimate aim is to develop a dynamic mathematical model that will demonstrate how it might be controlled in the whole body (in vivo). We will focus in this project on one organ (the brain) for two reasons; the brain is critically dependent on oxygen for survival and there is a lot of in vivo data about its oxygen consumption and delivery to the brain. A key part of our understanding of this complex system is to understand how it works at a range of levels. We will therefore develop models of how oxygen is consumed in CCO on its own, CCO within the mitochondrion and CCO in the whole brain. We will use appropriate experiments at each level of organisation to define and test how the model works. In particular we will ask colleagues from around the world to analyse our model critically, both with respect to their data and their own theories. The ultimate aim will be to understand how this complex biological system works at both a 'reductionist' molecular and more 'holistic' organ level. As well as being of interest for its own sake, an improved description of this system is likely to have significance for healthcare and industry (in particular for people manufacturing machines that measure parameters relating to oxygen and energetics in the body.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D017858/1","grantId":"BB/D017858/1","fundValue":"341278","fundStart":"2006-06-01","fundEnd":"2009-05-31","funder":"BBSRC","impactText":"  Our biochemical/physiological model has been used in ongoing animal and clinical research. It is being developed for clinical use, initially in neurointensive care. However, it is still too early for there to be an impact in patient care.  ","person":"Christopher Eric Cooper","coPersons":[],"organisation":"University of Essex","findingsText":" Our bodies derive most of their useable energy from the controlled burning (oxidation) of fats, proteins and carbohydrates by the gas, oxygen. Oxygen delivery to organs (heart, brain etc.) is therefore vital for health, growth and development. Problems with oxygen delivery or consumption are responsible for the bad effects of many disease processes e.g. brain damage after a stroke, heart attacks etc. Nearly all (&gt;95%) of the oxygen in the body is consumed by a small organ (organelle) found inside all cells. This is called the mitochondrion. Inside the mitochondrion one protein catalyst (enzyme) called cytochrome c oxidase (CCO) consumes all the oxygen; the oxygen is converted into water, generating a voltage across the mitochondrion that eventually is used to make a molecule called adenosine triphosphate (ATP); ATP is the universal energy currency of all cells and drives muscle movement, brain signalling, growth, development, tissue repair etc.\n\nCCO contains a number of coloured iron and copper centres that, uniquely, make it possible to detect it in intact humans e.g. in the brain during &quot;thinking&quot; or in the muscle during exercise. The purpose of this grant was to study how CCO is controlled in the body, in particular in order to improve our understanding of these signals that we can measure non- invasively. This is a complex problem that was addressed by using a combination of in vitro (test tube) experiments and mathematical modelling. It utilised the expertises of biology, physics, mathematics, biochemistry and cell biology.\n\nWe first optimised the measurement of the different coloured signals in the test tube. We then looked at how these were controlled in vitro. We discovered that two species (called P and F and representing different forms of oxygen bound to CCO) were not detectable, contrary to the theories of other authors. However, we did discover changes in a coloured species absorbing red light (655 nm) that reported on the changes in a copper centre at the enzyme active site. These measurements changed the current ideas about the mechanism of oxygen consumption by CCO.\n\nUsing this information we developed a dynamic mathematical model that demonstrated how oxygen consumption is controlled in the whole body (in vivo). We focused in this project on one organ (the brain) for two reasons; the brain is critically dependent on oxygen for survival and there is a lot of in vivo data about its oxygen consumption and delivery to the brain. We developed models of how oxygen is consumed in CCO on its own and CCO in the whole brain.\n\nThese models helped us to understand the interplay between blood flow and oxygen consumption occurring when the brain is active (functional activation). As well as being of interest for its own sake, our improved description of this system is likely to have significance for healthcare and industry (in particular for people manufacturing machines that measure parameters relating to oxygen and energetics in the body). We are already implementing this model in volunteer studies and hope to use it soon in patients on adult neurointensive care units.\nWe further developed our model to include the role of natural modulators of CCO, in particular the gas signaling molecule nitric oxide. Our model was able to quantify how CCO interacted in two distinct ways with nitric oxide, one inhibitory and one protective to the body. We were able to show how a related oxygen consuming enzyme, cytochrome bd in the bacterium E. coli, was able to resist inhibition by nitric oxide by having a uniquely fast rate of removal of this potentially toxic gas. Nitric oxide is one of the immune systems' &quot;weapons&quot; in attacking bacteria such as E. coli, and the presence of this cytochrome bd enzyme seems to protect the bacteria from attack. Future research might be able to target cytochrome bd with specific drugs and kill invading bacteria, whilst not harming the human patient. Our biochemical/physiological model can assist in the interpretation of biological and clinical real time spectroscopic data on patients and animal models.\n\nThe re-evaluation of the spectroscopic signals allows for more detailed interpretation of current in vivo data, and allows for the possibility of new measurement modalities.\n\nWe have identified a key bacterial enzyme that targets the host defence mechanisms - this has the potential to be a new target for new antibiotics. Healthcare","dataset":"gtr"}