{"id":"E3B8D4B9-A078-4BD2-8B98-058177215711","title":"Religious Reading in a Secular Society: Learning for Life in a Liberal Democracy?","abstractText":"The Times Educational Supplement recently carried the headline 'Christian Schools Fail Test of Tolerance' claiming that children educated in evangelical Christian schools inspected by Ofsted were not helped to acquire an appreciation of their own and other cultures. Whether schools prepare children to be good citizens and to be tolerant of others is an important issue and some of the most significant contexts for such learning are arts and humanities lessons. As children develop values and worldviews while they are reading and responding to texts this research proposes to investigate such reading in arts and humanities lessons to find out how teachers and schools seek to the shape the responses and values of young readers.\\n\\nData is to be collected in a number of different schools and the project will seek to ascertain the theological and educational influences upon schoolteachers and leaders in evangelical Christian schools. The bulk of the Principal Investigator's time in schools will be devoted to undertaking a case study of reading in humanities and arts lessons at Trinity Academy, Doncaster. Two days will be spent in this school each half term observing the lessons of fourteen year old pupils in Year 9. Each school's stated aims will be compared with what happens in lessons. DVD and digital audio recording, transcription and analysis of situated classroom discourse will provide a good evidence base from which to answer research questions about the degree to which religious values inform reading. Interviews (with adolescents, teachers, senior managers and sponsors) will be analysed to establish the ways in which religious perspectives are evident in teaching and learning in the arts and humanities lessons. Documentation, stock lists and schemes of work will be analysed and compared so that text choice, censorship and the rationale for such decisions can be explored during interviews and through observations and questionnaire analysis. Analysis of interviews will be qualitative and thematic. \\n\\nFor comparative purposes, data will be collected in 9 other Christian schools, specifically: 2 further ESF schools also sponsored by Sir Peter Vardy as well as 4 of the largest CST (Christian Schools Trust) schools and 3 schools in Europe that have links to these Christian schools. Lessons observed will not be selected randomly but those lessons will be chosen for observation that teachers consider to be most distinctive and to demonstrate the values, aims and mission of their school in the classroom. In other words, lessons will be selected for observation and data collection that are perceived to be as different as possible to those occurring in non-faith schools. If a teacher believes a particular text-based lesson or sequence of lessons offers what he or she considers to be an example of 'faith-learning integration' these will be observed. \\n\\nIn each school visited the Principal Investigator will, as a visiting teacher-researcher, teach the same 'portable' text-based arts/humanities lesson so that the responses of adolescents in different schools can be compared. Recording and transcription of these 10 lessons will provide unique comparative data. Teachers in the schools will also keep 'faith and values' journals, recording any perceived integration of faith and learning in their lessons and these journals will inform interviews and observation. When teachers in one faith school are interviewed they will be asked to comment on data (DVD recordings) collected in other faith schools. Selected recordings of lessons in these 10 schools will be shown to teachers from county and church schools to facilitate analysis of similarities and differences. In this way the contribution of reading to citizenship in different contexts can be established.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F007981/1","grantId":"AH/F007981/1","fundValue":"42076","fundStart":"2007-11-01","fundEnd":"2008-12-31","funder":"AHRC","impactText":"","person":"Mark Andrew Pike","coPersons":["Leslie J  Francis"],"organisation":"University of Leeds","findingsText":" 1. Christian Ethos Schools Engender High Expectations and are Especially Effective in Areas of Social Disadvantage\n\nThe findings indicate that the Christian-ethos schools studied possess the theological resources to transform expectations and raise attainment while fostering good character and participatory service-citizenship of young people. The conviction that human beings are 'created in God's image' emerged as an important theme from the five schools studied, especially among school leaders. This belief appeared to result in unusually high expectations of students both academically and in terms of their character. The Christian-ethos and core values of Trinity Academy, the main case study school, are widely regarded (among Christian staff and non-Christian staff) to be the foundation for its transformation. This 'faith in students' and the belief that they can succeed 'trumps' or overrides low expectations based on socio-economic status or previous underperformance. The case study school has transformed the opportunities and life chances for young people living in a social priority area. Many of these students are now the first in their family to attend University with many progressing to Russell Group universities. \n\n2. Christian-Ethos Schools Promote Critical Thinking and Religious Literacy. Children and young people in the Christian-ethos schools studied engaged in a good deal of critical reading of 'religious' truth claims. All five schools shared a conviction that it was not enough to focus only on achieving academic success. For these schools, education is about helping students consider the 'big questions of life'. The Christian-ethos schools studied fostered critical thinking. The greater emphasis (2 hours per week) on RE or PTE (Philosophy, Theology and Ethics) than in most schools fosters student autonomy and the critical analysis of assumptions and beliefs. The schools facilitated the exercise of choice by enabling young people to think about religious truth claims as a credible basis for character and moral behaviour. High levels of religious, especially biblical, literacy were observed at the schools studied which had benefits when studying subjects such as history and English literature. \n\n3. Privately Sponsored State-Funded Christian-Ethos Schools should be an Option for Parents and Students\n\nFollowing from the conclusions above the policy recommendation is that Christian-ethos schools should play a greater part in raising aspirations and transforming life chances in more communities. Private sponsorship, the Academies Programme and opting out of state control made the transformation at Trinity Academy possible. Young people have already had their educational opportunities transformed. The culture created at Trinity through private business sponsorship and Judeo-Christian sources of moral and character education is a better preparation for life and work in a liberal democracy than that provided by many secular state schools that have less clarity about the sources of their values. This research has been disseminated to parents, the local community, teachers and Head teachers through Follow-On funding. Two large dissemination events at the case study school were held in May 2012. This will achieve impact in schools through teachers and Heads importing best practice and disseminating them in their contexts. Around 60-100 school leaders are registered. The strategy is to translate the findings of academic research to a professional audience as well as the wider (Doncaster) local community. Education","dataset":"gtr"}