{"id":"E3B99747-290D-4901-B74D-B8B9972F5DBE","title":"Variable dual luminescence in d/f hybrid complexes by control of energy transfer","abstractText":"Luminescent molecules (i.e. that emit light) are used in a wide variety of applications, two of the most important being display devices (organic light-emitting diodes, or OLEDS) and as sensors (where the intensity / colour of the emitted light is sensitive to the presence of a particular species being analysed). In virtually all cases the luminescent compounds contain one slight-emitting centre such that a single colour of light is emitted. This means, for example, that white-light displays need to contain a mixture of red/blue/green-emitting compounds which may slowly degrade at different rates or have different sensitivity to temperature, making it very difficult to get clear white luminescence.This proposal is to make a series of complexes that contain (i) a blue- or green-emissive transition metal fragment based on Ir(III) or Pt(II); (ii) a red-emissive lanthanide fragment based on Eu(III); and (iii) a conjugated bridge connecting them. The principle of operation will be that light is absorbed selectively by the transition metal fragment, which will have the usual intense charge-transfer absorptions in the UV and visible region, whereas the Eu(III) fragment does not absorb light. This will generate the excited state of the transition metal unit which will collapse partly with emission of blue/green light (radiative decay) and partly by transferring its excitation energy through the bridging ligand to the Eu(III) unit which will in turn generate red luminescence. The balance between the two luminescence components (blue/green and red) will depend very precisely on how efficient the energy-transfer step is: if it is slow, blue/green luminescence from the transition metal will dominate because only a small proportion of the Eu(III) centres will be excited by energy-transfer. If energy-transfer is fast, there will be little blue/green luminescence but mostly red luminescence as nearly all of the excitation energy will be transferred to the Eu(III) centre. Thus the colour of the luminescence can be fine-tuned by controlling the degree of energy-transfer along the bridging ligand. This can be done by one of two mechanisms: controlling the degree of twist between two phenyl rings, which will modify the electronic coupling between the metal termini; or altering the excited-state energy of the transition metal component using the phenomena of solvatochromism or metallochromism. Such control and variability of the colour of luminescence from a single molecule in this way is in itself novel and has many possible applications. For example, carefully-balanced contribution from the two components will allow white-light generation (combination of red and blue/green in the correct proportions) form a single molecule, a result which offers substantial advantages in the preparaton of white-luminescent display devices. In addition, the ability to modulate the blue/green and red luminescence components will allow the complexes to be used as ratiometric sensors, in which the balance between the components at different wavelengths depends on the presence or absence of a metal ion which either varies the twist angle of the conformationally flexible bridge, or alters the energy of the transition metal component via the metallochromic effect, in either case controlling the energy-transfer event. The result will be that the presence of specific metal ions results in an obvious colour change over a wide range from blue to red in the visible region of the spectrum, which is exceptionally easy to detect.In conclusion a combination of synthesis, detailed photophysical studies, and computational studies on energy-transfer will be used to develop switchable dual-emissive complexes with potential applications as both white-light emitters in OLEDS, and two-colour ratiometric sensors, based on the same underlying control of transition-metal to lanthanide energy-transfer through the bridging ligand.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H004645/1","grantId":"EP/H004645/1","fundValue":"309173","fundStart":"2009-10-01","fundEnd":"2012-09-30","funder":"EPSRC","impactText":"","person":"Mike  Ward","coPersons":[],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}