{"id":"E3B9DC48-6123-473B-ADDC-1E04A627B09C","title":"Do biased agonists at the mu-opioid receptor induce different patterns of receptor phosphorylation?","abstractText":"The mu-opioid receptor (MOPr) is a protein receptor found in the membrane of certain nerve cells in the brain and spinal cord. It interacts with (i.e. is receptive to) chemicals such as endorphins and enkephalins in the body causing a reduction in the electrical excitability of the nerve cells. In the whole organism, this leads to a number of outcomes, most notably the relief of pain, although MOPr also controls a number of other processes including mood and emotion, secretions in the stomach and intestine, the rate of breathing, and body temperature. The MOPr is therefore a very important receptor and consequently over the years many chemical compounds (ligands) have been made that can interact with this receptor. Although many of these ligands seem to produce similar effects when they interact with MOPr, we have recently found that some ligands interact with the receptor to produce significantly different effects from others. This can be seen as one ligand strongly activating one particular intracellular signaling pathway rather than another, whereas another ligand might activate the latter pathway more strongly. This phenomenon has been called 'biased agonism', but as yet the mechanisms involved in producing biased agonism are not known. We think that what happens is that the different ligands are able to bind to the MOPr and make the receptor take up different shapes. This not only makes the MOPr susceptible to a chemical process called phosphorylation, but the phosphorylation can take place on different parts of the MOPr, depending upon which ligand it is interacting with. Phosphorylation is where chemical groups called phosphate groups are added to a protein, and phosphorylation normally leads to the protein changing its function in some way, or the rate at which it does something. Phosphorylation of MOPr leads to it becoming less active in some regards, but more active in others. We think that different MOPr ligands make it become phosphorylated in different ways and this leads to distinct cell signaling outputs. This is what we want to measure in this proposal - we want to investigate whether different ligands phosphorylate MOPr in different ways, and whether this leads to different signaling and hence different effects in the organism. Knowledge gained from this work will allow us regard receptors such as MOPr in a completely new way, meaning that we could make ligands that bind to the same receptor (MOPr), but can lead to different effects in the whole organism. In addition, this phemomenon is likely to occur for many of the other types of related receptor (&gt;800 in the mammalian genome) and so the MOPr can be used as an excellent model system to test out our hypothesis. The major aims of this work are therefore to: (1) identify exactly which parts of MOPr are phosphorylated when it interacts with different ligands (2) use this knowledge to make antibodies that will recognize the phosphorylated MOPr and use them to see how different ligands might produce different phosphorylation events on the receptor (3) investigate using cell imaging technology whether there is a correlation between the amount and type of phosphorylation of MOPr and where the MOPr is located in a nerve cell (4) investigate whether and how MOPr in brain is phosphorylated (5) identify the different cellular signals that biased ligands at MOPr might produce","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J003506/1","grantId":"BB/J003506/1","fundValue":"314640","fundStart":"2012-03-01","fundEnd":"2015-02-28","funder":"BBSRC","impactText":"  Many of the findings have yet to be published. Pharmaceuticals and Medical Biotechnology ","person":"Eamonn  Kelly","coPersons":["Graeme  Henderson"],"organisation":"University of Bristol","findingsText":" That mu opioid agonists induce distinct patterns of phosphorylation of this important receptor. That the biased agonist Endomorphin-2 induces the same pattern of phosphorylation as a high efficacy agonist such as DAMGO; thus phosphorylation cannot explain the biased nature of endomorphin-2's actions. The pattern of phosphorylation with morphine is different. The antiphosphoreceptor antibody approach is extremely useful and can be used in cell lines as well as tissue from e.g. brain. Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}