{"id":"E3D6A120-9FEA-437E-91C2-470CAF25DA23","title":"Advanced waveguide laser source development using ultrafast laser inscription","abstractText":"Most laser systems emit a continuous wave of light, but if the laser is designed correctly it can be induced to emit very short pulses of light using a technique known as mode-locking . There is currently a wide spread requirement for compact, mode-locked laser sources in areas ranging from bio-photonics to metrology. The aim of this proposed project is to develop such sources using two innovative technologies: ultrafast laser inscription and carbon nanotubes as described briefly below. The project will utilise the internationally leading expertise in each of these areas at Heriot Watt University and Cambridge University. If successful, the project will result in a paradigm shift in the current technology. Ultrafast lasers are lasers that emit extremely short pulses of light, routinely less than 100 fs. Due to the short durations of such pulses, the peak powers supplied by modern table top systems can often reach the GW regime. By focusing ultrafast laser pulses inside a transparent material, the structure of the material placed at the focus may be permanently altered. If the material is then translated through the focus, three-dimensional structural modifications can be inscribed in the material. The induced structural modification may manifest itself in a variety of ways, examples of which include an increased etch rate or refractive index change. Through careful control of the inscription parameters, the structural changes can be used to directly inscribe photonic components such as optical waveguides (that guide light in an analogous way to the guiding of electrical current by a metal wire) and micro-channels (that can be used to guide fluids or gases). During this project, we will utilise the unprecedented flexibility offered by ultrafast laser inscription to fabricate a number of previously impossible, or hard to fabricate elements for waveguide laser applications.Carbon nanotubes are cylindrical carbon molecules with diameters of typically only a few nanometers and lengths of up to a few cm, they are at the centre of nanotechnology research. In contrast to conventional bulk materials, the electronic and optical properties of carbon nanotubes can be controlled through their physical size and structure. If correctly fabricated carbon nanotubes are placed inside a laser, mode-locking can be induced without the need for complex electronics. A large part of the project will focus on developing carbon nanotubes with the correct properties for waveguide laser mode-locking applications, and on using ultrafast laser inscription to construct a waveguide laser element that will integrate these carbon nanotubes into the final device.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G030227/1","grantId":"EP/G030227/1","fundValue":"661205","fundStart":"2009-04-01","fundEnd":"2013-03-31","funder":"EPSRC","impactText":"","person":"Ajoy Kumar Kar","coPersons":["Derryck  Reid"],"organisation":"Heriot-Watt University","findingsText":"","dataset":"gtr"}