{"id":"E3D9699E-BC50-48C8-A31B-003871DD668A","title":"CSIT 2","abstractText":"From the outset, CSIT's vision has been to establish a Global Innovation Hub for Cyber Security in order to promote growth\nin this strategically important sector of the UK economy. There have been major achievements in the past five years during\nCSIT's Phase 1. The Centre has grown to over 80 people and is now one of the largest academic centres of its type\ninternationally, and is increasingly recognised as a leader in cyber security technology research. CSIT has created a\nunique 'Open Innovation' model with Industry and Government that is successfully 'bridging the gap' to economic impact.\nCSIT has numerous International partnerships and research links including several FP7 and Horizon 2020 collaborative\nresearch projects. CSIT has spun-out 3 new ventures, supported numerous start-ups and SMEs scale and nucleated the\nemergence of a new cyber security cluster in Belfast (Over 900 new jobs announced in the last 5 years).\nCSIT has delivered against Phase 1 and commits to scale activity and impact, raising the bar on innovation and growth\nacross the UK. The vision and strategy for Phase 2 can be summarised by, 'continuing to establish a global innovation hub\nfor cyber security, raising the bar on growth'. At the heart of this strategy CSIT will not lose focus on the Phase 1 innovation\nhub model (accelerating new value creation, new venture creation and building capacity), as this is the engine from which\nincreased and future translation is possible. CSIT's plan will increase inputs to this growth engine by feeding the innovation\nhub with partner innovators as well as CSIT's own innovation. CSIT will also extend activities to further supply skills,\ntraining and people to the UK cyber security industry. CSIT's plan will also increase outputs from the growth engine by\nformalising a Cyber PreAccelerator Programme. CSIT will also increase scale-up support for identified high growth\ncompanies and provide leadership for the cyber security cluster that emerged from, and has been nucleated by CSIT. In\nCSIT Phase 2 Research will be developed under the theme &quot;Securing our Digital Tomorrow&quot; creating the new technologies\nneeded for the seamless integration of electronic security into future Smart Cities and the Internet of Things (IoT).\nResearch Excellence will continue to be a focus within CSIT. CSIT Innovation and IP will be developed through various\nInnovation Programmes, some of which will be core funded and some of which will be competitively won externally with\ncollaborative partners. CSIT has world-leading research expertise in a wide range of security research areas. With this\nexpertise, and through longer-term speculative PhD research, CSIT will address the security requirements of future Smart\nCity systems. However, from previous experience, CSIT realises resources should not be spread too thinly on such a vast\nrange of research topics. Therefore, CSIT has chosen to select three research programmes, it believes to be the most\nexciting and innovative, with the most potential for commercial exploitation. Dedicated teams of researchers, PhD students\nand engineers will drive the development of these programmes which will be reviewed annually in conjunction with our\nindustry partners and senior academic board members. The selected Research and Innovation Programme Themes\nidentified at the outset are: Secure Ubiquitous Networking, Device Authentication and Security Analytics and Autonomous\nSensor Security.\nCyber security is still an emerging discipline but one that is growing rapidly. This is presenting exciting opportunities for\nresearch, new business and economic impact. CSIT is in a strong position to make further and significant contributions in\nall of these aspects and help position the UK in terms of international research reputation as well as scaling economic\ngrowth.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N508664/1","grantId":"EP/N508664/1","fundValue":"5032500","fundStart":"2015-04-01","fundEnd":"2020-03-31","funder":"EPSRC","impactText":"","person":"John Vincent McCanny","coPersons":["Fatih  Kurugollu","Máire  O'Neill","Weiru  Liu","Elizabeth  O'Sullivan","Philip Christopher  O'Kane","Sakir  Sezer","John David Bustard","Kieran  McLaughlin","Paul  Miller"],"organisation":"Queen's University of Belfast","findingsText":"","dataset":"gtr"}