{"id":"E3DDCAFE-6205-46B6-AB0C-7A6090E97390","title":"Development of optical spin-resonance methods with advanced light sources","abstractText":"The optical and electronic properties of semiconductors and insulators are strongly dependent on the presence of defects contained within them, and their study has profound influence on the development of new optoelectronic materials. Electron spin resonance (ESR) measurements are particularly valuable in determining the electronic and structural properties of the defects, but coupling of light excitation/detection capabilities within the ESR experiment provides extremely valuable additional information. Two traditional generic methods have been deployed in this respect. (i) Monitoring of the ESR defect signals during illumination with tuneable light sources can provide additional optical parameters of the defects concerned, such as trap depth and the location of excited states (essentially a marriage of optical absorption experiments and ESR). (ii) Where the luminescence of a material is spin dependent (e.g. in donor-acceptor pair recombination), ESR signals can be carried by the luminescence (Optical Detection of Magnetic Resonance, ODMR), and this provides direct and unequivocal attribution of particular defects with specific luminescence emission processes.ODMR has proved particularly successful in understanding the link between defects and luminescence in semiconductors of moderate band-gap energies (Eg&lt;~3eV) where suitable laboratory light excitation sources are widely available. In contrast, virtually no comparable work has been undertaken on wider-gap materials such as Boron Nitride and Aluminium Nitride (Eg~6eV), yet these classes of materials are potentially of great future importance in developing UV optoelectronic devices (lasers, LEDs etc). The main obstacle to such studies is in the provision of suitable high-energy lab-based light excitation sources. However, appropriate light sources for these experiments are available both in this country and overseas; synchrotron light sources and more complex laser systems (both optical and free-electron) can potentially be exploited for the research. Furthermore, the possibilities for combing both ODMR and the associated Optical Detection of X-ray Absorption (ODXAS) is particularly attractive, since the combined measurement method would enable a direct link between the optical emission properties of a sample, and structure of both the lattice, and the defects contained within it. As this approach is completely unique, no suitable experimental capabilities exist worldwide at present that can undertake such science. A core goal of the proposed work is thus to develop such capabilities, and demonstrate the effectiveness by application to a number of wide band-gap materials of particular interest to the development of new UV optoelectronic devices (LEDs, lasers etc), and in the understanding of materials suitable for radiation monitoring deployed in the fields of cancer radiotherapy. The work will establish the UK at the forefront in developing such advanced analytical methods, and is a necessary pre-requisite to new experiments on the planned advanced light sources such as 4GLS and XFEL.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F045905/1","grantId":"EP/F045905/1","fundValue":"76818","fundStart":"2008-09-01","fundEnd":"2010-04-30","funder":"EPSRC","impactText":"","person":"Bruce  Hamilton","coPersons":["Eric John Logan  McInnes"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}