{"id":"E3E6CD98-D0E9-403A-9540-BB4D4FC8CE65","title":"A MUlti-scale Soil moisture-Evapotranspiration Dynamics study - AMUSED","abstractText":"The ultimate goal of the &quot;A MUlti-scale Soil moisture-Evapotranspiration Dynamics study - AMUSED&quot; project is to identify the spatial/temporal scale-dependency of key dominant processes that control changes in soil moisture and land-atmosphere interactions. Soil moisture plays a major role in the environment/climate system because the transports of water within the land and the land-atmosphere interface are strongly dependent on the state of soil water in a region. Despite its importance, lack of soil moisture measurements at various spatial scales has limited our understanding of how individual physical factors control soil moisture dynamics. This is especially important given recent efforts develop hyper-resolution hydrometeorological models for operational numerical weather and climate predictions.\n\nAMUSED employs new innovative technology for soil moisture monitoring using cosmic-rays sensors in combination with land surface modeling, satellite remote sensing, and model diagnostics and data assimilation methods. The new cosmic-ray sensors can measure soil moisture at an unprecedented sub-kilometer scale. The technology has revolutionized the field of hydrometeorology because it provides, for the first time, a unique opportunity to fill the gap between soil moisture observations from traditional point-scale sensors and large-scale from satellite remote sensing products.\n\nThe proposed 3-year research will focus on the initial COSMOS-UK sites located near the Thames region whose complex interactions of population growth, increases in per capita consumption of resources, changes in land use will likely be impacted by future climate change. The project seeks to identify whether a unified science of land-atmosphere interactions across multiple-scales can be achievable, or if simpler scale-dependent (and sometimes empirical) parameterizations in combination with data assimilation can provide uniquely acceptable predictions of soil moisture dynamics and land surface processes (e.g., evapotranspiration). AMUSED will therefore expand the notion of operational data assimilation implementation by further introducing model diagnostics in order to identify which model structures or parameterizations are likely to affect state estimation via data assimilation. These findings will enhance our current understanding and the representation of soil moisture and surface processes in numerical weather prediction and climate models in the UK.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M003086/1","grantId":"NE/M003086/1","fundValue":"322378","fundStart":"2014-11-30","fundEnd":"2017-11-29","funder":"NERC","impactText":"","person":"Rafael  Rosolem","coPersons":[],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}