{"id":"E3E945BF-7051-4DD2-9CA7-3726E7EDB805","title":"WORKSHOP: International Colloquium on Group-Theoretical Methods in Physics","abstractText":"Symmetry plays an important role in sciences and art and group theory provides a mathematical framework for the studies of symmetries. The International Colloquium on Group-Theoretical Methods in Physics (ICGTMP) is a meeting place for physicists and mathematicians who use mathematical and numerical methods based on geometry and symmetry in their work. The Colloquium will take place in Newcastle from 26-30 July 2010 and is organised jointly by Northumbria University and Durham University.The aim of the event is to broaden and diversify the mathematical and numerical methods based on geometry and symmetry further through their applications to biosciences, physical sciences, quantum information, nonlinearity and complexity. The workshop will focus on new directions of research and stimulate interdisciplinary research and collaborations.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I009183/1","grantId":"EP/I009183/1","fundValue":"15422","fundStart":"2010-07-15","fundEnd":"2010-10-14","funder":"EPSRC","impactText":"  The funding was used to partially fund travel and living expenses of plenary speakers, to provide food for the Wigner and Weyl award ceremonies and food for the poster sessions to stimulate constructive and productive discussions. Chemicals,Digital/Communication/Information Technologies (including Software),Healthcare,Culture, Heritage, Museums and Collections,Pharmaceuticals and Medical Biotechnology,Security and Diplomacy Cultural,Societal","person":"M  Angelova","coPersons":["Wojciech Jerzy Maria  Zakrzewski"],"organisation":"Northumbria University","findingsText":" The grant was for the organisation of prestigious international conference on group-theoretical methods The conference was attended by 150 participants from 41 countries. It was used to demonstrate and disseminate results. Chemicals,Construction,Digital/Communication/Information Technologies (including Software),Education,Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology,Security and Diplomacy,Other","dataset":"gtr"}