{"id":"E3EA26C2-651D-4D04-AE81-B06650EFF063","title":"The Politics of Island Regions: A Framework for Comparative Research","abstractText":"<p>Islands have developed some of the most innovative forms of sovereignty in the world. Being typically small and insular, islands such as &Aring;land, Prince Edward Island (PEI) and Sardinia have repeatedly rejected outright independence in favour of developing unique status arrangements with larger state or supranational bodies. Yet rather than representing an oddity in the world political order, islands are in fact illustrative of the creative governance arrangements that many states have adopted to accommodate diversity. The experience of small islands offers important lessons for states such as the United Kingdom, Italy and Spain, which are undergoing processes of 'asymmetrical' spatial rescaling. </p>\n\n<p>This pilot project will map the politics of island regions in &Aring;land, PEI and Sardinia, in order to lay the empirical and theoretical foundations for a large-scale research project on island politics. The main research question is: </p>\n\n<ul>\n \n\n <li>How do island regions negotiate their autonomy within larger political structures? </li>\n</ul>\n\n<p>The project focuses on five independent variables that determine the degree of island 'autonomy'. Hepburn will undertake field research in each case, including the collection of empirical data and interviews with party and government officials, in order to develop and test several hypotheses on island-state relations. <br /></p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/H005889/1","grantId":"ES/H005889/1","fundValue":"80633","fundStart":"2010-02-01","fundEnd":"2012-10-31","funder":"ESRC","impactText":"  This grant had the strongest policy and societal impact on sub-state territorial policy communities in Sardinia, Aland and Scotland. The findings were used in particular by policy-makers and politicians to draw lessons from, and benchmark, best practice in the governance of island regions and intergovernmental practices.\n\nIn Sardinia, the grant led to the PI's involvement in a collaborative research grant funded by the Sardinian government (Regione Autonoma della Sardegna), called 'Speciality and Differentiation in Sardinia: an interdisciplinary and comparative study on institutions, identity and rights' with legal scholars based at the University of Cagliari in Sardinia (PI: Professor Gianmario Demuro). The aim of the grant was to develop guidelines for re-drawing the Special Statute of Autonomy in Sardinia (constitutional law) based on comparative research with Scotland, which is still underway. The study took place from 2010-12. \n\nThe collaborative project had a strong media/societal impact in Sardinia, as it included a survey of identity/constitutional preferences in Sardinia, which had previously never been done. The findings were very surprising to most Sardinians (we found that over 40% of Sards supported some form of independence and a majority supported greater powers for the Sardinian government), which received blanket news coverage on the island. The questionnaire and findings were also posted online for the public to access (http://www2.unica.it/isola/ls/index.php?sid=54512). The findings were presented at a workshop in 2012 which involved representatives from the Sardinian Government, the media and Sardinian political parties. The main output was a book designed to influence the Sardinian Government's constitutional options: \nHepburn, E. (2013) 'Democrazia in Sardegna e in Scozia' in G. Demuro &amp; F. Mola (eds) Identit&agrave; e percezione delle istituzioni in Sardegna e Scozia (Bologna: Il Mulino).\n\nThe project also had a strong political and policy impact. The study's research findings were posted on the website of the Sardinian government (http://www.regione.sardegna.it/j/v/491?s=245939&amp;v=2&amp;c=27&amp;t=1). The main centre-left party in Sardinia, the Partito democratico Sardegna (PD Sardegna) furthermore supported and adopted many of the findings into its political programme. In particular, the PD Sardegna responded to the public opinion survey findings that a large majority of Sards wanted more powers for the island, and a stronger protection of the Sardinian identity, culture, environment and natural resources (http://www.pdsardegna.it/articolo.php?id=1706). These demands were incorporated into the PD Sardegna's electoral manifesto for the regional elections in March 2014. The PD Sardegna subsequently won the elections and is now the largest party in the regional governing coalition. It is expected that the party will pursue these demands, based on the evidence from our research survey, in seeking to re-write Sardinia's constitutional law (Special Statute) over the coming years.\n\nThe grant also had an impact on Sardinia's independence-seeking political parties, many of whom sought to capitalise on our survey findings that over 40% of Sards were in favour of independence. Due to the ESRC research grant and the collaborative grant with Cagliari, I become well-known to a number of Sardinian political parties, who invited me to speak at national congresses and other events on island autonomy (including Project Republic of Sardinia--ProgRes, Independence Republic of Sardinia, Party of Sardinians). Although I was unable to accept some of these invitations (as I was on maternity leave during 2013 when they were issued) I did give a lecture in September 2014 at the University of Edinburgh, organised by ProgRes and other Sardinian political organisations, on the effects of the Scottish independence referendum on the Sardinian autonomy movement and possibilities of re-drawing its autonomy.\n\nAs a follow-up to my ESRC grant, I wrote a blog for the LSE in September 2014 entitled 'The &quot;domino effect&quot; from Scotland's referendum is increasing demands for independence in Italian regions' (http://blogs.lse.ac.uk/europpblog/2014/09/09/the-domino-effect-from-scotlands-referendum-is-increasing-demands-for-independence-in-italian-regions/) with a focus on demands for an independence referendum in Sardinia, Veneto and South Tyrol. As a result of the blog, I was invited to provide media commentary on the Sardinian case to a number of media outlets, including the Wall Street Journal (USA), El Mercurio (Chile), The Washington Post (USA), O Estadio de Sao Paolo (Brazil), Union Sarda (Sardinia) and The Telegraph (UK).\n\nIn Aland, I was invited to share my research with Aland policy-makers in an event at the Regional Assembly (Lagting) on 16 June 2010. Several senior members of parliament were in attendance at the talk, including elected representatives from the Social Democrats (&Aring;lands Socialdemokrater), the Liberals in &Aring;land (Liberalerna p&aring; &Aring;land), the &Aring;land Centre (&Aring;l&auml;ndsk Center), and the nationalist party, &Aring;lands Future (&Aring;lands Framtid). In particular, I was asked to share 'best practice' from Scotland on issues of governance, autonomy and intergovernmental relations. The Aland parties were especially interested in issues of fiscal devolution and reform of the Barnett Formula (Aland also receives a block grant from Finland and is seeking enhanced fiscal powers). During my stay I also provided interviews the two principal newspapers in Aland on my research on island regions and autonomy.\n\nIn Scotland, I organised an international workshop on 8-11 September 2011 on 'Island Independence Parties and Movements' at the University of Edinburgh, inviting 30 academics, island independence party officials and government officials, including officials from the Scottish Parliament and the Sardinian Regional Assembly. The findings were published in an edited book: E. Hepburn and Baldacchino, (eds) (2013) Independence Movements in Subnational Island Jurisdictions (London: Routledge). Subsequently, I was contacted by the Scottish Parliament Information Centre (SPICE), which provides impartial research and support to all Members of the Scottish Parliament, for permission to cite my research in the summer of 2012. The Local Government and Regeneration Committee of the Parliament was conducting an inquiry into the flexibility and autonomy of local government in Scotland. One aspect of this was to &quot;Consider how remote, peripheral or island communities are accommodated within the local government structures.&quot; I was asked if a private committee paper could use sections from my paper A Comparative Analysis of Island Region Autonomy. In particular, they used the section on &quot;Island Autonomies&quot; to provide background on islands for their brief. Environment,Government, Democracy and Justice Policy & public services","person":"Eve Victoria Hepburn","coPersons":[],"organisation":"University of Edinburgh","findingsText":" The primary findings confirmed the general hypothesis that islands are abandoning independence in favour of pursuing distinct forms of autonomy within states. In none of the cases examined is there a huge appetite for independence; rather, island political actors have sought to obtain specific (economic) concessions from states in return for their continuing membership. Islands also enjoy some degree of 'protection' from states from supranational regulations (EU/NAFTA). However, when states have failed to 'represent' island interests in these organisations, this has led to dissatisfaction and increased demands for autonomy.\n\nOuputs: Hepburn (2012) 'Recrafting Sovereignty'; and Baldacchino &amp; Hepburn (2013) Independence Movements in Subnational Island Jurisdictions. More specific findings may be grouped under the hypotheses tested in this project:\n\n(1) Distinctiveness of the party system\nThe party system has an important role to play in determining autonomy demands, whereby a separate/distinctive island party system reduces island 'integration' with mainland politics and may lend itself to stronger demands for autonomy, especially where a strong nationalist party exists. Separate party systems also disrupt island-state intergovernmental relations, leading to tensions and increased autonomy demands.\nOutput: Hepburn (2014) 'Forging autonomy in a unitary state'.\n\n(2) Strength of identity and cultural distinctiveness\nDemands for autonomy are bolstered by a strong island cultural (especially linguistic) identity. However, identity in itself is not a necessary or sufficient factor for demanding increased autonomy, especially where cultural distinctiveness is adequately recognised and accommodated by the state.\nOutput: Hepburn (2013) 'Democrazia in Sardegna e in Scozia'.\n\n(3) Economic Resources \nEconomic interests play a large role in determining island autonomy, whereby islands with low levels of economic resources are less likely to seek independence. Financial incentives are also used by states as a means of 'accommodating' island autonomy demands.\nOutput: Baldacchino &amp; Hepburn (2012) 'A Different Appetite for Sovereignty?'.\n\n(4) Geographical peripherality and aspects relating to 'islandness' \nFactors associated with 'islandness' - such as geographical proximity and transport links - were found to be less important in determining autonomy demands. The island's distance from the centropole does not affect its relation to it; more important is the distinctiveness (political, cultural, economic) of the island in relation to the state.\nOutput: Hepburn (2014) The Accommodation of Island Autonomies in Multinational States. \n\n(5) External relations with supranational bodies\nIslands have been both advantaged and disadvantaged by engagement in supranational organisations. While supranational integration may be viewed as an opportunity for islands to develop a stronger international voice, without the trappings of a larger state they are peripheral to the decision-making. As a result, islands have had to focus on improving representation within state delegations to supranational organisations (EU/NAFTA).Output: Hepburn &amp; Elias (2011) 'Dissent on the Periphery?'\n\n(6) State territorial management\nA key benefit of remaining part of a state is financial, whereby islands often receive special economic concessions in return for their 'loyalty'. However, when these benefits/funds are seen to decline, this often provides impetus for stronger autonomy demands.\nOutput: Hepburn (2013) 'The Accommodation of Island Autonomies in Multinational States'. The confirmed hypotheses about the abandonment of independence by island regions in favour of other forms of autonomy could be applied to a larger amount of cases, which would also increase the international impact of the findings. Environment,Government, Democracy and Justice","dataset":"gtr"}