{"id":"E3F05BA3-2951-41CC-B7C6-F48BE9F6E48D","title":"Fabrication of first 337 nm laser diodes for biological applications","abstractText":"Recently, with the unfortunate emergence of bio-terrorism and its threat to both military targets and civilian populations, it is necessary to develop a portable and cheap system to continuously monitor for any potential aerosolized agents (biological particles) released from deadly biological weapons in any open area, even in harsh environments. As most bio-molecules show strong absorption in the ultra-violet (UV) spectral region ranging from 280 to 340 nm, an efficient UV lighting source is expected to be a crucial component for next-generation biological detection, biological imaging and disease analysis applications. In particular use of UV laser diodes would enable high sensitivity detection systems. III-nitride semiconductors are the best materials to make such laser diodes. In last decade, there have been major achievements in this area. However, the achievements are limited to the violet/blue spectral region, with those devices mainly based on the InGaN alloy. Due to a number of challenges in material growth, a 343 nm laser diode is the shortest one so far reported. Obviously, such a laser diode is not short enough to be employable for above applications.Target of this exploratory project is the development of the first 337 nm UV laser diode based on the GaN/AlGaN material system to replace currently used N2 gas-based lasers. This work is based on recent major advances of the here involved UK teams in the field of III-nitride semiconductors. Further applications of the technology involve biological imaging as an efficient method to detect diseases in a human body, for example, cancerous tissues.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F03363X/1","grantId":"EP/F03363X/1","fundValue":"49091","fundStart":"2008-02-01","fundEnd":"2009-08-31","funder":"EPSRC","impactText":"  Demonstration of 337 nm UV-LDs will benefit the development of bio-agent detection systems. This would be of interest to UK MoD and DSTL Porton with their bio-agent programme. Further application areas will arise for biological imaging of auto-fluorescence (AF), an efficient method to detect a disease in human body, like cancerous tissues at an early stage. The here used and further optimized AlN buffer technology is a generic technology which can furthermore replace the standard growth approach for III-nitride devices widely used, although it originally aims within this project to achieve UV devices. Therefore, the technology can be used for growth of any III-nitride devices including violet/blue/green devices, which are key components to achieve white LEDs, the ultimate lighting source with massive energy-saving which is estimated to be equivalent to $112 billion by the year 2020. \n\nCurrently, the intellectual properties (IP) in III-nitride devices are mainly dominated by companies and universities in Japan and USA, in particular, the fundamental growth approach like two-step growth technology. The advanced technology developed in this project definitely benefits UK industry, providing an excellent chance to make collaboration with industry in this exciting area in near future. Since the EPSRC National Centre for III-V Technologies at Sheffield has a remit to supply device quality material to the UK Scientific Community, it will benefit all researchers who are working in the III-nitride area in UK, including on-going the projects like UV-LED, InGaN-based quantum dot, microcavity, intersubband and HFET devices. In addition, the device fabrication of III-nitride LDs is a particularly important target for National Centre. Funding this project can offer an excellent chance to further improve Sheffield's capability in device fabrication of III-nitride LDs.\n\nOther specific beneficiaries of improved UK deep-UV LED technology include those involved in on-going projects at the Institute of Photonics and QinetiQ Ltd. Horiba Jobin Yvon IBH Ltd, one of medical device manufacturers based in Glasgow, is one of direct beneficiaries, who desperately needs UV optical devices like 337 nm UV-LDs. Demonstration of first 337 nm UV-LD world-wide definitely improves Thomas Swan's (UK) reputation and then sale as the manufacturer of our MOCVD reactor. Electronics,Energy,Environment,Healthcare Economic","person":"Tao  Wang","coPersons":[],"organisation":"University of Sheffield","findingsText":" o Demonstrate shortest vertical cavity surface emitting laser, optically pumped. this results has been chosen as the Cover image of 14 June 2010 issue of Applied Physics Letters. (http://apl.aip.org/resource/1/applab/v96/i24). The paper based on this result published in The APL paper (APL, 96, 241101 (2010) based on an optically VCSEL lasing has been ranked as No.3 among the Top 20 Most Downloaded Articles June 2010 (http://apl.aip.org/features/most_downloaded?month=6&amp;amp;amp;year=2010)\no D joint publications and joint grant applications Chemicals,Education,Electronics,Energy,Environment,Healthcare","dataset":"gtr"}