{"id":"E3F40FFF-22CA-4217-B082-CE52F2D8E80D","title":"NEW STRATEGIES FOR CONTROLLING CRYSTALLIZATION","abstractText":"Crystallization is a phenomenon which touches every person, each day of their lives. It lies at the heart of a vast range of fields in science and technology, including pharmaceuticals, healthcare, nanomaterials and foodstuffs, as well as environmental issues like weathering and carbon-capture. Only by building a fundamental understanding of crystal nucleation and growth can we hope to control these processes. Indeed, there has recently been a leap in our understanding of nucleation and growth thanks to advances in analytical techniques, which have enabled study of the nanoscale processes which govern crystallization.\n\nWe are addressing this challenge by developing strategies to design and produce crystals with defined polymorph, orientation, morphology and size. Over the last five years we have built expertise and collaborations to study crystallization using techniques such as synchrotron powder XRD, high-resolution cryo-TEM, AFM, EXAFS and the surface force apparatus. This has enabled us to show, for example, that crystallization from vapour often proceeds via liquid condensates in surface pores, which has important implications for ice formation in clouds and climate modelling. We are especially interested in bio-inspired crystallization, where the remarkable materials that are biominerals provide inspiration for the design and formation of synthetic crystals under ambient conditions. Here, we have shown that in contrast to current theories which emphasise control using biomolecules, nature uses physical confinement as a major route to controlling crystallization. We have also used bio-inspired strategies to produce &quot;artificial biominerals&quot; that have mechanical properties equivalent to their biogenic counterparts.\n\nThe flexible resources available within this Platform Grant will be used to underpin our existing research portfolio and to explore new ideas and approaches to understanding and controlling crystallization. Attainment of this ambitious goal requires a strategy which includes longer-term, higher-risk research. Particular emphasis will be placed on the use of the physical environment -confinement and surface topography - to control crystallization. As examples, we will extend existing projects to investigate the combined effects of confinement and surface chemistry, and to study the crystallization of amorphous minerals within carbon nanotubes. We will explore new directions including the control of protein crystallization, and microfluidic devices for the study of crystallization within droplets, with the expectation of building new research programmes based on the results.\n\nThe Platform Grant will also provide a superior research and training environment for PDRAs and students. Crystallization is a truly interdisciplinary subject, and a particular strength of our group is its ability to take both chemical and physical perspectives on the subject. This grant will hence be particularly valuable in providing a cohesive framework across the Schools of Physics and Chemistry at Leeds to help our researchers to work together as an integrated team. Staff funded by the grant will be assigned to projects rather than individual investigators, thereby enhancing the strategic nature of the platform support. Furthermore, we will provide our PDRAs with enhanced career stability and continuity, and with superior professional development opportunities to help them to apply for competitive lectureships/fellowships or positions in industry. Providing &quot;added value&quot;, the Platform grant will be used to initiate/ strengthen collaborations with other internationally leading groups both within and outside the UK, and the PDRAs will gain enormously from research exchanges with other labs. The flexibility of the grant ensures that we retain a critical mass of researchers in key areas (eg microfluidics, AFM) and that our large research group which is funded by many different grants remains integrated, responsive and dynamic.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N002423/1","grantId":"EP/N002423/1","fundValue":"1408820","fundStart":"2015-12-01","fundEnd":"2020-11-30","funder":"EPSRC","impactText":"","person":"Fiona  Meldrum","coPersons":["Hugo Kjell  Christenson"],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}