{"id":"E3F840C7-E091-427A-8417-855050DCAA5F","title":"Where do I stand? Assessing children's understanding of law as an empowering force in their lives.","abstractText":"This project seeks to find out how far children understand law as an empowering force in their day to day lives. There are many laws and international treaties that relate to children and in most of the contexts in which children find themselves; at home, at school or in public spaces. And these laws frame and constantly influence children's behaviour, and the behaviour of the children and adults around them. Researchers hope to gain an understanding of how far children are aware of these laws and perceive themselves to be protected and bolstered by them. \n\nAn unusual and innovative feature of this study is the use of digital gaming as a means of gathering research data. Rather than interviewing the children and asking them directly about these issues, researchers will ask children to negotiate a variety of virtual challenges that are designed within a gaming format and made available to the children on tablet devices. Children will play one of these games in school, and another at home, with their parent or carer. This will enable researchers to find out the extent to which children demonstrate legal competence in their decision-making, as well as finding out how far the views of their adult carers serve to influence this. More generally, researchers hope to investigate how far factors such as socio-economic background influence the child's level of understanding in the law. Because of its rich cultural diversity, Leicester provides the ideal setting for a study of this kind. \n\nResearchers intend to work with approximately 1000 children aged 7-11 from a number of primary schools in Leicester. Children's views on the format and design of the games will be crucial in the games' development stage. A small number of these children will be involved from the outset of the project and will help to refine and finalise this and many other aspects of the research. \n\nThe research findings will be written up in the form of academic journal articles and a report that will have significant implications for policy-makers charged with implementing and publicising to children and adults the provisions of the United Nations Convention on the Rights of the Child. Researchers hope that their work will stimulate discourse and further research in this area and that it may serve to provide the foundations for the development of legal and educational reform in the UK and elsewhere.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/M000443/1","grantId":"ES/M000443/1","fundValue":"197944","fundStart":"2014-09-01","fundEnd":"2016-02-29","funder":"ESRC","impactText":"","person":"Dawn Elizabeth Watkins","coPersons":["Lai-Chong Effie Law"],"organisation":"University of Leicester","findingsText":"","dataset":"gtr"}