{"id":"E3FC7311-5028-4FDA-91C8-32878178F6E5","title":"Similar or different: neural signatures behind the cognitive effects of apolipoprotein E e4 polymorphism and cholinergic stimulation in healthy adults","abstractText":"Recent work in our lab has identified a paradox - younger adults carrying a variant of a gene associated with memory impairment in older life appear to have better memories than their young adult peers who are not carrying this variant. This is surprising, because the variant is reliably associated with memory deficits in otherwise healthy people from about the fifth decade of life. In addition, we have demonstrated that as young adults, the carriers respond better than non-carriers to compounds that improve memory performance - so called 'cognitive enhancers'. The studies proposed in this grant will help us to understand how the brains of carriers and non-carriers of the gene variant differ, and how they change as people move from young to middle adulthood. We will image the brains of younger and mid-aged adults who carry the gene variant and compare them to the brains of age-matched non-carriers. In particular, we will compare the activity in areas of the brain that are used during important everyday memory tasks. The experiments will reveal whether having the variant gene improves the way those areas of the brain are used in typical and in challenging situations. We will establish why carriers of the variant get an extra cognitive boost from cognitive enhancers. We believe that the gene variant and cognitive enhancers are stimulating different brain areas, and that the added value of having the two together produces extra benefits to the carriers of the gene variant. Finally, we will determine whether the better response in young carriers to a cognitive enhancing drug continues undiminished in mid-age. Because the variant of the gene is linked to memory impairments in healthy older adults, this knowledge will have a direct impact on the development of new ways to prevent or remediate impairments in cognitive abilities that naturally emerge across the lifespan. The work will tell us when interventions for memory failure will have the maximum effectiveness, and will impact directly on wellbeing and independent living on older adulthood. The work relates directly to the BBSRC priority area 'Ageing research: lifelong health and wellbeing'.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H000518/1","grantId":"BB/H000518/1","fundValue":"393298","fundStart":"2010-01-18","fundEnd":"2013-07-19","funder":"BBSRC","impactText":"  Our work has been cited and used primarily by other scientists. We have disseminated this work to NHS trusts and through this route to patient groups, professional practitioners and the general public. Education,Healthcare Societal","person":"Jennifer Mary Rusted","coPersons":["Sarah  King"],"organisation":"University of Sussex","findingsText":" In these studies, we established that young adult carriers of e4 significantly out perform non-carriers, especially on intellectual tasks placing demands on attention and concentration. Brain scans performed on the volunteers revealed that in completing these tasks, e4 brains show overactivity in two key brain regions. In one region (parietal cortex), this overactivity was task-relevant, and could index improved attentional capture. The other region (hippocampus) appeared to activate independ The results have implications for management of this particular genetic risk, indicating that early in life, neural differences are evident that link in to the later life trajectory regarding cognitive competence. Also, that pharmacological interventions may differentially affect those with particular genotype, and that personalised intervention programmes should be considered. Chemicals,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}