{"id":"E3FE9CE7-70B3-4328-B64F-14D18B1A61A4","title":"Atmospheric Oxidation of Amines Relevant for Carbon Capture and Storage","abstractText":"Post combustion CO2 capture from flue gas streams by amine based species will form a major component of the strategy for CO2 mitigation in the short and medium term. The wide spread uptake of this technology necessary to make a significant impact will require the production of many thousands of tonnes of amines with consequent atmospheric release either in small but still significant amounts during production, transport, use, recycling and disposal or in larger amounts following accidental release or plant failure. Very little is known about the atmospheric lifetimes or degradation products of even simple amines or the more complex amines that have been proposed for carbon capture (e.g. monoethanolamine - MEA). The overall objective of this project is to fill this gap in our knowledge on the gas phase oxidation of amines. The very limited studies that have taken place to date show that both gas phase and heterogeneous oxidation is important. The focus of this project is gas phase chemistry, but we have colleagues in Leeds and collaborators in the University of Oslo who are experts on the heterogeneous process, so that there will be a good flow of information between the two communities. The first component of the project is the measure the rate coefficients for the reaction of a variety of amines with important atmospheric oxidants such as the OH, NO3 and Cl radicals and ozone (O3). These rate coefficients will be measured under isolated conditions, focusing on just this first step in the amine oxidation process. The measurements will be performed using techniques such as laser flash photolysis and laser induced fluorescence. The resulting rate coefficients will allow us to calculate the atmospheric lifetimes of the amines and hence the spatial spread of any pollution. The second component of the project will be to determine the chemical mechanism for the production of first and subsequent generation products for selected important amines such as MEA. This will be achieved both by determining the position of the initial radical attack on the amine (i.e. for a simple amine such as CH3NH2, what fraction of the H atoms abstracted comes from the CH3 or NH2 groups?) and by observing the concentrations of the stable products, primarily by IR spectroscopy. Amine oxidation following attack at the RNHR group to form NR2 radicals has the potential to form highly toxic nitrosamines following reaction of NR2 with NO. By determining the rate coefficients for NR2 formed from selected important amines, with NO and O2, the third component of the project will asses the potential for nitrosamine formation. The final component of the project is to combine the above information and incorporate into a comprehensive chemical model of the atmosphere - the Master Chemical Mechanism, MCM - to assess the potential for amines to contribute to ozone production (air quality and climate change implications) and other atmospheric issues. The project will involve interactions with industrial groups and legislative organisations. Whilst the primary focus is on amines from carbon capture, amines are produced from a variety of sources - e.g. marine environment, so the project has wider applications and potential.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I013474/1","grantId":"NE/I013474/1","fundValue":"378521","fundStart":"2011-09-01","fundEnd":"2013-08-31","funder":"NERC","impactText":"","person":"Paul  Seakins","coPersons":["Mark Andrew Blitz","Christopher Mark Rayner","Andrew Robert Rickard"],"organisation":"University of Leeds","findingsText":" Rates of reactions of a number of reactions of amines relevant for carbon capture and storage with OH have been measured. The results show that gas phase reactions will be competitive with heterogeneous uptake. \n\nThe mechanisms of reactions (determination of site specific rate coefficients and product identification) has been undertaken for simpler amines relevant to CCS.\n\nOne publication in the high profile Journal of Physical Chemistry Letters (April 2012) has been published, two further manuscripts are in advanced states of preparation and material has been presented in two international conferences in 2012. Knowledge of the reaction rates and primary products of amine oxidation are crucial in determining whether significant concentrations of toxic nitramines and nitrosomines will be formed from any amine release from commercial CCS plants.\n\nWe organised a symposium in Leeds in October 2012 which included delegates from interested industrial corporations (e.g. Doosan Power Systems) and government (DECC). Publications - 1 publication in 2012, two in advanced preparation.\n\nConferences presentations (3) - International Gas Kinetics Symposium, Boulder USA, June 2012, Atmospheric Chemical Mechanisms Conference, Davis, USA, Dec 2012.\n\nSymposium on CCS, University of Leeds, October 2012.\n\nAn oral presentation has been accepted for the International Conference on Chemical Kinetics, Seville July 2013. Energy,Environment","dataset":"gtr"}