{"id":"E406622B-50C1-464B-864F-3A94CC1F8831","title":"Nudc as a new molecular target to investigate the pathogenesis and treatment of skeletal ciliopathies.","abstractText":"Cilia are hair-like protrusions found on the surface of almost every cell in the body. Research over the last two decades has shown that cilia play crucial roles in diverse biological processes, and that mutations that disrupt cilia lead to a number of important human diseases including birth defects, blindness, obesity, heart disease and also cancer. These many essential roles for cilia in disease stem from the concentration of many key proteins within the cilium. This is achieved by key 'molecular motors' which transport specific proteins into cilia, including a motor protein known as dynein.\n\nThe proposed research will investigate how dynein is trasnported into the cilium, and will also investigate how manipulation of dynein transport may be used to treat human disease. We have identified a new protein that forms part of this molecular motor complex, known as NUDC. Specific aims of the proposal are:\n\n1) To understand how NUDC interacts with dynein and related proteins.\n2) To identify other proteins that NUDC interacts with to regulate dynein.\n3) To investigate how disrupting Nudc affects cilia in vertebrates.\n4) To create a mouse which lacks Nudc, to investigate which human disease this protein is relevant to.\n5) To test whether loss of Nudc in mice carrying other ciliary mutations can rescue disease - this will therefore determine whether or not it might be possible to manipulate dynein trasnport for treatment of this category of disease.\n\nOverall, the aim is to investigate the basic biology of dynein and cilia, and to investigate whether this process might be targeted for therapy.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L009978/1","grantId":"MR/L009978/1","fundValue":"408911","fundStart":"2014-05-05","fundEnd":"2017-05-04","funder":"MRC","impactText":"","person":"Dagan  Jenkins","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}