{"id":"E417C9F2-56C9-483A-8F0C-4F0898BF2FDB","title":"The role of the immune cell transcription factor T-bet in metabolic physiology and pathophysiology.","abstractText":"Obesity and diabetes are getting more common. In the UK, there were1.4 million people with diabetes in 1996. This number has now risen to 2.9 million and is predicted to rise to over 4 million by 2025. Most of these cases are what is known as Type 2 diabetes. This kind of diabetes used to only affect people in later life but, as people are getting fatter, it now seems to affect younger adults, even some children. Indeed, in 2009 almost a quarter of all adults in the UK were classified as being obese. This increase is a major worry as these conditions are associated with high blood pressure, heart attacks and strokes. Obesity is usually accompanied by the resistance to the sugar-lowering hormone insulin, meaning that insulin cannot work effectively. This 'insulin resistance' is a major factor in the development of Type 2 diabetes and its complications. However, it is unclear exactly how getting fatter leads to insulin resistance and progression to Type 2 diabetes.\nRecent work has found that that both Type 2 diabetes and obesity are characterised by low levels of inflammation in the body, particularly in abdominal fat. It seems that, as people get fatter, unknown to them, white blood cells (cells of the immune system that normally protect against infections) infiltrate fat. Here, they silently cause inflammation by releasing chemicals ('cytokines') which can stop insulin working effectively. In terms of inflammation, there seem to be some types of white cells that are 'bad' for metabolism and others that are 'good' or 'protective'. Changing from thin to fat seems to alter the numbers and types of different white cells in fat, with fewer 'good 'cells and more 'bad' white cells with increasing obesity. Interestingly, replacing a type of white cell (T cells) in mice that lacked them improved their insulin resistance and brought down their high sugar (glucose) levels. However, the genes and molecules that control this process are still unknown. \nWe aim to build on this research by investigating the role of a gene, known as 'T-bet', which is critical in the development of a certain type of white cell (known as a Th1 cell).This cell type particularly accumulates in fat in obesity and may be metabolically 'bad'.We think that T-bet, the molecule that controls the development of these cells, could be important in causing certain white cells to accumulate in fat in obesity.These calls may then cause inflammation in the fat, resulting in resistance to insulin (and so risking Type 2 diabetes and cardiovascular disease). An improved understanding of the molecules responsible for causing these changes leading to inflammation in fat, particularly in obesity, and how they alter the action of insulin could lead to the development of new therapies in the prevention and treatment of obesity, diabetes and its complications. \nOur preliminary work shows that that amount and type of white cells in fat depend on the action of the T-bet gene. T-bet may also subsequently influence glucose levels. We want to investigate this further. Specifically, using a model lacking the T-bet gene, we will look at the effect of diet on the development of obesity and correlate this with measurements of metabolism (such as glucose and insulin levels).We will also analyse the type of white cells and their inflammation-causing chemicals. We will perform further studies to elucidate which white cell type is important for the effects we see. Additional studies will address what other molecules may be important for the action of T-bet. This work will identify the role of the immune cell molecule T-bet in inflammation in fat and and metabolism and could lead to the development of new types of drugs to be used in the prevention and treatment obesity and Type 2 diabetes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K002996/1","grantId":"MR/K002996/1","fundValue":"505392","fundStart":"2012-10-01","fundEnd":"2016-09-30","funder":"MRC","impactText":"","person":"Jane Katherine Howard","coPersons":["Graham Michael Lord"],"organisation":"King's College London","findingsText":"","dataset":"gtr"}