{"id":"E4176E84-3CE9-42BD-9565-8FEB82CB4CDF","title":"IDEAS Factory - Curative Resilience Scoping Study","abstractText":"Organisations and communities have a purpose (the organisation's may be more specific than the community's) - that is what defines them; what makes them unique. The way successful ones are structured and organised, how resources are deployed and what activities they undertake are all focused on achieving that purpose.Resilience is not a purpose of an organisation or community per se, but successful organisations will have relevant functions and features, the capability, to be resilient. However, it is difficult to identify those functions and features of an organisation that contribute to resilience such that one can extract them to produce a generalised model of resilience for broad applicability.The living being, the biomedical metaphor, is capable of many things and can address a multiplicity of purposes, often simultaneously. It is also resilient, It has no essential purpose unless directed consciously. We propose to undertake a Scoping Study to explore the development of a blueprint (an original plan or prototype that influences subsequent design or practice [1]) for resilience using the biomedical metaphor that organisations and communities can use to assess their need to adapt or develop to become resilient. Social systems are innately complex, with social agents enmeshed in a web of connections with one another and, through a variety of adaptive processes, they must successfully navigate through their world [2]. Complex adaptive social systems are often modelled to help understand the behaviour of both the agents within the systems and the system themselves [2]. Behaviour, being the outcome, is difficult to predetermine and a challenge of model building is to include the appropriate agent behaviour to incorporate that results in a specific behaviour such as resilience within the context of a set of human social systems that include citizens, communities and organisations.Using other system methods to explore an essentially resilient, complex adaptive system, such as the human being, may provide insight into the necessary lower-level components, and the behavioural rules of those components, such that a specific model can be developed and validated. Of the range of systems methods, three have a particular suitability for this stage: Soft Systems Methodology (SSM), the Viable Systems Model (VSM) and System Dynamics (SD). Individually the methods help provide insight into complex human activity systems from different perspectives and record the related mental models and consensus of those involved to provide a basis for discourse on the findings. However, we assert that when used together even greater coherence and insight can be gained. Exploring this will be an additional benefit from the scoping study.To evaluate the developed blueprint and determine further research viability, we will undertake a period of consultation, and hold a 2-day workshop with a broad set of communities, to assess the usability and benefits of the blueprint sufficient to justify and define a full research programme that extends the research work to include simulation.[1]Collins English Dictionary - Complete and Unabridged 6th Edition 2003. William Collins Sons &amp; Co. Ltd 1979, 1986, HarperCollins Publishers 1991, 1994, 1998, 2000, 2003[2] Miller, J. H. and Page, S. E., Complex Adaptive Systems; an introduction to computational models, Princeton University Press, 2007","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I005919/1","grantId":"EP/I005919/1","fundValue":"195017","fundStart":"2010-09-01","fundEnd":"2011-12-31","funder":"EPSRC","impactText":"","person":"Jeremy Charles Hilton","coPersons":["Alan  Hawley","Mike Dermot Williams"],"organisation":"Cardiff University","findingsText":"","dataset":"gtr"}