{"id":"E41ADEC3-AADB-485E-A822-B687431B18EC","title":"The Formation and Characterisation of Secondary Organic Aerosol and its Contribution to PM10 Concentrations in the UK Atmosphere","abstractText":"Air pollution has important adverse effects on the health of the public. These include premature mortality, additional hospital admissions and worsening symptoms for people with respiratory diseases such as asthma. A number of pollutants are responsible for these effects but the one with the biggest impact is known as particulate matter. This term describes tiny particles invisible to the naked eye floating in the air, which can be breathed into the lungs. These particles arise from a range of sources, the best known being road traffic. However, emission sources are not the only source of particles and a contribution of growing importance is from particles which form in the atmosphere from chemical reactions of gases. These include chemical substances known as sulphates and nitrates, which form from emissions of sulphur dioxide and oxides of nitrogen by pathways that are reasonably well understood. In addition, there is a class of chemical substances within airborne particles known as secondary organic compounds. These are formed through chemical processing in the atmosphere of organic vapours arising from both manmade sources (e.g. petrol vapour) and natural sources, especially from compounds released by trees. These secondary organic compounds are very diverse in their chemical composition and their contribution to the mass of particles in the air is not well understood. This project is concerned with measuring secondary organic compounds in the atmosphere of the UK, so as to estimate their contribution to the total amount of airborne particles. In addition, the project will measure the chemical composition of such particles, and use this to understand which organic vapours they are formed from. Through such studies it will be possible to infer which parts of the secondary organic compound mass can be controlled through abatement of anthropogenic sources, and which part arises from natural compounds released from vegetation, which is not readily amenable to control.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E005233/1","grantId":"NE/E005233/1","fundValue":"94868","fundStart":"2007-08-20","fundEnd":"2009-10-19","funder":"NERC","impactText":"  The outcomes of the research have been communicated to the Air Quality Expert Group of Defra which has used them in two reports concerned with airborne particulate matter (PM2.5). They are helping to inform policy on air quality improvements. Environment Policy & public services","person":"Roy  Harrison","coPersons":["Sheng  Xu","Mathew  Heal"],"organisation":"University of Edinburgh","findingsText":" Airborne particles are a subject of intense research activity because they are toxic by inhalation (i.e. they cause a health hazard) and they influence our changing climate. Some of these particles are made up of organic matter which can have a range of sources being both emitted directly into the atmosphere (termed primary) and formed in the atmosphere by chemical reaction processes (termed secondary). This project has advanced knowledge by providing clear information on the relative proportions of primary and secondary particles in the atmosphere of the UK. Additionally, the project has used a radioactive form of carbon (carbon-14) to distinguish between contemporary and fossil carbon in the atmosphere. This has provided a better understanding of the contributions of sources such as road vehicles, wood smoke and secondary particle formation to the concentrations which people breath. This is a highly active research area and researchers are constantly building on existing findings. Our results have helped to advance scientific understanding of the sources of airborne particles. The results have been used extensively by Defra in policy support reports dealing with sources and control of airborne particulate matter. Environment","dataset":"gtr"}