{"id":"E4237C98-C84F-4574-9063-2C47BFE6E82C","title":"Engineering Innovative Manufacturing Research Centre Renewal","abstractText":"This proposal is for the renewal of the block grant for the Engineering Innovative Manufacturing Centre at the University of Bath. The Centre is unique in combining a design focus with a strong emphasis on manufacture in a closely integrated group. The context of the Centre's work is:* globally distributed design and manufacture of complex products and processes;* pressure on price, quality and timescale;* the move from test-based (physical prototypes) to simulation-based (virtual prototypes) engineering* the movement towards sustainable engineering practice. * the key importance in engineering of knowledge and information management. The Bath Engineering IMRC's mission is to develop tools, methods and knowledge, underpinned by appropriate theory and fundamental research, to support engineering enterprises in these new circumstances. In particular, the focus of the Centre is on whole life design information and knowledge management, and improving the design of machines, processes and systems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E00184X/1","grantId":"EP/E00184X/1","fundValue":"7290750","fundStart":"2006-10-01","fundEnd":"2011-09-30","funder":"EPSRC","impactText":"  Computer-based models to represent the complex interaction between machines and materials during processing in packaging and pharmaceutical industries have helped firms to create new machine and tooling designs, as well as improve production practices, thereby increasing profitability and long-term competitiveness. \nA new method has provided a step change in the cost estimating approach used by aerospace manufacturing teams, as well as a useful tool for assessing supplier bids.\nBath's proprietary constraint modelling software has been used to identify the key motion requirements for driving and guiding cartons during folding. From this information, systems and machines were designed capable of being reconfigured to handle different designs of packaging and small batch sizes.\nThe research contributed to the development of a highly accurate production process called metrology-assisted robotic machining (fettling) to improve the fit of aircraft wing ribs. The University of Bath contribution centred around metrological planning including the calculation of the associated measurement uncertainties, and the integration of the metrology with the robotics.\nThe research led to new tools and methods to support the improved management of personal electronic information. The work was focused on organising and sharing personal information and integrating it with existing records of product development, including electronic logbooks to support engineers over the product life cycle, integrating email within engineering information management systems and design records and improved monitoring and control of engineering projects through the analysis of the email content being exchanged.\nThe research programme developed a new form of super-cooled machining for rubber and other flexible plastics materials. Building on the Bath's expertise in advanced machining processes and systems, the CRYMAN system works by cooling soft materials to very low temperatures - using liquid nitrogen - to achieve temporary solidity allowing milling and drilling, processes conventionally limited to solid materials like metal and wood.\nA tool for the automatic intelligent retrieval of ideas from an information repository, Sweeper, has been shown to provide effective stimulation in team brainstorming sessions, especially at the critical moment when idea generation flags, improving not only the quantity of the new ideas but also the quality. Aerospace, Defence and Marine,Energy,Manufacturing, including Industrial Biotechology,Transport Economic","person":"Chris  McMahon","coPersons":["Paul George Maropoulos","Martin Philip  Ansell","SJ  Culley","Cliff  Burrows","Geraint  Owen","Linda B Newnes","Stephen Thomas Newman","Elies Ann Dekoninck","G  Mullineux","AR  Mileham"],"organisation":"University of Bath","findingsText":" The Bath Innovative Design and Manufacturing Research Centre carried out research and developed a wide range of tools and methods for use in engineering design and manufacturing, especially in information and knowledge management, engineering constraint modelling, metrology (especially for large objects) and advanced machining systems. The Centre produced a wide range of outputs some of which have led to new technologies, others to patents, others to new methods that can be embedded into engineering processes Aerospace, Defence and Marine,Construction,Energy,Leisure Activities, including Sports, Recreation and Tourism,Manufacturing, including Industrial Biotechology,Transport","dataset":"gtr"}