{"id":"E425B64A-0FFB-49D6-9A33-56DCE7217FA1","title":"The Wnt-chromatin axis in ageing","abstractText":"The survival of populations in developed nations into extreme old age is a remarkable phenomenon in human history. This change has come about largely through improved public hygiene, decreased child mortality and a decrease in infectious disease. However, the steady increases in the average age of the populations of developed countries have come at a terrible price: an ever-increasing burden of age-associated diseases, such as cardiovascular maladies, stroke, diabetes, osteoporosis, cancer and Alzheimer's disease. Thus, public health efforts that resulted in past increases in life expectancy have made it possible for people in developed nations to live long enough to experience one, or quite frequently several, of the degenerative and neoplastic diseases that have now become the dominant causes of death. Although a hallmark of the aging process is declining tissue function and homeostasis, the molecular basis of cell, tissue and organismal aging is still very poorly understood . This severely hinders efforts to develop therapies to combat debilitating age-associated pathologies. This application explores the basic mechanisms of cellular, tissue and organismal ageing. Specifically, we will test a reconciliation of three separate models or mechanisms of ageing. Two of these are well established as theories of ageing. According to the theory of cell 'senescence', ageing results from a finite proliferative capacity of cells, and hence their ultimate exhaustion and failure to renew. According to the theory of 'chromatin', ageing results from accumulated changes in the packaging of DNA into the cell nucleus. These theories are not mutually exclusive, but neither is satisfactory on its own. Recently, we have obtained evidence for a third theory. Specifically, that ageing results from a decline in activity of a pathway that is known to be required for tissue development and maintenance, the so-called 'Wnt signaling'pathway. Our preliminary data suggest that these three theories of ageing can be unified into a single 'Wnt-chromatin-senescence' signaling pathway which is a key determinant of ageing. The goal of this application is to test this novel hypothesis. We will test this hypothesis using a range of approaches, including cell culture, animal models, analysis of tissues from very old humans and baboons and state-of-the-art whole genome analysis. Progress on this project will enhance our understanding of degenerative age-associated diseases, and so facilitate development of therapies to combat these diseases and increase the quality of life in old age.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H021019/1","grantId":"BB/H021019/1","fundValue":"471847","fundStart":"2011-01-01","fundEnd":"2013-12-31","funder":"BBSRC","impactText":"  To understand the tissue damaging effects of cell senescence in ageing. Healthcare,Manufacturing, including Industrial Biotechology Economic,Policy & public services","person":"Peter  Adams","coPersons":[],"organisation":"University of Glasgow","findingsText":" That different forms of cellular stress activate distinct stress response programs, that differentially affect ageing and cancer. We identified specific cell signalling pathways activated on cell ageing, that might be used to promote healthy ageing. Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}