{"id":"E426E48E-6FA1-4060-9697-E0979F71B9F9","title":"Marek's disease virus spread: In and out of chickens","abstractText":"Marek's disease (MD) is a highly contagious virus-induced lymphoma in poultry caused by Marek's disease virus (MDV), an alphaherpesvirus heavily affecting chicken industry. In spite of the widespread use of live attenuated vaccines during the last 40 years, MD remains a major threat for poultry production with estimated annual economic losses in the range of 1 billion dollars worldwide. In Europe as well as in other countries, MDV has evolved towards a substantially increased virulence observed in more recent strains, thereby threatening the sustainability of the current vaccination strategy. The endemic nature of the disease is clearly linked to the mode of virus transmission and to incomplete protection provided by current vaccines. It is well known that while vaccines protect against the disease, infection and virus shedding are not halted. We hypothesize that the persistence and bird-to-bird transmission of pathogenic strains in vaccinated birds provide the basis for the emergence of very virulent strains. Successful transmission of MDV entails efficient viral shedding from infected birds and the entry of the virus via the respiratory route, in both vaccinated and na&iuml;ve birds. Improved knowledge about these two essential steps in virus replication is critical to ultimately reduce MDV contamination of the environment and infection of the animals. To date, entry and shedding of MDV in vivo have been poorly studied compared to virus-induced tumourigenesis, host resistance and virulence. Our project aims to study the key elements on the cellular and molecular levels that are involved in virus entry and shedding. The novelty of our project is to focus on differentiated cells, which represent the major target cells infected in vivo and are derived either from the haematopoeitic lineage (macrophages and lymphocytes) or from the skin epithelium.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I017577/1","grantId":"BB/I017577/1","fundValue":"348459","fundStart":"2011-07-01","fundEnd":"2014-06-30","funder":"BBSRC","impactText":"","person":"Venugopal  Nair","coPersons":[],"organisation":"The Pirbright Institute","findingsText":" This project is operated together with a number of EU partners. The major objective of the grant for which the PI is responsible is to examine the molecular changes in the skin of birds infected with Marek's disease virus (MDV). The virus-host interaction in the feather follicle epithelium is unique, as it is the only cell type where virus completes fully productive infection. As part of this project, we held two meetings: one inaugural meeting in Paris and a progress meeting in London. \n\n\n\nPreliminary experiments using recombinant MDV expressing UL47GFP have indicated that the expression of UL47 is unique to the feather follicle epithelial cells from where the virus is shed. Further studies to understand the dynamics of MDV infection in the epithelial cultures using skin organ culture model. Commercial opportunities for novel control approaches over and above the current vaccination method/ Understanding the molecular mechanisms of cell free virus production and spread of the virus from the skin can help in developing novel strategies to prevent virus spread. Agriculture/ Food and Drink","dataset":"gtr"}