{"id":"E427778E-2A35-4C98-B537-7CC57E02C9FD","title":"A New Route to high-Performance Functional Films on Polymeric Web","abstractText":"Functional films underpin many electronic and opto-electronic devices, including flat panel displays, OLED's, image sensors, thin film photovoltaic solar cells, etc. Of particular importance to these devices are transparent conductive oxide (TCO) films, such as indium tin oxide (ITO) and aluminium-doped zinc oxide (ZAO). The UK market for functional films is expected to rise to 23.4B by 2010. Further substantial gains in productivity would be made, and new markets opened up, if the devices could be deposited directly onto polymeric web in very large throughput reel-to-reel coaters. However, the deposition of TCO films onto webs poses many significant technological challenges. In comparison to glass, polymeric webs are relatively rough, tend to outgas significantly and are thermally sensitive. The latter point particularly poses a problem, because it is generally necessary to perform a post-deposition annealing process (typically at 500 degC) in order to optimise the optical and electrical properties of TCO materials.One potential solution to this problem is to deposit coatings using the newly developed technique of high powered impulse magnetron sputtering (HIPIMS). This process involves the application of very large power pulses to magnetron sputter cathodes for short periods of time. The peak pulse power can be in the megawatt range and the pulse duration is typically of the order of 80-160 micro seconds, at repetition rates in the range of 10s to 100s of Hz. Initial studies of the HIPIMS (also referred to as high power pulsed magnetron sputtering / HPPMS) system have shown that this intense pulse creates a high degree of ionization (up to 70% for titanium) of the sputtered species with this technique (in contrast to conventional magnetron sputtering, where usually less than 1% of the sputtered material is ionized).The degree of ionization of the sputtered species in HIPIMS is comparable to that produced in cathodic arc discharges; however, with HIPIMS macroparticles are not normally produced. Another important consideration is that, due to the very low duty cycles (~1%) and long off times, the total heat load to the substrate can be very significantly (5-10 times) lower than in conventional DC and pulsed DC sputtering. Thus, the potential for HIPIMS is to harness the high degree of ionization to produce films with significantly improved properties, whilst maintaining a suitably low (sub-150 degC) substrate bulk temperature, allowing a diverse range of substrate materials to be coated. The introduction of HIPIMS technology, therefore, has the potential to provide a step-change in the performance of functional films, such as TCO's, deposited onto polymeric webs. This project will offer the first opportunity to study this new, complex deposition process in detail in both a development-scale system at MMU and an industrial pilot scale reel-to-reel coater at Oxford University. An additional key element of the project will be a detailed study of the nature of the discharge. Plasma characteristics such as the spatial and temporal evolution of the concentrations and temperatures of the species and their power loading of the substrate will be determined using an array of time-resolved diagnostic tools and well developed optical imaging techniques. The ability to deposit fully dense TCO coatings with optimised properties onto flexible substrates would be a major breakthrough and would represent a significant advancement in web coating technology.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F003951/1","grantId":"EP/F003951/1","fundValue":"220959","fundStart":"2007-10-01","fundEnd":"2011-03-31","funder":"EPSRC","impactText":"  Extend the knowledge of the HIPIMS deposition system. Allow the deposition of functional coatings on polymeric substrates Aerospace, Defence and Marine,Agriculture, Food and Drink,Electronics,Energy,Environment,Healthcare,Transport ","person":"Peter  Kelly","coPersons":[],"organisation":"Manchester Metropolitan University","findingsText":" This project offered the first opportunity to study HIPIMS (high power impulse magnetron sputtering), which is a new, complex deposition process in detail in both a development-scale system at MMU and an industrial pilot scale reel-to-reel coater at Oxford University. The results have shown that titania and AZO with low resistivity can be deposited on the large scale at low temperature on to PET webs. In addition, a novel, low In content ITO has been deposited on both small and large-scale facilities with DC and HIPIMS and shown promising conductivity, while reducing the expensive Indium content.\n\n\n\nAn additional key element of the project was the detailed study of the nature of the discharge. Using electrical probes including the emissive probe, heat flux probe and time-and -energy-resolved mass spectrometry, the spatial and temporal evolution of the concentrations and temperatures of the species and their power loading of the substrate have been determined. The distribution of plasma potential in the HIPIMS discharge has been mapped for the first time and has been shown to influence the deposition rate, since it acts as a potential barrier to the transport of positive ions that form the coating downstream. \n\n\n\nA detailed survey of the electron energies and densities during HiPIMS operation was undertaken using Langmuir probes, revealing the existence of 3 groups of electrons during the initial voltage transient at the start of the pulse. We also measured the total plasma heat flux to insulating films showing that HiPIMS can deliver lower surface temperatures during deposition, but that this is dependent on the I-V characteristics of the power supply. The ion energies arriving at the substrate were determined using energy resolved mass spectrometry, showing both high energy sputtered particles and low energy thermal species in the plasma, and agreeing with previous work. \n\n\n\nThe project has demonstrated the potential for HIPIMS to be used to deposit fully dense TCO coatings with optimised properties onto flexible substrates, thus providing a breakthrough and a significant advancement in web coating technology. Production of functional films on plastic substrates as a replacement for glass in eg touch screens or phone screens, etc Electronics,Retail","dataset":"gtr"}