{"id":"E43882F3-B978-4CE2-95F1-59A63BA1D0D1","title":"Household survival in crisis: austerity and relatedness in Greece and Portugal","abstractText":"The recent economic crisis and its impact on the countries of the European southern periphery has greatly impacted the everyday lives of millions of citizens and their families. In Greece and Portugal, many of these people had entered into consumer society only relatively recently, but their newly acquired habits are already being called into question. To what extent can they rely again on previous (community-based and family-based) modes of social security? The sense of legitimate personal self-promotion that democracy fostered (accompanied by a tremendous increase in rates of literacy) is now being dashed in violent ways, particularly among the young people, whose expectations for the future have been placed on hold.\n\nThe social dimension of this crisis is frequently assessed in terms of political rhetoric and broad figures, yet people's personal experience and the effects on marriage, child-rearing, access to higher education, inter-generational dependence, old-age care, and psychological health, have received little attention.\n\nResponding to this profound change, our project investigates household responses to austerity in two countries of equivalent size (Greece and Portugal), which have been seriously afflicted by the financial crisis and their population is now experiencing heavy austerity measures. The two countries have comparable political histories (e.g. recovered from dictatorships, joined the EU, experienced a period of consumerist modernisation before the crisis), but also contrasting cultural histories (e.g. Catholicism vs Orthodoxy, role/position during colonialism) that may inspire different responses to (and perceptions of) the crisis and external aid or intervention.\n\nIn order to record the consequences of and responses to the economic crisis, as these are experiences in local contexts in Greece and Portugal, we employ ethnographic methods to access socially intimate spaces, paying particular attention to household budgeting and economic cooperation between extended family members. We focus on everyday adaptations to the crisis that have so far escaped the attention of top-down accounts. We explore emerging household responses to lower salaries, increased taxation, job scarcity, and reduced social security.\n\nOur research objectives involve a systematic study of the coping mechanisms of working- and middle-class families in Greece and Portugal. We will place particular emphasis on modes of cooperation between extended family members, such as sharing accommodation or meals, caring for dependents on a reciprocal basis, re-use of inherited properties or previously undeveloped familial capital, and new commercial or humanitarian initiatives. We will investigate how particular family members experience these re-adjustments, inviting our respondents to share insights of recent transformations in their lives, which may potentially include a perceived loss of privacy or independence, and a return to culturally embedded patterns of reliance on extended family networks.\n\nIn an attempt to escape from static, populist, and top-down analyses of the crisis, our project will document the local ramifications of the crisis along with everyday modes of coping with it. Our dynamic and innovative approach sheds valuable light on the quotidian dimensions of the crisis and how they reflect the experience of self-worth. Our comparative focus (Greece and Portugal, and two fieldwork locations in each country) also contributes to assessing socio-cultural variation in economic and moral constraints. As the two countries diverge in their response to crisis, we assess what are the factors of divergence that may be taken into consideration in analyses of political and financial performances carried out at more macro-social levels.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L005883/1","grantId":"ES/L005883/1","fundValue":"280339","fundStart":"2014-10-05","fundEnd":"2017-10-04","funder":"ESRC","impactText":"","person":"Dimitrios  Theodossopoulos","coPersons":["Joao  Pina-Cabral"],"organisation":"University of Kent","findingsText":"","dataset":"gtr"}