{"id":"E4428656-340D-4415-82AA-A8CB15B8186D","title":"Developing Optimised Vertebroplasty Treatments for Vertebral Fractures in Multiple Myeloma","abstractText":"In the UK in 2005 approximately 220,000 new cancers were reported together with approximately 150,000 cancer deaths (Cancer Research UK). Bony metastases are the third most common type of secondary tumour, after pulmonary and hepatic involvement, and are a severely debilitating and painful feature of many cancers. The most frequent site for these bony lesions is the spine with some studies reporting as many as 30 % of patients displaying this type of infiltration. Indeed, initial diagnosis of cancer may result from investigations of back pain which turns out to be a spinal metastases. In sufferers of multiple myeloma (MM), the pathology that is the focus of this study, the figure for spinal involvement is over 75 % with a nine fold increase in the risk of spinal fracture. In these patients the bone destruction can be so severe that normal physiological loads can fracture the vertebra, which leads to pain and deformity as well as a considerable reduction in the quality of life of the individual. With improvements in the treatment of many cancers, including MM, the likelihood of secondary tumours will increase and there is an urgency to investigate the biomechanical consequences of lesion infiltration together with possible interventions that can strengthen the bone and overcome painful fractures. Up to now there has been little research on the mechanical consequences of spinal MM infiltration, with no reported studies focusing on this pathology. Indeed, studies across all cancers have been sparse and hampered by their small samples size and the use of mixed metastases, which have different biomechanical characteristics. This lack of biomechanical information has hampered the development of clinical models to predict fracture in MM patients and investigate, in more systematic manner, treatments to reduce fracture risk or treat the fractures themselves. The current treatments for spinal lesions in MM patients are often only marginally effective and chronic pain in these individuals may persist. However, a new key-hole surgery technique called vertebroplasty, which is becoming widely used in osteoporotic patients, may provide a superior method for pain reduction as well as strengthening the vertebral body in the MM sufferer. A recent pilot study by the lead proposer on a spine infiltrated with MM lesions showed considerable differences in vertebral bone morphology between these samples and that observed within osteoporotic bone. In particular, the MM vertebrae has numerous focal lesions which need to be augmented whilst the ostteoporotic bone shows a more generalised bone loss. This finding suggests that different PVP treatments are required if the intervention is to be successful for different diseases This research proposal sets out for the first time, a large scale study of spinal metastases focusing on those associated with MM. In the first phase, analysis of the bony structure of the diseased tissue together with the fracture data will allow the generation of clinically relevant guidelines for fracture assessment in these patients. During this phase initial data will also be produced on the effectiveness of vertebroplasty to treat these fractures. In phase two, more realistic experimental models will be utilised that will assess post augmentation behaviour of the segment with increasingly demanding loads in both the conventional PVP treatment of vertebral compression fractures and in a preventative manner. Finally, computational models will be developed using information gained from the previous phases . Once validated, these models will be used to make a systematic study of important parameters that may effect the vertebral strength or augmentation such as level of lesion infiltration, bone loss and cement volume. These models will be pre-cursor to the development of more patient specific models that can be used clinically in the treatment of lesions in MM and spinal metastases more generally.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H013385/1","grantId":"EP/H013385/1","fundValue":"591281","fundStart":"2010-03-01","fundEnd":"2014-08-31","funder":"EPSRC","impactText":"  The findings have used academically to refine in vitro models of the spine with a particular focus on those with metastatic lesions. We are currently in discussion with biomechanical modellers to incorporate the data generated here (models generated using beam theory) within rigid body models to allow patient specific characeristics to be incorporated into the analysis. Healthcare Societal,Economic","person":"Richard Mark Hall","coPersons":["Andrew John Ashcroft","Jake  Timothy","Gordon  Cook","Nikil  Kapur"],"organisation":"University of Leeds","findingsText":" Key discovery aspect of the project include:\n(1) First large scale analysis of the morphological and material characteristics of bone which has been infiltrated by (1) Utilised by the prject partners Healthcare","dataset":"gtr"}