{"id":"E44FBE31-621C-43D2-BB70-28437DFD94C9","title":"Plasma turbulence in complex environments","abstractText":"This project addresses a challenging and important area of plasma physics: the interaction of 3D turbulent plasma with neutral gas. This has applications in astrophysical and industrial plasmas, but the focus of this proposal is to broaden and deepen our understanding of plasma-neutral interactions in high power tokamak fusion devices, where the power leaving the core plasma must be handled without exceeding material limits. This is one of the most important issues in fusion research. crucial to the operation of ITER, a 10 billion Euro project currently being built in France, and even more so to the design of a future demonstration power plant DEMO.\n\nModelling of turbulence in the edge of magnetic confinement devices is a complex problem, but significant progress has been made in this field in recent years. The equations which govern the dynamics of the tokamak plasma edge are well known, but are difficult to solve numerically due to the wide range of time- and spatial scales and strong anisotropy. This project will position the UK at the leading edge of nonlinear plasma edge simulation through development of the BOUT++ code, which has been designed to handle these requirements. A gyro-fluid model will be formulated which can include neutrals whilst conserving momentum and energy, and will be coupled to the state of the art EIRENE Monte Carlo code to follow the neutral particles. By using EIRENE, this project will benefit from almost two decades of work, and enable the model to capture the relevant atomic and molecular physics, and the complicated geometry of real machines including pumps and baffles.\n\nTo validate these models, and provide a link to experiment, this project will study plasma edge turbulence in the existing Mega-Amp Spherical Tokamak (MAST) at the Culham Centre for Fusion Energy (CCFE). Through collaboration with researchers at CCFE, the validity of the models and the importance of 3D effects will be tested, in order to understand the level of detail required. Once this is understood, predictions will be made for the novel Super-X magnetic geometry design to be employed on MAST-Upgrade, part of a 30 million pound upgrade due to be completed in 2015. This machine will be very flexible, with a wide range of geometries and plasma parameters possible. By identifying interesting regions of operation which can distinguish between models, this project will guide the experimental campaign and maximise the physics output from this investment.\n\nThis project will provide the UK with a unique capability to model coupled 3D turbulence in magnetised plasmas interacting with neutral gas and material surfaces. This will then be used to link tokamak experiments to fundamental physics understanding, and address key issues in the design and operation of future tokamak fusion machines. To maximise the impact of this work, results will be disseminated in journal papers and at conferences; through relevant ITER Physics Advisory groups; national and international collaborators; and through a workshop to be run towards the end of the project.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K006940/1","grantId":"EP/K006940/1","fundValue":"97881","fundStart":"2013-03-31","fundEnd":"2015-03-30","funder":"EPSRC","impactText":"  The findings of this project are being used to inform the development of more sophisticated models for the edge of fusion devices. Currently the impact is on scientific discussion and development, but contributes towards the ultimate goal of developing a predictive model which can be used to design future fusion power plants. By participating in this effort, we aim to position the UK to take a leading role in the scientific and commercial development of practical fusion power. Energy ","person":"Benjamin Daniel Dudson","coPersons":[],"organisation":"University of York","findingsText":" We have developed models which for the first time combine state-of-the-art plasma turbulence simulations with models for neutral gas. The aim is to improve our understanding of how hot plasma at the edge of tokamak fusion devices mixes with cold neutral gas surrounding the plasma, in order to improve designs for future fusion power plants. We have carried out simulations which show a significant effect on plasma dynamics due to neutral gas, primarily through momentum exchange, and quantified the impact this could have on predictions from plasma simulation codes. Results have been presented at conferences in the UK and Japan, and a paper is currently in preparation. The code developed will be made open source, as part of the BOUT++ public repository (see software outputs). This will allow researchers to verify and then build on what we have done. Several other groups are interested in developing these capabilities, including CCFE and Riso DTU, and our results will help guide their efforts. We have made use of presentations and workshops, including a BOUT++ workshop organised as part of this grant, to increase impact. Energy","dataset":"gtr"}