{"id":"E4678793-8554-4F5A-B0EF-0890EEA2FE80","title":"Next generation Numerical Weather Prediction: 4DVar ensembles and Particle Filters","abstractText":"Data assimilation is a method to combine numerical models with observations. It is used in all environmental sciences and essential to be able to simulate the real world, instead of a pure model world which has little to do with reality. With the increasing resolution of geophysical models both the size and the nonlinearity of these models increase. Also the number of observations increases and the observation operators, which connect the model variables to the observations, become more and more complex and nonlinear, like new satellite observations and radar observations in weather forecasting. Obviously, the data-assimilation methods have to fully allow for these nonlinearities. \n\nPresent-day implementations in numerical weather prediction are all based in linearisations. For example, the (Ensemble) Kalman Filter assumes linear updates, and variational methods like 4DVar solve a weakly nonlinear problem through linear iterations. A further problem with variational methods is that error estimates are hard to obtain, and for highly nonlinear problems inaccurate.\n\nA few operational weather prediction centres have started experimenting with ensembles of 4DVar's. This has the potential of solving the nonlinearity problem, and at the same time provides an error estimate. Recently, the European Centre for Medium Range Weather Forecasts (ECMWF) started experimenting with ensembles of 4DVar solutions, generated by perturbing the observations, with very promising results. It is known from Kalman Filter (or rather Smoother) theory that when this ensemble is cycled through several data-assimilation cycles its spread will approximate the error covariance of the system. In that case, the ensemble is a sample from the correct distribution. However, for a strongly nonlinear system the Kalman filter theory does not hold, and it is unclear what the ensemble means, and there is a strong scientific and operational need to understand what these ensembles mean, and how we can improve them. \n\nOn the other hand, it is well-known that we can represent the underlying distributions by a set of particles, i.e. a set of model states, in a so-called particle filter. Particle filters are fully nonlinear both in model evolution and analysis step. A fundamental problem, the so-called 'curse of dimensionality' has hampered their use in geoscience applications. Very recently a solution has been found by the PI that has the potential to revolutionize data assimilation in highly nonlinear geophysical systems (Van Leeuwen, 2010a; Van Leeuwen, 2010b). The latter paper describes applications to relatively simple (up to 1000-dimensional) highly nonlinear systems that previously needed hundreds to thousands of model integrations, and now only of the order of 20 model integrations. \n\nThis research proposal explores the possibilities of combining 4DVar ensembles with ideas from Particle Filtering for the next generation numerical weather prediction. A simple and exciting idea is to use 4DVar solutions as particles in the Particle Filter, and this is one of the directions we will investigate. But we will also investigate other ways to generate 4DVar ensembles that are meaningful in nonlinear systems. A strong point is that we will have direct access to the operational ECMWF system, allowing us to efficiently operate between relatively simple academic models and the operational world.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I025484/1","grantId":"NE/I025484/1","fundValue":"247362","fundStart":"2012-06-01","fundEnd":"2015-05-31","funder":"NERC","impactText":"","person":"Peter Jan  Van Leeuwen","coPersons":[],"organisation":"University of Reading","findingsText":"","dataset":"gtr"}