{"id":"E46F9C48-2CE5-4A64-A5EB-6C80A1CEF193","title":"DEVELOPING COLLABORATIVE STRATEGIES TO GUIDE FUTURE DIRECTIONS IN MICROBUBBLE ENHANCED THERAPEUTIC ULTRASOUND","abstractText":"Modern medical ultrasonics may be viewed as having evolved through three generations of applications. The first generation emphasizes diagnostic imaging, employing relatively passive ultrasound fields. The second generation has deliberately exploited more aggressive ultrasound regimes for direct interventional approaches, including lithotripsy (of ductal calculi), phacoemulsification (of cataracts), and HIFU for tumour ablation, thrombolysis, and haemostatis.A third and emerging area involves an indirect therapeutic application of ultrasound to actively sensitize tissue, or otherwise enhance the efficacy for parallel administration of biotherapeutics. Here, particular progress has been achieved with ultrasound assisted transdermal delivery. However, this has been facilitated, in part, because the target tissue (i.e., stratum corneum) is non-viable. Perhaps the most challenging avenue for therapeutic ultrasound is to facilitate molecular delivery whilst retaining tissue viability, the criteria necessary for drug- and gene-based therapies. Excitingly, initial in vitro demonstrations of enhanced transfection and also increased sensitivity to chemotherapeutic agents, have now also been realized with compelling in-vivo validations. Evidently, this latter category of ultrasound-mediated therapy holds promise for a diversity of potential uses. However, reducing the multiplicity of these abstract possibilities to the more refined base of concrete realizations that are best suited to ultrasonic enhancement requires strategic action. Targeting research with the greatest impact requires an understanding of the strengths and weaknesses of ultrasound's bioeffects, which remain poorly understood at a mechanistic level. This situation hinders insight and indeed foresight into the future of this field. THis latter paragraph embraces the spirit of the present proposal. It is proposed to interact with several new UK and international partners in order to meet the needs of the next generation of sonoporation trials that will assist translation of this technique towards the clinic. The critical questions to be answered include:Are the primary effects of ultrasound itself responsible for bioeffects, or are secondary effects involving shock waves, fluid shearing, and sonochemistry involved? If so, what is the relative importance of each in dictating overall bioeffect? Which forms of ultrasonic effects are responsible for increased sensitivity to gene transfection, to cancer therapy, to intracellular drug delivery? Can ultrasonic effects that are effective in vitro be reproduced in vivo, where perfusion of cavitation nucleation sites (e.g., contrast agent microbubbles) and stimulation of bubble activity in the dense environment of a solid tissue may be difficult? Can isolated cell and single-bubble experiments in vitro predict behaviour of multicellular tissue exposure to bubble clouds found in vivo? Finally, which physical properties should micro-bubbles exhibit in order to target specific therapies, and how should ultrasound transducers be designed to control and optimize cavitational and other activity within the body?","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F013655/1","grantId":"EP/F013655/1","fundValue":"51648","fundStart":"2007-10-01","fundEnd":"2008-06-30","funder":"EPSRC","impactText":"  a conference was arranged at DUndee, the Scottish Sonoporation symposium, and attended by over 50 ultrasound practioners and researchers, with 5 top international names speaking at the meeting.\nSeveral ideas emerging on the open discussions have since been developed into practical solutions via interim research grants Healthcare Cultural","person":"Paul Andrew Campbell","coPersons":[],"organisation":"University of Dundee","findingsText":" The purpose for this award was to target the established and emerging ultrasound community to assess the possibility for collaborative interaction and to lay the grounds for such interactions with a research plan for the future. On the back of this award, a subsequent conference was undertaken at Dundee, and a critical conference report was generated to the foremost journal in the field. This paper has been cited into double figures since and is a useful start platform for those entering the field to assess the outstanding problems remaining. Healthcare","dataset":"gtr"}