{"id":"E47067A9-4614-4947-B270-C7612C854864","title":"SPICE: Stratospheric Particle Injection for Climate Engineering","abstractText":"Climate change is a major threat to humankind. Observational evidence for warming of the climate system is very strong, based on increased temperatures, sea level rise and widespread melting of snow and ice. Future projections by climate models indicate substantial changes in future decades, much of which is on a regional scale that will severely impact regions of the world that are already under stress.There has been much improved understanding of the serious nature of the global warming problem both by politicians and the general public in recent years. However, there is great concern that efforts to mitigate future change by reduced greenhouse gas (GHG) emissions, including the outcome of the international meeting in Copenhagen 2009, are proceeding too slowly to avoid the risk of dangerous climate change and the possibility of certain 'tipping points' (such as the collapse of the Indian Monsoon of melting of the Artic ice sheet) being reached. This has prompted consideration of intervention by alternative means. Although considered by the majority to be the 'Plan B' that should be avoided if at all possible, there is increased consensus that the benefits, risks, costs and feasibility of this as an option requires consideration.A variety of 'geoengineering' options have been proposed, including solar radiation management (SRM) which involves offsetting the effects of GHG increases by causing the Earth to absorb less radiation from the Sun. Reducing incoming solar radiation by injecting sulphate aerosol into the stratosphere was considered the most rapidly deployable, affordable and effective option by the recent Royal Society report on Geoengineering the Climate. Volcanic eruptions provide evidence that sulphate particle injection leads to reductions in globally-averaged surface temperatures. However, there are concerns that there will be substantial regional impacts, on temperatures, rainfall and other aspects of climate. There are also uncertainties concerning timescales e.g. how rapidly injection might act, how quickly it could be 'turned off' and whether the climate responds differently to continued injection of aerosols compared with the episodic nature of volcanic eruptions.In terms of geo-engineering, the natural volcanic analogue of sulphate particle injection may not be optimum in terms of radiation management, and there may be better candidate particles for injection. Related to this, there are significant issues of cost and feasibility of injecting candidate particles into the stratosphere and the sustainability of particular injection technologies that require much further investigation.The SPICE project will investigate the effectiveness of stratospheric particle injection. It will address the three grand challenges in solar radiation management: 1. How much, of what, needs to be injected where into the atmosphere to effectively and safely manage the climate system? 2. How do we deliver it there? 3. What are the likely impacts? These questions are addressed through 3 coordinated and inter-linked work packages:Evaluating candidate particles: What is the 'perfect' particle, that maximizes solar radiation scattering, minimizes the greenhouse effect and the impact on the stratospheric ozone layer and has minimal impact on climate, weather, ecosystems and human health?Delivery Systems: What are the various options for delivery of particles? What is the feasibility of using a tethered-balloon pipe to inject particles and/or gases into the stratosphere in a more cost-effective and sustainable way than alternative methods?Climate and environmental modelling: What are the most effective locations for injection? How can we best use past volcanic analogues? What are the climate and environmental impacts of stratospheric particles?","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I01473X/1","grantId":"EP/I01473X/1","fundValue":"1609200","fundStart":"2010-10-01","fundEnd":"2015-03-31","funder":"EPSRC","impactText":"","person":"Matthew  Watson","coPersons":["Hugh  Hunt","Lesley Janet Gray","Simon Frederick Tett"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}