{"id":"E475078E-7E5E-4E75-B30D-16C5054A28EE","title":"Cultural Issues for Project Organisations: Developing theory and practice.","abstractText":"<p>This seminar series focuses on culture's interactions with project-based forms of organisation. It embraces and draws together culture researchers, project researchers, and practitioners in culture and projects who, up till now, have tended to operate in distinct groups. Bringing such contributors together in a community of researchers, practitioners and policy-makers will help create greater understanding of the impact of culture on projects and allow for the development of a research agenda that can shape the efforts of an extended community of researchers. Inputs will be drawn from a wide spectrum of disciplines and from senior, experienced persons, as well as those new to the field. The aim is to encourage diverse and novel thinking about the effects of culture on projects leading ultimately to a greater understanding of its impact upon aspects of project performance.</p>\n\n<p>The seminars comprise: </p>\n\n<ul>\n \n\n <li><strong>Culture Perspectives and Projects - </strong>examines the main models and primary issues concerning cultures and their influences on projects. </li>\n\n <li><strong>Stakeholders Achieving Value on Projects - </strong>identifies project stakeholders and their values, and their impacts on projects. </li>\n\n <li><strong>Project Alliances - </strong>addresses the emergence, configurations and management of projects. </li>\n\n <li><strong>Cultural Impacts on Project Processes and Outputs: A research agenda - </strong>assembles and integrates the major themes and issues. <br /></li>\n</ul>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-451-26-0885","grantId":"RES-451-26-0885","fundValue":"18097","fundStart":"2011-01-01","fundEnd":"2012-12-31","funder":"ESRC","impactText":"","person":"Richard Frank Fellows","coPersons":["Andrew Washbourne Gale","Andrew Richard Dainty","Naomi  Brookes","Michael  Bresnen","Anita Mei Liu"],"organisation":"Loughborough University","findingsText":"","dataset":"gtr"}