{"id":"E476DEE6-DE33-4414-AA5B-546F54CCC79E","title":"PREDICTING MRI ABNORMALITIES WITH LONGITUDINAL DATA OF THE WHITEHALL II SUBSTUDY","abstractText":"With increasing age many people develop memory problems and depression. They are predicted by the same risk factors as heart attacks and strokes. We, therefore, believe that memory problems and depression in later life are found with brain changes typical of blood vessel disease. Typically, the brain white matter, where nerve fibre connections are located, is disturbed in its structure, and the grey matter shrinks, due to a loss of brain cells. Fortunately, the brain has a number of strategies to compensate for such damage. Interestingly, some areas of the brain become more active, as others, often nearby or connected, shrink. Brain plasticity thus seems to help keep the brain functioning, in spite of illness related shrinkage. This explains why brain shrinkage by itself does not help the diagnosis of depression or dementia: there is a large overlap in scan changes between patients and healthy volunteers. Only combining measures of brain damage and the amount of compensatory activity allows us to predict the actual deficit in brain function. \nThis general idea can be applied to dementia: initially areas in the brain responsible for memory (the hippocampus) start to shrink, memory is impaired, but people can still compensate for this by using strategies, such as memos or diaries. Later in the illness, as other (frontal) parts of the brain are affected, these compensation mechanisms fail, and dementia sets in. Similarly, higher quality fibre connections in people of high risk of depression appear to protect them from actually developing the illness.\nWe have developed a magnetic resonance scan lasting 45 minutes that allows us to collect information about brain shrinkage, white matter integrity, blood flow, resting and working brain networks. The Whitehall II study has examined 7000 civil servants over the last 25 years at yearly intervals, and has therefore information for all the risk factors mentioned above, as well as other information about social background, exercise and mental activity. This kind of information is usually not available for imaging studies, as people tend not to remember such information accurately. Combining long-term Whitehall II information from 800 people with our sensitive and informative MRI scanning sequence will allow us to examine the connection between risk factors and protective factors and brain changes. Furthermore, it will help us establish the effects of these brain changes on current mental state and performance, answering important questions about the natural history of depression and dementia.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G1001354","grantId":"G1001354","fundValue":"1228920","fundStart":"2012-01-01","fundEnd":"2017-07-31","funder":"MRC","impactText":"","person":"Klaus Peter Ebmeier","coPersons":["Archana  Singh-Manoux","Stephen Mark Smith","Mika  Kivimaki","Clare Elizabeth Mackay","John Richard Geddes"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}