{"id":"E47821AB-F76A-4641-99BC-EAA4BC18723B","title":"Probabilistic Rounding Algorithms for Mathematical Programming","abstractText":"This proposal falls into the general area of design and analysis of algorithms for discrete optimization problems. Such problems arise in Business Analytics, Management and Computer Sciences and in all Engineering subfields. The variety of models and problems arising in this area is astonishing. Nevertheless the method of choice to solve such problems in practice is some combination of mathematical programming solver (CPLEX, Gurobi, IPOPT) of a relaxed problem where some of the problem constraints (like integrality of decision variables) are relaxed or dropped and some rounding algorithm that converts a relaxed solution into a solution of the original problem. In many cases such practical algorithms work in multiple stages by slowly transforming the relaxed solution into an unrelaxed one while constantly monitoring the quality of the current solution.\n\nOn the other hand it was long recognized in the Theoretical Computer Science, Mathematical Programming and Operations Research communities that understanding the performance of various methods to transform an optimal or near-optimal solution of an &quot;easy&quot; optimization problem into a high quality solution of a &quot;hard&quot; optimization problem is the key to understanding the performance of practical heuristics and design new algorithms to solve hard optimization problems. Such methods are usually called rounding algorithms since they usually transform a fractional solution into an integral one. In this project we would like to apply the modern methods of Probability Theory, Matroid and Polyhedral Theories to explain why such algorithms perform well in practice. We also would like to design new algorithms for transforming solutions of relaxed practically relevant optimization problems into solutions of original hard optimization problems. Along the way we would like to design new concentration inequalities of random processes associated with our probabilistic rounding algorithms. Such concentration inequalities are useful in explaining the quality of randomized rounding procedures and can lead to design of new rounding algorithms.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J021814/1","grantId":"EP/J021814/1","fundValue":"360972","fundStart":"2012-11-01","fundEnd":"2015-10-31","funder":"EPSRC","impactText":"","person":"Artur  CzumajMaxim  Sviridenko","coPersons":[],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}