{"id":"E47C80D3-6184-40F2-80A4-5979D77FDE96","title":"Fair and Inclusive Environmental/Social Transition Alternatives: Learning from the 'Living Well' and 'Green Economy' pathways to sustainability","abstractText":"This project will address the urgent question of how to carry out an equitable, just and effective transition to a sustainable society. It will do this by providing evidence and analysis which can inform current social science debates regarding the relative usefulness and role of markets/governments, economic growth/de-growth, structures/agents and technology/politics to achieve balanced social, economic and environmental goals. In order to examine these overarching questions, two newly emerging environmental/social paradigms, the market-based 'Green Economy' and the redistributive 'Living Well' approaches will be investigated and contrasted. They will be examined in terms of their relative merits for enabling sustainable development and environmental justice goals to be met, according to the new, post-2015, United Nations Sustainable Development Goals (SDGs) (UN, 2014) and Environmental Justice Indicator (EJI) criteria (Bell, 2014). The project will assess the efficacy, efficiency, equitability, political acceptability, administrative viability and transferability of the two contrasting environmental/social transition pathways/paradigms through (1) secondary analysis of relevant international, longitudinal (2000-2016), country-level quantitative datasets; and (2) primary collection and analysis of relevant qualitative data in South Korea (a recognised international leader of the Green Economy approach) and Bolivia (at the forefront of developing the Living Well approach). \n\nThis will involve identifying the essential components and contexts of the Green Economy and Living Well paradigms; mapping their associated policies, programmes and processes; establishing commonalities and divergences, in theory and in practice; assessing their relative ability to achieve selected SDGs and EJI criteria; distinguishing the most and least beneficial aspects of the paradigms and their related policies; ascertaining the opportunities and risks that each creates; and pinpointing the barriers to related policy implementation. \n\nData will be derived from SDG and EJI relevant longitudinal statistical data from a range of sources; repeated interviews with 50 stakeholders (i.e. policy-beneficiaries, policy-makers, policy-implementers); and participatory observations in four communities (one rural, one urban in each country). The interviews will use cutting edge visual research techniques, involving artefacts and video, to help the participants think in a more deeply reflective and creative way, aid cross-cultural communication, enhance engagement and rapport, and facilitate dissemination via visual media so as to reach more diverse audiences. \n\nThis work is original in that, though there have been some separate descriptive studies and new initiatives on these overarching policy paradigms (see, for example UNEP, 2013a; 2013b; 2013c; 2013d; 2014), there has been no published academic work which systematically examines their potential, actual and relative impact on delivering the SDGs and meeting EJI criteria. Through the evidence and analysis produced, the project will inform the creation of more effective, integrated and coherent environmental/social transition policies and practices by facilitating policy makers and policy implementers to make better decisions regarding the steps to a sustainable society. In addition, policy informers and activists can use the information to better substantiate their demands and decide upon strategy. Furthermore, the study will provoke and deepen debate among academics engaged in research on political ecology, development, political science, environmental studies and other related areas. This expanded knowledge base and debate will contribute to the improvement of local, national and global environments, leading to greater security, health and wellbeing for all of us.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/N00079X/1","grantId":"ES/N00079X/1","fundValue":"157081","fundStart":"2016-02-15","fundEnd":"2019-02-14","funder":"ESRC","impactText":"","person":"Karen Frances  Bell","coPersons":[],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}