{"id":"E47D3147-0D0E-4EE8-B6B6-1EDD1B036151","title":"Spatial Mapping of Energy Crop Distribution in Great Britain to 2050","abstractText":"The aim of the project is to use a whole systems approach to explore spatial aspects of bioenergy development in the UK to 2050, subject to environmental, economic and social factors. We will build on our previous strong collaboration, and draw on the data, models and tools already developed, to project the potential spatial distribution of energy crops under current and future climate (to 2050). The projected yields of energy crops under these conditions represent one aspect of the economic, social and environmental constraints, often termed 'ecosystem services' on the production and use of these crops, which together shape prospective bioenergy supply curves. The project will, examine the optimised spatial distribution and feedstock supply of energy crops using current infrastructure (i.e. the demand), and under scenarios of future potential infrastructure, and quantify the total impacts of such distributions in economic, social and environmental terms. The analysis will use a partial equilibrium model to link farm-scale optimisation to a global input and prices and that of fuel substitutes. Our focus will be restricted to second generation dedicated energy crops (grasses and trees) since these conflict less with food crops and are likely to be grown on low quality agricultural land. Given recommendations by Gallagher on sustainable biofuels (RFA, 2008) it is unlikely that food crops will have any significant role in the UK post 2020 for the supply of bioenergy. Outputs will be spatial maps and related supply curves of optimised energy crop distributions and maps of economic, social and environmental consequences of these distributions, which will be made freely available to other UKERC researchers.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H013237/1","grantId":"NE/H013237/1","fundValue":"70748","fundStart":"2010-06-10","fundEnd":"2012-09-30","funder":"NERC","impactText":"  The main findings were only published in early 2014 so it is too early to comment on impact. We are aware that they have influenced some research plans by other academics and are of interest to stakeholders in the agricultural sector. Agriculture, Food and Drink,Energy,Environment Economic","person":"Andrew  Lovett","coPersons":[],"organisation":"University of East Anglia","findingsText":" The research investigated the potential supply and demand for biomass crops (such as the grass Miscanthus and short rotation coppice tree species like Willow or Poplar) in Britain. Currently, energy crops are mostly co-fired with fuels like coal in traditional power stations, but the most efficient way to use biomass energy is to generate heat and power at the same time through Combined Heat and Power (CHP) plants. To assess the future role for bioenergy the research has generated high resolution (1 km) maps of demand, potential biomass supply, and the size and location of the CHP plants that would be required to exploit the resource for energy. It has then examined the economics of using bioenergy to supply heat and electricity – does it make sense from an energy price and from a grower’s perspective? \n\n\n\nOverall the research shows us where biomass crops may play a role in meeting our future climate change and energy security challenges, and also the energy infrastructure that needs to be developed to exploit it. The findings suggest that the distribution of such crops in the future (e.g. the 2030s and 2050s) is likely to be rather different to that existing today and that there is a need for a network of smaller, more distributed power plants to better meet energy demand. The research findings are now published in a special issue of Global Change Biology Bioenergy, Volume 6, 2014, p.97 onwards. They are likely to be of interest to a variety of policy and stakeholder audiences. Energy,Environment","dataset":"gtr"}