{"id":"E481F5FC-3A37-4567-B17F-46D29F367105","title":"Purcell Plus: Exploring an eScience Methodology for Musicologists","abstractText":"The last two decades have witnessed an enormous expansion of research into tools for the automated retrieval and analysis of music stored digitally, either in score-like representations or as audio files. This is paralleled by the even more breathtaking explosion in online storage, presentation and downloading of music as audio files; sales of music by download are rapidly outstripping those by conventional media such as CDs. This presents both opportunities and challenges for the discipline of musicology, for while distributed digital resources hold out the twin prospects of a vast expansion of the range of musical source material and ready-made corpora for investigation by content-based methods (thus defeating at a stroke the objection that musicology is perforce a data-poor discipline), the tools that have so far been developed by researchers in the fields represented by the ISMIR conference, for example, are generally neither intended nor really suitable for use by those who are not technological experts. (By the same token, much of that research is in fact less musically-informed than it needs to be to satisfy the demands of the professional user.) \\n\\nWith the recent funding by the EPSRC of the large-scale and eScience orientated music information retrieval (MIR) project, OMRAS 2 (Goldsmiths and Queen Mary), which contains a major strand of user-orientated research, more musician-friendly tools will become available to the academic community. Yet little or no consideration has hitherto been given to the actual methodology of musicological research using these tools on the new corpora; still less on the impact such work might have on the traditional values and methods of the discipline. \\n\\nPurcell Plus addresses this issue by using these tools in a novel software framework which offers a means of eliciting musical knowledge from the musical source material itself; this can then be assessed against the findings of traditional methods. Three basic domains of source material (encoded scores, audio performances and textual commentaries) can provide a rich context of associated labels, signifiers, statements and gestures. Their locations within the various media are linked in the framework, and conclusions might be drawn about, for example, the way in which performers respond to certain features of the scores, or, perhaps, whether their performances support statements made by others in the verbal commentaries.\\n\\nThe musical source that has been chosen for this study is Purcell's autograph MS of Fantazies and In Nomines for instrumental ensemble (c1680, British Library), which is recognised as an early masterpiece in the oeuvre of England's greatest composer. There are several CDs of the collection, as well as several editions. A complete encoding of the collection will be done within the MeTAMuSE project (Goldsmiths); we shall also commission an expert commentary based on a recent PhD thesis (by Alan Howard, KCL). \\n\\nThe Purcell materials will be entered into the new framework, and will be used by a PhD student as the test material in a deeper study of musicological methodology.\\n\\nPurcell Plus develops a coordinated approach to serve the discipline of musicology as it adopts the new technologies emerging from the 'scientific' fields such as MIR, without threatening the distinctive and useful aspects of traditional scholarly discourse. We do not propose to build a comprehensive theory of musicological methodology, knowledge or discourse, nor even a fully-working system to undertake musical knowledge-elicitation in general. The aim is to promote the use of the new technology in an enabling role, above all in supporting and strengthening musicological argument while opening up new horizons both in terms of the quantity of music that can be dealt with by computer-based methods and of the new quantitative modes of evaluation of evidence that such methods offer. This project will lay the foundations for future work in the field.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E006590/1","grantId":"AH/E006590/1","fundValue":"261884","fundStart":"2007-09-01","fundEnd":"2012-09-30","funder":"AHRC","impactText":"","person":"Tim  Crawford","coPersons":["Geraint Anthony Wiggins"],"organisation":"Goldsmiths College","findingsText":"","dataset":"gtr"}