{"id":"E48922E5-91FA-4B66-BF2E-908E25BF72DE","title":"IMP&amp;CTS - IN SITU MEASUREMENT METHOD FOR PREDICTION &amp; CHARACTERISATION AND DIAGNOSTIC TESTING OF STRUCTURE-BORNE SOUND","abstractText":"At the heart of this proposal is a development in the theory of structure-borne sound. Mathematically it is a fairly simple step from existing theory, but the practical implications of the step are profound. Potentially it opens a whole new paradigm in measurement methods applied for structure-borne sound, and in particular for characterisation of structure-borne sound sources like pumps, fans, domestic equipment, auxiliary equipment in aircraft, lift motors, engines in ships and many other applications.'Characterisation' means acquiring data to describe the source, for example to a purchaser, consultant, planner or regulator. It is needed to help prevent, reduce and regulate unwanted structure-borne sound. The new method is an in situ method which has several major advantages over existing methods. Most significantly, it can be applied by taking measurements in a normal installation of the structure-borne sound source. Existing characterisation method cannot be applied in this way and so are unable to handle a wide range of important sources like, for example, roof mounted wind turbines. The measurement techniques required to implement the new theory are already well-developed so the approach is ripe for exploitation in real industrial contexts. Hence, the core of the proposed work lies in implementing the in situ method in three, carefully selected industrial case studies. In Case study 1 roof-mounted wind turbines will be characterised. This task will be a collaboration with Encraft Ltd. who have, over the last 12 months, carried out the most extensive trials of small wind turbines ever conducted and have quickly acquired a world-wide reputation as a result. They will provide access to two installations, expertise in turbine operation and meteorological instrumentation. We believe the in situ method to be the only method likely to be implementable for wind turbines. This task is urgent because up to 6% of the UK's potential electricity generating capacity together with a potential 250M 'small wind' industry are currently effectively 'on hold' purely because of concerns about structure-borne sound. In Case study 2 the in situ method will be implemented for diagnostic testing of road noise in a road vehicle. The in situ approach has two major potential advantages over conventional methods: a 30% reduction in test time and the fact that the data obtained can potentially be used as input to numerical models of vehicles. It is extremely difficult and costly to obtain this data by any other means. This task will be a collaboration with Ricardo Consulting Ltd. the world leading, UK-based automotive technology company. They will supply rolling road facilities, a vehicle and extensive test equipment. They will conduct a parallel investigation on the same vehicle using their conventional method for comparison with the in situ results.In Case Study 3 the in situ method will be extended further to the prediction of structure-borne sound from a fuel pump motor in an aircraft. The motor will be characterised by taking measurements on one installation and the data will be used to predict the structure-borne sound level in a different structure. It is proposed that this task will be conducted in collaboration with The Boeing Company and one of their UK suppliers of fuel pump motors (although their participation cannot be authorised until funding is confirmed). This case will both validate the in situ method's use for prediction purposes and provide an example of how the data can be transferred within the supply chain. In the final task, the results from the three case studies will be synthesised and published. We also aim to bring in industrially funded work during this period to enable the team to become self-supporting.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G066582/1","grantId":"EP/G066582/1","fundValue":"253248","fundStart":"2009-09-01","fundEnd":"2012-02-29","funder":"EPSRC","impactText":"  The findings have been taken up within the aerospace, automotive, energy and transport sectors and a work item to form an international standard is under consideration by ISO.\n\nAutomotive - the method has been taken by at least the following companies: 1 German, 1 Swedish OEM; tier 1 suppliers in Japan, Germany; 1 automotive consultancy company in the UK. It is used for characterisation of vibrating components (as intended in the proposal). \nAerospace - round robin testing conducted by major airline company and 3 of their suppliers with a view to forming an industry standard\nTransport - research investigation conducted by 1 Canadian company. \nEnergy - the method used formed the basis of national guidelines for the structure-borne noise from building-mounted wind turbines in the UK. \nThese are only the ones we know about and there are likely to be others, especially since potential users often do not discuss their methods. \nStandardisation - a proposal for a work item has been put forward to IOS and has been approved, it now awaits international experts to be appointed. Aerospace, Defence and Marine,Energy,Transport Economic,Policy & public services","person":"Andrew Thomas Moorhouse","coPersons":["David  Waddington"],"organisation":"University of Salford","findingsText":" 1. The blocked force method was validated as a method for characterising the structure-borne sound from building-mounted wind turbines\n\n2. The blocked force method was successfully implemented into a novel 'in situ transfer path analysis' method which quantifies the transmission paths for e.g. road noise through the structure into a vehicle cabin - compared with conventional method it has the significant advantage that it does not require disassembly of the vehicle\n\n3. A novel method (the 'round The blocked force method developed in the project has been used in a commercial context to solve problems faced by European and US industry. At least 3 automotive companies, one rail rolling stock manufacturer have adopted the method independently to solve industrial problems. Finding 1 led to an official guide, funded by three government departments, for prediction of structure-borne sound from building-mounted wind turbines for use by planners and legislators Aerospace, Defence and Marine,Construction,Energy,Environment,Transport,Other","dataset":"gtr"}