{"id":"E4915037-612F-4479-900B-E0123CEAE56A","title":"Samples of Anonymised Records at the Cathie Marsh Centre for Census and Survey Research","abstractText":"<p>The project provides a programme of support for Samples of Anonymised Records (SARs) and other individual or household data files from the 1991 and 2001 Censuses. </p> \n<ul> \n <li>The SARs teams&nbsp;serves a&nbsp;variety of roles, including:&nbsp;<br />Providing access to the following U.K data through a variety of media and in a various formats. 1991 2 per cent&nbsp;Individual SAR, 1991 1 per cent&nbsp;Household SAR, 2001 3 per cent&nbsp;Individual Licensed SAR, 2001 1 per cent&nbsp;Household SAR (England and Wales only, under Special Licence), 2001 5 per cent&nbsp;Small Area Microdata file.<br /><br /></li> \n <li>Providing user support and training<br /><br /></li> \n <li>The promotion of&nbsp;data and the provision of information through outreach activities. <br /><br /></li> \n <li>Monitoring the use of SAR files and their research impact <br /><br /></li> \n <li>Working with the Office for National Statistics (ONS) in the development of microdata samples from the 2011 census and consulting users about this process. <br /><br /></li> \n <li>Adding value to existing datasets by deriving new variables and developing user documentation. <br /><br /></li> \n <li>Promoting use of SARs in teaching through the development of further teaching datasets and materials. <br /><br /></li> \n <li>Supporting use of more detailed Controlled Access Microdata files in collaboration with ONS Access to and further information about the data is provided at the sars website: http://www.ccsr.ac.uk/sars/ </li>\n</ul>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-348-25-0001","grantId":"RES-348-25-0001","fundValue":"889876","fundStart":"2006-08-01","fundEnd":"2011-07-31","funder":"ESRC","impactText":"","person":"Edward  Fieldhouse","coPersons":["Sam  Smith","Josephine Clare Wathan","Paul David Norman"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}