{"id":"E49B1DFD-B55F-43BB-AD9E-5D0DF126AB3B","title":"Endangered complexity: Inflectional classes in Oto-Manguean languages","abstractText":"<p>Grammatical meaning is expressed by changes in word form (inflection): for example, in English, the ending -s is added to a verb form to show that it has a third person singular subject in the present tense. This is fairly simple. In other languages the systems are more intricate. In Spanish, the ending for 'we' in 'we sing' (cant-amos) differs from the one in 'we want' (quer-emos), which in turn differs from the one in 'we open' (abr-imos). Such inflectional classes are apparently useless: the variation is independent of meaning, and must simply be memorised. But these systems are widely found, highly structured, and remarkably resilient over time. They represent a unique sort of complexity with implications for theories of language and mind. Our knowledge of inflectional classes is largely limited to European languages.&nbsp; We move beyond this, focusing on the Oto-Manguean languages of Mexico, numbering about 200, many of which are threatened. They have a rich array of suffixes, prefixes, complex tonal patterns and stem alternations, co-occurring in a single word form.&nbsp; This results in the interaction of multiple layered inflectional classes, drastically increasing complexity. They provide important evidence of the degree of inflectional complexity a language can tolerate.<br /><br />&nbsp;<br /><br />&nbsp;</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/I029621/1","grantId":"ES/I029621/1","fundValue":"390917","fundStart":"2012-03-01","fundEnd":"2015-02-28","funder":"ESRC","impactText":"  Our research has been mostly theoretical in nature, but one important outcome of the project is a large database that will be accessible to the public from February 2015 onwards. This platform will be implemented soon and we hope it will attract attention from those with specialist and with more general interests in language. For the duration of the project, we have also carried out a number of important activities in order for our research to have an impact on society, especially as a part of our long-lasting commitment to the vitalization, documentation and description of endangered languages. -----\n\nFollowing this plan, on two occasions we have carried out fieldwork on the Oto-Manguean language spoken in the village of Santiago Tilapa, in the State of Mexico. This language, known as Tilapa Otomi, is spoken by less than a dozen elderly people and because of this it is at present one of the most critically endangered languages of Mexico. We want to thank our main language consultant, Do?a Petra Cruz, who is 86, for her invaluable and patient help in helping us develop a large database of the verbs of her language for the first time. We gave a dissemination talk at the town hall of this village to inform the community of our work and to show them why we think their ancestral language has value within a modern globalized world. -----\n\nBut the most important impact activity by far was an intensive 10 days workshop (of more than 80 working hours in total) we ran in the locality of San Cristobal de las Casas in the south of Mexico. This was an event coordinated by us with the local help of Dr. Roberto Zavala. The workshop took place at CIESAS-Sureste from the 8th to the 19th of July 2013 and was attended by a selected set of native speakers of indigenous languages of Mexico. There were more than a dozen participants, who had been trained mainly at CIESAS to write, read and analyse their respective languages. These speakers are the main actors in the language revitalization efforts of their respective languages and are professionally involved in the bilingual education of children in their respective small communities. -----\n\nThe idea of the workshop as an impact activity was suggested to us by one of the reviewers of the project and was seconded by the president of the Endangered Languages Foundation, Dr. Nicholas Ostler with whom we have been in close contact in order to disseminate our findings and impact involvement. The goal of this workshop was to provide the participants with the necessary tools to analyse the complexities of the verbal conjugations of their languages. They were entrusted with the production of a written presentation of the major characteristics of such systems, which could then serve as the base for the writing of pedagogical materials. ----- \n\nThe impact-led goal of this workshop was not only to generate knowledge about these poorly understood languages, but also to convey to the participants a sense of self-worth with regard to their respective languages by showing them that we care about them. For this, we made it clear to them that the linguistic complexity we find in them is above all a positive thing and it is both very old and unique in the world. We have acted with the mindset of showing participants that in the developed world we care about human heritage, and our message has been that they are a valuable part of it, and should feel proud for it, but also responsible for preserving the language. ----- \n\nThe 11 languages represented in the workshop are all endangered. They included three Mixe-Zoquean languages --Mixe de Tamazul?pam (represented by Godofredo Santiago Mart?nez); Mixe de Tlahuitoltepec (Juan Cl?maco Guti?rrez D?az); and Mixe de Totontepec (Ver?nica Guzm?n Guzm?n)-- and eight Oto-Manguean languages --Acazulco Otomi (Nestor H. Green); Amuzgo de Xochistlahuaca (Jair Apostol Polanco); Chatino de Teotepec (Justin McIntosh and Reginaldo Quintas Figueroa); Tlapaneco de Malinaltepec (Abad Navarro Solano); Zapoteco de Mixtepec (Pafnuncio Antonio Ramos); Zapoteco de Teotitl?n del Valle (Ambrosio Guti?rrez Lorenzo); Zapoteco de Zoochina (Oscar L?pez Nicol?s); and Matlatzinca (Leonardo Carranza) . -----\n\nThe impact results from the workshop were translated by way of five relevant presentations by the speakers at the COLOV-4 in May 2014, The COLOV is a biannual event that takes place in the city of Oaxaca, Mexico, which provides an opportunity for different people interested in the indigenous languages and cultures of Mexico to meet. It brings together indigenous people, language enthusiasts, policy makers and language experts, for ideological and cultural exchanges. These presentations were an important personal, social and academic achievement for the participants. We also sponsored the attendance of Leonardo Carranza (one of the speakers) at this event, and we provided him guidance in presenting his original work. This was especially important because Mr. Carranza is the youngest speaker of Matlatzinca, and all efforts to document the language before it disappears should in principle involve him as a main actor. Similarly, we have invited two other workshop participants to participate in an edited volume we are editing as part of the outcomes of this project. This will give them international recognition, which is very important, not only for them as individuals but for the small communities they represent. Education,Culture, Heritage, Museums and Collections,Other Cultural,Societal","person":"Dunstan  BrownGreville  Corbett","coPersons":["Matthew  Baerman"],"organisation":"University of Surrey","findingsText":" Anyone who is at least somewhat acquainted with French, Spanish or Italian has heard at some point of the conjugations of verbs in these languages. For example, French verbs that end in -er like parler, those in -re like mettre, in -oir like avoir, or even in -ir like partir all conjugate differently. In other words, to say the same thing with different verbs one has to use different forms. These differences in form tell us about degrees of complexity in the grammar of a given language that speakers need to contend. It is important to know how complex human languages can be, what makes this complexity possible, and how it is handled. We have taken a step in the right direction by studying in depth the conjugation classes of more than 20 different indigenous languages of Mexico which have the most complex systems known to us, but which have passed largely unnoticed because most materials about them were written in Spanish. All these languages are part of a very large family known as Oto-Manguean. -----To do this, we have observed the behaviour of thousands of verbs of such languages, and through various studies we have come to gain a better understanding of the verbal system of each of these poorly-understood languages. We have shared this understanding in the relevant places by presenting the findings of our research. -----We have come to realize that one of the particular phenomena that make these systems especially challenging involves multiple classification. For example, like European languages, Oto-Manguean languages have equivalents to endings to change meaning (i.e. grammatical information). But these languages also have tones like Chinese, changes in melody that convey meaning, and they use such tonal changes to convey grammatical information. They also often have complex changes involving roots. Multiple classification refers to a situation where the same verb simultaneously belongs to various classes. For example it may belong to one class attending to the endings it needs, but to a different one when tonal changes are involved, and to yet another class attending to the internal changes it may manifest at root level. This multiplies the possibilities. The situation gets especially challenging when there are various options for each of those classes. Such combinatorial possibilities give rise to systems like the ones found in the Chinantecan languages, a branch of Oto-Manguean, where one finds more than 70 such conjugations. ----- \n\nSimilarly, we have carefully studied languages belonging to other branches in this large family. We have, for example, found that verbs of the languages of the Amuzgan branch have a special root when the person that carries out the action is in the plural, which differs from the root used in the singular. This is somewhat similar to the verb aller 'go' in French, where in addition to having forms with the root 'v-' as in je v-ais 'I go', there also exist forms with the root 'all-' in the plural, namely nous all-ons 'we go' and vous all-ez 'you go'. However, for 'they go' the form reverts to the 'v-' root, ils v-ont and not *ils all-ent. Amuzgan verbs differ from this example in that 'all-' would be used for all plural forms. However, whereas this happens to only one verb in French, in Amuzgan it involves two thirds of the verbal vocabulary. In other words, this phenomenon is observed in hundreds of such verbs. This suggests that a speaker of such a language has to learn two different roots for each new verb they learn. Amuzgan is also fascinating because each of the two different roots of a given verb may conjugate as if they belonged to different conjugations. We have proposed that this is utterly exceptional in the world's languages. ----- \n\nWe have also studied the fundamental role tone plays in the making of the conjugations of the languages of the Mixtecan branch. Specifically, we have proposed ways in which tone melodies associated with certain forms have emerged from old grammatical markers that carried such melodies, where the markers have disappeared while retaining the melody with which they were pronounced. This has only been possible through the laborious creation of a very large database. -----\n\nOne of the most relevant theoretical findings of this project concerns how conjugation distinctions are attained. It is, for example, widely accepted that markers such as endings or tones are the canonical ways to make such conjugation distinctions, this is what we commonly find in most languages. But in the Otomian branch of Oto-Manguean, a verb is entirely conjugated by means of two separate words, in one word we have information about the person carrying out the action and the tense, while the other word conveys information about the meaning. This is similar to the English past tense in examples like 'I've read'. Further notice that the bit treated as ''ve' in the word 'I've' is related to the verb 'have' while not being entirely the verb 'have', i.e. one cannot say 'I've a cat' to mean 'I have a cat'. In the Otomian languages, the equivalent to the 'I've' part in the English example does not connect at all to any existing verb in the language. What is important is that the verbs of Otomian languages fall into different conjugations by changing this sort of separate independent word. This is outstanding because conjugations are commonly seen as a property of a given verb and it is thus natural or expected that the differences are manifested by using different bits associated to the word of the verb, but not in a different word that precedes the verb. ----- \n\nOur studies have provided important insights for a theory of language that is concerned with giving a proper characterization of the notion 'possible human language'. In this respect, for example, we have proposed that the Oto-Manguean languages of Mexico can have a type of conjugation classes whose membership has to be learned by heart, but there are other types where there is an indication as to what type of verb would be conjugated in what way. For example, in the Otomian branch, we have proposed that if a verb depicts a customary activity performed by a human being such as 'cleaning', 'stealing', 'harvesting', 'writing', etc. it is very likely that it will be conjugated in a special manner, in contrast to verbs referring to actions such a 'breaking', 'collapsing', 'growing', etc. where it is less predictable how it will be conjugated. This provides important clues as to how the classes might have emerged historically with an informative core which can then become obscured through time. Similar phenomena have been found in other branches, as we have shown in different works. -----\n\nWe have also collaborated intensively with colleagues in linguistics and specialists in the particular languages to deepen our understanding of the phenomena under study. The results of such collaboration can be seen in the various publications we have co-authored but mostly in the two forthcoming edited volumes. Finally, our studies have also detected areas of interest for further studies in these under-described languages of Mexico. For instance, there is a complex relation between the encoding of the person doing the action (e.g. 'he runs') and the person of a possessor (e.g. 'his running') which shows puzzling similarities. The project will finish in Feb 2015. We are currently working towards that date to have an online website for the project which will host the large database that is one of the major outcomes of the project and which will be accessible to a wide audience. Education,Culture, Heritage, Museums and Collections,Other","dataset":"gtr"}