{"id":"E4A12329-52F2-495D-B571-216F27A94CE1","title":"Effects of coral reef habitat degradation and overexploitation on gastropod molluscs at the global centre of marine biodiversity","abstractText":"The next fifty years will be a critical time for life on this planet. Our actions within this period will set the magnitude of the extinction wave that is presently building. What we do now, or what we fail to do, will resonate through time, affecting every future inhabitant of this planet. No other generation has had such responsibility. Coral reefs are the most biologically diverse of marine ecosystems and are arguably the most deeply threatened by humanity. The rate and extent of reef destruction in the last two decades is unprecedented, with up to 20% of coral cover lost worldwide largely as a result of climate change, overexploitation and pollution. We urgently need to understand the process of reef degradation in order to develop tools and strategy with which to manage reefs better to sustain biodiversity. We propose to study reefs in the Philippines, which is subject to exceptional human pressures and is on the global front line of coral reef degradation. It is also the world centre of shallow water marine biodiversity. Reefs there stand to lose more species than almost any other place, some of them endemics that could go extinct. We cannot survey all of the thousands of species found there. Instead, we will focus on snails. The reasons for this are: (1) the group is easy to census and measure, (2) it has been relatively neglected in reef research compared to groups such as corals and fish, (3) molluscs support livelihoods of many artisanal fishers and craftspeople, (4) there are strong reasons to suspect that many mollusc species are under threat from overexploitation and habitat degradation, (5) there is virtually no management or monitoring of mollusc fisheries or trade. The Philippines is at the centre of the world trade in marine curios and exploitation there is intense. Cone snails for example, represent a clear case of the risks posed by biodiversity loss. They are highly sought after for their beautiful shells and sold by the millions worldwide. Loss of cone snails is of particular concern because of a growing appreciation of the potentially immense value of their toxins for medical research and the development of new drugs and therapies arising from this. We will undertake field surveys of snails by snorkelling and diving on reefs at four general locations throughout the Philippine archipelago. The locations will be chosen to represent a wide range of exploitation intensities and stages of reef degradation. Exploitation intensities will be verified by interviews with knowledgeable locals at each location, while stage of reef degradation will be gauged from measures of reef habitat composition taken underwater. Snails will be counted, identified to species and their sizes measured (to gauge population structure and reproductive status) on a series of replicate transects from the shallow nearshore reef flat to a depth of 15m on the outer reef slope. From our survey results, we aim to understand the rate and sequence of losses of snails from these reefs, and how they are affected by factors such as body size, size at maturity, depth range and desirability for the shell trade. This will help us determine vulnerability to biodiversity loss, both of Philippine reefs, and by extrapolation, those in other regions. Improving our understanding of reef change will help us devise management strategies that can stem the losses - even, we believe, in the most unpromising regions of the world where human impacts are severe. We are convinced there are affordable and feasible solutions to reef degradation. It is the aim of this pilot project to gather data on the causes and rates of loss of molluscs from Philippine reefs. Through our outreach efforts, this study, and future research we will develop from it, will help focus public attention on the problem of coral reef degradation, the consequences of biodiversity loss for today's and future generations, and the importance of action to ameliorate it.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I015566/1","grantId":"NE/I015566/1","fundValue":"52248","fundStart":"2011-09-01","fundEnd":"2012-08-31","funder":"NERC","impactText":"  My findings have been used to support classifications on the endangered status of various cone snails in an IUCN Red List Assessment. Environment Societal","person":"Julie Patricia Hawkins","coPersons":["Callum  Roberts"],"organisation":"University of York","findingsText":" 1. The results of our study clearly indicate the deleterious effects on gastropod mollusc assemblages from long-term coral reef degradation. This has implications for the biodiversity on coral reefs and the long-term effect on the supply of molluscs as protein for local populations and as a source of income to artisanal fishers.\n\n2. By expanding the research using a new methodological approach for identifying geographical areas under threat from human impacts, we have been able to reveal additional species of mollusc that can be recommended for assessment for the IUCN Red List of Threatened Species. This approach now enables early warnings to be sounded on potential population declines, particularly for range-restricted species and areas with high levels of endemism, providing regional authorities with data for proactive conservation management. 1). The results from the gastropod census may be used as a benchmark for future surveys to determine the longer-term effect of reef degradation in other parts of the Indo-Pacific, in particular the coral Triangle of Southeast Asia.\n\n2) The novel methodological approach we developed to identify biogeographical regions under threat, may be used successfully by other researchers to determine non-migratory species, whether marine, freshwater or terrestrial, at potential risk of extinction. Environment","dataset":"gtr"}