{"id":"E4B5F489-C2DD-4582-96BF-3410E409EE07","title":"Witnessing the birth of a crystal nucleus by non-photochemical laser-induced nucleation","abstractText":"Crystals appear everywhere in nature and are the silent heroes of technology: crystals make up the foundations of electronic devices (e.g., silicon wafers) and pharmaceuticals (in medicines). The initial birth of a crystal, from a molten liquid or from solution is called nucleation. It is hard to say what the events are leading-up and during to nucleation, because it happens randomly in location and in time. If we were able to choose when and where nucleation took place, we could witness the birth of a single crystal. The aim of our project is to do just that, using a new effect called non-photochemical laser-induced nucleation (NPLIN). This effect uses a short pulse of light (billionths of a second) from a laser to stimulate nucleation, and we have recently developed this technique to choose where and when this happens. Our goal is to examine NPLIN in detail to unravel the structures and motions of nuclei that occur during nucleation. We also want to be able to harness NPLIN so that it can enable synthesis and determination of the structures of new materials, such as proteins and drugs. To achieve these goals, we will build a unique microscope (a laser scattering microscope) at the UK Central Laser Facility, and we will use two beams of laser light, one to initiate and one to watch crystal nucleation as it happens. The laser light we will use to watch crystal nucleation will also allow us to measure the sizes and movements of clusters of material, some as small as 100 nm (100 billionths of a metre!) that are not ready to nucleate. We will also be able to excite these clusters and nuclei with our beam (using a technique called micro-Raman spectroscopy) to find out details of the structure of these clusters and how they change as they nucleate. Our instrument will use tweezers made of light (so-called laser tweezers ) to trap clusters of material that are ripe and have the potential to nucleate, and we will nucleate these trapped clusters with an intense pulse of light. Through our project we will be nucleating growth of another important species: one of the next generation of scientists who are trained, equipped and ready to exploit the premier national science facilities and the light sources of the future. The project student will be trained in designing, building and operating laser microscopy instruments using the latest advances in lasers and optical technology. When fully trained, this student will be an expert in crystal nucleation technology and an innovator at the forefront of science, working to position the UK at the head of a global technological economy.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G067546/1","grantId":"EP/G067546/1","fundValue":"121223","fundStart":"2009-09-01","fundEnd":"2013-08-31","funder":"EPSRC","impactText":"  We are currently developing our methods in collaboration with EPSRC Centre for Manufacturing (CMAC). Our project is informing new routes to solid production for the pharmaceutical industry, and will enhance UK competitiveness. Chemicals,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology Economic","person":"Andrew  Alexander","coPersons":[],"organisation":"University of Edinburgh","findingsText":" We have demonstrated unprecedented control over crystal nucleation using laser technology. The methods that we have developed through the research funding allow us to grow crystals on demand, and in specific locations. This control represents a step-change in crystal growth, and has allowed us to understand more fully why and how crystals grow. Our laser nucleation method has applications to industries who manufacture crystals, such as the pharmaceutical industry. The laser enables us to change the characteristics of the crystal to make them more useful, e.g., for drug tablets.\nIn addition, we have made studies of the chemistry of solutions and molten liquids that are used for growing crystals. With the specialised microscopy that we developed, we observed very small (nanoscale) particles in solution that we believe are the pre-cursors that have the potential to become crystal nuclei. Our work has therefore made a significant contribution to understanding of concentrated solutions and liquids. These results are stimulating other groups worldwide to build upon our work. We know of research groups in France, Japan, India and USA who have been inspired, and are now building upon, our work. Our methods can be used to nucleate (sometimes unexpected) solid forms in unusual circumstances and on short timescales. On the basis of our project, we were asked to join EPSRC Centre for Manufacturing (Continuous Manufacture And Crystallisation). We are now collaborating with them and several Tier 1 and Tier 2 industrial partners to develop novel nucleation processes for manufacture. We are currently engaging with GlaxoSmithKline on a new project taking our methods forward. Agriculture, Food and Drink,Chemicals,Electronics,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}