{"id":"E4B881D9-1A44-4BAA-BB4E-0A581BE3535B","title":"Accessibility &amp; User Needs in Transport for Sustainable Urban Environments - AUNT-SUE","abstractText":"The proposal integrates the expertise of the research centres and project partners in transport policies and planning, design, operations and evaluation. The UK government, European Commission and other agencies rightly emphasise the importance of socially inclusive and sustainable interventions. As yet, however, there is a dearth of comprehensive 'toolkits' and resources to support those who are working to reduce social exclusion in journey environments. The shared vision is to produce rigorous methodologies for sustainable policies and practices that will deliver effective socially inclusive design and operation in transport and the public realm from macro down to micro level. Three Core Projects will develop decision-support tools that will establish benchmarks and incorporate inclusion into policies, and support the design and operation of journey environments and transport facilities. A real-world but controlled 'Testbed' facility will allow these to be piloted in the context of the policy intentions and constraints that shape implementation. Solutions will then be tested and transferred to other Case Study areas and sites. Phase 2 of AUNT-SUE will build on the suite of tools developed in Phase I and apply these to intensive case studies of transport interchanges, nodes and development areas. This will both develop and test techniques to design accessible journey environments (routes and facilities) and transport provision and planning, and consult on these with people who have been identified as socially excluded from travel. Three inter-linked research modules will be validated through integrated case studies outlined below, utilising a GIS-based platform supported by CAD, relational databases and both quantitative and qualitative social surveys.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E04025X/1","grantId":"EP/E04025X/1","fundValue":"296704","fundStart":"2007-07-01","fundEnd":"2009-12-31","funder":"EPSRC","impactText":"","person":"Russell  Marshall","coPersons":["Diane  Gyi","Keith  Case"],"organisation":"Loughborough University","findingsText":"","dataset":"gtr"}