{"id":"E4BDA0B8-3B7A-45D4-A4EE-5850F1351BAC","title":"The Environmental IoT: Understanding and Managing the Natural Environment through Internet of Things Technology","abstractText":"The Internet of Things (IoT) represents the next major step for the Internet as it evolves from a communication substrate that connects computers to one that connects and embraces everyday objects (things). This has the potential to revolutionize many different sectors of the economy and society more generally, e.g. enabling smart cities, smart transport systems, intelligent management of energy supplies, etc, all enabled by data collection from sensors. Most research in the Internet of Things has been carried out in cities and urban areas more generally. In our view, IoT has even more potential in rural environments, providing real-time data streams to support a deep understanding of environmental inter-dependencies and the subsequent support for holistic management strategies. More specifically, we argue that the combination of IoT technology coupled with Cloud Computing enables a paradigm shift in our understanding and management of the natural environment in times of unprecedented environmental change.\n\nThis project will illustrate and evaluate the potential of IoT technology in a given catchment, the Conwy. Through this, we will deliver:\n\n1. An integrated distributed systems infrastructure consisting of an experimental Internet of Things also linking to a cloud computing environment, and achieving interoperability across the resultant complex system;\n\n2. A set of techniques to discover and study inter-dependencies across disparate real-time data streams representing different environmental facets, at potentially different geographical locations and at different scales;\n\n3. Two end user driven applications based on the underlying IoT/ cloud infrastructure demonstrating the impact of a more integrative approach to science and how it can inform holistic environmental management, e.g. across land and water management.\n\nThe proposed research involves a world class, cross-disciplinary team bringing together the expertise of the School of Computing and Communications at Lancaster University and the Environment Centre Wales (incorporating CEH and the University of Bangor). The project also has a strong Stakeholders Group involving representatives of key beneficiaries of the work including: Welsh Water, Natural Resources Wales (merged Environment Agency-Wales, Forestry Commission Wales, Countryside Council for Wales), Welsh Government and Conwy CC.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L023555/1","grantId":"EP/L023555/1","fundValue":"113135","fundStart":"2014-09-30","fundEnd":"2016-06-30","funder":"EPSRC","impactText":"","person":"Bridget Anne Emmett","coPersons":["Wayne  Shelley"],"organisation":"NERC Centre for Ecology and Hydrology","findingsText":"","dataset":"gtr"}