{"id":"E4C6E072-B550-40EA-B24B-8687191D7682","title":"Eco-Urbanisation: promoting sustainable development in metropolitan regions of China","abstractText":"The introduction of the 'National New-type Urbanisation Plan' by the Chinese government in March 2014 will result in the construction of 30 million units of housing, with associated public amenities and infrastructure, over the next seven years. As the urban form and associated infrastructure are not locked in yet, this rapid development presents challenges and opportunities to move towards a new type of urbanisation that is financially and environmentally sustainable. This international collaborative project aims to significantly advance our understanding of both the theoretical and practical understanding of the dynamic interactive processes between urban development, resource consumption and environmental impacts. It will employ state-of-the-art methodological approaches to an embedded case study of the Beijing-Tianjin-Hebei Metropolitan Region (BTHMR), encompassing not only China's capital city, but also representing one of the very largest and fastest growing regions within the country and beyond. An important aspect of the project is to address the pressing policy need in China to manage the anticipated increases in urbanisation in a more human-centred and environmentally sustainable way, dealing with issues around energy use/CO2 emissions, urban-rural inequalities and related 'eco-urbanisation' challenges. This study therefore explicitly focuses on identifying innovative practices and effective strategies to manage and plan for sustainable urbanisation in order to develop a 'well-being' oriented sustainable urban management framework to shape future research and policy on planning and managing rapid urban growth within and beyond China. All this calls for the development of a model of eco-urbanisation management that is multi-scalar, addresses complex, interrelated multi-processes and, crucially, can only be effective through a multi-layered 'meta-governance' approach incorporating multi-actor engagement and partnership.\n\nOur research design adopts the simple term, 'eco-urbanisation' to emphasise the importance of the ecological and environmental aspect of urbanisation. This proposed study, therefore, aims to fill identified research gaps through four main contributions: (1) integrating community level surveys on consumption patterns and other quantitative analysis into the modelling approaches at city and regional levels to take into account the behavioural patterns of individuals; (2) experimenting with the coupling of dynamic modelling approaches, e.g. agent-based models, cellular automata, to simulate stochastic behaviours at multiple scales (households, firms, environmental systems, and districts); (3) generating more robust ecological performance measures of urban development, supported by web-based visualisation toolkits, to encourage policymakers and planners to integrate eco-environmental analysis into their decision-making processes; and (4) informing the design of an integrated policy framework that is flexible and deliverable for urban ecological environment management.\n\nOur research team draws on the complementary academic and professional expertise related to climate change, environmental science, environmental assessment, economics, spatial planning, land use analysis, urban growth, indicator and policy monitoring, and GIS and quantitative modelling across the four partners: The Institute of Geographic Sciences &amp; Natural Resources Research and The Research Centre for Eco-Environmental Sciences of the Chinese Academy of Sciences, Fudan University and The University of Manchester. This joint team possesses the technical, theoretical and analytical skills to advance the methodological, theoretical and policy understanding of the dynamic interactive processes between urban development, resource consumption, and environmental impacts, as well as the capability to develop innovative approaches and strategies to manage and plan for sustainable urbanisation in China and beyond.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/N010698/1","grantId":"ES/N010698/1","fundValue":"555475","fundStart":"2016-01-01","fundEnd":"2018-12-31","funder":"ESRC","impactText":"","person":"Cecilia  Wong","coPersons":["Richard Paul Kingston","Mark William Baker","Adam James  Barker","Nuno Eduardo Pinto"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}