{"id":"E4C75114-F944-47B8-B44B-C88DBEA17CFE","title":"Citizenship After the Nation State (CANS)","abstractText":"<p>Citizenship After the Nation State (CANS) examines the multilevel nature of citizenship:</p>\n\n<ul>\n \n\n <li>the ways that individuals define communities of solidarity at different territorial scales (local, regional, state and continental)</li>\n\n <li>the perceived importance of government decisions or citizen participation at different levels of government</li>\n\n <li>the conditions under which regional or supra-state communities become important scales of citizenship for individuals that might rival that of the state as the 'natural' site of citizenship. </li>\n\n</ul>\n\n<p>The research engages with debates in the UK and elsewhere about the impact of devolution on policy variation and political participation.<br /><br />CANS will test the impact of variables such as regional&nbsp; identities, government structures and economic strength on multi-level citizenship, that is whether stronger regional identity, or more powerful regional institutions, or stronger economic performance in a region make citizens more likely to identify with a regional community of solidarity or to participate in regional politics.<br /><br />The network extends an existing partnership across five states (Austria, France, Germany, Spain, UK), bringing in new partners from Belgium, Canada, Hungary, Netherlands, Sweden and the US to share expertise with view to developing funding applications for major crossnational surveys of multilevel citizenship, creating an unprecedented data resource for students and researchers. </p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/J019690/1","grantId":"ES/J019690/1","fundValue":"25184","fundStart":"2012-07-01","fundEnd":"2016-02-15","funder":"ESRC","impactText":"  The grant was designed less to generate academic research as to bring together an international network to outline a research agenda and facilitate a large funding application.  ","person":"Ailsa  Henderson","coPersons":["Jan  Beyers","Carol  Weissert","Daniel Edward Wincott","Francesc  Pallarés","Linda  Berg","Robert  Sata","Richard Llywelyn Jones","Antoine  Bilodeau","Charlie  Jeffery","Peter  Bursens","Romain  Pasquier","Franz  Fallend","Jan  Erk","Roland  Sturm"],"organisation":"University of Edinburgh","findingsText":" This grant is to manage an international network of scholars to submit future funding bids for new fieldwork, to progress an intellectual research agenda on multi-level citizenship and provide training, data and mentoring to early career academics. Thus far we have pursued the intellectual agenda through a large comparative monograph, three reports on multi-level and regional citizenship in the UK (focussing on England) and various conference papers. Our planning on our summer school is progressing and we are holding a meeting of the international network next month to further progress funding applications. Our research findings are of relevance to scholars on territorial politics, citizenship, regionalism and nationalism as well as methodologists and comparative survey experts. Education","dataset":"gtr"}