{"id":"E4D043CF-C3C0-4C9F-9154-E96EF559EC9E","title":"Cluster algebras and applications","abstractText":"There are two different ways of bracketing the product of three numbers, represented by the letters a,b and c: (ab)c and a(bc). The rule of associativity says that these two products are equal. For four numbers, there are five different ways of bracketing. Applying the associativity rule for three numbers five times shows that they are all equal: starting from ((ab)c)d, we obtain (a(bc))d, a((bc)d), a(b(cd)) and (ab)(cd); applying the rule once more we obtain again ((ab)c)d. These five possible bracketings can be regarded as the vertices of a pentagon with the edges corresponding to applications of the associativity rule. Taking longer products, we obtain higher-dimensional polyhedra. For example, for a product of five numbers, we obtain a 3-dimensional polyhedron with 14 vertices. In general, the shape obtained is known as the associahedron, or Stasheff polytope - a polytope is the generic term for a polygon, polyhedron, or higher dimensional version of one of these.Cluster algebras were discovered in 2001 by Fomin and Zelevinsky. Each cluster algebra of finite type has an associated polytope. In particular, there are cluster algebras which give rise to the Stasheff polytopes mentioned above. So an arbitrary cluster algebra of finite type can be regarded as giving a formal generalisation of the associativity rule, in the form of a polytope similar to the Stasheff polytope.This beautiful theory was initially developed in order to describe various algebras in Lie theory (quantised enveloping algebras) which are associated with matrices, but since inception, it has had many applications in different areas, such as the Thermodynamic Bethe Ansatz in physics and the description of geometric objects known as Teichmueller spaces.The main aim of our research is to understand cluster algebras. The proposed research assistant, Scott, has shown that they describe the Grassmannian, which is the space of all possible embeddings of one space (of fixed dimension) in another. Using certain planar diagrams known as Postnikov diagrams, we plan to determine which cluster algebras describe the Grassmannian as well as certain key subvarieties contained in it, known as Gelfand-Serganova varieties. We have discovered that tilings of regular polygons by rhombuses are a rich source of natural cluster algebras and intend to exploit this to achieve the above aim. As a result, we hope to be able to understand the Grassmannians better and, in particular, to find nice factorisations of their elements using the cluster algebra approach.There are so many Grassmannian cluster algebras, that we conjecture that they will give insight into the general theory of cluster algebras. Each cluster algebra has a set of graphs associated to it, and we would like to understand how this divides up the collection of all graphs; in particular we would like to know how trees, which are graphs with no loops, fit into this picture.The multiplication rule for a cluster algebra can also be deformed to produce a whole family of new algebras. We plan to use the description of Grassmannians as cluster algebras in order to understand their deformations. We also plan to solve problems in the theory of cluster algebras (such as certain positivity questions), by relating them to other areas of mathematics, such as the character theory of Lie algebras and, from applied mathematics, Dirichlet-to-Neumann problems. This is likely to lead to exciting applications of our work.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/C01040X/1","grantId":"EP/C01040X/1","fundValue":"170744","fundStart":"2006-05-01","fundEnd":"2006-08-31","funder":"EPSRC","impactText":"  No known impact beyond academia at this stage.  ","person":"Robert  Marsh","coPersons":["Jeanne Scott Scott"],"organisation":"University of Leicester","findingsText":" There are two ways of bracketing the product of three things: (ab)c and a(bc). The associativity rule states that these two products coincide. For four numbers, there are five ways. Applying the rule for three numbers five times shows they are all equal: starting from ((ab)c)d, we obtain (a(bc))d, a((bc)d), a(b(cd)) and (ab)(cd) and then back to ((ab)c)d. These five bracketings correspond to the vertices of a pentagon with edges corresponding to applications of the associativity rule. Taking lon An example in output [BMR] was used in [FK] to give a counter-example to a key conjecture of Fomin-Zelevinsky [Conjecture 7.17, FZ] concerning denominator vectors in cluster algebras. This is mentioned in [DWZ] where a weaker version of [Conjecture 7.17, FZ] is proved. The main result of the article [BMR], concerning these denominator vectors, was translated into the Caldero-Keller approach to categorification of cluster algebras in the article [D], giving an alternative proof and linking this w Education,Culture, Heritage, Museums and Collections","dataset":"gtr"}