{"id":"E4D3C149-763F-4EF4-9CF7-69CF112C5B16","title":"ESRC Investment in Stem Cells: Capacity Building and Awareness Raising Initiative","abstractText":"<p>This project produced a series of novel capacity building, networking and outreach activities in the field of stem cells, led by the ESRC Genomics Policy and Research Forum. The programme involved those working on stem cells both within and outside the ESRC Genomics Network. The objective of this programme was to build on the work of the ESRC Social Science Stem Cell Initiative by bringing together social scientists with key players from science, policy and regulation, industry and civil society. </p>\n\n<p><strong>Multidisciplinary workshops</strong></p>\n\n<ul>\n \n\n <li>Sociology and Science of Stem Cells. May 2007 </li>\n\n <li>Constituting Citizenship through the Life Sciences. July 2007&nbsp; </li>\n\n <li>Law and Ethical Regulation of Stem Cell Research. November 2007</li>\n\n <li>The UK Transpecies Embryo Debate. November 2007 </li>\n\n <li>Epigenetics, Evolution and the Human Sciences. December 2008 </li>\n\n <li>Human Fertilisation and Embryology Act: a Retrospective. March 2009</li>\n</ul>\n\n<p><strong>Public events</strong></p>\n\n<ul>\n \n\n <li>Edinburgh International Book Festival: The Stem Cell Challenge. August 2007 </li>\n\n <li>Talking About Stem Cell Research: Stem Cell Research&nbsp;- Share Your Views about the Future. April 2008 </li>\n\n <li>Talking About Stem Cell Research: Developing Stem Cell Applications&nbsp;- What Role for the Private Sector? May 2008</li>\n</ul>\n\n<p><strong>Capacity building</strong></p>\n\n<ul>\n \n\n <li>China-UK Summer School: Governance and Regulation of Emerging Biotechnologies. June 2009<br /></li>\n</ul>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-350-25-0001","grantId":"RES-350-25-0001","fundValue":"30012","fundStart":"2007-02-01","fundEnd":"2009-04-30","funder":"ESRC","impactText":"","person":"Steven  Yearley","coPersons":[],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}