{"id":"E4DA7F8E-E17F-4DBF-938D-C9E17D77B173","title":"Crossing the threshold: the evolution of place and landscape in earliest prehistory","abstractText":"The 'Caveman' persists in the popular imagination as typifying the original human condition. This is despite over 150 years of continuous discovery and the development of our sophisticated understanding of the human evolutionary path. But even with these advances it has proved difficult to shake off the widely held perception that our ancestors led a precarious existence made only bearable by the use of caves as the original primitive home.\nOur research programme will scrutinise the evidence for the early human use of caves. By doing so we hope to shift fundamentally the perception of our cave dwelling ancestors for both academics and the wider public.\nThe fact is that for the majority of human evolution we find little or no clear evidence as to where our ancestors were living. This has led to suggestions that they occupied landscapes rather like other animals. Perhaps this involved using impermanent shelters which left no trace in the archaeological record. However, this situation appears to change quite rapidly across the world after half a million years ago. From this point on we start to see, in Africa, Asia and Europe, early human populations who now occupied caves for extended periods of time. Therefore far from the use of caves representing an original, primitive, human condition, their use points instead to a revolution in human behaviour; A revolution in the use of space, technology, landscape and the conception of time; A revolution that has been overlooked by archaeologists but whose implications are immense.\nOur research project will begin with the detailed analysis of a key site which shows this new behaviour. La Cotte de St Brelade is a spectacular cave system on the south coast of the island of Jersey. It provides evidence for the long term occupation of the site by Neanderthals hunters spanning almost 200,000 years. During over a century of excavation it has produced one of the largest collections of Neanderthal artefacts and other remains known from Europe. And yet the archive has remained inaccessible for a generation and has never been subjected to a complete analysis.\nWe intend to bring modern, scientific archaeological analysis to bear on the unique collections of material from la Cotte de St Brelade. We will do this in order to study in detail the changing nature of human behaviour at the site. We want to know to what extent the site represents a Neanderthal 'home'; how the Neanderthals at the site used the landscape around them; and how they organised themselves socially to become a highly effective species with a long and successful history of settlement in the region.\nWe will use the la Cotte study as a springboard to develop a new understanding of this radical way of life. We will do this by comparing our findings to other cave sites in Europe which have similar evidence for the development of long-lived settlement sites; Sites where time takes on a vertical dimension for the first time and where the quantity of evidence allows us to call them 'super-sites'.\nIn the final part of our project we aim to bring together researchers from around the globe who are researching sites showing similar revolutionary behaviour. This will provide a global perspective on the evolutionary significance of the use of caves. Our research will provide the opportunity to determine what sustained cave occupation means for our understanding of human development. It also opens the door to exploring the immensely exciting possibility that the cavemen of popular imagination actually represent a fundamentality transformative phase in the human evolutionary path.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K00378X/1","grantId":"AH/K00378X/1","fundValue":"559382","fundStart":"2013-10-01","fundEnd":"2016-11-18","funder":"AHRC","impactText":"  The research at La Cotte has already been used to inform the heritage management policy at the site. It is a coastal location and climate change is resulting in higher than expected winter storms. These are eroding the deposits which contain important archaeology within the cave. At the request of the owners and managers of the site (Societe Jersiaise and Jersey Heritage) the project has advised on a conservation strategy and assisted in works ahead of installing sea defenses. The research for this work has been seen as vital. \nThe research into Jersey as an Ice Age Island has also been used by Jersey Heritage to promote the island as a tourist destination. Visitors to Jersey Airport have been greeted with banners advertising the ice age heritage of the island while permanent displays at Hogue Bie museum feature work by project members. Education,Environment,Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections Cultural,Economic,Policy & public services","person":"Clive  Gamble","coPersons":["John  McNabb"],"organisation":"University of Southampton","findingsText":" The first year of the award has been completed. We have made significant discoveries concerning the complexity of the archaeological record associated with the occupation of La Cotte by neanderthals some 250,000 years ago. In particular we have evaluated the technology as well as the hunted fauna and this has already led to a re-evaluation of this complex site. This will be more appropriate when we have published the findings in year 3. Culture, Heritage, Museums and Collections","dataset":"gtr"}