{"id":"E4DBDEBF-B7C0-4BCF-ADB5-863D56ED3D06","title":"Frequency-Modulated Stimulated Raman Scattering Microscopy for Label-Free Functional Imaging In-Planta","abstractText":"The ability to create images of living cells deep within biological tissues and to identify chemical species within them has been a dream for scientists in many disciplines for many years. This dream is becoming reality - physicists are developing cutting-edge optical microscopy techniques that allow biomedical scientists to look inside living tissues and identify biomolecules based on subtle differences in the way they interact with light. \nUnfortunately, the plant science community has not been able to benefit from these techniques. Plants have evolved to be highly efficient absorbers of light, and contain pigments that generate an optical signal that overwhelms the subtle interactions between the light and the biomolecules of interest. We proposed to develop a new detection scheme that will overcome the fundamental limitations of imaging in the presence of strong optical absorption and allow both academic and industrial researchers to benefit from this cutting-edge technology.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K013602/1","grantId":"BB/K013602/1","fundValue":"119487","fundStart":"2013-10-01","fundEnd":"2015-10-20","funder":"BBSRC","impactText":"  Project is still running and findings have not yet been fully exploited. \nOnce results have been published they will be disseminated to the key stack holders through the planned impact workshop.\n\nIn addition to the agrochemical sector, the technique developed in this project has found unexpected applications in the cosmetic, and food and drink sectors. Preliminary data has shown that FM-SRS can be used to image the uptake of hair care products and the distribution of phenols in tea leaves which has lead to a follow-on project fully funded by Unilever. Agriculture, Food and Drink Economic","person":"Julian  Moger","coPersons":["Nicholas  Smirnoff"],"organisation":"University of Exeter","findingsText":" The ability to image deep within living biological samples with sub-cellular spatial resolution and with the ability to identify chemical species has been a dream for scientists in many disciplines for many years. This dream is becoming reality. Nonlinear optical microscopy has become a powerful tool for studying living tissues due to several unique advantages over traditional methods. Moreover, techniques are emerging that allow quantitative chemically specific label-free image contrast by probing the properties of molecular components within biological tissues. These techniques derive label-free, chemically specific, image contrast based on vibrational spectroscopy and are providing scientists with a potent new form of real-time bio-imaging. Unfortunately, the plant science community has not been able to benefit from these label-free techniques due to the strong optical absorption resulting from the heavily pigmented samples. This project has developed a new detection scheme that overcomes the fundamental limitations of imaging in the presence of strong optical absorption and allows both academic and industrial researchers to benefit from the label-free imaging in-planta. Project is still running and an impact workshop is planed to disseminate our findings to the wider scientific community (after they have been published in suitable journals). Agriculture, Food and Drink,Chemicals","dataset":"gtr"}