{"id":"E4DF18AC-27EC-471E-98A9-80D3E65ACF9C","title":"A systems biology study of E2F and NF-kappaB cross-talk","abstractText":"We have previously used microscopy to study the important stress signalling system called NF-kappaB, which is present in virtually all mammalian cell types. This system has been shown to be important in inflammatory diseases such as arthritis and asthma, as well as cancer. We showed that NF-kappaB, uses the frequency of movements into and out of the nucleus to determine which genes are switched on. We have found that a transcription factor (a protein which binds to and controls the switching on of other genes) called E2F interacts with the NF-kappaB signalling system. E2F is well known as the principal switch that allows cells to begin to make another copy of their DNA prior to cell division (in a repeating process called the cell cycle). It seems that E2F stops an NF-kappaB signal when there is a high level of this protein inside cells. We found that E2F holds a key NF-kappaB protein called p65 in the nucleus, when it would normally be in the cytoplasm. When NF-kappaB is stimulated, the presence of a high level of E2F causes a delay before oscillations in NF-kappaB movement begin. We wish to investigate 1) the levels of E2F and NF-kappaB proteins at different stages of cell division and which of these proteins bind to each other in the cell. For this we will use mass spectrometry-based measurement of exact protein concentrations and will measure protein interactions using either microscopy or antibodies that allow the precipitation of proteins that bind to each other. Throughout this process we will use and develop a mathematical model of this complicated system. We have already built mathematical models of the NF-kappaB system and we will link these with existing mathematical models of the cell cycle. The mathematical models will be used to predict and interpret the experimental results. The work will therefore allow a new understanding of the relationship between the basic processes of inflammatory signalling (NF-kappaB) and cell division (E2F) which will be important for understanding normal and disease-related inflammation and cell division.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H013725/2","grantId":"BB/H013725/2","fundValue":"467499","fundStart":"2010-10-01","fundEnd":"2013-07-31","funder":"BBSRC","impactText":"","person":"Michael Richard White","coPersons":["Robert Jeffrey Beynon","Violaine  See"],"organisation":"The University of Manchester","findingsText":" identification of key roles for the cell cycle regulating transcription factors E2F1 and E2F4 in interacting with the NF-kB signalling system. These interactions result in a repression of NF-kB responses in S-phase (when DNA replication occurs) and an enhanced response at the checkpoint just before cells enter S-phase. The data suggest an important functional interaction and predictive mathematical models of the cell cycle and NF-kB have been coupled together to predict the behaviour of these systems These results have significant implications for cancer and inflammation Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}