{"id":"E4E4C787-B831-47F5-9EB1-57CF8887E94A","title":"Model-Driven Development of User Interfaces for Mobile and Ubiquitous Computing","abstractText":"For modern products of information and communication technology, usability and generally the relationship of humans operating with systems, have become a key important factor of success. In parallel to this development, time pressure on product developments is increasing as well. This dual pressure is particularly relevant for products that offer multimedia interfaces and integrate innovative technologies for user interaction.Considering the state of art in the development of systems and software, many technologies have been proposed to respond to the above-mentioned challenge. Regarding the user-orientation of systems, there are user-centric development approaches, which contribute to improve the usability by developing iteratively improved prototypes and involving end users from early stages on. However, positive effects on development efficiency have often been claimed but are difficult to prove in practice. There is a clear danger that software structure and therefore maintainability deteriorates in prototype-based development. User-centric design is the preferred style of development for innovative user interface technologies as in ubiquitous computing. On the other hand, there is the paradigm of model-driven development, which promises to optimize development efficiency and optimize product quality by more or less automatic derivation of program code from high-level specifications. This approach, however, generally does not accommodate usability concerns since the mainstream approaches do not take user interfaces into account.In this research we will analyse model support for interface development in three concrete case studies of ubiquitous computing projects: - Nemo: investigating augmentation of work-related objects such as tools and containers with embedded computing, sensing and wireless communication capabilities, to interface in new ways with human operators and organisations- eCampus: a research network of public displays on the Lancaster University campus- Multitag: exploring mobile interaction with physical objects based on near-field communication and object-augmentation with multiple tags and tag arrays.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G009708/1","grantId":"EP/G009708/1","fundValue":"10944","fundStart":"2008-06-27","fundEnd":"2008-08-26","funder":"EPSRC","impactText":"  The findings were used to define a succession of collaborative research projects that were carried out on the basis of research student exchanges. The follow-on projects developed novel interaction techniques for mobile devices and had a significance influence on developments in mobile human-computer interaction.  ","person":"Hans  Gellersen","coPersons":["Enrico  Rukzio","Adrian  Friday","Jon  Whittle"],"organisation":"Lancaster University","findingsText":" This visiting fellowship project developed a research agenda on development of novel user interfaces for mobile and ubiquitous computing. The findings were a foundation for follow-on research in a research student exchange programme that resulted from the visiting fellowship. Creative Economy,Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}