{"id":"E4E56E56-B5D7-43D4-86B2-926D81FA320E","title":"UK Semiconductor Photochemistry Network: UK-SPC","abstractText":"Semiconductor photocatalysis (SPC) is a rapidly expanding subject that, combined with nanotechnology, has led to some striking new products on the market, such as self-cleaning glass (e.g. Activ from Pilkington Glass), tiles, fabrics, paint and concrete. In it light is used to excite an semiconductor material which is then able to carry out a wide range of reactions including: the mineralisation of organics, destruction of bacteria, viruses and moulds, clearing the 'fog' associated with misted windows, generation of fuels (such as hydrogen via water splitting) and driving novel organic reactions. The UK has many leading experts (academic and industrial) in this area, working in a wide range of different areas (e.g. new material synthesis, photoreactor design, radical-based sterilisation and mineralisation and ceramic film coating). With the ever-rising, global interest in SPC and its commercialisation it is important that the UK maintains its world-leading status via a more coherent effort. This Network will bring together the many, diverse, internationally-recognised experts to form an active, focussed community, to share information and collaborate on a range of innovative, multidiscipline projects, ranging from: solar hydrogen production to photosterilising surfaces. The Network will facilitate the exchange of information and expertise through meetings, visits and the training of research workers and postgraduate students. A dedicated Network website, designed to be of use to both experts and non-experts, will provide details of: membership and useful contacts, events, relevant useful links (e.g. with other Network sites, background literature), programmes of work, key background and promotional literature and a library archive of all presentations. The activities of the Network and its members will be promoted not only through website, but at conferences - in particular a dedicated international, UK-based conference - and via publications in journals and magazines. These activities, events and features will result in: a greater understanding and appreciation of the field of semiconductor photochemistry, significant synergistic collaborations between research groups and industry, enhanced academic support for the significant, photocatalyst-based UK-based industries and new and improved semiconductor photochemistry based, marketable devices/systems. The Network will allow the UK to maintain and advance its lead in both cutting-edge research and products, in this highly-competitive, rapidly growing field.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F036159/1","grantId":"EP/F036159/1","fundValue":"75358","fundStart":"2008-04-01","fundEnd":"2011-03-31","funder":"EPSRC","impactText":"  A UK and Ireland network on semiconductor photochemistry was set up and is still running. Chemicals,Energy,Environment,Manufacturing, including Industrial Biotechology Cultural","person":"Andrew  Mills","coPersons":[],"organisation":"University of Strathclyde","findingsText":" A UK and Ireland network on semiconductor photochemistry has been set up and is still running. Anybody can joint the Uk&amp;I network (http://ukispc.org.uk/). We are currently organising a joint network meeting with the epsrc-funded solar fuels network Chemicals,Energy,Manufacturing, including Industrial Biotechology","dataset":"gtr"}