{"id":"E4E75B46-772F-483D-978A-239F13D15284","title":"Pathways to understanding the changing climate: time and place in cultural learning about the environment","abstractText":"To what extent are people aware of processes of environmental change over time, and how are such changes observed and reflected upon? Do people draw upon a knowledge of past environments in thinking about future environmental scenarios, including those associated with the changing climate? This project will develop innovative methodologies for engaging with the active perception of the environment in particular localities. Mike Hulme, in 'Why We Disagree About Climate Change', has argued that variations in the perception of climate change arise from different cultural outlooks on our natural and social worlds and different levels of exposure to climate risk. This points us towards the pressing need to find ways of eliciting and recording these cultural outlooks, while also leading us to ask: to what extent do people connect their local environmental knowledge with global processes?\nIn order to relate environmental transformations to the perceptions of processes such as climate change, it is necessary to have a detailed knowledge of how environmental experiences are shaped and narrated. We will gather and build a database of narratives and images exploring and reflecting upon environmental pasts and futures in East Anglia, a region with a long history of landscape flux and, due to its flat and low-lying nature, a particular vulnerability to processes of climate change. Recognising, in keeping with the Stern Review on the Economics of Climate Change, that questions of intergenerational equity are central to our capacity to respond to the challenges of the changing environment, an integral part of our research will be the involvement of schools and schoolchildren. By walking pathways in the Fen landscape and by experiencing places, objects and images children will engage with different narratives and forms of expertise about the environment they are living in (from natural features to spirits and legends of the place). Working with the Greater Fens Museum Partnership, who have extensive experience of community and school outreach, we will organise a series of activity days in which schoolchildren will draw upon the narratives collected for the database, and work with artists, environmental scientists, and museum staff to generate creative responses to their regional environmental history. This will culminate in an exhibition, hosted by the Greater Fens Museum Partnership and curated by the children. These will give a valuable insight into the routes by which children are able to perceive and engage with environmental history, and how this feeds into visions of the future in the context of climate change. Outcomes from the schools projects and the exhibitions will be added to the database.\nClimate change is experienced by communities in particular localities, but can only be understood as a global process. For this reason, an important part of our research will be to foster cross-cultural links between schools and grassroots organisations exploring the ways in which different localities can find common ground. Drawing on existing networks in regions where the Division of Social Anthropology has strong working relationships, especially Alaska, Mongolia, and Vietnam (but open to future collaborations elsewhere), we will explore the extent to which methods we are developing in the UK are applicable in these different research contexts and what lessons can be learned. By establishing connections between schools and organisations in the East Anglia with their counterparts elsewhere in the world, we will not only be exploring how communities perceive environmental change in their own locality, but also how they receive and respond to the experience of change elsewhere in the world. In addition to establishing virtual links, we will invite educators and community organisers from these diverse settings to participate in the workshops providing opportunities for interaction and knowledge transfer around issues of environmental change.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K006282/1","grantId":"AH/K006282/1","fundValue":"655758","fundStart":"2013-10-01","fundEnd":"2016-09-30","funder":"AHRC","impactText":"  The Broads Authority have been sought our input on their future plans, and have been briefed on the findings of our initial work in schools. We will continue to work with the Broads Authority to inform them on issues of intergenerational differences in perceptions of the environment, and on the competing claims of particular stakeholders. We have also developed partnerships in the fenland region (through participation in our Year 1 workshop) that will seek policy briefing in the near future.\n\nSchools in the region have drawn on our ideas in their curriculum development, and students and teachers participated in our Year 1 workshop to share ideas on environmental education in dialogue with educators from the Alaska and Mongolia.\n\nCreative work emerging from our research includes collaborations with Wysing Arts Centre (the creation of environmental artwork in Barrington, and the involvement of a researcher from our team in the &amp;quot;History Rising&amp;quot; project exhibition), and by the development of Steve Waters' play 'In a Vulnerable Place' (funded by the Arts Council), which draws extensively on themes from our research.\n\nOn the level of international policy, a researcher from our team has met with the Head of Polar Regions Department, Foreign and Commonwealth Office, to brief them on findings from the cross-cultural elements of our project. Communities and Social Services/Policy,Creative Economy,Education,Environment,Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections Cultural,Societal,Policy & public services","person":"David Andrews Sneath","coPersons":["David Andrew Whitley"],"organisation":"University of Cambridge","findingsText":" Initial findings suggest that children in the East Anglia region develop distinct attitudes towards environmental change through play and narrative imagination, and that these attitudes often come into conflict with adult decision making surrounding those spaces. We have also identified key tensions between stakeholders in the East Anglia region (particularly between farmers and conservation bodies) who have significantly different moral frameworks surrounding land use and subsequently have divergent visions for the future of the region. Over the following 2 years of this project, we shall continue to explore these themes through further research in schools and communities in East Anglia, and we will also begin comparative work with regions elsewhere in the world. Our work on children's perceptions of environmental change, in collaboration with students and teachers, can contribute to a better understanding of intergenerational dynamics in the region, and this will feed into policy representations to local government and civil society organisations (we have already been consulted on these issues by the Broads Authority and the Ouse Washes Landscape Partnership). This work in schools also has the potential to aid Key Stage 2 curriculum development in areas relevant to exploration of children's environments.\n\nWhere research discovers tensions between different stakeholders in the region, here again we will make representations to government and civil society organisations in order to guide planning decisions.\n\nFinally, the ideas developed through this research have sown seeds of creative inspiration among artists and performers, as evidenced by artistic collaborations with Wysing Arts Centre, and by the development of Steve Waters' play 'In a Vulnerable Place' (funded by the Arts Council), which draws extensively on themes from our research. Agriculture, Food and Drink,Communities and Social Services/Policy,Education,Environment,Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections","dataset":"gtr"}