{"id":"E4E7F2D5-A604-405F-B916-B41AFA71E29D","title":"Greenhouse gas mitigation from Chinese agriculture (technical potential, economic efficiency and equity impacts)","abstractText":"Agricultural greenhouse gas emissions have been estimated at 20% of China's national emissions (IEA 2007). Agricultural mitigation from targeted on-farm measures represent a valuable agro-ecosystem service and also deliver co-benefits, e.g. in terms of reduced diffuse pollution to water. Mitigation policy incentives can also potentially support social equity and poverty alleviation goals. Agricultural mitigation technologies are mostly known, so the sector offers potential for early actions at relatively low cost. For Chinese society as a whole, an agricultural mitigation programme offers potential to support inclusive and pro-poor growth while incentivising sustainable management of ecosystem services. This proposal is for activities to build a research consortium to generate practice- and policy-relevant recommendations on measures for mitigation of greenhouse gases in Chinese agriculture. The consortium will combine biophysical, and social science researchers with extensive national and global experience to identify cost-effective emission mitigation practices suited to different regions and farm types in China. They will suggest policy measures for supporting widespread adoption while addressing needs for inclusive pro-poor growth, climate adaptation and environmental and food safety. The consortium-building process will involve researchers, policy advisors, policy makers and other end-users (e.g. carbon market actors), and seek to establish synergistic links with other related ongoing initiatives. Crucially it will build on existing initiatives by integrating biophysical evidence (on mitigation) with relevant economic frameworks for analysing cost-effectiveness and distributional impacts of mitigation policy. There is strong interest in agriculture's mitigation potential in several ministries and provinces in China, as well as among market actors. But national policies have yet to present a coherent view on the role of agriculture in China's climate mitigation plans. There is growing evidence on agriculture's biophysical potential, but very little economic analysis of costs and benefits of different mitigation practices or supporting policies. Such analysis would facilitate the development of an efficient budget from the sector and thereby provide a basis for developing appropriate voluntary and market-based instruments for the mitigation incentives that can favour the poor. Meeting these policy information needs would require an inter-disciplinary research programme that improves the research and evidence basis on biophysical, social and economic issues. This consortium development project will target the five broad project objectives listed in the summary section. Five specific consortium objectives encompassing 10 activities are outlined in the Project description. These aim to develop a network of research expertise covering all the main areas of agricultural mitigation potential in China. This expertise will be brought together in this project with the aim of developing a coherent programme of follow-on research. Since top-class Chinese researchers are well-funded, it is expected that collaborative research can only emerge when participation in the consortium provides real additional value. The project partners have complementary backgrounds in natural, economic and social sciences, and rich experience of research both inside and outside of China. They have ongoing MoUs with the major research institutes in China, as well as long-term collaborations with numerous leading Chinese researchers in basic, applied and policy research. These qualities will be used to bring together the most appropriate institutions and individuals to develop innovative forms of interdisciplinary collaboration that will deliver tangible value added in the Chinese context. Links with other developing country initiatives will be explored in readiness for sharing lessons from the work in China with other developing countries.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I002375/1","grantId":"NE/I002375/1","fundValue":"45007","fundStart":"2010-07-01","fundEnd":"2010-11-30","funder":"NERC","impactText":"","person":"Dominic  Moran","coPersons":["Peter  Smith","Andreas Joshua  Wilkes"],"organisation":"SRUC","findingsText":" we have developed an greenhouse gas budget for Chinese agriculture i.e. how much GHG should China be seeking to reduce from the agricultural sector- see reference to journal paper below Our orignal proposal to construct a marginal abatement cost curve for agricultural GHG emsisons was eventually adopted by SAIN (uk China Sustainable Agricultural Innovation Network)\nhttp://www.sainonline.org/english.html\nUsing SAIN funding we developed the work, which was this year published in Global Environmental Change \n\nWen Wang, Frank Koslowski, Dali Rani Nayak, Pete Smith, Eli Saetnan, Xiaotang Ju, Liping Guo, Guodong Han, Christian de Perthuis, Erda Lin, Dominic Moran, (2014) Greenhouse gas mitigation in Chinese agriculture: Distinguishing technical and economic potentials, Global Environmental Change, Volume 26, May 2014, Pages 53-62, http://dx.doi.org/10.1016/j.gloenvcha.2014.03.008. Agriculture, Food and Drink,Environment","dataset":"gtr"}