{"id":"E4E73BAA-4B29-41C5-97BF-BBDEBF5920DC","title":"Psychological Processes in Depression: Interpretation Bias and Mental Imagery","abstractText":"<p>Depression is a common mental health problem that has been surprisingly difficult to understand adequately. Cognitive psychology is a rapidly developing science with rigorous techniques to investigate mental processes. Cognitive behaviour therapies (CBT) are psychological treatments now highly recommended for depression, with comparable benefits to medication and greater protection against relapse.</p>\n\n<p>This project will investigate how two key psychological processes work, first in healthy adults then those with mild depression:</p>\n\n<ul>\n \n\n <li><strong>Interpretation bias:</strong> Depressed people suffer from an underlying bias in their style of thinking ‘filtering’ information in a negative way. Recent computerised techniques suggest possibilities in reversing negative bias, and training up positive biases. This project applies positive bias training to depressed mood.<br /></li>\n\n <li><strong>Mental imagery:</strong> Depressed people can also suffer from distressing mental images that spring unwanted into the mind’s eye. Dr Holmes’ previous research has shown that ideas can be more toxic in the form of images rather than words. This project will test novel ways of working with imagery in depressed mood.</li>\n</ul>\n\n<p>By delivering results about these psychological processes, the project will test recent theory. This will in turn deliver information to drive future cognitive therapy innovations for depression (augmentative to existing techniques) informed by basic science.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-061-23-0030","grantId":"RES-061-23-0030","fundValue":"315458","fundStart":"2006-11-01","fundEnd":"2010-10-31","funder":"ESRC","impactText":"","person":"Emily  Holmes","coPersons":[],"organisation":"University of Oxford","findingsText":" This interdisciplinary research within &quot;ESRC strategic priority: Influencing Behaviour and Informing Interventions&quot; integrated theory and methods from experimental psychology and clinical psychology via cognitive science to &quot;experimental psychopathology&quot;. This involves studying processes in the general population which hold key relevance to mental health and treatment innovation. \n\n\n\nThis first application of the following methodologies to depression led to thirteen peer-reviewed articles, and g Depression is a common mental health problem, with significant economic and societal cost in the UK. The 2010 NICE guidelines for depression highly recommend psychological treatments. However, these treatments still have a limited impact and many individuals with mental health issues are unable to seek help because of factors related to treatment availability and accessibility e.g. the distance needed to travel to meet face-to-face for traditional talking therapy, time constraints associated wi ","dataset":"gtr"}