{"id":"E4EC072E-A604-4DFB-A7E0-147491A4FC03","title":"COMPLIANT INTERACTIONS AND LIMB MECHANICS DURING ARBOREAL LOCOMOTION IN TROPICAL FOREST ENVIRONMENTS","abstractText":"Sumatran orangutans are the largest mammal to live an exclusively arboreal lifestyle and yet they habitually navigate the slender, peripheral branches of trees - the terminal branch niche - where the majority of tasty fruits and the narrowest gaps between tree crowns are situated. Theoretically they should access these slender branches either by suspending underneath them or walking on all fours on top with highly flexed joints to reduce branch vibrations. But contrary to these predictions we have shown that orangutans actually walk bipedally (that is, like humans) on the very smallest flexible branches, using their long prehensile toes to grip multiple supports and increase stability, while freeing one or both hands to reach fruits or other branches for gap crossing. Interestingly and unlike all other monkeys and apes tested to date (including chimpanzees and gorillas), orangutans maintain very straight legs when they walk bipedally in the trees. The benefits of this are unclear, but are important for 3 key reasons. Firstly, orangutans are an important model for the locomotor ecology of arboreal animals and the relationship between large body mass and the terminal branch niche. Secondly, arboreal bipedalism is increasingly thought to have been a fundamental component of the locomotor repertoire of the common ancestor of all apes and elucidating its ecology and mechanics will aid interpretation of the Miocene fossil record and the evolution of locomotor diversity in the living apes. Finally, increasing evidence suggests that the origins of human terrestrial bipedality lie in locomotion in an arboreal rather than terrestrial setting and studying the locomotor ecology and mechanics of arboreal bipedalism may shed light on the formative stages of the evolution of our own bipedality. The suggestion that bipedality evolved in the trees and has been present to some extent since the split from the old world monkeys is key to the distinction between the human and chimpanzee fossil record, since adaptations for bipedality have traditionally been taken to define human ancestors from those of the other African apes. In this proposal we combine studies of wild orangutans with those of zoo orangutans and humans to quantify the mechanics of arboreal bipedality, and crucially, how these change in accordance with changes in the mechanics of the branches, since branches taper and become more flexible towards the ends. It is possible that the straight legged postures might enable either transfer of energy between joints; or the transfer of energy from the flexible branches to the orangutan, in the same way as human athletes recover energy when running on springy running tracks. To study these we will use a relatively new technique in gait analysis, ultrasound, to record the behaviour of the muscles and tendons during locomotion in humans and orangutans. When merged with data on muscle activity and mechanics this will allow us to obtain a complete picture of internal and external energy storage and transfer during arboreal bipedality. We will also complement these data with computer modeling to mimic energy transfer from branches and between joints in situations that are not possible or practical to test experimentally.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F003730/1","grantId":"NE/F003730/1","fundValue":"103927","fundStart":"2008-10-01","fundEnd":"2012-03-31","funder":"NERC","impactText":"","person":"Roland  Ennos","coPersons":["William Irvin Sellers"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}