{"id":"E4F1F860-32C4-42F8-B34F-4BCC8542BDF9","title":"Feedback control of translation termination in yeast","abstractText":"At the cellular level, all life is dependent upon using the genetic information stored in DNA to make proteins. These proteins, through their action as catalysts, conduct the biochemical reactions in the cell. In order to make proteins, genetic information at the DNA level is first copied into a second, chain-like molecule, called mRNA. Finally, the genetic information now encoded within the mRNA is then read, or 'translated', into protein by a complex biochemical assembly called a ribosome. The process of translation is itself extremely complex, but essentially can be divided into three phases; initiation, where the ribosome joins the mRNA to start translation; elongation, where the mRNA genetic information is read to make the protein; and termination, when the ribosome leaves the mRNA. It is this last stage that forms the focus of this research. It is crucial that translation is terminated efficiently. If the ribosome stops too early, an incomplete protein is made, which will be non-functional. Crucially, such 'premature' stop events can be caused by mutations, such as some of the DNA defects underlying diseases like cystic fibrosis. In many cystic fibrosis patients, the DNA mutation in the cystic fibrosis gene, when copied into mRNA and translated by the ribosome, causes a short, non-functional protein to be made. The absence of the full-length product produces the symptoms of the disease. Understanding the way in which DNA mutations direct the manufacture of truncated proteins requires a fundamental knowledge of the termination stage of translation, and of the way that the ribosome responds to mutations in the genetic information. The complexity of process demands that new tools are developed to investigate the biochemistry that underpins the process. One such set of tools, mathematical and computational modelling, can be used to generate a quantitative description of translation and the termination step. Once modelled, translation can be studied using computer simulations, in parallel with laboratory experimental investigations. Modelling of biochemical processes is an emerging field that offers exciting prospects for understanding the complexity of cellular control circuits. In this proposal, biologists will work collaboratively with control/system engineers to model the translation process, including the termination step. The termination process of the model organism baker's yeast will be studied, due to the similarity of the process in yeast and human cells. In addition, there exist a series of yeast mutants that highlight feedback control of the translation termination step. Study of these mutants, and of how the feedback loop is controlled, provides an exciting opportunity to investigate many of the parameters that control protein synthesis and that regulate the length of all proteins in the cell. This understanding can, in the longer term, be applied to the study of the effects of human genetic diseases like cystic fibrosis.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E056644/1","grantId":"EP/E056644/1","fundValue":"134689","fundStart":"2007-10-01","fundEnd":"2009-03-31","funder":"EPSRC","impactText":"","person":"Ian  Stansfield","coPersons":[],"organisation":"University of Aberdeen","findingsText":" In all organisms, in-frame stop codons encountered by a translating ribosome are recognised by a protein release factor, triggering release of the completed polypeptide. In eukaryotes, the release factor activity is made up of a complex of two proteins; eRF1, that recognises the stop codon, and eRF3, a factor whose precise role is still to be defined, but which enhances termination efficiency. eRF1 and eRF3 in turn interact with components of the nonsense-mediated decay (NMD) apparatus that destabilises mRNAs containing premature in-frame stop codons.\n\n \n\n We have identified a series of novel yeast eRF1 mutants that themselves contain premature stop codons. The yeast carrying these mutations survive using a unique feedback loop mechanism. Feedback regulation maintains eRF1 at reduced level. This then triggers the stop codon readthrough needed to generate full-length eRF1 (an essential protein). This feedback loop represents a tool with which to dissect the functioning of the termination and NMD systems. By quantifying and modelling the control properties of the feedback loop, the functions of individual components of the termination and NMD systems were able to be deduced. The experimental characterisation and modelling of translation, including the termination feedback loop had the following specific objectives, which were realised during the funded research ;\n\n\n\n(i) to produce the first detailed model of the eukaryote translation termination process, including the release factor competition with tRNAs, and the translation feedback loop.\n\n\n\n(ii) to experimentally characterise the translation termination apparatus and feedback loop, in order to inform and refine the modelling process\n\n\n\n(iii) to use the model to make testable predictions about the specific biochemical roles played by the eRF1 and eRF3 termination factors.\n\n\n\n(iv) to build on this model and quantitatively describe the interaction of the nonsense mediated decay mechanism with termination\n\n\n\n To achieve these objectives, we made use of yeast as a model system, with its flexible genetics and extensively characterised system properties. A working model of translation was developed that focuses on the termination stage, a central and complex part of the cellular machinery. In doing so, advantage will be taken of a novel translation feedback loop that will serve as a sensitive tool with which to define the functions of important components of the eukaryote translation machinery.  ","dataset":"gtr"}