{"id":"E5076FEE-091B-4FAB-A94E-A6BDDD9570F4","title":"Arithmetic of hyperelliptic curves","abstractText":"Hyperelliptic curves are a fundamental class of polynomial equations that has featured in geometry and number theory for a very long time, but whose arithmetic has not yet been subject to a systematic study. This gap in our knowledge is rapidly becoming apparent, as demands for the theory are coming both from within pure mathematics, from areas bordering to theoretical physics (via the new theory of hypergeometric motives), and from cryptography, where one of the main methods for modern data encryption is based on hyperelliptic curves.\n\nThe purpose of the project is to modernise our approach to the arithmetic of hyperelliptic curves, by bringing in the number theoretic machinery of L-functions and Selmer groups into the subject. These are tools that have been the centre of attention of many number theorists over the past few decades, and lie at the heart of the works on Fermat's Last Theorem, the Langlands programme and the Birch-Swinnerton-Dyer conjecture. They promise to provide new theoretical and computational techniques for working with hyperelliptic curves, and our aim is to establish foundational results whose analogues have been central to the development of other parts of number theory.\n\nFrom the point of view of the established theory of L-functions, the step into hyperelliptic curves is partly a step into unchartered territory, for hyperelliptic curves cannot be treated by the comfortably familiar techniques based on modular forms. We thus plan to expand and test the L-function theory beyond its standard boundaries, and hope to shed light on the many unresolved conjectures in the subject.\n\nThe interplay of hyperelliptic curves, L-functions and Selmer groups is the rationale for proposing a single unified project. Our aim is to produce mathematical results, algorithms and data that can be used in each of these three worlds. Apart from establishing results for number theorists, we aim to explore phenomena and develop concrete classifications and a database, that would also be accessible to scientists from other fields working with hyperelliptic curves.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M016838/1","grantId":"EP/M016838/1","fundValue":"606414","fundStart":"2015-06-01","fundEnd":"2018-11-30","funder":"EPSRC","impactText":"","person":"Tim  Dokchitser","coPersons":[],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}