{"id":"E50D096B-56BD-4B56-897F-C65C4DC0128F","title":"A Full House: Developing A New Socio-legal Theory of Global Gambling Regulation.","abstractText":"<p>The project seeks to make a substantial contribution to debates about gambling and the regulation of speculation by researching bingo. Bingo is a markedly under-researched site, attracting a fraction of the attention given to casinos. However it is a globally significant and profitable gambling form, played in many countries and increasingly popular online. Bingo is also enmeshed with law and political economy in distinctive ways. It is a key site for charitable fundraising in many jurisdictions, and it is often associated with community and social welfare. This legal and social position, at the intersection of risk and welfare, poses significant challenges for regulators, and raises important questions about how the governance of speculation is related to concerns about social cohesion and non-profit activity. The proposed research will address those regulatory challenges, and provide answers to those key questions.&nbsp;</p>\n\n<p>Using four case studies of bingo regulation (England and Wales, Canada, Brazil, and online play offered to residents of EU countries), the research will provide a systematic account of how bingo is regulated, to ascertain the key legal and policy challenges involved, and to make recommendations to policymakers, the gambling industry, third-sector stakeholders, and academics.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/J02385X/1","grantId":"ES/J02385X/1","fundValue":"539376","fundStart":"2013-09-01","fundEnd":"2017-02-28","funder":"ESRC","impactText":"  Aside from the public engagement activities listed, we haven't had our findings used yet. Creative Economy,Digital/Communication/Information Technologies (including Software),Leisure Activities, including Sports, Recreation and Tourism Cultural,Societal,Economic,Policy & public services","person":"Katharine  BEDFORD","coPersons":["Gerda  Reith","Toni  Williams"],"organisation":"University of Kent","findingsText":" It is a little early to say: we are 1/3 of the way through. \n\nBut so far we have found the following (shared with our advisory group - amid go specialists and non-specialists) in September: \n\nResearch so Far and Preliminary Findings\nResearch this year has focused on the England/Wales case study.\n\nData gathered\n\nPrimary and secondary data on regulations: We have collected data on: (i) Hansard debates and Early Day Motions about bingo/tombola/housey-housey (going back to the 1800s); (ii) legislation; iii) case law (covering both charity/club bingo, and commercial bingo) iv) official regulatory guidance (including local authority licensing statements). Oscar is managing a sub-project in September involving two research assistants who are analysing all current local authority licensing statements on gambling in England and Wales. iv) operator codes of practice and training manuals (commercial halls and club sector). Our dataset currently contains over 600 documents, 82 images, 12 videos and 1 audio file. \n\nSurveys: We have done a preliminary analysis of the scoping survey distributed to the Bingo Association, intended to feed in to our interviews. You can see the survey here: (https://www.surveymonkey.com/s/BingoProject_Version_for_AdvisoryGroup28-03-2014). Feel free to fill it in: the link is live but separated from the survey administrated with the help of the Bingo Association. Please let us know if you have any feedback. We have arranged to conduct another survey, focused on licensing actors, with members of the Institute of Licensing. We hope that this will give us insights into the views of licensing officials (we have interviewed some, but this survey will hopefully reach more).\n\nInterviews: We have now almost completed interviews in the England and Wales case study, focusing on Greater London, South Wales, Newcastle/Gateshead, Blackpool, and Manchester. We have completed 55 interviews (with 72 participants - some interviews were with more than 1 person) and we have 18 more interviews confirmed for September. This far exceeds the 50 stakeholder interviews we committed to conduct in our grant document. This means that we have exhausted our transcription budget for this part of the fieldwork. This is a good problem to have, but we have had to find alternative sources of funding and are now forced into being very conservative about interview times. We will also need to ensure that the interviewing for this case study does not stretch too far into year 2, since that will impact the other case studies.\n\n• We have had an excellent response rate from commercial operators. All but two operators in the relevant regions have agreed to interviews, and some have also helped us extensively with contacting 'insiders' (past and present) in the bingo industry. Hence we have also secured interviews with some ex-operators, and some significant operators outside of the selected regions. We had not expected such a high response rate. People interviewed range from catering staff to head office executives, and we have a particularly extensive set of interviews with hall managers and head office staff with operational compliance responsibilities. We have 3 outstanding commercial interviews in South Wales, 2 in Newcastle/Gateshead, 5 in Greater London; 1 in Manchester; and 1 in Blackpool. All are scheduled in September.\n\n• Perseverance paid off with the non-commercial club movement - we think this sector (of working men's clubs, political clubs, military services clubs, etc.) is crucial given the key role played by bingo in these spaces. Access here moved more slowly than with commercial operators, meaning that we have had to re-visit some research sites and juggle the fieldwork budget accordingly. However we have now completed 7 interviews with this group of stakeholders, and we have confirmed 4 additional interviews for September. We are also getting some wonderful data from observations, and from conversations with branch secretaries and head office representatives.\n\n• As a result, we feel confident that we have sufficient information on the commercial hall sector (including a representative sample of differently sized operators), and on the social club sector. We have some information (interviews and observations) on the seaside arcade sector and the caravan and holiday park sector. We could continue to pursue more interviews and visits with these operators but given resource constraints (time and money for transcription) we have put that on hold for now. If it seems that significant gaps appear in relation to those sectors once we are done with the first round of analysis, we will try to reallocate some resources to fill them in. \n\n• We have also secured interviews with some lawyers representing commercial bingo operators; with some bingo paper and machine manufacturers; and with a charity conducting online bingo as a fundraising strategy (the latter two sets of interviews will be relevant to both this case study and the European online case study). \n\n• We need to arrange some interviews with alternative bingo providers (e.g. drag bingo). We have observations from this sector but have not yet conducted interviews with operators in the UK. \n\n• We have secured some scoping chats and interviews with regulators, but this is the key priority for us in the next 2 months. We are close to arranging interviews with Commission staff (with thanks to Jonathan Watkin), but remaining priorities are:\n\na) Local government: we have conducted some interviews with local government licensing officials and inspectors, and with four councilors who sit on licensing boards. However these interviews are regionally uneven. One council in one of the case study regions has said that it is unable to participate due to resource constraints. Two others have delayed interviews on the grounds that they are too busy and have little experience with bingo. This is, in itself, a useful finding: but we will persevere with trying to get these interviews in the case study regions since the pilot study on Thanet suggested that local government officials have key insights into bingo regulation. This has been confirmed by the interviews we have done so far. We will also pursue interviews with relevant Local Government Association experts, and experts on gambling at the Institute of Licensing. In the event that we are unable to secure more interviews with local councilors and licensing actors themselves, we hope that the survey (done via the Institute of Licensing members' list) will give us some valuable data. \nb) Some politicians serving on the All Parliamentary Group on Bingo (we have as yet been unable to secure an answer from this group about whether they can participate in the project). \nc) The Charity Commission (one or maximum two interviews, tightly targeted on people who have expertise with charitable gambling). This is to follow up on some themes relating to the liberalisation of charitable gambling law (especially around online lotteries) that were raised at an Institute of Fundraising event for charities, attended by KB in late 2013. While these are not essential for this case study they will help with the EU online and Canada case studies, re: the role of charities as stakeholders in gaming regulation.\nd) We originally wanted to include some voices from the police. However so far none of our interviewees have felt that the police are relevant to our questions about contemporary bingo regulation. (They have become far less important as an independent enforcement actor since the 2005 Gambling Act, which empowered the Gambling Commission to enforce the law). Hence, given the onerous research access and ethics procedures for interviewing police, and the constraints on our time and resources, we have decided not to attempt these interviews. We have good historical material on the key role of the police in the prosecution of bingo operators (especially in social cubs in some areas during the 1950s and 60s) and we have annual reports from the Met on bingo convictions (submitted to Parliament in our Hansard records). The voice of the police is also clear in the case law.\n\nBingo Play and other observations: We have continued to conduct observations in different bingo spaces. In particular, we always ask to stay to play a bingo game when we visit a club or hall: this gives us a chance to see how the regulations are interpreted in different venues, and to chat informally with staff and other customers. We have fieldnotes from each of those games and we are analysing these alongside the interviews. NB: We fund this ourselves - no ESRC or university research money is used for gambling. \n\nOther data: we have been collecting examples of media coverage of bingo debates, and bingo advertising. We also have also gathered information about bingo from documentaries and popular culture (e.g. the BBC TV series 'Eyes Down'), and Youtube. We use the latter to inform our analysis, but we are not analyzing this data itself as part of our research (i.e. we are not analyzing cultural representations of bingo since that is not part of our research remit, but we are using cultural representations of bingo to inform our analysis of the regulations).\n\nCoding\n\nCoding in our type of qualitative research refers to a system for organising and interpreting data, where words are grouped into patterns and themes. We use software to help us organize our coding. We have undergone a major technical overhaul of our coding software, involving purchase (by the university not the grant) of a new server version of the Nvivo programme. This will enhance our ability to work collaboratively with our qualitative data. The platform is also required for the next stage of the project (year 2), which involves the research team splitting up for long periods in different countries. It will not surprise those of you who are familiar with university IT systems to learn that this process was nightmarish, took three times as long as it was supposed to, and still is not fully functional. But the programme is now working at a basic level. We will show you some examples of how the software is helping us with our research when we meet. However our coding categories are still emerging: in accordance with the theoretical framework we are using we will continue to refine them as new data comes in. \n\nPreliminary Findings\n\nWe are not due to start analysing the data until month 12 (September), so it is premature to give you any results. However we do have a clear sense of the regulatory priorities (at central and local level; at policy level and operational compliance level) for different parts of the sector; of how different stakeholders experience the current regulations; of which ones are seen to work well; and of what different groups would like to see change. As yet there seems to be no sector-wide consensus on the last three issues (we did not expect there to be), but we need to analyse the data in-depth for patterns within regions; and within and across stakeholder sub-groups (e.g. social club v commercial hall; large operator v small; North East v Greater London etc). In addition we feel confident that we have identified the key regulatory conversations relevant to this case study, including about:\n\n• the definition of the game itself (a conversation prompted by technological developments and the embrace of 'bingo variant' games by some sectors of the industry, and resulting in the Gambling Commission's recent guidance to define bingo as a game); \n• how and where it should be played in order to qualify as a bingo operator (a conversation linked to regulatory debates about primary gambling activity, and to the interest in launching licensed bingo in some non-traditional environments (such as pubs). \n• the relationship between a bingo license and the ability to run other kinds of gaming (especially machine entitlements, but also prize gaming); \n• the operational impact of the growing regulatory emphasis on social responsibility with regard to age and vulnerable players or problem gamblers and the extent to which this impact varies across different parts of the sector;\n• local level discretion with regard to licensing decisions; \n• tax/bingo duty concerns.\n\nIn addition, a few trends and patterns have emerged which we think will be important for us to analyse in depth. In this section we provide some examples, intended to gesture towards the different sorts of methods we are using and the varied conversations to which we are seeking to contribute. Please note that these are tentative and preliminary and should not be quoted or circulated unless otherwise agree with the PI. \n\n\ni) Recurrent themes in interviews with operators of commercial bingo.\n\nThe following table (see next page) shows some of the responses that we have received during our interviews with staff from commercial bingo operators. We don't present these as consensus positions, but rather to show the range of responses we are getting. The questions were: \n\n• Based on your experience, what would you say works well about the current regulation of bingo?\n\n• Is there anything that doesn't work well?\n\n• What changes (if any) would you like to see in how bingo is currently regulated?\n\n• How do you see the bingo sector in five years time?\n \n\nRecurrent themes in interviews with operators of commercial bingo\nWHAT WORKS WELL? WHAT DOESN'T WORK WELL? ANYTHING THAT YOU WOULD LIKE TO SEE CHANGED? HOW DO YOU SEE BINGO IN 5-YEARS TIME?\n'Social responsibility' (i.e. measures to cope with gambling problem) Self-exclusions\n(customers can go to other bingo operators and/or to other forms of gambling; they want to exclude from machines but not bingo) Remove restrictions on machines, regarding jackpot prize limits and limits on certain types o of machines. More electronic-machine based\nMeasures in place to learn how to detect individuals experiencing gambling problems, and how to cope with that. &quot;Off the top of my head I can't think of anything. No.&quot; Underage access\n\n• Overly-strict procedures\n• Awkward to apply to visitors who do not play but are companions of customers Modernised bespoke, and smaller premises\nGreater flexibility and less intervention from the government. The smoking ban Slightly more regulation; greater presence of the regulator/authority Diversification of games\nLoosening of advertising restrictions since the 2005 change in the law Greater certainty about what to expect from the regulator in inspections Gradual extinction of small independent operators\nAbility of new members to play immediately, rather than having to wait. Younger clientele \nRestrictions on underage access Complementarity of traditional and online bingo rather than take over of the online version.\n\n\nii) Varied perceptions of bingo as a distinctive gambling sector, but simultaneous regulatory trends towards both convergence and divergence vis a vis other gambling sectors.\n\nA key theme in debates about bingo regulation is the extent to which bingo is seen - by players, operators, regulators, and the wider public - as a distinctive gambling sector. The answer, and the basis for that answer, have changed over time. For example, as Carolyn Downs has shown in the 1960s bingo was able to argue its distinctiveness (in terms of being a community-based soft form of gambling), resulting in less of a clampdown than experienced by casinos. Bingo may also be seen as distinctive because of the player demographic (in terms of age, class, gender, or typically all three); the key role of the game in non-commercial spaces and mutual aid practices; the close bond between players and staff in traditional hall environments (leading, some argue, to better monitoring of potential gambling problems); the nature of the traditional, paper-based main stage game itself (in that stakes are limited by the physical capacity of the player and the time-bound nature of the play); the fact that not all players regard the game as a form of gambling; etc. Some stakeholders we have interviewed wish regulators to take more account of bingo's distinctiveness. Others wish to see a greater overlap between bingo and other forms of gaming (especially electronic gaming), and/or are supportive of standardized rules and procedures across many gambling sectors (e.g. to prevent underage access to halls). As far as we can tell so far, there is no clear regulatory trend towards convergence with or divergence from other gambling sectors. For example new regulatory advice on 'what is bingo' suggests the potential for expanded forms of the game, some of which will look more like keno- or lottery-based gaming. However the duty-cut in April 2014 was based (in part) on bingo halls being a distinctive type of community-based, soft gambling establishment. Discussion about whether, and why, bingo should be treated the same as, or differently from, other gambling sectors is on-going and needs to be a focus for our analysis.\n\niii) Command and control v risk-based approach to regulation.\nValuable lessons can be learned from bingo as a case study of the shift from a 'command and control' approach to regulation to a risk-based, responsive approach based more on self-regulation. The implications of this broad shift have been much debated in the academic literature. However we think that our interviews with industry representatives who experienced the two legal regimes (of the 1968 Act and the 2005 Act) provide some fascinating first-hand perspectives on a sector that has been ignored so far. We are especially intrigued by two patterns within our interviews relating to the lived experience of regulatory change: \n1) 'The pink card stories' we are being told. The pink card was a form of personal license required for bingo hall managers under the 1968 Betting and Gaming Act. Getting one required an interview before the Gaming Board covering questions about the legislation. People relayed their experiences - sometimes from decades before - of the pink card process in very consistent terms: fear; like a driving test; terrifying; proud. We think that analysing the pink card stories, and the way that they are used to distinguish the previous approach to regulation and inspection from the new one, will provide us with key insights as to how regulatory change is experienced on the ground. \n\n2) The desire for advice-as-permission. A consistent theme in the commercial (but not social club) interviews so far is the desire for authoritative advice on whether something is permitted under the rules. There is a common perception of a shift in the willingness or capacity to give that sort of advice when gambling law was reframed in 2005, and when regulation moved from the Gaming Board to the Gambling Commission and from the clerk of the magistrates court to the local council licensing officer. We are interested in analyzing this further, to explore how the commercial sector's on-going desire for advice-as-permission interacts with a shift to a less command-and-control approach to rules. E.g. What can we learn about the on-going effects of those desires and expectations in a new regulatory environment? Are new actors emerging as replacement experts to give that sort of advice? (e.g. is there more recourse to lawyers now? Do internal staff dealing with compliance have more authority and power in a corporation than they used to have? Is there a greater role for training and compliance consultants?). Or is the desire itself being gradually reduced, in line with the shift to self-regulation? Is there a turn to informal forms of advice?\n\niv) The key role of social clubs, then and now. \nA key current debate about bingo regulation concerns the extent to which licenses (for operators, and for the premises they operate) should relate to primary gambling activity (e.g. what criteria should be used to judge whether an operator is running bingo as a primary gambling activity within a venue, or whether gambling is the primary purpose of that venue?). Whilst we have a lot of interview data on this topic from various stakeholders, we are interested in the echoes that this conversation raises in relation to previous regulatory debates about whether licensed bingo should be confined to particular places, and if so how, and why. For example there were a spate of bingo prosecutions (and MPs voicing objections to the prosecutions) in the 1950s and early 1960s, targeting social clubs. The key legal debate was over a) what constituted a social club, and b) what constituted gambling for ancillary purposes. The key political debate was over a) judicial interpretation of parliamentary intent (MPs have generally been fond of clubs and have expressed upset when they have been targeted by courts), and b) local-level discretionary power (in this example, read as the power of anti-gambling magistrates and local police to clamp down on bingo). The broader context to the issue was the nature of bingo as a form of gaming that is especially embedded in mutual aid groupings (legions, working men's clubs), and that can be played informally between friends. These five themes are still central to debates about bingo regulation. So we think that we need to trace the continuities, and shifts, in those five conversations. This will enable us to better understand what has shaped the England and Wales case study, and to explore the relevance of past debates about place and primary gambling activity to current debates.\n\nv) The labour of the game, in the context of new technology. \nI (KB) have long been interested in bingo as a site of labour as well as leisure, and I have written on the regulation of volunteers who sustain charitable bingo games in Canada. This year, I have learnt a lot more about the gendered and sexualised labour relations involved in UK bingo halls, and I am trying to better understand how these interact with new technology. \n\nThe gender division of labour in bingo halls was - traditionally - that women were employed as greeters, and men as callers; women as catering staff and men as hall managers (this division no longer holds across all operators). Many workers know regular customers (usually older women who come every day or several times a week) by name, and they care about them personally. But in addition to this element of care and concern for older female customers, there is also an element of flirtatious banter between workers and players involved in UK bingo halls. It is clear that a key appeal of the game is that it provides a safe place for older working class women to get together and socialize, and sometimes drink alcohol cheaply, without having to contend with unwanted advances from male customers. However this female social space can be a sexualized one, in which male workers have played a crucial role. For example, most bingo callers are men, and many engage in flirtatious, teasing banter with customers. Older female customers can also engage in flirtatious banter with other male bingo hall workers: when I asked one young man (who worked in the gaming machine section of commercial hall) to sum up his experiences working in the sector he said simply &quot;a lot of bum pinching. You get used to it.&quot; Add to this the fact that many of the rhyming calls used in traditional bingo games in the UK are sexualized calls, some of which involve whistling, and you have set the context for sometimes overtly sexualized banter between female players and male workers. \n\nHowever as operators seek to maintain profits in the face of declining customer volume, bingo games are speeding up, and opportunities for customer/player interaction are being reduced. Main stage bingo is providing a smaller portion of the profits, and more emphasis is being placed on mechanised cash bingo before, during, and after main stage sessions, reducing the times in the hall available for audible interaction. Worker autonomy - always limited in the strictly time-bound conventions of bingo halls where games have to be called at particular times - is further reduced via automated calling systems, increased numbers of linked games (requiring adherence to very strict time limits) and new technology that essentially runs the game remotely, via random number generation and electronic validation of winners. \n\nWe are using interviews and participant observation to learn more about what these technological changes mean for the gendered and sexualised nature of bingo, for both workers and players. In this way we are trying to contribute to broader academic debates about the global political economy of play and leisure, especially to the way that technology and regulation of new technology are - or are not - standardising games. \n\nOne example emerged during a recent fieldwork trip to Blackpool, a seaside holiday town in the North of England:\n\nI was in Blackpool conducting interviews with those who operate and regulate bingo, but I want to focus on a participant experience of prize bingo in a seaside amusement arcade, on a rainy, cold Friday afternoon. Part of the amusement arcade is a prize bingo venue. I went in at 2.30pm and there were about 10 other people playing. I was there for 2 hours. I was offered free tea and sandwiches from a plate as soon as I sat down - cheese; egg; tuna. I said no about 5 times in the first hour, but I eventually had some tea and biscuits before I started feeling rude. I sat down in front of a bank of boards and put in a pound; that lit up 3 screens, for 30 p each, automatically. There was a live caller, first an older woman, then for much longer a younger man. The numbers flashed up on a large screen. He read them out, but the game was mechanised from the players point of view: once you put in the money to light up the board, the numbers were automatically registered, and if you won - by making a line, or 4 corners - then the computer would stop announcing new numbers and your winnings -in the form of tokens - would drop out of the slot in front of you. You could pull the slides across the numbers to make the required patterns - and most people playing were doing that - but you didn't have to since you didn't have to call out to stop the game. Each game lasted a few minutes, and the play was automatic until your money ran out.\n\nWhat I wish to highlight is the labour of the people in that seaside arcade: the labour of the people running around giving cash, helping you select your prizes, bringing tea and coffee and sandwiches and biscuits, and, crucially, the labour of the caller. The young man, in particular, was very interactive with customers. In the few seconds between one computer-generated set of random numbers and another, he would say things like &quot;'I'll just shuffle the balls here, see if that changes anyone's luck'; and later - with a smile - &amp;quot;I'll shuffle my balls here; mix things up a bit&amp;quot;. When the screen in front of him registered a winner, he would say &amp;quot;hold your dabbers we have a winner on 6'; ' hold your dabbers, call on number 8.' There was, of course, no ball, no call, and no dabber - there were computers playing random-number generated games of chance with other computers, and the winning machines got automatically paid out. I have had similar experiences in other places where electronic bingo games are being used: staff generally work very hard indeed to attach customers to the play, including through flirting and banter.\n\nFor me the Blackpool experience crystalised something I've been trying to articulate about bingo for a while: that the apparent success of the technology introduced to standardise, speed up and automate the bingo game - in the UK and elsewhere - is often heavily reliant on low-paid employees (or volunteers) re-turning the game to a localised social play experience. In the Blackpool seaside arcade, without the scampering around of the women making tea, biscuits, and sandwiches, and without the little cheeky jokes and showmanship of the caller, we would have been 10 people playing a linked slot machine. With those things, we were playing bingo. A key defining feature of the game - the atmosphere - was provided by the workers, and the technology had to be re-localised by them, re-bingoised if you like, for it to work. I want to pursue this thread in the analysis, to see where it might lead. We have been engaging with the Gambling Commission, Bingo Association, Institute of Licensing, and the Goldsmiths network on gambling. Creative Economy,Digital/Communication/Information Technologies (including Software),Leisure Activities, including Sports, Recreation and Tourism","dataset":"gtr"}