{"id":"E514C71D-1818-4D48-8614-0D77E30D8AAB","title":"Testing the computational power of discord","abstractText":"At present, no single feature of the quantum world has been identified as the source of the computational enhancement, efficiency and speed-up of quantum technology. Whilst entanglement is widely recognised as a key resource in quantum technology, an exponential advantage over classical technology can be achieved without it in the presence of non-classical correlations. Furthermore for specific tasks separable states with discord have been proved to be even more efficient than entanglement.\nThe dynamics of entanglement and discord differ considerably, with entanglement being extremely fragile towards decoherence (even undergoing entanglement &quot;sudden death&quot; ) and discord being much more robust. Since decoherence is a major hurdle to the development of quantum technologies, the investigation of discord is a promising route for progressing the field.\nWhilst discord has been proved to be a valuable resource for speed up of specific computational\ntasks and for being robust towards decoherence, the more general demonstration that discord can provide\ncomputational enhancement for any computational task has not been provided.This makes discord a very\ncontroversial asset for quantum information processing, although it is widely recognised that if one day it\ncould be made of use for quantum computation, the impact would be truly ground-breaking.\n\nThe goal of this project is to experimentally investigate the physics and the computational power of quantum discord in many-atom\nensembles for a specific algorithm that performs the normalized trace estimation. We will be using the DQC1 model to compute\nsums over extremely large strings of numbers, which make the computation classically intractable. As an illustrative example, consider one hundred atoms trapped in an optical dipole trap. A unitary operation on these atoms would be described by a 2^100-by-2^100 matrix. Finding the normalised trace of this matrix is equivalent to adding up 10^30 numbers, which is a task that is classically intractable: modern supercomputers can perform 10^12 operations per second and therefore it would take about the age of the universe to have the same task. This is potentially transformative because quantum discord has not yet been studied in systems with large Hilbert spaces, and the successful demonstration of the exponential speed-up of the computational capability would be a\nmajor leap forward in the field. The ultimate impact of this research idea would be to gain a variety of experimental insights into, and thus a deeper understanding of, the quantum correlations that would be present in all quantum systems","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K022938/1","grantId":"EP/K022938/1","fundValue":"223690","fundStart":"2013-04-25","fundEnd":"2015-09-30","funder":"EPSRC","impactText":"","person":"Silvia  Bergamini","coPersons":[],"organisation":"Open University","findingsText":"","dataset":"gtr"}