{"id":"E5196C7A-094F-4339-9883-0F82C5A2A5A0","title":"Molecules, Clusters and Crystals: A Multi-Scale Approach to Understanding Kinetic Pathways in Crystal Nucleation from Solution","abstractText":"The process of crystal nucleation from solution requires, as its initial stage, separation of solute and solvent molecules and simultaneous formation of molecular clusters in order to create a new, nano scale, phase which can subsequently grow to become a crystal. Elucidating the fundamental physics and chemistry that govern the structure of this nucleation transition state remains one of the truly unresolved 'grand challenges' of the physical sciences. Individual nucleation events are localised in space but rather infrequent on the time-scale of a molecular vibration making both experimental detection and molecular modelling of the process difficult. In addition to this, available experimental techniques provide data averaged over both time and space so that extracting insights into the nucleation process may only be achieved through a combination of experiment and modelling. We propose a novel approach to this problem in which we scrutinise the crystallisation of two related molecular systems in hitherto unprecedented depth, building on established state-of-the-art experimental and computational techniques, but combining these, for the first time, with in situ synchrotron radiation (SR) X-ray scattering and spectroscopy methodologies capable of probing long range and local electronic and geometric structure at molecular resolution. Our hypothesis is that, by utilising appropriate experimental conditions, applying these state of the art time resolved scattering and spectroscopic techniques and building cluster models that are consistent with macroscopic features of the systems studied (crystal morphology, polymorphic form, solution chemistry, crystal growth rates), we can deduce a structural model of a nucleation event from the change in averaged solution structure as a function of increasing solution supersaturation and time. We thus expect incisive structural information for every step of the nucleation process: measured molecular scale properties can be used to confront computational predictions at molecular, supra-molecular and solid-state levels, so that the structural and size parameters for the nucleation pathway are revealed. A step change in our understanding of this area of science is thus expected.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I013563/1","grantId":"EP/I013563/1","fundValue":"1013290","fundStart":"2011-07-01","fundEnd":"2015-12-31","funder":"EPSRC","impactText":"","person":"Roger  Davey","coPersons":["Sven Lars Schroeder"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}