{"id":"E51EFAFB-577C-47D9-A450-E4A29D87A6FD","title":"Does immigration enforcement matter? Irregular immigrants and control policies in the UK","abstractText":"<p>This project will provide an explanation as to why, in the UK, despite increasingly strict immigration policies and continuously enhanced law enforcement politics (entry screening, ID and work permits checks, workplace and other raids, and employer sanctions etc.) irregular migration continues. This study specifically aims to uncover aspects that have received little academic attention, namely immigration enforcement, its impact and its limits.</p>\n\n<p>The overarching theme of this study is to examine the impact of increasingly rigid legislation and robust enforcement measures on irregular migration. It aims to find if and how irregular immigrants navigate controls, to investigate the interaction between irregular immigrants' strategies, employer practices and enforcement measures, to show how enforcement measures are perceived by immigrant communities, to explore the impact of enforcement on IMs' access to fundamental rights, to understand the political, practical and ethical limits to law enforcement in order to highlight the impact and effectiveness of enforcement.</p>\n\n<p>This is a qualitative, multi-dimensional, multi-sited (London, another city and a rural area), multi-actor (four immigrant groups, NGOs and statutory agencies) and mixed-methods (interviews, observations, policy analysis) study. Findings will be compared with studies conducted in 1998 and 2002, thus the study involves an element of serial research.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/K005359/1","grantId":"ES/K005359/1","fundValue":"487056","fundStart":"2013-11-01","fundEnd":"2017-07-31","funder":"ESRC","impactText":"  Our project has just entered the second of three years. During the first year the team conducted the desk research, some policy field analysis and prepared the conceptual and analytically framework of the project. Therefore, we did not yet generate any fresh empirical data. Nevertheless, our project has already raised considerable attention by the media and by other stakeholders. We have providing expertise to British and international media and provided input to stakeholder events (workshops) by the Home Office, NGOs and other research consortia. Communities and Social Services/Policy,Other Societal,Policy & public services","person":"Franck  Duvell","coPersons":["Bastian Ambrosius  Vollmer"],"organisation":"University of Oxford","findingsText":" Irregular migration and immigration law enforcement have considerable changed over the recent course of time, ie the last 15 years. The next step of the research project will be to establish the changes on the level of the organisational culture of the relevant institutions as well as the impact on the target populations. The findings of the first phase of the project could be used by scholars as well as state and non-state stakeholders in the field of immigration law enforcement studies as a guidance and toolbox for comparative research. Communities and Social Services/Policy,Government, Democracy and Justice,Security and Diplomacy","dataset":"gtr"}