{"id":"E526A2D5-B839-4ED8-8DB6-E5BB79EE0D15","title":"An evolutionarily restricted role for purinergic signalling in the maintenance of retinal stem cells","abstractText":"During embryogenesis the eye is formed by a highly organized and stereotyped pattern of events, in which retinal progenitor cells divide (proliferate) many times before exiting the cell cycle and forming the different neuronal cell types of the adult retina in a process called differentiation. Once formed, the mammalian eye is thought to be incapable of regeneration. Thus, any loss of retinal cells, including the light-sensitive photoreceptors, either by disease or injury during life is permanent. In contrast, the eye of lower vertebrates, such as fish and frogs, continues to grow throughout the life of the animal. New retinal neurons, including photoreceptors, are produced by the proliferation of a population of stem cells that reside in a region called the ciliary marginal zone (CMZ), at the very periphery of the retina. Over the past decade, there has been significant interest in the possibility of retinal repair in humans following the discovery of a population of cells within the ciliary epithelium (CE), found within the ciliary body of the mammalian eye, a region analogous to the lower vertebrate CMZ. These cells exhibit a number of stem cell-like properties, although it is not yet clear if these cells can go on to form all the cell types of the retina. More importantly, these cells only proliferate when cultured in a dish - they are dormant in the eye itself. This raises the question of whether these cells represent a population of stem cells that are similar to those found in frogs and fish but that have lost the capacity for proliferation and repair during evolution. Furthermore, it is conceivable that these cells could be reactivated to generate new retinal neurons. The mechanisms that regulate both the proliferation of the stem cells in the lower vertebrate and the apparent dormancy of this stem cell-like population in mammals are poorly understood. Recently, one signalling pathway, called purinergic signalling, has been shown to be essential for turning on a number of genes required for eye formation. We have also shown that this signalling mechanism is very important for controlling the proliferation of retinal progenitor cells in the early stages of eye development in the embryo. Here, we aim to determine whether or not purinergic signalling represents a fundamental regulatory mechanism that controls the proliferation of retinal stem cells at the ciliary margin. Moreover, we wish to determine whether or not this signalling system has become lost or restricted during evolution and so provide an explanation for why the stem cells of the mammalian CE no longer proliferate. We have already found that purinergic signalling is involved in the proliferation of mammalian retinal stem cells in the culture dish. We have also found that a particular type of receptor that is critical for purinergic-mediated proliferation elsewhere in the brain is not present in the mammalian CE, but is found in these cells when they are cultured in the dish. This means it may be possible to induce the normally dormant stem cells of the mammalian eye to proliferate and form new retinal neurons in the eye. Therefore, we aim to firstly examine the role of purinergic signalling in controlling retinal stem cell proliferation both in the adult eye and in the culture dish. We will also determine the downstream pathway of purinergic signalling that leads to this proliferation. We will compare evolutionarily distinct species to examine the role of purinergic signalling in the retina of these animals and finally we will determine whether or not it is possible to reactivate the stem cells of the mammalian CE by purinergic signalling. Although only theoretical at this point, it is possible that the last objective may provide information for the repair of the retina damaged through disease or injury.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I013636/1","grantId":"BB/I013636/1","fundValue":"418720","fundStart":"2011-12-01","fundEnd":"2015-02-28","funder":"BBSRC","impactText":"  The data arising from this project has been complicated by a number of technical issues that have impeded progress. this has been very frustrating, however we are now beginning to write these up for publication. some of the findings have however, also contribution to engagement activities both with academic and lay audiences, prior to publication Education,Pharmaceuticals and Medical Biotechnology Societal,Policy & public services","person":"Rachael A Pearson","coPersons":["Robin Raihan Ali","Shin-Ichi  Ohnuma","Jane C Sowden"],"organisation":"University College London","findingsText":" This project investigates the mechanisms involved in regulating the proliferation of a population of stem-like cells located at the peripheral margin of the eye. In lower vertebrates, these cells continue to divide throughout life, helping in the growth and repair of the eye. This regenerative potential is lost in mammals but a population of quiescent cells with some stem-like capabilities has been identified. This project aims to examine the role of purinergic signalling in the control of proliferation of adult ciliary marginal retinal stem cells (RSCs) since there is significant circumstantial evidence to suggest a correlation between purinergic signalling and the regenerative capacity of adult stem cell populations elsewhere in the CNS. To do this, we are addressing the following questions:\n\n\n\n1) Is adult murine RSC proliferation regulated by purinergic signalling in vitro? \n\n\n\nThe stem-like cells of the mammalian ciliary epithelium can be induced to proliferate in vitro following their dissociation and exposure to growth factors. We have now demonstrated that purinergic stimulation leads to robust increases in proliferation of the cells within these retinal CE-derived RSCs and that this response is mediated via P2Y receptors. We have carried out a full pharmacological profiling of the response and have identified the the receptors are involved. Nucleotides are constitutively released from neurospheres and involved in the normal proliferative response following culture with growth factors. We are currently establishing protocols to examine ATP release from cultured neurospheres. We have performed qRT-PCR and immunocytochemistry and confirmed the pharmacological data above.\n\n\n\n2) Is cell fate affected by purinergic signalling in vitro?\n\n\n\nSince purinergic signalling stimulates the proliferation of these retinal stem cells in vitro, we now wish to determine whether these cells are affected in terms of the fates they can subsequently acquire. Recent work in stem cell biology has also elucidated specific culture conditions that allow the generation of retina from embryonic stem cells. We are currently establishing these culture conditions using our retinal stem cells derived from the mammalian CE. We will examine what fate decisions are made by these cells. \n\n\n\n3) What are the downstream pathways leading to increased adult murine CE-derived RSC proliferation via purinergic stimulation?\n\n\n\nWe have now established protocols for assessing the role of [Ca2+]i, cAMP/PLC/PKC and PI3-kinase/MAPKs in ATP-induced cell proliferation and are characterising the downstream pathways involved in purinergic mediated proliferation of murine adult CE-derived RSCs\n\n\n\n4) Do murine retinal ciliary epithelial cells express purinergic receptors in vivo?\n\n\n\nWe have carried out full RT-PCR combined with laser-based tissue capture and found that the adult murine ciliary epithelium does not express key components of the purinergic signalling system.\n\n \n\n5) Can purinergic stimulation lead to reactivation of the cell cycle in vivo?\n\n\n\nWe are now developing strategies to re-introduce appropriate aspects of the purinergic signalling system into the murine CE to investigate whether or not re-activiation of this system will permit the proliferation of these cells in vivo. \n\n\n\n7) Does purinergic signalling represent an evolutionarily restricted mechanism for the control of adult RSCs in vivo? \n\n\n\nA major part of this project is to examine whether purinergic signalling represents an evolutionarily restricted signalling system in the control of retinal stem cells. We are examining the role of purinergic signalling in a lower vertebrate model, Xenopus Laevis. This work has been hampered by technical [problems but is now underway. We have begun in situ hybridization studies and are developing a profile of P2Y-receptor and NTPDase expression in the Xenopus retinal margin. We have also undertaken pharmacological experiments to investigate whether endogenous proliferation of the RSCs is impaired by blocking the purinergic signalling system using pharmacological reagents. We are now developing morpholino approaches to manipulate receptor expression. While the primary aim of this project is to further our understanding of how stem cells are regulated in the eye, it is hoped that we may find ways to re-activate this population in patients with retinal disease. If so, this would provide a method of repairing currently irreversible blindness, which affects millions of people worldwide. Patentable or commercially exploitable results arising directly from this project are unlikely. It is however conceivable that potentially patentable protocols/factors may arise from the identification of novel factors that impede or enhance cell integration and we will seek to exploit any new intellectual property rights that might arise. Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}