{"id":"E52CC762-3392-4EFA-87E2-93B7500EA493","title":"Host-symbiont coevolution: Exploring the parasitism-mutualism continuum","abstractText":"Intimate and prolonged associations between different organisms - symbioses - are widespread and important in the natural environment. Symbiotic associations can range from being parasitic, where one organism benefits at the expense of the other, to being mutualistic, where both organisms benefit from the association. Such symbiotic associations underpin the functioning of ecosystems: mutualism can allow pairs of organisms to survive where otherwise neither would and parasitism can limit the growth of host populations. These symbioses are particularly important in microbial communities but little is known about how these associations shape the evolution and diversity of microbial symbionts. Here we want to understand how the evolution of symbiotic organisms is different under conditions that range from parasitic to mutualistic. Our approach is to study the evolution of a bacterial-plasmid symbiosis where the nature of the association ranges from parasitic to mutualistic depending on the environment: in the presence of mercury the association is mutualistic because the plasmid has a gene for mercury resistance; and in the absence of mercury the association is parasitic because carrying the plasmid slows the growth of the bacteria. In nature carrying the plasmid allows bacteria to survive in otherwise toxic mercury contaminated soils. We will exploit the short generation times, and large population sizes of bacteria to observe evolution in action. We will discover and contrast the genetic changes that occur in the genomes of both the bacteria and the plasmid as they co-evolve on a continuum of environments that change the symbiosis from parasitic to mutualistic. - Our study is novel because we will, for the first time, study evolution across a parasitic-mutualistic symbiosis continuum using a single symbiotic association. - Our study is relevant to the natural environment because such bacterial-plasmid associations are widespread, but poorly understood, in microbial communities and are likely to play an important role in maintaining biodiversity and ecosystem function, particularly in response to heavy metal contamination of soils. - Our study is powerful because we will use an experimental approach to study evolution in action. - Our study is timely because we will exploit the latest technologies in DNA sequencing to directly observe evolution of genetic sequences in bacterial and plasmid genomes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H005250/1","grantId":"NE/H005250/1","fundValue":"14498","fundStart":"2010-07-05","fundEnd":"2014-01-04","funder":"NERC","impactText":"  Prior to the development and submission of research manuscripts, some findings of the project have been presented in seminars and talks (broadly focussed on bacterial adaptation and experimental evolution studies), at Abertay University, Oxford Brookes University, and local Dundee schools (through the sETM initiative). Education ","person":"Andrew  Spiers","coPersons":[],"organisation":"University of Abertay Dundee","findingsText":"","dataset":"gtr"}