{"id":"E53788F7-2E7A-4074-9332-D0C6B7805CF2","title":"Cambridge-Chennai Centre Partnership on Antimicrobial Resistant Tuberculosis","abstractText":"The need for a joint India-UK Centre Partnership focused on drug-resistant tuberculosis (TB) is founded on the scale of the problem both in India and globally, combined with the pressing need to develop new tools and therapeutics to combat it. There were 1,467,585 cases of TB notified in India during 2012 (the largest number of cases in any country worldwide), with a sharp rise in the number of people diagnosed with multidrug resistant (MDR) TB (from 308 to 16,588 laboratory confirmed cases between 2008 and 2012). Our partnership between the University of Cambridge and the National Institute for Research in Tuberculosis (NIRT) in Chennai, India, will bring together a multidisciplinary team to focus on novel diagnostics and therapeutics for TB. This includes the use of emerging sequence-based diagnostics to improve the accuracy of individual patient treatment for MDR and extensively drug resistant (XDR) TB; new drug targets for TB and prediction/investigation of the impact of resistance mutations based on modelling of bacterial genome data; the development of an in-depth understanding of the bacterial genes in diverse populations of Mycobacterium tuberculosis associated with so-called 'drug tolerance'; and novel approaches to treatment of TB based on immunomodulation (enhancement of autophagy and novel enhancers of T cell responsiveness). The Centre Partnership will generate a rich and lasting clinical and genomic dataset. Our objectives require detailed clinical and biological phenotyping and genotyping of patient cohorts, which can be mined to address future questions and will further enhance collaborative research to tackle the burden of drug-resistant TB. We will also innovate in training and knowledge transfer. Leveraging of novel technologies will increase relevant and collaborative research experience for UK and Indian investigators. Transfer of scientific training and technology to India enhances independent research capacity and fosters future international collaborative projects. This will be achieved through mobility and exchange of junior (training) and senior (discipline-hopping) researchers.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/N501864/1","grantId":"MR/N501864/1","fundValue":"1149550","fundStart":"2015-04-28","fundEnd":"2018-04-27","funder":"MRC","impactText":"","person":"Sharon  Peacock","coPersons":["Kenneth G Smith","Tom  Blundell","Andres  Floto"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}