{"id":"E5380C75-75A4-4B88-BDC0-80387B098213","title":"Mechanisms and function of alternative splicing in the plant circadian clock","abstractText":"Circadian rhythms are ubiquitous in nature: most organisms exhibit robust daily rhythms in biological processes, growth or behaviour. The most familiar rhythm to us is our sleep/wake cycle which is set to local time and gives rise to jet lag when time-zones are traversed. Rhythms are driven by 'circadian clocks' located in every living cell that continue to run even in the absence of external signals. These biological devices allow an organism to anticipate predictable environmental changes such as the regular day to night transitions and to adjust its behaviour accordingly. Circadian clocks comprise molecular circuits organised into feedback loops that generate the oscillatory behaviour of clock components. By linking to different molecular pathways through the cycle, the clock is able to regulate the timing of key pathways (e.g. metabolic, signalling, growth and development) through the day. Clockwork failure can have a large fitness costs to the organism; in humans it contributes to several disease states.\n\nCircadian clocks can operate over a temperature range. This is particularly important for plants that are exposed to the ever-changing environment. Chemical reaction rates are very sensitive to temperature change, yet the clock remains invariant in the face of daily temperature changes and a range of weather patterns through the seasons. Yet how this is achieved is not known. A key objective for this project is therefore to understand molecular processes that buffer the plant clock from temperature changes. This is important as maintaining clock function is essential for optimal photosynthesis, growth, and the timing of reproduction - factors that influence seed abundance (a yield output for crop plants). \n\nWhen genes are expressed the DNA sequence is first copied into RNA (transcription), the RNA is processed and then it directs synthesis of the corresponding protein (translation). In this project we focus on deciphering the role of post-transcriptional RNA processing (alternative splicing: AS) in temperature-dependent clock function in the model plant Arabidopsis. AS generates different transcripts from the same gene and thereby can modulate transcript and protein levels and functions. We have shown that AS is important in controlling clock gene expression. We will establish the extent of AS in clock input genes, how this is affected at low temperature and their influence expression/AS of clock genes. Plants experience continued and variable temperature changes throughout the day/night cycle - we will investigate the degree and timing of temperature change which is able to elicit a temperature-dependent AS response. Light also has a major influence on the clock and we will identify which AS events respond to light intensity changes and whether they are different from temperature-dependent events.\n\nA major question is how the different types of AS in different clock genes are regulated and how this mechanism contributes to temperature buffering of the circadian clockwork. We will use RNA sequencing to assess AS events during cooling. Co-expression and co-splicing network analysis will identify genes whose expression/splicing profiles correlate with those of the core clock and clock-associated genes to identify putative regulatory genes. We will also examine the natural genetic variation in this process and how this might aid our understanding. \n\nThe role of AS in regulation of clock gene expression is highly relevant to crop plants and yield. To utilise the knowledge and approaches from our Arabidopsis research, we have started to examine AS control in potato and barley to begin the translation toward application. We anticipate that this work will provide new insights into what controls phenotypes such as earliness in barley and endodormancy in potato and ultimately lead to strategies for the generation of new genotypes that have increased robustness to temperature and other stresses that can affect plants.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K006835/1","grantId":"BB/K006835/1","fundValue":"402197","fundStart":"2013-03-01","fundEnd":"2016-02-29","funder":"BBSRC","impactText":"","person":"Hugh Gordon Nimmo","coPersons":[],"organisation":"University of Glasgow","findingsText":" Not applicable as yet. Grant is about half competed. We have met the objectives expected at this stage of the grant. Potentially in the long term to improve crop performance Agriculture, Food and Drink","dataset":"gtr"}