{"id":"E53AB09F-A946-4462-B8A9-E0BCE895F96B","title":"The performance practice of indeterminate piano music by John Cage and Christian Wolff.","abstractText":"Music which is commonly termed 'indeterminate' is characterised by notational features which leave elements free for the performer(s) to decide upon. These may be components such as pitch, duration, ways of playing, dynamics, order of events, and so forth. Chief amongst the composers associated with indeterminacy is American composer John Cage (1912-1992), amongst whose close associates was the younger composer Christian Wolff (b.1934). The piano music of both these composers forms the basis of this research project.\\n\\nDiscussion of the music of both Cage and Wolff has tended in the past to focus upon the idiosyncratic features of their notation, resulting in published writing which is largely descriptive rather than analytical. The situation regarding Cage scholarship is rapidly changing and there are now a number of significant books and articles about his work which have developed understanding dramatically. The state of research concerning Christian Wolff's music is rather less advanced.\\n\\nThe aim of this project is to develop understanding of both composers' music by means of a practice-led approach. The issues which will be addressed over the course of the project are concerned with 1) the development of performance practices with respect to indeterminate music, specifically that of Cage and Wolff, and 2) how performance, and in particular the ways in which performers realize the indeterminate aspects of the scores, may further understanding of, and shed new perspectives upon, the music itself. The project will focus upon Wolff's piano music as a body of work (1950 - present day) and, more specifically, Cage's Solo from his Concert for piano and orchestra (1957-8). \\n\\nThe issues to be explored are:\\ni) How might interpretations of Christian Wolff's music be shaped by wider contextual understanding of his aesthetical and musical concerns?\\nii) How do performances and interpretative decisions of Wolff's piano music contribute to and develop understanding of his style and musical techniques and language?\\niii) Is there a performance practice developing regarding the music of John Cage, relating this question specifically to his 'Concert for piano and orchestra', and what are the advantages and disadvantages that this brings?\\niv) What are the factors which need to be accounted for when preparing a realisation of the Concert for piano and orchestra, how historically have these been determined?\\n\\nA practice-led approach to scholarship such as this has a number of benefits. The close involvement that performers have with the score and the music over often a prolonged period of time leads to a particular kind of understanding, different to that of non-performers, which when articulated offers valuable insights and perspectives upon the music. Important also is the contribution that actual performances (recorded and live) offer to understanding of the music, especially music such as that of Cage and Wolff which often depends upon a performer's realization for the music to exist in a tangible form. The performance practice literature, which is largely devoted to 'classical' (non-contemporary) music, increasingly acknowledges that a performance itself can act as a valid form of research: 'good performers are continually engaged in a process of 'analysis, only of a kind different from that employed in published analyses. The former sort of analysis is not some independent procedure applied to the act of interpretation: on the contrary, it forms an integral part of the performing process each performance is an act of analysis' (Rink, J. review of Wallace Berry's 'Musical Structure and Performance', in 'Music Analysis' 9/3, 1990 p.323)\\n\\nThe results of the investigation will be presented as both performances (recorded and live) and as scholarship, through book chapters, an article and a conference paper. The integration of performance and research in this way is at the heart of this project.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/G005893/1","grantId":"AH/G005893/1","fundValue":"23599","fundStart":"2009-09-01","fundEnd":"2009-12-31","funder":"AHRC","impactText":"","person":"Philip  Thomas","coPersons":[],"organisation":"University of Huddersfield","findingsText":" The major focus of this project has been the publication of a book about Christian Wolff's music, the first of its kind, as well numerous performances of his piano music. Published by Ashgate Publications, 'Changing the System: the music of Christian Wolff' was co-edited by myself and includes two chapters written whilst engaged on this project, concerning the performance of Wolff's piano music and wider concerns about performing his indeterminate music. These were particularly informed by two extended interviews with Wolff and a period of research at the Getty Research Institute, Los Angeles, where the David Tudor archives are held. Performances of Wolff's music were given at New York Ontological Theatre, Dartmouth College, New Hampshire, California Insititute of the Arts, Los Angeles, and a public lecture-recital at the Getty Research Institute, Los Angeles. Further performances were given at various venues across the UK, and included the world premiere of Wolff's 'Small Preludes' at the 2009 Huddersfield Contemporary Music Festival. Additionally three CDs of Wolff's music were recorded, for future release on 'sub rosa'.\n\nAlongside the work on Wolff's music, research was undertaken at the New York Public Library, the John Cage Trust, and the John Cage correspondence at Northwestern University, Chicago. This informed an about performing John Cage's indeterminate music, focussing upon his 'Concert for piano and orchestra' which I performed the previous year (broadcast on BBC Radio 3), for future publication. Both performances and published written work have an appeal which stretches outside the reaches of the academic context. Performances and CD recordings have reached and will reach a wider international public, and the book will be of use and interest to anyone with an interest in the music of Christian Wolff Education,Other","dataset":"gtr"}