{"id":"E53CB96E-678D-4782-87D0-65852D560DD7","title":"Hybrid Materials for the Enzymatic Reduction of Carbon-Dioxide","abstractText":"Enzymes are the catalysts of choice for sustainable and organic solvent free chemical transformations, but there remain issues with the lack of stability and loss of activity of enzymes if their environment is not carefully controlled. In this project new bio-catalytic materials will be synthesised and characterised. The aim is to create robust enzyme-containing materials that have high activity for the reduction of carbon dioxide. Thin hydrogel layers (nm to mm thick) will be grown on solid supports for applications in supported enzyme catalysis. The hydrogel films will be created by the surface initiated ordering of di-peptide amphiphiles into hydrogel matrices both on flat surfaces and inside porous materials. Enzyme stability and activity will be improved in three ways. (1) The activity and stability of enzymes from both mesophiles (organisms that live in moderate environments) and extremophiles (organisms that thrive under extreme conditions) will be compared. (2) The enzyme will be immobilised in a peptide hydrogel matrix that mimics the extracellular matrix in biological organisms. The peptide gel will be a surface bound gel that has an open (99% water by volume) structure ideal for immobilising enzymes while still allowing the diffusion of small molecules in and out. In addition the gel will provide a locally controlled pH environment and prevent unfolding of the protein. (3) To improve stability still further and create a robust material, the hydrogel will be self-assembled on the internal surface area of a highly porous inorganic oxide film. The final product will be an integrated catalytic material that reduces carbon dioxide to formic acid and other useful organic feedstock molecules.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H026304/1","grantId":"EP/H026304/1","fundValue":"105582","fundStart":"2010-06-01","fundEnd":"2012-05-31","funder":"EPSRC","impactText":"  To select desired structures in novel hydrogel films. To inform choice of electrodes used in microbial fuel cells. To decide which deposition methods give the smoothest perovskite films for solar cells. Chemicals,Energy ","person":"Petra Jane Cameron","coPersons":[],"organisation":"University of Bath","findingsText":" The grant was for an item of equipment (atomic force microscope) that has been essential to better understanding the structures of peptide hydrogel films. We have developed a new method of growing ultrathin gel layers (JACS 2010, 132, 5130-5136 ) on a variety of supports and of preparing gel membranes. Enzymes were incorporated into the gels by an advanced self-assembly mechanism at neutral pH (publication in preparation) and so far our studies show that they retain their activity but have enhanced stability inside the gel matrix. \n\nBased on our work with enzymes we have decided to move to studying whole surface supported photosynthetic cells which can reduce CO2 and either store it as biomass or generate electricity. We are currently working on developing conducting peptide gels that can electrically interface with whole cells. \n\nThe microscope has been used to study the peptide based fibres of the gel and how they change when enzymes are incorporated. We have compared several techniques for measuring gel structure (TEM, SEM, confocal microscopy) and AFM is by far the best as we can look at gels in their natural wet state without having to first add dyes (which change the structure) or dry out the films (which creates artefacts). The ability to use the AFM for this project has opened several new and interesting research areas to us and has led to a new proposal for funding that has been submitted to the European research council (ERC). They will be of use to other academics studying hydrogels and inform researchers about the range of possible structures available. Chemicals,Education","dataset":"gtr"}