{"id":"E53EBD6F-A3AE-4A75-AFA8-5648B7E1197E","title":"Mass-flowering crops: cost or benefit to bumblebees and wild flower pollination?","abstractText":"There is a widespread perception that pollinators are in decline, and that this threatens both natural plant communities and agricultural productivity. Although this decline has recently been questioned, most authorities agree that some important pollinator groups, notably bumblebees, have declined in both abundance and range in Europe. There are also well documented declines in abundance of many plant species in the UK, particularly perennial herbs such as cowslips and red clover. The cultivation of mass-flowering crops (primarily oilseed rape and field beans) in the UK has been arguably the most dramatic change to the floral landscape for centuries. Recent work by the applicants shows that, when in bloom, the amount of pollen and nectar provided by these crops greatly exceeds that provided by all other insect-visited flowering plants combined in arable landscapes. We still have a poor understanding, however, of the impact that this brief glut of floral resources has on pollinator populations or on the reproduction of wildflowers. There is disagreement as to whether mass-flowering crops are of benefit to populations of bumblebees (they provide a lot of resources, but colony success requires a continuous supply of food throughout spring and summer, and some bee species avoid shallow flowers like oilseed rape). Mass-flowering crops are also likely to affect pollination and hence seed set in wildflowers of arable ecosystems. But it is unclear whether wildflowers will suffer adverse affects from competition with the crop for pollinators or through stigma-clogging with pollen from such crops, or conversely whether they will benefit from a boost to local pollinator populations. The answer will depend on the phenology and floral similarity of crop and wildflower. Wild flower population processes and their pollinators' population dynamics in farmland have never been considered together in a single project. This project aims to capitalise on previous BBSRC-funded work by the applicants, to assess how the amount and landscape-scale spatial distribution of mass-flowering crops affect pollinator populations (particularly bumblebees) and reproduction of wildflowers, using a three-pronged approach: A. Studies of the effects of oilseed rape and field beans on bumblebee colony survival, focussing on two contrasting bee species, the longer tongued B. pascuorum and the shorter-tongued B. lapidarius. Molecular approaches pioneered by the applicants will be used to detect nests through the season (Goulson@Stirling). B. Studies of the effects of these same mass-flowering crops on pollinator visitation and seed-set in five target wildflower species, chosen to provide a range of phenologies and flower morphologies (Osborne@Rothamsted) Ci) Expansion, development and testing of an existing GIS-based forage map and associated model to predict how the distribution and phenology of forage in arable landscapes determines pollinator abundance, and in particular which areas act as sinks for bumblebees, and which act as sources (net exporters of queens) (Sanderson@Newcastle) Cii) Use of the same forage map to develop new spatially-articulate models to examine the broader, landscape scale effects of mass-flowering crops on pollinator visitation to, and seed set in, wildflower populations In combination, this work will enable us to evaluate the likely ecological consequences of growing mass-flowering crops on pollinators and wildflowers, and will substantially increase our ability to predict and manipulate the impacts of agricultural practices on farmland biodiversity. The project is of direct relevance to policy makers producing schemes for arable and countryside stewardship, for example those advising on field margin management. Practices that encourage large bumblebee populations will in turn boost pollination of crops and wild plants, underpinning the sustainability of a diverse flora on unfarmed agricultural land.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E001491/1","grantId":"BB/E001491/1","fundValue":"283334","fundStart":"2007-04-02","fundEnd":"2010-04-01","funder":"BBSRC","impactText":"","person":"Juliet  Osborne","coPersons":[],"organisation":"Rothamsted Research","findingsText":"","dataset":"gtr"}