{"id":"E54057E3-6634-4548-851B-E9A936C690C0","title":"Novel Biotechnology for Removal of Soluble Radionuclides and Possible Potential Reduction of Terrorist Impact","abstractText":"Perceived problems of nuclear waste treatment limit the acceptability of nuclear power even though this is the only current alternative to fossil fuels. Green energies still require 10-20 years of development and even then will not completely suffice. Current nuclear waste treatment is OK but the best methods are expensive and/or not very selective. A worrying problem is the black market of stolen 'nuclear' materials for terrorist activities, with pollution of water supplies as one threat This will become less likely if fast, portable clean-up technology is known to be available. The same technology could be used to improve nuclear waste treatment. Currently ion exchange methods suffice but the best are too expensive. Finely-divided material is best but is difficult to fabricate into flow-through columns. We need now materials, better than the commercial ones, combining finely divided yet column-compatible formats, and cheaper. .A new type of ion exchanger was developed which utilises a microbial enzyme to synthesise hydrogen uranyl phosphate (H UP). This is excellent for removal of the radionuclides 137Cs, 9OSr and 60Co. Tests against nuclear wastes in S. Korea showed high effectiveness, radiostabilly &amp; economy compared to commercial products. The trick is that the bacteria template the HUP as a supported high-surface finely divided layer (nanolayer) onto their surfaces and control crystal growth to make, effectively, an ion-exchange bionanolayer (overcoat). Before doing all this, the bacteria first stick themselves (via sticky 'arms' :adhesions) onto a spongy support, don their overcoats and then die but leave behind the (radiostable) active enzyme for more HUP overcoat synthesis. The problem is that uranium is radioactive. This does not matter for wastes which are already radioactive, but would not be popular for public use. Fortunately, the related phosphates of the non-toxic Zr and Ti are also ion exchangers. These are laid down as poorly-crystalline solids (actually this is a better way to obtain metal selectivity) but these have never been considered as BIONANOLAYERS for ion exchange before. The 1st OBJECTIVE is to develop a nano-layered bioinorganic ion exchanger based on bio-Zr,Ti phosphates (overcoats) &amp; determine the selectivity of the coated sponges for the radioisotopes. For use the filtration sponge is packed into a flow-through column but the columns can get partially blocked, losing effectiveness. The 2nd OBJECTIVE is to develop a bioreactor with low channelling and blockage effects using magnetic resonance imaging as a tool to follow metal accumulation processes and flows noninvasively within the reactor Itself, in order to minimise the blockages and achieve maximal efficiency/capacity at lowest cost. The use of predictive mathematical models developed from the MRI data, will help us cut comers In our quest for portable, effective filters. The 3rd OBJECTIVE is to produce the material cheaply (we may need a lot of it, fast), helped by a previous cost analysis (EU report,1995) which showed that the manufacturing costs are comparable to commercial methods. We will undercut these costs by using a natural plant product as our feed material to make the ion exchanging overcoat and by growing the bacteria beforehand on sugary industrial wastes. The methods were demonstrated in previous projects, and proof of principle was shown using the HUP material to treat real nuclear waste. But not so much is known about the Zr/TiP-based ion exchangers and almost nothing about the postbiosynthesis chemical processing needed to produce the best ion exchange material from the starting bionanolayer. We will utilise state of the art biofilm technology, solid state chemistry and MRI to produce and evaluate a completely new material which is robust, which cannot be made chemically and which will fill the huge gaps between what is available and what we need. We will make a movie of the process for the biggest impact","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/C548809/1","grantId":"EP/C548809/1","fundValue":"387974","fundStart":"2006-01-01","fundEnd":"2009-06-30","funder":"EPSRC","impactText":"","person":"Lynne Elaine Macaskie","coPersons":["Joseph  Hriljac"],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}