{"id":"E547B667-9B4A-4E0F-9B82-E95DCCA24786","title":"Real time control of gasifiers to increase tolerance to biomass variety and reduce emissions","abstractText":"The UK has enormous biomass resource which it currently underutilises, it is estimated that there is 10-14 million tons of sustainable biomass which could be used to generate electricity and heat pa. A recent report concluded that biomass can provide nearly 50% of the UK's energy needs by 2050, with the advantage that it is secure and provides power and energy on demand. Problems of utilising this is the accessibility of the biomass, the biomass variety and current processing options. Gasification is a process where biomass can be turned into its constituent components and produce hydrogen, carbon monoxide and methane, which can be used to drive a combustion engine or turbine to produce electricity, with heat being produced as part of the gasification process. Gasifiers are currently not meeting performance expectations primarily due to tar production (impacting syngas quality), biomass variability and lack of standards over pretreatment methods. This research seeks to overcome these technical and economic barriers by focussing on the energy requirements for biomass harvesting, developing better models of gasification processes for different biomass varieties and experimentally determining impacts of biomass variance and pretreatment options on gasifier performance. Importantly, instrumentation and control to minimise the tar formation and optimise the gasification process will be developed and coupled with techno-economic indicators of the systems. The research is composed of 7 interconnected work packages.\n\n1) Develop mathematical models of the gasification process to predict the impact of biomass variety and its pretreatment on the gasification performance and allow optimal gasifier design.\n\n2) Design a small, modular test-bed gasifier to allow development and testing of robust and inexpensive instrumentation and control strategies, to optimise the performance of the gasifer for different biomass and treatment options.\n\n3) Develop gasifier instrumentation for 2) and for larger, fluidised bed gasifiers. Evaluate methods of real time tar detection that will provide a method to control the gasifier, by minimising the tar output and producing cleaner gas. \n\n4) Assess the biomass characteristics of some indigenous UK species to allow selection and blending to reduce biomass variance, leading to improved gasification. Quantify the energy requirements for unlocking stranded forestry assets and the impact of various pretreatments on the feedstock potential.\n\n5) Using the characterised biomass, the gasification efficacy will be measured for small and large gasifiers by assessing thermal, syngas and tar outputs. The impact of the control systems on performance will be evaluated.\n\n6) The greenhouse gas emissions and sustainability of these processes will be determined using life cycle analysis and techno-economic investigations. \n\n7) Using the available technical, environmental and economic data - from 1) to 6) - and strategies towards improved gasification process performance for biomass varieties and pretreatment will be identified for the UK and internationally. The potential of gaseous liquefaction and fuel storage will be identified. \n\nThis is a multidisciplinary project that focusses on the issues impacting poor, current gasification performance and will provide greater understanding of the role that biomass and its pretreatment has on gasification efficiency and emissions. Solutions will be researched to control the gasifier and reduce the tar formation and allow gasification of a broader selection of biomass. This will provide benefit to users around the world, allowing reduced tar formation, less downtime, and increased feedstock opportunities. This has significant socio-economic potential to impact sustainable energy and power production in the UK and around the world, with global population benefits of reduced greenhouse gas emissions from using sustainable biomass resources.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M01343X/1","grantId":"EP/M01343X/1","fundValue":"999756","fundStart":"2015-03-02","fundEnd":"2018-03-01","funder":"EPSRC","impactText":"","person":"Ian  Watson","coPersons":["Zhibin  Yu","Anthony Victor Bridgwater","Paul Jonathon Gilbert","Manosh Chandra Paul","Yassir Taha Makkawi","James  Sharp","Nader  Karimi","Paul Lawrence Younger","Iain Simon Donnison","Peter Mark  Hastie"],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}