{"id":"E54F4611-1710-4A39-8CF2-721D19C2509D","title":"Innovate UK - Predictive Pollution Monitoring System","abstractText":"Given the rise of shale gas industry there is a need for appropriate monitoring of greenhouse gases (often referred to as &quot;fugitive emissions&quot;). Shale gas drilling sites (&quot;well pads&quot;) will need to monitored for health and safety purposes and equally also monitored to ensure efficient operation and minimise production losses. So can these monitoring requirements be coupled with appropriate technology so that these requirements and also that of environmental assurance can be met by one system?\n\nTo test the feasibility of creating a single, effective area monitoring system the project brings together Trolex and the ReFINE consortium (represented by Durham University). The project will run in three phases. An idealised monitoring profile will be generated through the mathematical modelling of a series of well pad leaks. Based upon this profile the project will assess the cost/sensitivity characteristics of the various current detector technologies and then design a possible sensor array schema. A proof-of-concept technology demonstrator will then be produced to establish the feasibility of the concept. The demonstration will be achieved by performing computer simulations of the behaviour of the sensor array against various well pad leak models to establish the resulting detection rate and characteristics, and by performing a very simple real-world field test using an artificially created point sources of methane. \n \nTo create an idealised monitoring profile a series of simple dispersal models of point methane leaks on idealised well pads will be established and will be considered by mapping over what area what concentrations would be present as a result of leaks. This modelling exercise creates a &quot;concentration map&quot; which will then make it possible to assess the number of detectors that might be required, and of what type, to give a sufficient probability of detecting a leak, measuring the flux or preventing an accident. This phase will draw upon existing studies and recommendations on the density of flame and gas monitoring in other contexts. From the &quot;concentration map&quot; the best sensor array design will draw on the complete range of available technologies, from ultra low-cost pallistors to sophisticated Cavity Ring-Down Spectroscopy. The sensor input data, together with sensitivity characteristics, will then be processed through a type of data mining software known as &quot;Predictive Analytics&quot;. Predictive Analytics encompasses a variety of statistical techniques that analyze current and historical facts to make predictions about future, or otherwise unknown, events. To generate data from which it will be possible to test and simulate the developed monitoring scheme a simulated field leaking experiment will be carried out at a suitable onshore, analogue hydrocarbon source (eg. Potteries coal bed methane) and monitored for several days under normal operating conditions to measure a baseline in the available conditions prior to using a gas cyclinder to simulate a safe leak (2.5% methane, 50% of lower explosion limit). To provide data for subsequent simulation tasks the devices will be systematically moved around the site relative to the wind field to assess their spatial detection range. \n\nIndividual monitoring technologies suffer from two major disadvantages, they cannot provide a sufficient detection limit or quantification of threat, and the lack of algorithms mean they cannot provide the necessary outputs to cover the three basic requirements of health and safety, production control and environmental impact.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/N004760/1","grantId":"NE/N004760/1","fundValue":"32007","fundStart":"2015-04-01","fundEnd":"2016-03-31","funder":"NERC","impactText":"","person":"Fred  Worrall","coPersons":[],"organisation":"Durham University","findingsText":"","dataset":"gtr"}