{"id":"E54F9514-E859-4DC3-BFCA-A346EE9EFF2A","title":"Voice and Identity: source, filter, biometric","abstractText":"The voice has fascinated philosophers, writers and scientists throughout history, especially as a marker of human identity. Formal analysis of voice is conducted in strikingly different frameworks, some developed largely in arts &amp; humanities disciplines (linguistics and phonetics), and others in the sciences (engineering, physics, computer science). These frameworks differ in focus, assumptions, and in methods used to test their performance and reliability. Remarkably little work has sought to integrate them, resulting in only limited under-standing of their respective benefits and drawbacks, and of their degree of compatibility. This is of particular importance in the applied domain of forensic speech science, where the individual properties of the voice are treated as a biometric. Forensic voice (or speaker) comparison (FVC) is increasingly called for in courts worldwide. Typically, comparison is made between the voice of a suspect, and a voice recorded in criminal activity (e.g. via covert surveillance of drug deals or terrorist plots). The aim of FVC is to aid the court in assessing the likelihood that the speaker in the recordings is the same person, as opposed to a different person. There is a growing consensus that an integrated approach is needed for significant progress to be made towards a more reliable and robust procedure for FVC.\n \nIn this proposal we seek to assess the comparative performance of voice analysis based on linguistic-phonetic methods, and automatic (computational) systems. We will explore the performance of the methods on the same data to assess their relative strengths, the consistency of their results and error patterns, and thus the potential for phonetic and automatic methods to be integrated. The ultimate aim is to improve methods in FVC, taking a major step towards the development of a methodology that is more transparent, validated, and replicable. This outcome will benefit academics and forensic practitioners, the public, judicial systems, and investigative/security agencies. More generally, the project answers recent calls to improve the quality of forensic evidence of all kinds, making forensic sciences more transparent and more carefully regulated (e.g. Law Commission of England &amp; Wales 2011). \n\nThe project addresses the AHRC's focus theme, Science in Culture: it (i) explores the capacity of linguistic-phonetic techniques for advancing scientific methods; (ii) explores how methods developed in both the sciences and arts might be integrated; (iii) improves understanding of the comparative roles of expertise from the sciences and humanities in FVC; and (iv) aims to improve public confidence in forensic evidence.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/M003396/1","grantId":"AH/M003396/1","fundValue":"713768","fundStart":"2015-02-01","fundEnd":"2018-09-30","funder":"AHRC","impactText":"","person":"Paul  Foulkes","coPersons":["Peter  French"],"organisation":"University of York","findingsText":"","dataset":"gtr"}