{"id":"E551F491-9F8D-4943-B3B2-9528E98D34E3","title":"Workshop on New Directions for the Tutte Polynomial: Extensions, Interrelations, and Applications","abstractText":"The Tutte polynomial is a polynomial associated with a graph that algebraically encodes structural information about the graph. Recent years have seen a surge of new developments in the area of graph polynomials, with many of these developments being driven by applications to other areas of scientific research, both within mathematics and outside of it. The Tutte polynomial is unquestionably the most heavily studied and important of all graph polynomials, and many, if not most, other graph polynomials are related to the Tutte polynomial in some way.\n\nThe Tutte polynomial has a vast body of work associated with it, across multiple fields, with applications in a wide range of other areas encompassing graph theory, topology, geometry, knot theory, biology, physics, and even sociology. There are entire books on just single facets of the Tutte polynomial; for example, on specialisations such as the chromatic polynomial, flows, and reliability, as well as on other formulations of the Tutte polynomial such as the Potts model, an important statistical mechanics model in physics. \n\nThe purpose of this workshop is to bring together experts in the many wide-ranging properties and applications of the Tutte polynomial. Advances in this area tend to develop independently, each for their own particular application, but, because the Tutte polynomial is at the heart of all these various investigations, very frequently results in one field then lead to breakthroughs in another when the techniques are transferred. This workshop will provide a forum for effective sharing of related ideas, techniques and applications. It will also focus the field by communicating a set of open problems and applications-based objectives for future research on the Tutte polynomial and its applications across disciplines.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M023680/1","grantId":"EP/M023680/1","fundValue":"28287","fundStart":"2015-02-02","fundEnd":"2015-10-01","funder":"EPSRC","impactText":"","person":"Iain  Moffatt","coPersons":[],"organisation":"Royal Holloway, University of London","findingsText":"","dataset":"gtr"}