{"id":"E55AD0AF-7606-41E3-962B-16454B1D097E","title":"Understanding quality of life and well-being of older people - Case studies of China, India, Pakistan and Bangladesh","abstractText":"Policy responses to challenges linked with rapid population ageing, especially in middle and low income countries, require a clear understanding of the factors that influence the well-being and quality of life of older people. Comparative analysis of secondary data has the potential to highlight outcomes of good policy practices and illuminate what policy reforms and data improvements are essential for this purpose.\nThe study proposed will undertake secondary data analysis of older people living in China, India, Pakistan and Bangladesh. The choice of these countries is driven by the fact that the speed of ageing in these countries will be considerably fast: the proportion of the population aged 60 and over will be more than double by 2050. Also, these countries represent different policy regimes and, given past legacies, there is strong potential for mutual learning in policy making to address the issues of ageing and the aged. \n\nThe research will build upon the work undertaken by the PI and HelpAge International in constructing the Global AgeWatch Index 2013, and will make a unique contribution that will achieve not just the promotion of scientific comparative research on issues of ageing and older people, but also (through joint production of knowledge) it will achieve high levels of policy and practitioners impact, through engagement of experts and stakeholders and through web and media dissemination at various stages of the research. \n\nThe Global AgeWatch Index in its current form captures only the national levels of well-being of older people with data that is available in international databases. The project will shed further light on differentials within these countries, and what additional indicators can be computed from the national datasets providing further insights about the measurement of concepts of capabilities and vulnerabilities of older people. Through disaggregation of these indicators using the six most pertinent demographic and socio-economic attributes (age, gender, educational attainment, living arrangements, and regions such as rural/urban distinction), the study will highlight which of these attributes are particularly important for specific aspects of the quality of life and well-being of older people. By analysing key features of different policies operating in these countries, particularly with respect to social protection, health, social care and the enabling environments, the analysis will show how different policy settings can be linked to differential outcomes pointing to good policy practices that can be emphasised for the consideration of these four and other countries.\n\nThe above analyses of secondary data will be undertaken jointly with HelpAge International, which has substantive experience of engagement with the national governments for research and programming (see, for instance, Khondker et al. 2013; Erb 2011; Vilela 2013). National stakeholder consultations as well as presentation of the results in international conferences will deliver the key findings to academic and non-academic beneficiaries, to national and international stakeholders, and to researchers as well as statistical communities. The dissemination of key findings from this study will also help experts and stakeholders in other regions to guide their discussion with governments regarding policies on ageing; data collection and improvements; cooperation among national and international institutions to collate and share existing data; and how the evidence generated can be used effectively for policy implementation. \n\nThe future development of the GAWI and its wider use, arising from the project, will also shed a light on dimensions of growing concern to policy makers engaged in the post 2015 sustainable development framework, such as inequalities, eliminating persistent poverty, achieving universal health coverage and extending social protection through the social protection floor.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L014084/1","grantId":"ES/L014084/1","fundValue":"158614","fundStart":"2015-01-01","fundEnd":"2016-06-30","funder":"ESRC","impactText":"","person":"Asghar  Zaidi","coPersons":["Jane  Scobie","Maria  Evandrou"],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}