{"id":"E560778C-D206-428C-BF37-1D70B08350D1","title":"SUPERGEN 2 - Conventional Power Plant Lifetime Extension Consortium - CORE","abstractText":"The focus of the current Supergen Plant Lifetime Extension consortium project is the development of novel tools and methodologies to extend the life of existing conventional (ageing) steam and combined cycle power plant which utilise well established materials systems that have been in service for many years. The R&amp;D is focussed on the areas of: condition monitoring/NDT, environmental degradation and protection, microstructural degradation, mechanical modelling and the development of lifetime prediction tools. In terms of the failure modes, it focuses primarily on creep and corrosion.The current work provides a detailed understanding about the 'older' conventional materials and the ageing plant they operate in. In terms of moving forward, the indications from the 2007 Energy White Paper are that there will be less emphasis on life extension and more emphasis on 'new-build', high efficiency plant, possibly including CO2 capture technologies (but certainly allowing for their later addition). The plant technologies being considered in the UK are: high temperature USC steam plant, co-firing, pre/post combustion CO2 capture plant, e.g. gasification, oxy-firing, amine scrubbing, etc. In addition, general fuel flexibility will also remain a key issue.One of the main drivers for the next generation of power plant is not only reduced environmental impact but also security of electricity supply, i.e. reliability. Significant R&amp;D into the technologies and methodologies for the lifing of the next generation power plant is needed now, to ensure reliability targets are met. This means a comprehensive understanding of the behaviour of the materials being used and their in-service degradation is needed.The new proposal 'Plant Lifing of High Efficiency, Low CO2 Emission Power Plant.' is moving the R&amp;D to the 'next level', and is seen as a natural progression to the current project, as its primary focus will be on the above 'novel' advanced plant. In this way, it will take the methods already developed in the current programme and further enhance them and more importantly develop new tools and methods for the new materials and environments that will be present in the advanced power plant of the future. This shows a natural transition and progression for the PLE project and its consortium.The proposal, which has been developed after extensive consultation with stakeholders, is based around three integrated and coordinated technology themes and a dissemination theme. These include; advanced steam systems, advanced gas turbines, advanced cycles (including biomass co-firing, oxy-firing). Within each theme there are a number of Tasks that together constitute the whole programme of work. A key feature of the programme of work is the essential and close interaction between the Themes and the individual Tasks that define the proposed programme in more detail. The interactions take a wide range of forms, from providing materials for testing to the development of collaborative integrated models for validation of the component life extension toolbox to be developed. The dissemination will involve national and international collaboration and events.In addition a number of key proposals have been submitted under the 'plus' part of the Supergen programme which will provide additionality to the overall project.The project has the full support of a large industrial consortium representing the full UK Power Generation supply chain.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F029748/1","grantId":"EP/F029748/1","fundValue":"4192000","fundStart":"2008-07-01","fundEnd":"2012-12-30","funder":"EPSRC","impactText":"  The outputs from this grant have been used in the power generation sector across a wide spectrum of uses. We have previously supplied EPSRC (directly and through ROS) with a range of case studies demonstrating the use of the outputs. Aerospace, Defence and Marine,Energy Societal,Economic","person":"Rachel Clare  Thomson","coPersons":["Philip Howard Shipway","John  Oakey","Ivor Arthur Jones","Adib  Becker","Wei  Sun","Christopher Edward Truman","Sean  Leen","John  Nicholls","David  Smith","David Graham McCartney","Thomas  Hyde","Bruce  Drinkwater","Nigel John Simms","Martyn John Pavier","Peter  Flewitt","Paul David Wilcox","Keith Richard Hallam","Rebecca Louise  Higginson"],"organisation":"Loughborough University","findingsText":" Note - This project was extended and completed on 31/12/12.\n\n\n\nThe key aim of this research programme is to develop a portfolio of innovative and novel research tools which can be implemented by industry to enhance the performance and/or extend the life of existing power generation plant and provide spin-off benefits for future advanced power plants. Research is focussed in 3 main Technical Workpages covering Advanced Steam Systems, Advanced Industrial Gas Turbines and Advanced Operating Cycles. \n\n\n\nKey achievements to date include the following:\n\n\n\nAdvanced Steam Systems\n\no Development of a holistic structural integrity assessment procedure for prediction of weld failures, incorporating the effects of both creep and fatigue\n\no Methods for identification of 'suspect' low alloy steel pipes after very long term service. This work is being exploited in a pilot project at the moment to trial the techniques on plant rather than in the laboratory\n\no Development of a miniaturised sample extraction technique for sampling of power plant components\n\no Understanding of the role of boron in MarBN steels for next generation, higher temperature, more efficient power plant\n\no Identified several issues associated with deployment of advanced Ni alloys in new, high temperature plant \n\no Development of a method for predicting creep crack growth developed in high temperature welds\n\no Development of advanced characterisation techniques for quantification of microstructures linked to creep lifing models\n\n\n\nAdvanced Industrial Gas Turbines\n\no Established an internationally-leading approach to modelling complex coatings systems, unifying various previously separate strands of chemical, metallurgical, microstructural and mechanical predictions\n\no Extended and validated model for multilayered coating systems for industrial gas turbine blades\n\no A novel multilayered coating system has been developed using the above modelling approach and is currently being manufactured\n\no Designed and manufactured three new coating powders, for high temperature oxidation protection on industrial gas turbine blades (based on coating selection maps developed using modelling approach). These are currently being tested at high temperature.\n\no Quantification of oxidation, thermal cycling and hot corrosion of gas turbine materials and the development of a series of predictive models for oxidation and hot corrosion damage to gas turbine materials\n\n\n\nAdvanced Cycles\n\no Generation of quantitative data and models for fireside corrosion of heat exchanger materials for current coal/biomass fuels &amp; operating conditions\n\no Development of an on-line monitoring method for fireside corrosion \n\no Developed a method for measuring the operating stress of plant at temperature, currently being trialled up to 500oC \n\n\n\no The provision of a trained resource for the power generation industry In addition to the use of innovative science and the development of R&amp;D tools and methods, the value of the programme can be measured by its relevance to industry and the 'take-up' of the technologies. This project has to date provided procedures for component lifing and materials modelling, in addition to a large amount of materials data (e.g. microstructural degradation, mechanical properties) improved materials characterisation techniques and a supply of young talented engineers entering the energy industrial sector. The primary route to exploitation of this research is through the consortium of 10 major companies, covering a substantial part of the power engineering supply chain, from original equipment manufacturers to generators. These include: Alstom Power Ltd., Doosan Power, E.ON, National Physical Laboratory, Praxair Surface Technologies Ltd, QinetiQ, Rolls-Royce plc, RWE npower, Siemens Industrial Turbomachinery Ltd. and Tata Steel.\n\n\n\nIn terms of the exploitation of the academic outputs, there have been several publications relating to this work. Several members of the consortium have given invited and keynote presentations at international conferences, and have additionally organised / been organising committee members of a number of conferences related to the work of the Consortium during the lifetime of the project.\n\n\n\nThe modelling methodologies developed during this research programme have been published in high impact factor journals. In particular, the modelling approach to coatings on gas turbine blades is unique in its combination of thermodynamics, kinetics, physical and mechanical property models. The integration approaches taken will be of benefit to other researchers working in different areas. In addition, developments have been made in finite element techniques to allow modelling of weld phenomena, which is also internationally leading research. A number of advanced microstructural characterisation techniques, particularly in 3D, have been developed for power plant materials which are now being applied to a number of other materials systems in other application areas, for example, for the characterisation of photovoltaic devices and nuclear materials. Aerospace, Defence and Marine,Energy","dataset":"gtr"}