{"id":"E562BC4B-3E92-4CEE-B12A-6A4F631EE45B","title":"The role of atmosphere-ocean-ice interactions in ice loss from Pine Island and Thwaites Glaciers, West Antarctica","abstractText":"The West Antarctic Ice Sheet contains over 2 million cubic kilometres of ice, which if it all melting would raise sea level by over 3 metres. As part of the natural hydrological cycle of the ice sheet, ice flows down to the coast in a number of glaciers and is lost to the ocean as ice bergs. Snowfall across the Antarctic then replenishes the ice in the ice sheet. The two largest and fastest flowing West Antarctic outlet glaciers are the Pine Island Glacier and the Thwaites Glacier, which together drain about 10% of the West Antarctic ice sheet. In recent decades the Pine Island and Thwaites Glaciers have thinned and retreated at a remarkable rate, contributing nearly 10% of the observed rise in global sea level. Air temperatures on these glaciers are almost never above freezing, even during the summer months, so their retreat has not been a result of direct warming from the atmosphere. Instead, an increase of ocean temperature is thought to be responsible for the changes. The area of Pine Island Bay is susceptible to intrusions of relatively warm Circumpolar Deep Water that occurs across the floor of the continental shelves to the north of the region. It is known that the arrival of Circumpolar Deep Water to the area is affected by the weather systems over the ocean to the north of West Antarctica, and particularly to the depth and local of depressions. This research will shed light on why the Pine Island and Thwaites Glaciers have been retreating in recent decades and predict their evolution over the next century and produced improved predictions of their potential contribution to sea level rise. The links between weather patterns, ocean currents, melting under the glaciers and the retreat of the glaciers themselves are very complex and can only be understood by simulating them on computers. We will therefore develop new, detailed atmospheric, ocean and ice models to simulate the environment of the Southern Ocean north of the Pine Island bay. We have a great deal of meteorological data for the last 30 years and this will allow us to understand how changes in weather patterns have influenced the delivery of Circumpolar Deep Water to Pine Island Bay. We will therefore run our models for the period 1980 - 2010. However, satellite pictures of the area and information from the ocean floor of Pine Island bay collected by oceanographic equipment suggests that the glaciers have been retreating from at least the middle of the Twentieth Century. This could be a result of changes in the weather patterns during the last century, but in the remote Antarctic we have very few meteorological observations for this period. We will therefore reconstruct the weather patterns across this sector of the Southern Ocean during the Twentieth Century using the chemical signals locked into ice cores. The 21 nation International Trans Antarctic Scientific Expedition has collected many ice cores across West Antarctic and they will form the basis of our reconstruction. How the Pine Island Glacier and the Thwaites Glacier will change over the next century is an extremely important question because of the consequences for sea level rise. We will produce improved predictions of their change during the next century by using our knowledge of glacier retreat in terms of atmospheric circulation. We will use the predictions of atmospheric change across the ocean north of West Antarctica produced by the Intergovernmental Panel on Climate Change. Their predictions of atmospheric change for different increases of greenhouse gases will be used and will allow us to determine changes in Circumpolar Deep Water and therefore melt of the glaciers over the next century.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H02333X/1","grantId":"NE/H02333X/1","fundValue":"501606","fundStart":"2010-11-25","fundEnd":"2015-05-24","funder":"NERC","impactText":"  The publications resulting from this grant have contributed to the 2014 Intergovernmental Panel on Climate Change Fifth Assessment Report and have been cited in the Working Group 1 report. Environment Policy & public services","person":"John  Turner","coPersons":["G. Hilmar  Gudmundsson","Paul Richard Holland","Gareth John Marshall","Andrew McLean White  Orr","Adrian  Jenkins"],"organisation":"NERC British Antarctic Survey","findingsText":" Pine Island Glacier retreat 'irreversible' The Pine Island Glacier (PIG) on the coast of West Antarctica has thinned and retreated in recent decades and is contributing approximately 10% to global sea level rise. PIG is now very probably in a headlong, self-sustaining retreat, regardless of whether the region was to experience much colder conditions in the future. This means PIG is set to become an even more significant contributor to global sea level rise - on the order of perhaps 3.5-10mm in the next 20 years. PIG is a colossal feature covering more than 160,000 sq km (two-thirds the size of the UK) and it drains approximately 20% of all the ice flowing off West Antarctica. Satellite and airborne measurements have recorded a marked thinning and a surge in velocity of the glacier in recent decades. Key to PIG's observed behaviour is that a large section of it sits below sea level, with the rock bed sloping back towards the continent. This makes it particularly vulnerable to melting from below by warmer ocean currents. Its grounding line - the zone where the glacier enters the sea and lifts up and floats - has reversed tens of km over recent decades. Much of this behaviour is driven not by higher air temperatures, in an area where even the summer temperatures are rarely above freezing, but by warm ocean bottom-waters getting under and eroding the floating ice shelf at the head of the glacier. As part of this NERC grant, three state-of-the-art ice-flow models of the PIG were run to simulate past conditions and to estimate how the glacier may evolve in the future under a range of climate change scenarios. The models suggested that the PIG’s grounding line is probably engaged in an unstable 40 km retreat regardless of whether the region warms or cools in the future. The observed loss of ice from the PIG for 1992-2011 has been on average 20 Gt per year. However, the models suggest that the ice loss will be up to 100 Gt per year over the next 20 years, contributing up to 10 mm to global sea level rise. Those concerned with the future of the Antarctic ice sheet and global sea level. Environment","dataset":"gtr"}