{"id":"E5667EE7-5544-4FAD-BC59-3096ACA7010A","title":"Heterogeneous Mechanics in Hexagonal Alloys across Length and Time Scales","abstractText":"We intend to make the UK the world leaders in the understanding, performance and application of hexagonal material systems used by the aero, energy and defence sectors. We wish to develop step-change technology by bringing to bear the extraordinary range of experimental, characterization and modelling techniques in which the UK holds many leaders but which have yet to be brought together to take full advantage of the synergy and multiplication possible. This simply remains un-achievable without clear UK unification of research effort. Hexagonal structural materials that are of industrial significance are all of close packed crystal structure (largely titanium, zirconium and magnesium alloys) and are strategic and profoundly important to the UK economy and find wide application. The implications of research success are profound in developing significant improvement in materials, material structure and processing conditions in optimizing manufacture, in optimizing component design with superior property-behaviour relationships, in improving operational efficiencies and in reducing production and running costs, thereby contributing to fuel efficiencies and very importantly, the UK's competitive advantage. Our ambition is to bring together the UK's experts in academia, supply chain and end-users, coupled with techniques to be brought to bear in four key themes in hexagonal metals which are fundamental mechanisms, micromechanics, performance in aero applications and performance in nuclear applications.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K034332/1","grantId":"EP/K034332/1","fundValue":"4979740","fundStart":"2013-05-27","fundEnd":"2018-05-26","funder":"EPSRC","impactText":"","person":"Fionn Patrick Dunne","coPersons":["Philipp Gabriel Frankel","William Graham Proud","Daniel  Eakins","M. Grace  Burke","Angus J Wilkinson","Michael  Lowe","Thomas Benjamin Britton","David  Dye","Michael  Preuss","Peter  Huthwaite"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}