{"id":"E569CB29-93E1-4AF5-AF9A-F8F29A3D2470","title":"Engineering synthetic symbioses between plants and bacteria to deliver nitrogen to crops","abstractText":"Nitrogen is an essential element of biological molecules and life on earth. Lack of usable\nnitrogen limits growth of microbes, plants, and animals. Lack of nitrogen in agricultural\nsoils limits plant production of food, feed, fiber and fuel. Nature solved the nitrogen limitation\nproblem via evolution of biological nitrogen fixation in diazotrophic bacteria that reduce\natmospheric N2 to NH3, which is readily assimilated into biological molecules. Biological\nnitrogen fixation is catalyzed by a complex metalloenzyme called nitrogenase whose oxygen-sensitivity\nmay explain its restricted distribution amongst prokaryotes. Some plants, including most\nlegumes and a few non-legumes form intimate, nitrogen-fixing symbioses with diazotrophs that\nprovide the plants with ammonia. As a consequence, legumes have been an integral part of\nsustainable agricultural systems for thousands of years. Unfortunately, many important food\nspecies, including the grasses maize/corn, rice, and wheat cannot establish effective nitrogen-fixing\nsymbioses with diazotrophs, which means that they are dependent on nitrogenous fertilizers\nfor high yield. Large-scale use of industrially-produced N-fertilizer has doubled the influx\nof N into the terrestrial biogeochemical N-cycle, with serious negative consequences for human\nhealth and the natural environment. Therefore, the long-term sustainability of massive N-fertilizer\ninputs in agriculture has come into question.\nA team of six investigators has come together to solve the dual nitrogen problems of N-fertilizer\nover-use in developed countries and soil N-paucity in developing countries by developing effective\nendophytic and associative nitrogen-fixing symbioses in a model and a crop plant species.\nThe team brings together expertise in bacterial and plant genetics, genomics, biochemistry,\nmolecular and cell biology, physiology and synthetic biology with a deep knowledge of biological\nnitrogen fixation. The overarching goal of the project proposed here is to develop effective\nN2-fixing symbioses between the model C4-grass, Setaria viridis, or the related crop species,\nZea mays, and the endophytic bacterium, Rhizobium sp. IRBG74, or the associative bacterium,\nPseudomonas fluorescenes Pf5. Successful deployment of biological nitrogen fixation in model\nor crop grass species will pave the way for a second Green Revolution that will increase crop\nyields for resource-poor farmers and decrease the use and environmental-impact of industrial\nN-fertilizers by wealthier farmers.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L011476/1","grantId":"BB/L011476/1","fundValue":"800662","fundStart":"2014-02-03","fundEnd":"2019-02-02","funder":"BBSRC","impactText":"  Too early to say. We are 1 year into a 3 year grant  ","person":"Giles  Oldroyd","coPersons":[],"organisation":"John Innes Centre","findingsText":" Too early to say. We are 1 year into a 3 year project Too early to say Agriculture, Food and Drink","dataset":"gtr"}