{"id":"E56CF2F1-4CB3-4286-BD99-60798B87BC30","title":"Engineering and imaging enhanced spin splittings in solids","abstractText":"An important emerging field in condensed-matter physics is spintronics, a variant of electronics exploiting the electron's spin. While this concept underpins the dramatic improvements in magnetic storage technology seen over the last two decades, active electronic devices such as spin-based transistors have proved much more elusive. A key challenge is to create a large spin splitting of the underlying electronic states of materials, a pre-requisite to their use for spintronic devices operating at room temperature and having small spatial dimensions. Moreover, this spin splitting must be electrically controllable to achieve switching in a device. Together, this would not only promise a route to fast and energy-efficient electronics, but would open unique possibilities for achieving coherent manipulation of electron spins for solid-state quantum devices. \n\nWe will undertake a series of three complementary pilot studies aimed at identifying new approaches to stabilise spin splittings that are large compared to room temperature and that are tuneable using simple external control. We will build up a microscopic picture of how spin splitting can be created and manipulated in promising chalcogen and halide-based compounds, using advanced electron spectroscopy to directly visualise their electronic structure and probe how it can be tuned to maximise the effects of spin-orbit coupling. We will seek to disentangle the interconnected roles of multiple atomic orbitals, coupled real and momentum-space spin-orbital textures, and topological band structure properties. Through this, we will not only generate new fundamental understanding, but also develop novel combined methodologies for engineering spin splittings orders of magnitude larger than have been achieved in conventional semiconductor-based systems to date. The project is supported by partners from the UK and Japan, brining complementary expertise and capability in materials synthesis and theoretical modeling. It will utilise unique laboratory infrastructure in the UK as well as key national facilities to advance new levels of control over spin splitting in solids, providing a materials approach to underpin future quantum technologies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M023427/1","grantId":"EP/M023427/1","fundValue":"98006","fundStart":"2015-07-01","fundEnd":"2017-09-30","funder":"EPSRC","impactText":"","person":"Philip David King","coPersons":[],"organisation":"University of St Andrews","findingsText":"","dataset":"gtr"}