{"id":"E56FE1CC-0C33-4FEF-A586-D499F438035F","title":"The cis-regulatory logic of the ground state for neural specification","abstractText":"All cells in the body have the same genetic information in their DNA yet different cells become specialised for different functions. They achieve this by differential expression (reading) of the DNA information according to their context. To become a particular cell type during development, cells integrate signals from their neighbours and their own history and progress through a series of sequential steps that lead them to specialise. After embryonic development most cells stop dividing and they can no longer change fate. Understanding this processes by which cells make these decisions are critical because future therapeutic intervention in humans and animals will most likely involve harnessing the potential to re-specify cell identity so that we can help the body to regenerate or heal itself.\n\nOne problem is that the mechanisms that regulate the differential reading of the DNA are very complex: many of them take place at the same time and affect each other. Understanding how this works is therefore a daunting task. Until recently it was only possible to tackle this problem by studying one gene at a time, making it very difficult to understand the true complexity of gene interactions. Therefore it typically took many years even to build a basic understanding of any one of these decisions. Here we combine a number of recently available &quot;next generation&quot; techniques allowing many genes to be assessed at the same time, the active &quot;control panels&quot; (enhancers) of each one to be identified in specific cell populations, and to study the effect of changing one gene on hundreds of others at the same time. This information will be integrated to build a model for a critical developmental decision. We have chosen the decision by which cells go from being pluripotent to being specified as central nervous system (brain or spinal cord) or sensory precursors, partly because it seems that the initial processes of this decision may be very fundamental and perhaps even common to many other such cell fate changes. Using this strategy we expect to be able to uncover the basic gene regulatory interactions that govern these steps with only 2 post-doctoral researchers in 3 years, establishing an efficient methodology for tackling other problems in future.\n\nIn addition the project will generate a number of important resources that will be made publicly available, including data about the state of activity of all genes (and their enhancers) and the places and times during development at which they are activated. The project will also compare cells during normal development with stem cells, to determine the extent to which the decisions made by these cells are similar. In future this information will be invaluable to be able to direct stem cells (as well as normal body cells) to particular types in order to repair injury or disease, or to study the responses of particular types of cells to different potential treatments in culture.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K006207/1","grantId":"BB/K006207/1","fundValue":"362331","fundStart":"2013-06-01","fundEnd":"2017-05-31","funder":"BBSRC","impactText":"  Not applicable yet, grant ongoing  ","person":"Andrea  Streit","coPersons":[],"organisation":"King's College London","findingsText":"","dataset":"gtr"}