{"id":"E56FE8BF-C022-477B-9FC2-55E111A1B19C","title":"Engineering a semi-biotic immune system","abstractText":"Synthetic biology is an emerging field that aims to engineer biological systems by utilising engineering principles, analytical technologies and increasing understanding from biological research. Some of the successes in this young field include bacterial production of the anti-malaria drug artemisinin and generation of significant private funding for basic research. We wish to move developments in Synthetic Biology from simple components towards integrated systems with higher functionalities. Specifically, our long-term goal is to design and fabricate a semi-biotic immune device. At its core, the device will use a consortium of engineered bacteria, composed of a group of detectors that monitor the host for signals of disease onset and responders, that await signals from the detecting bacteria, before initiating the production and release of the relevant small molecule treatment. The engineered bacteria will be interfaced with traditional electronic components that oversee, record and transmit the status of the unit. We envisage that this device will enable individual-specific, rapid and autonomic therapeutic intervention at the early stages of disease.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H04986X/1","grantId":"EP/H04986X/1","fundValue":"1031740","fundStart":"2010-08-01","fundEnd":"2016-01-31","funder":"EPSRC","impactText":"  this award is still in progress, but there are already multiple new findings, including a microfluidic platform for cell culture, to using Raman spectroscopy for cell biology.  ","person":"Ali  Tavassoli","coPersons":["Orkun  Soyer","Huabing  Yin","Cleo  Kontoravdi","Wei  Huang","Aline Fiona Miller"],"organisation":"University of Southampton","findingsText":" We are part way through the award, so our research is still in progress. We are part way through the award, so our research is still in progress. Agriculture, Food and Drink,Energy,Environment,Healthcare","dataset":"gtr"}