{"id":"E5701190-AECE-4D35-9C8A-DFDD3B48874F","title":"Transmission Dynamics and Control of Human Onchocerciasis","abstractText":"Human infections caused by parasitic worms remain a major public health problem for most tropical and sub-tropical regions of the world, causing disability and chronic poor health in all age-groups. Examples are intestinal worms, river blindness (onchocerciasis), and diseases such as elephantiasis with grossly swollen legs (arising from lymphatic filariasis). A number of these infections (e.g. onchocerciasis, filariasis) are spread by specific biting insects, called vectors because they transmit the diseases. Parasitic worms may also have the effect of suppressing the immune system although the mechanisms for this are not yet well understood. Control programmes exist for a number of these infections. These operations include programmes that kill the vectors with insecticides, or treat people with medication that kills the parasites inside the body, alleviate the ill-health effects of the infection, and help protect other people from contracting the disease. However, individuals treated are nearly always reinfected and control programmes must be carried out for long periods of time. It is important to find out how long control programmes should last, because they are expensive, and may fail if interrupted too early. The interaction between the lifecycles of these worms and those of humans and insect vectors; the way in which the parasites are distributed through the human population in affected regions; the way in which these populations evolve through time in the presence or absence of control measures, and the way in which possible resistance to control measures may spread are all highly complex processes. It is possible, however, to describe these processes using statistics and mathematics. The proposed research involves the incorporation of such complex descriptions within computer-based models of the transmission of infection and its distribution through human populations. Inputs to the models will be provided by data to be collated and incorporated into a database. In addition to allowing greater understanding of the processes of transmission, persistence and disease, use of the models will aid in the design of cost-effective control programmes in the afflicted communities.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0200123","grantId":"G0200123","fundValue":"326064","fundStart":"2003-04-01","fundEnd":"2009-04-30","funder":"MRC","impactText":"","person":"Maria-Gloria  Basanez","coPersons":[],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}