{"id":"E5712A4E-BAB6-4565-A966-DFD3410FD2E9","title":"Non-genomic mechanisms stabilizing the abundance of SNAT2 a nutrient transceptor protein in response to diverse catabolic signals","abstractText":"Cells grow in response to the availability of nutrients including amino acids, which are required as precursors of new protein and also used as a metabolic fuel. This fundamental growth response is most obvious in primitive organisms such as yeast, but the systems underlying the response are retained in mammalian cells and are increasingly recognised as a vital mechanism for control of cell function in the human body. Unfortunately, the sensitivity of this response diminishes as we age and contributes to a gradual loss in muscle mass (known as 'age-related sarcopenia'), which limits mobility and hence overall health and quality of life. Important components of the nutrient-response system are biological sensors of nutrient availability, one of which (known as SNAT2) we are studying to see whether it can be manipulated so as to counteract the processes underlying development of sarcopenia. SNAT2 is a protein in the surface membrane of most types of human cell which, we have discovered, acts as a sensor (or receptor) for external amino acids in tandem with a well-known role as a transporter of these amino acids into the cell for protein synthesis (and hence cell growth). The double-life of this transporter / receptor protein has led to it being christened the SNAT2 'transceptor'. In common with other proteins, SNAT2 undergoes a continual cycle of synthesis and degradation, a turnover which ensures that SNAT2 is maintained at appropriate levels and that individual SNAT2 molecules are replaced regularly as part of cellular 'housekeeping'. The amount of SNAT2 protein in cells is highly-regulated and is increased when cells are stressed either by amino acid starvation or steroid (dexamethasone) treatment. This up-regulation may be an important part of the cellular response to stress and should help modulate the sensitivity of the SNAT2 transceptor system under different circumstances. Our recent research has shown that SNAT2 turns over relatively quickly and, at least in skeletal muscle cells, its abundance is regulated largely by reducing the rate at which the protein is degraded. SNAT2 proteins are earmarked for degradation by the sequential attachment of a chain of ubiquitin molecules, identifying them as targets for the proteasome, a major component of the biochemical machinery which breaks down cellular proteins. We have preliminary evidence that this ubiquitin-targeting system for SNAT2 is compromised during various stresses, thus stabilizing SNAT2 proteins by reducing their rate of degradation. Because new SNAT2 proteins are continually being synthesized, the net effect is to increase their overall abundance and hence their capacity to signal for cell growth. This project aims to work out how SNAT2 proteins evade degradation during cellular stresses, how much this helps to minimize stress effects (e.g. by maintaining activity of certain growth pathways) and whether the mechanisms involved may be targeted in order to promote cell growth (e.g. to counteract age-related muscle wasting) or, if an inhibitor is developed, to reduce cell growth (e.g. in cancer chemotherapy). Targeted therapies of this type might include specific modifications to protein nutrition as well as drugs which affect activity of SNAT2 or its degradation mechanism, both of which might be of particular benefit to the elderly population in terms improving health and quality of life, as well as reducing overall healthcare costs. There may also be additional spin-off applications and benefits to this research related to the ongoing interest in the ubiquitin - proteasome system as a regulator of several other genes of therapeutic interest (e.g. ENac, a target for treatment of cystic fibrosis).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I007261/1","grantId":"BB/I007261/1","fundValue":"322393","fundStart":"2011-10-03","fundEnd":"2015-07-02","funder":"BBSRC","impactText":"  In addition to presentations at specialist meetings and publication of papers in peer-reviewed journals, our results have been publicised on our laboratory websites and communicated to the lay public via our Doors Open Day; which is an event organised by Dundee City Council, when members of the public are invited to visit buildings of interest. This year we had over 460 visitors to the College of Life Sciences and engaged them about the research being done in our lab and its significance to public health. The information that has emerged from our studies has been of most immediate benefit to other academics and pharmaceutical researchers with a focused interest on the molecular control of cell function by nutrients, by contributing to the continued advancement of the field and aiding its future development. We have, for example, successfully mounted collaborative links with Professor Harry McArdle at the Rowett Institute of Nutrition and Health, Aberdeen and currently engaged in Scottish Government-funded initiative to try and understand how availability of micronutrients (iron and copper) in Scottish soils and crops impacts on cell/tissue/whole body function. Agriculture, Food and Drink,Education,Healthcare,Pharmaceuticals and Medical Biotechnology ","person":"Hari  Hundal","coPersons":["Peter M Taylor"],"organisation":"University of Dundee","findingsText":" Cells grow in response to the availability of nutrients including amino acids, which are required as precursors of new protein and also used as a metabolic fuel. This fundamental growth response is most obvious in primitive organisms such as yeast, but the systems underlying the response are retained in mammalian cells and are increasingly recognised as a vital mechanism for control of cell function in the human body. Unfortunately, the sensitivity of this response diminishes as we age and contributes to a gradual loss in muscle mass (known as &quot;age-related sarcopenia&quot;), which limits mobility and hence overall health and quality of life. Important components of the nutrient-response system are biological sensors of nutrient availability, one of which (known as SNAT2) we are studying to see whether it can be manipulated so as to counteract the processes underlying development of sarcopenia. \n\nSNAT2 is a protein in the surface membrane of most types of human cell which, we have discovered, acts as a sensor (or receptor) for external amino acids in tandem with a well-known role as a transporter of these amino acids into the cell for protein synthesis (and hence cell growth). The double-life of this transporter / receptor protein has led to it being christened the SNAT2 &quot;transceptor&quot;. In common with other proteins, SNAT2 undergoes a continual cycle of synthesis and degradation, a turnover which ensures that SNAT2 is maintained at appropriate levels and that individual SNAT2 molecules are replaced regularly as part of cellular &quot;housekeeping&quot;. The amount of SNAT2 protein in cells is highly-regulated and is increased when cells are stressed either by amino acid starvation or steroid (dexamethasone) treatment. This adaptive up-regulation may be an important part of the cellular response to stress and should help modulate the sensitivity of the SNAT2 transceptor system under different circumstances. Our recent research has shown that SNAT2 turns over relatively quickly and, at least in skeletal muscle cells, its abundance is regulated largely by reducing the rate at which the protein is degraded. SNAT2 proteins are earmarked for degradation by the sequential attachment of a chain of ubiquitin molecules, identifying them as targets for the proteasome, a major component of the biochemical machinery which breaks down cellular proteins. Intriguingly, we have recently discovered that the adaptive increase in SNAT2 induced by amino acid starvation is restrained in cells if these are preincubated with unsaturated fats - uncovering a previously unknown link between fatty acid availability and SNAT2 regulation. Specifically, unsaturated fats such as linoleic acid (LOA, an unsaturated C18:2 fatty acid) have no direct effect on the upregulation of the SNAT2 gene but the associated increase in SNAT2 protein/membrane transport activity is strongly suppressed. We find that cellular ubiquitination of many proteins, including that of SNAT2, is increased by LOA. We have identified seven specific sites within the SNAT2 protein that we believe are likely to be covalently modified by the addition of ubiquitin. We have genetically modified these sites so that these are no longer recognised by the enzyme that adds ubiquitin to SNAT2 and find that this this modified SNAT2 protein is protected against LOA-induced proteasomal degradation. Since circulating levels of fatty acids are chronically elevated in obesity and loss of lean mass during obesity is thought to be a consequence of increased muscle protein breakdown, our observations indicate that the loss in muscle mass may, in part, be due to a stimulatory effect of fatty acids on the ubiquitin-proteasome system. The need to understand how fatty acids promote ubquitination of proteins would seem an important investigative goal as it may potentially help identify therapuetic targets whose manipulation could help limit loss of lean muscle mass during obesity and in aging. Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}