{"id":"E573FF86-BD99-425F-8DD0-9E1C5C3F7E21","title":"University of Strathclyde - Equipment Account&quot;","abstractText":"We propose to undertake an essential and cost effective upgrade of an existing high-power femtosecond laser system at Strathclyde to increase its output power, improve its stability and provide it with the necessary beam control and diagnostics systems to evaluate its performance and control (adjust) several important output beam parameters. The upgrade comprises a cryogenic cooler, to improve the power dissipation and thermal stability of the final laser amplifier Ti:sapphire crystal, a high-energy pump laser for the final amplifier, a wavefront sensor and deformable mirror system, to measure and control the wavefront phase, and an integrated 3rd-order cross-correlator, to measure the laser pulse contrast. The diagnostic systems are necessary to optimise the laser parameters and achieve the desired properties at focus. The cryo-cooler allows cooling of the final amplifier crystal to be increased from 28 W to 80 W, which enables the output power of the laser to be increased to 40 TW using the new high-energy pump laser. The upgraded will improve stability, increase intensity and shorten set-up and alignment times, thus increasing the usable time of the laser system to allow better use of the system and the beamline facilities at Strathclyde. \nThe upgraded laser will be used to deliver the objectives of a Critical Mass proposal (submitted simultaneously) that is part of the ALPHA-X project, which involves 5 universities (Strathclyde, Glasgow, St Andrews, Dundee &amp; Lancaster), and external Collaborators. The research programme includes a study of collective radiation-beam-plasma interactions at high field intensities, the production of ultra-short duration high brightness particle beams from the laser-plasma wakefield accelerator (LWFA), development of new methods of producing coherent and incoherent radiation, and applications of the sources. The applications programme involves an investigation of using high energy electrons for radiotherapy and also methods to produce medical radio-isotopes for medical imaging. The facility will also be used as a platform for engaging with industry through proof-of-concept projects.The upgraded facilities will be transferred to the SUPA Scottish Centre for the Application of Plasma-based Accelerators (SCAPA) when the facility has been constructed.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K011952/1","grantId":"EP/K011952/1","fundValue":"3895940","fundStart":"2013-02-28","fundEnd":"2023-02-27","funder":"EPSRC","impactText":"","person":"Deepak  UttamchandaniDavid  Littlejohn","coPersons":[],"organisation":"University of Strathclyde","findingsText":"","dataset":"gtr"}