{"id":"E58A2073-9DD5-4F92-839B-654F65772E98","title":"How important are ice streams in accelerating ice sheet deglaciation?","abstractText":"It is widely accepted that the Earth's climate is warming and that glaciers are losing mass and increasing sea level. Small glaciers are particularly susceptible but only represent a fraction of the Earth's freshwater stored as ice. In contrast, the huge ice sheets in Greenland and Antarctica store several 10s of metres of equivalent sea level and recent studies suggest that they, too, are losing mass and that this appears to be accelerating.\n\nIce sheets transfer ice to the oceans via numerous fast flowing glaciers called 'ice streams'. It has been discovered that ice streams can speed up, slow down, and even stop altogether; as well as switch their position. These changes can occur relatively rapidly (over a few years) but it is not clear whether they are part of a long-term trend of ice sheet shrinkage (over centuries to millennia) or simply reflect their natural variability. Another possibility is that the recent acceleration and thinning is the beginning or 'pre-cursor' of an episode of widespread mass loss but the question remains: how important are ice streams in accelerating ice sheet deglaciation, e.g. beyond that which might be excepted from climate forcing alone?\n\nIn order to assess the significance of these short-term changes, we need to understand how ice streams operate over time-scales longer than current measurements allow and we also need to view ice streams as an integrated pattern of drainage within the ice sheet that evolves over several millennia. This can be achieved through investigation of past ice stream behaviour. Past-ice streams can be identified because, compared to slow-flowing ice, their rapid flow creates distinctive glacial landforms on the now-exposed ice sheet bed. We can locate these ice stream 'footprints' on past ice sheet beds very easily (e.g. in the UK or North America) and then use dating techniques (e.g. radiocarbon dating) and other evidence related to ice sheet flow patterns to estimate when and for how long they existed. This approach has been taken by scientists and has increased our understanding of their behaviour over long time-scales but studies have tended to focus on just one ice stream or specific regions. What we really want is information on the activity of lots of ice streams from across an entire ice sheet and, ideally, from as long a time-span as possible i.e. from a complete deglaciation, when the ice sheet shrinks from its maximum extent and disappears altogether. \n\nThis aim of this project, therefore, is to produce a ground-breaking dataset that reconstructs the spatial and temporal activity of every ice stream in the North American Laurentide Ice Sheet (which was similar in size to Antarctica) from its maximum extent around 21,000 yrs ago to its near-disappearance around 5,000 yrs ago. We will map all the flow patterns on the ice sheet bed, including ice streams, and date these using an existing database of ~4,000 radiocarbon dates (and other published dates). A recent pilot study shows that we can date the duration of individual ice streams to within 250-500 yrs. This will allow us to see how an entire drainage network of ice streams evolves during deglaciation and whether their combined activity caused major episodes of significant mass loss. It will also reveal the extent to which ice stream activity is linked to abrupt climate and sea level changes in the past, e.g. abrupt warming or cooling and rapid changes in sea level. Taken together, this will provide a firm context with which to model and predict the future response and likely magnitude of changes in modern-day ice sheets, e.g. for the next IPCC Report.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J007455/1","grantId":"NE/J007455/1","fundValue":"20974","fundStart":"2012-10-01","fundEnd":"2014-09-30","funder":"NERC","impactText":"","person":"Chris D.  Clark","coPersons":[],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}