{"id":"E598337A-F3A7-48E6-8EBF-F8CC25505326","title":"A systems biology approach to neural crest development: The role of noise in fate choice from bipotent precursors.","abstractText":"All the body's different cell types derive from stem or other precursor cells. These precursors are multipotent, having the flexibility to develop into any one of many types of working cells (such as neurons, blood or skin cells). A major problem in developmental biology is to understand how these precursors maintain flexibility and are thus able to generate very different cell types, while at the same time, once the choice of cell-type to adopt has been initiated, they then develop into stable cells of that type. So far, trying to dissect the genetic and non-genetic components involved in this process, known as differentiation, has proven difficult. Despite many advances in the field, the mechanism allowing the fine balance between flexibility of the multipotent stem cell and stability of the differentiated state remains mysterious. In this project we adopt a Systems Biology approach to investigate this issue. Systems Biology approaches rely on the combination of mathematical modelling techniques and experiments, to make progress towards our understanding of the system under study. Within this framework, we plan to collect a variety of experimental data capable of informing detailed dynamical models, which will be used to make predictions to be tested experimentally, and then iteratively refined. In particular we hypothesize that, counter-intuitively, an important factor helping to create alternative fates in the stem cell is 'noise' - random fluctuations in biological processes. Noise originates in many aspects of the biology of gene expression, and of other cellular activities, and accounts for much of the variability that we see in all biological systems. While we imagine that the architecture of genetic components has evolved so as to minimize any negative impact of noise, and make biological systems robust despite its presence, recent theory suggests the unexpected hypothesis that noise is an important factor that is actually required to help drive fate choice. In the context of the cell differentiation process, we will investigate a system of two important pigment cells, black melanocytes and shiny iridophores, descending from a common progenitor cell, in zebrafish. The zebrafish is a very useful model system, because the embryo is transparent and readily allows a visual inspection by using microscope techniques, and because we can readily alter gene activity and see what effects this has on the pigment cells. We will use genetics to discern the key gene interactions underlying development of this pigment cell progenitor. Then we will make detailed measurements using state-of-the-art techniques of the different activities of the relevant genes at different time-points during differentiation. At the same time we will combine this information with a mathematical model of the gene interactions. The experimental studies and the modelling will be developed in parallel and with each informed by the results of the other, so as to reconstruct the gene regulatory network responsible for pigment cell choice from the progenitor. We will also measure the amount of noise affecting the components of this network, and from this information we will be able to develop a deeper understanding of the mechanisms leading to the choice of different fates and the stable differentiation into these two cell types. In particular, we will be able to assess for the first time in the living embryo, the degree to which noise in the system helps or hinders cell differentiation. Understanding these processes has implications well beyond the basic biology we are studying here. In particular, it is important in a medical context, in that this process of stem cells choosing between different cell-types, and the process of stabilisation of these cell-types, is of fundamental importance to understanding the healthy body and how it goes wrong in ageing and in disease. It thus will shed light on the mechanisms underlying congenital diseases and cancer.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L007789/1","grantId":"BB/L007789/1","fundValue":"256166","fundStart":"2014-03-03","fundEnd":"2017-03-02","funder":"BBSRC","impactText":"  Too early. Grant funding started in March 2014.  ","person":"Andrea  Rocco","coPersons":[],"organisation":"University of Surrey","findingsText":" Too early for results (grant funding started in March 2014), but work in progress according to plans. Too early to say. Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}