{"id":"E59AD27E-6085-4880-8FE6-EBC17F49585C","title":"The Effects of Taxation on Heterogeneous Firms: Micro Level Evidence Across Europe","abstractText":"<p>Given the large and predominantly debt-financed public spending increases in response to the current global economic crisis, major adjustments in taxation are expected in the near future. Understanding and correctly forecasting the effects of such changes on output levels and growth is, as a consequence, important for governments. This knowledge is relevant for the design and choice of tax reforms, and to evaluate potential trade-offs with equity-related or other objectives that policy makers might seek to pursue.</p>\n\n<p>The purpose of this project will be to consider differences in the reaction of businesses to the same tax change, including the effect of financial constraints on firms, and the drivers of productivity growth for service sector firms. It combines UK data with that for other European countries, thereby allowing us to use the best available techniques to answer some key questions and deliver relevant evidence for the UK.&nbsp; </p>\n\n<p>The project will provide evidence of the effects of taxation on both the productivity growth that occurs within firms and on rates of entry/exit at the industry level. Both of these will be investigated using newly available datasets that are representative of the population of firms within an industry/country.<br /></p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/I025014/1","grantId":"ES/I025014/1","fundValue":"68711","fundStart":"2010-11-22","fundEnd":"2011-11-21","funder":"ESRC","impactText":"  We provided policy briefings to colleagues within KAI (part of HMRC/HM Treasury) Government, Democracy and Justice Economic","person":"Richard  Kneller","coPersons":[],"organisation":"University of Nottingham","findingsText":" The project has led to two research articles, one of which has been recorded on ESRC Society Today. The second research article is in the final stages of being written and will be recorded soon. \n\nThe first research paper, entitled ‘Tax policy and firm entry and exit dynamics: Evidence from OECD countries‘ (authors: Richard Kneller and Danny McGowan), studies the effects of reforms to corporate and personal income taxation on the rate of firm entry and exit using industry data for 17 OECD countries from 1998 to 2005. These data have not been previously applied to this question, but provide insight beyond that available elsewhere in the literature because a) they include information on exit alongside entry b) they measure entry and exit across a wide range of enterprise types. The use of exit data allowed us to consider a neglected aspect of the question of the effects of taxation, the response of existing enterprise owners. The use of data that incorporates different enterprise forms is of value as it complements existing evidence on single enterprise forms such as self-employment. Tax changes are thought to cause some substitution between enterprise forms as well as the creation of new firms. Our results suggest that the effects differ according to the type of taxation that is changed (personal verses corporate taxation), the marginal tax rate that is changed and differ across entry and exit. Entry rate are affected by corporate taxation, whereas exit rates are not. This is similar for personal income taxation except the effects differ between negative and positive depending on which marginal income tax rate is altered. These findings are robust to a number of different econometric issues and suggest a causal relationship.\n\nThe second research article ‘Taxation and Technological Catch-up: Evidence from 12 European Countries’ (authors: Richard Kneller and Danny McGowan) uses a new micro databse on firm productivity across countries. It builds on a literature that has studied whether policy changes, such as trade liberalisation, spur firms to improve their productivity levels, but considers the alternative question of whether aspects of the policy environment might reduce firms desire to make productivity enhancing investments. The returns to productivity investments are greatest for firms that are furthest behind the technical frontier (the best firms in their industry and country). Taxation impacts negatively on these investments because it reduces their returns, where we expect that these effects are strongest for those firms that are most constrained (either financially or in terms of time and information). We find strong empirical evidence in support of this view. Conditional on any common country-time specific and industry factors, as well as firm fixed effects (to difficult for difficult to measure factors such as managerial ability) we find that higher rates of corporate taxation slow the rate of productivity catch-up form firms, where these effects are larger for small firms (those with less than 20 employees). Again these results are robust to a range of alternative explanations. The broad objective of the project was the to aid the development of better approaches to the forecasting and modelling of the effects of different tax structures. The project proposal emphasised differences in the reaction of individuals to the same tax change as a way to provide insight into why similar tax changes do not have symmetric, predictable outcomes at the aggregate level. This required new data on the productivity of UK firms that would be integrated with that for other European countries.\n\n\n\nThe project aimed to improve our understanding of the effect of taxation on aggregate productivity, through its effects on firm productivity growth and rates of (industry) entry and exit. Productivity has been shown to be an important determinant of living standards within a country. For the former, the project was to build on recent developments within the productivity literature that emphasise the contribution of investments in intangible, knowledge based assets as drivers of productivity in both the manufacturing and service sectors. For the latter the objective was to model entry alongside exit using a new data set available from the OECD. The effects on exit rates of firms capture the reaction of existing entrepreneurs to tax changes. The effects on exit had been a neglected aspect within the empirical literature on this topic. Government, Democracy and Justice","dataset":"gtr"}