{"id":"E59DD3D6-2B78-468B-B961-35B0FE55C85D","title":"Green Heterogeneous Networks","abstractText":"The tremendous development of mobile networks has enabled ubiquitous communication that has transformed the way people connect with each other. With fast and reliable information exchange, mobile communication is becoming (if not yet) a daily necessity. However, existing mobile networks are not &quot;green&quot;. Although much efforts has been invested in exploring energy efficient techniques for mobile phones, this is not so for base stations and mobile networks. As of 2008, mobile networks consume around 0.5% of global electricity, which is a significant amount for one particular industry. To make matters worse, this consumption is expected to rise by 200% within the next few years. With increased electricity price, this high energy consumption will increase the operation expenditure for mobile operators, which results in higher cost-per-Mbyte. This will create difficulties for mobile operators, and will also impact on pricing for consumers. On the other hand, the increased energy consumption will lead to higher CO2 emission. Given the threats of global climate change, it is highly desirable for future mobile networks to be more energy efficient and thus more environmental friendly.\n\nEqually important, the need for higher data rate mobile communication is ever increasing. First of all, even with the extensive development of third generation (3G) mobile network, a recent study by the BBC shows that 25% of the time users will only able to access the much slower second generation (2G) network. This slow connection is a bottleneck for true ubiquitous communication. Therefore, to bridge the digital divide, there is a strong desire by the government, operator, and user to have high data rate connections everywhere. Secondly, the remarkable growth of high quality multimedia and social networks has pushed mobile data rates to the limit, and thus faster networks for the future are required. Although the 3GPP LTE (Long Term Evolution) and 802.16j (WiMax) will ease some of these pressures, advanced network topology and techniques are needed. Research work has already been started on IMT Advanced, which is the next generation mobile network. It aims to achieve a peak data rate of 1Gbps. \n\nThe most promising approach for IMT Advanced is the Heterogeneous Network (HetNet). It is an advanced network topology that cooperates between multiple tiers of base stations, i.e., macro, micro, pico, femto and relay base stations. By intelligent interference management, HetNet exploits frequency reuse to its maximum, and provides high data rate coverage everywhere. However, existing research on HetNet has focused mostly on the high data rate aspects, but rarely on the energy efficiency aspects. In this project, both goals on high energy and spectral efficiency will be targeted jointly. In particular, we will develop innovative techniques to provide radical improvement, instead of incremental enhancement. Adaptive network topology that can optimise these factors will be devised. Smart interference management and exploitation techniques will be developed to exploit the potential of HetNet. Network MIMO, cognitive radio, and 3 dimensional beamforming techniques will also be developed to achieve a green HetNet that is suitable for the future. The goal is to develop new technologies that can reduce energy consumption while providing the required data rate increase.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J021768/1","grantId":"EP/J021768/1","fundValue":"624273","fundStart":"2013-02-01","fundEnd":"2016-06-30","funder":"EPSRC","impactText":"  At the moment, two directions of our work have been adopted as key technologies in the GreenTouch consortium. The first direction is the various energy efficiency-spectral efficiency optimisation algorithms. The work yields better performance than other schemes and so has been adopted. The second direction is the adaptive massive MIMO technique. The scheme significantly improves the existing approach by the partner in Bell Lab, who is led by the original inventor of massive MIMO. Our work also allowed the use of massive MIMO in rural scenario which was considered as not feasible before. Our work has received high praise from the partners and particularly the original inventor, and has been included as a key technology. Digital/Communication/Information Technologies (including Software) Economic","person":"Daniel Ka So","coPersons":["Khairi Ashour Hamdi","Emad  Alsusa"],"organisation":"The University of Manchester","findingsText":" There are several key findings to-date. \n\n1) New optimisation metric - Our team developed a new optimisation metric that balances both the energy efficiency (EE) and spectral efficiency (SE), and is called the Resource Efficiency. This metric can be used to more effectively exploit the available resource, instead of simply optimising just one metric at a time.\n\n2) EE-SE optimisation for homogeneous and heterogeneous networks - Our team developed several optimisation approaches to balance between EE and SE in homogeneous and heterogeneous networks. In particularly, we solved these problems with multiple antennas, which has not been tackled before.\n\n3) Adaptive Massive MIMO - Our team developed the adaptive massive MIMO techniques to significantly improve the energy efficiency performance of massive MIMO. Our approach also enabled to use of massive MIMO in scenarios that was not feasible before.\n\n4) Unified framework for Het Net analysis - Our team developed a unified analytical framework to analyse the performance of Het Nets. There are existing works in this area but some of the practical channel scenarios, such as shadowing effect, was not included. Our generalised model provided an exact solution to quickly and effectively evaluate the performance of Het Net.\n\n5) Load-aware HetNet operations - Our team analysed the Het Net properties, and developed a load-aware approach to optimise the network operation in order to maximise the energy efficiency. At the moment we have very strong links and collaborative effort with other partners in the GreenTouch consortium. Our works tie closely with theirs and we will continue to pursue their take up of our inventions. \n\nOn the other hand, we are also actively publishing and engaging in discussions with the research community. Apart from the published papers, we also have 4 journal papers and 7 conference articles under review. Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}