{"id":"E5A0A349-9DA6-4F4E-9ED1-66DC3580164A","title":"Good clot? Bad clot? Rheological and microstructural studies of abnormal blood clots from incipiency to breakdown","abstractText":"Cardiovascular disease (CVD) and associated thrombotic disorders cause significant morbidity and mortality claiming 17.1 Million lives a year worldwide. CVD (including heart disease and stroke) accounts for around four out of ten of deaths in the UK. The incidence of CVD increases markedly with age and is often higher in socially deprived areas. In CVD, the processes of endothelial and vascular damage and activation of the coagulation cascade result in abnormal clots, often with excessively cross-linked fibrin networks. Such clots are often referred to as bad clots by the clinician. It has been claimed that tighter fibrin networks lead to a decreased ability of the body to effectively digest these clots (lysis). However, the relationships between whole blood clot microstructure and lysis remains contentious. This is in part due to the lack of rheological techniques to characterise clot microstructure and to appropriately measure clot lysis. The ability to characterise clot microstructure and measure clot lysis will form the basis of a new haemorheometrical device which can be used to diagnose disease states (such as CVD), to monitor anticoagulant therapy, to guide therapeutic interventions and to assess the efficiency of various drugs.This Application will address the hypothesis that measurement of incipient clot microstructure can provide the basis for a new biomarker of clot lysis. It is widely assumed that the incipient clot microstructure is a template for ensuing clot development, and will therefore ultimately control the accessibility of fibrinolytic agents that serve to lyse the clot. It is planned to test this hypothesis by conducting appropriate rheological measurements during whole blood coagulation. However, measurement of clot lysis has been complicated by the fact that it exists simultaneously with platelet mediated clot retraction which has the effect of the clot pulling away from the rheometer's measuring plates. A novel aspect of this work is to perform viscoelastic measurements of whole blood clots whilst maintaining a zero normal force between the rheometer's measuring plates. This has the desired effect that, during clot retraction, the fibrin network acts to pull the plates towards each other therefore facilitating appropriate viscoelastic measurements of the contracted clot. These measurements will allow a greater understanding of the relationships between clot microstructures and clot lysis. Overall, the ultimate goal of the research is to develop a new haemorheometrical tool which has the potential to be used in a clinical setting for patient benefit.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I019405/1","grantId":"EP/I019405/1","fundValue":"101798","fundStart":"2011-07-01","fundEnd":"2013-03-31","funder":"EPSRC","impactText":"  The findings obtained from this research have contributed to the an award of a Haemostasis Biomedical Research Unit (by NISCHR), a unique laboratory based on site of the Accident and Emergency Department of an NHS hospital. This has led to a research culture embedded within a hospital environment, where academics liaise with clinicians and nurses. Healthcare Economic,Policy & public services","person":"Karl  Hawkins","coPersons":[],"organisation":"Swansea University","findingsText":" The work conducted as a part of the grant contributed to the finding that the incipient (or &quot;infant&quot;) blood clot is a microstuctural template for it's mature form. This has been widely assumed but has never been rigorously assessed, until now, using appropriate rheometrical techniques. The consequence of this finding, is that a biomarker of incipient clot formation (the fractal dimension) can be used to predict the the eventual structure of the fully formed clot and it's susceptibility to clot lysis (breakdown) which are important in understanding abnormal blood coagulation in various diseased states.\nFurthermore, the research has led to the development of a novel biomarker to assess the lysis or breakdown of blood clots. At present, there are a lack of clinical assays for measurement of clot lysis. This new biomarker can accurately measure clot lysis times based on the time taken to completely break down the three dimensional connectivity that forms the basis of the clots haemostatic functionality. This open up new avenues for assessing thrombolytics (clot busting drugs) and understanding the pathophysiology of a wide range of disease such as Stroke and Deep Vein Thrombosis. The work has potential to form an apparatus for measuring the efficacy of thrombolytics (clot busting drugs) which are commonly used in patients. This apparatus will particularly appeal to drug companies and potentially attract industrial funding, or even spinning out a new company.\nFurthermore, the clinical implications of this novel biomarker of lysis need to be exploited (by clinicians, research nurses and academics) for it's potential as (i) a biomarker of disease and (ii) therapeutic (anti-coagulant) and thrombolytic monitoring, in patients. The route for this is through the Haemostasis Biomedical Research Unit, a rheological laboratory based at an NHS Hospital. Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}