{"id":"E5A316B0-69B4-46D6-A13A-A8D8C0169ABB","title":"An innovative approach to 'printing' functional protein microarrays from RNA microarrays.","abstractText":"Proteins are the fundamental building blocks of all living cells and are essential for the proper functioning of an organism. Understanding how proteins interact with each other, and with other biological molecules, lies at the heart of all biological research and has clear implications for scientific progress within both health and environmental fields. For example, new therapeutics and more efficient bioenergy generation both rely on understanding and exploiting protein interactions. It is therefore unsurprising that developing tools to study protein interactions is a key priority within the BBSRC strategic plan.\n\nOne of the most efficient ways of investigating protein interactions is to generate a single surface containing hundreds-to-thousands of proteins, which can all be tested for interactions in one step. A surface of this type is known as a functional protein microarray and can be used to conduct high throughput interaction studies. Considering the real world applications of functional protein microarrays, within the medical arena alone, they have the potential to underpin better health through their use in drug discovery, disease diagnosis and medical screening. Unfortunately, to date, the successful creation of functional protein microarrays has been particularly challenging and they have therefore failed to deliver the impact anticipated.\n\nThis application seeks funding for pilot research to demonstrate a novel concept for generating functional protein microarrays that overcomes the limitations of the current approaches. The concept involves using an array of protein precursors (RNA molecules) on a surface, known as an RNA microarray, to generate a corresponding protein microarray on a specially prepared facing surface. The experimental setup involves placing the two surfaces opposite each other in a sandwich arrangement, with a specific biological solution in-between that converts the RNA molecules into protein molecules. Using a novel chemistry step, the newly formed protein molecules in solution attach themselves to the specially prepared facing surface, forming the functional protein microarray. To prove the novel concept, this project will involve demonstrating each stage of the process in turn, before bringing it all together to create a functional protein microarray by effectively 'printing' it from the precursor RNA microarray. \n\nThis work is innovative, timely and multi-disciplinary, employing the latest advances in chemistry, to facilitate the attachment of the proteins to the microarray slide surface, as well as our recent, state-of-the-art, patented technology for generating the precursor RNA microarray. Importantly, this application is not about incremental further development of this RNA microarray technology, but is instead about exploiting it and proving a novel concept for a new tool in a completely separate field; specifically, for the generation of functional protein microarrays. The potential of this research is considerable, offering a step change in capability by creating functional protein microarrays with greater robustness, smaller spot sizes and unrestricted protein sizes, in a simple and efficient manner. This overcomes the key limitations of existing functional protein microarray technologies and unlocks the vast benefits originally forecast.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L017628/1","grantId":"BB/L017628/1","fundValue":"150602","fundStart":"2014-10-01","fundEnd":"2016-09-30","funder":"BBSRC","impactText":"","person":"Anastasia Jane Callaghan","coPersons":[],"organisation":"University of Portsmouth","findingsText":" This grant is on-going. This grant is on-going. Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}