{"id":"E5AA7FE0-4ADC-4597-89C6-C3402947B026","title":"Hertfordshire Astronomy 2015-18","abstractText":"The Centre for Astrophysics Research carries out observational programmes spanning the wavelength range from X-ray to radio - supporting this by computer modelling and simulation. Our research ranges from observations of high-redshift galaxies at long wavelengths through to novel statistical analyses of observations seeking to detect planets outside our Solar System. In between these extremes, we carry out the largest multi-wavelength surveys conducted to date to understand the properties of the Milky Way and Magellanic System. Our research makes use of observations from all of the main European and international astronomical observatories, including ground-based observatories at optical, radio and submillimetre wavelengths, and space observatories at wavelengths ranging from the far infrared to X-rays. Computer simulations gives us a better understanding of the physical processes detected in our observations, and we need to apply advanced data-mining techniques to work with the ~terabyte datasets we are generating. Below is a brief description of our research in each of these areas.\n\nWe perform searches of nearby stars to discover planets. We especially target low mass M stars since they are the dominant type of star in the Universe and have not yet been searched. We focus on detection through Doppler wobble and by looking for planets periodically eclipsing their parent star. During the period of the grant we expect to make the first detections of Earth-mass planets in the habitable zones of nearby stars. We also discover, follow-up and model the properties of the coolest brown dwarfs whose temperatures overlap with those of planets. These studies aim to clarify the population of brown dwarfs and to establish how their modes of formation fit in with those of their brethren of different masses, ie. heavier (stars) or lighter (planets). \n\nThe Milky Way is our home galaxy. Material within it, in the form of gas and dust is the raw material for forming stars and planetary systems. At the end of stellar lives some of this material remains locked up in stellar remnants but much of it is returned in late superwind phases and supernova explosions. The cycle between accretion in youth and outflow in old age enriches the gaseous medium and rules its dynamics, via the thermal and mechanical energy injected into the \ngas. By using large area imaging surveys, our research looks at how gas, dust and stars within the Milky Way and its major satellite, the Magellanic Clouds, are linked up. Our surveys span the optical to sub-mm domains tracing stars, extinction, molecular clouds, their dust properties and associated star formation.\n\nLooking beyond the Milky Way, it is possible to appraise how stars form and evolve in different environments, from small dwarf galaxies to the outer parts of other galaxies like our own. We study the gas content of galaxies, providing the material for star formation, and link what we find to stellar populations and to star forming regions in the full range of local galaxies. By understanding the processes that trigger star formation and stellar evolution in the nearby Universe, we can apply this understanding to the very earliest galaxies and the first generations of stars in the distant Universe. Indeed some of our work focuses on high redshift galaxies detected with great efficiency at sub-millimetre wavelengths, and look forward to exploiting ALMA for such studies.\n\nA new generation of surveys is mapping out the most distant galaxies, and allows us to investigate what links the processes of star formation and the growth of supermassive black holes. We also use detailed X-ray and radio \nobservations to measure the energy injected by jets ejected from supermassive black holes into distant galaxies and clusters of galaxies, affecting star formation and gas properties, and playing a long-term role in their evolutionary history.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/M001008/1","grantId":"ST/M001008/1","fundValue":"2164850","fundStart":"2015-04-01","fundEnd":"2018-09-30","funder":"STFC","impactText":"","person":"Janet Elizabeth Drew","coPersons":["Hugh Richard Jones","Sugata  Kaviraj","Ralf  Napiwotzki","Mark Anthony Thompson","Martin John Hardcastle","Marc  Sarzi","Jason Anthony Stevens","Philip William Lucas","Timothy Michael Gledhill","Kristen  Coppin","Antonio  Chrysostomou","Maria-Rosa Lucia Cioni","Elias  Brinks","David James Pinfield"],"organisation":"University of Hertfordshire","findingsText":"","dataset":"gtr"}