{"id":"E5ABC719-56A8-4E76-9DFB-7EDF47A42462","title":"INDEX Gateway","abstractText":"<p>The INDEX project is the UK regional pilot project of an innovative technology transfer mechanism pioneered in the Netherlands. The project involves providing around 80 SMEs in the West Midlands with ‘innovation vouchers’ over the next two years. Each voucher entitles the recipient firm to draw down advisor services or consultancy from one of the West Midlands universities. The project will develop new connectivity between the universities and SMEs in the region.</p>\n\n<p>The INDEX Gateway will be a web based innovation marketing tool that adds value to the INDEX Pilot Project by extending and branding the transfer knowledge brokerage service.&nbsp;In particular, the INDEX gateway will compliment the INDEX pilot project by showcasing and extending the potential brokerage between academics and businesses. The key&nbsp; </p>\n\n<p>Objectives of the project are:</p>\n\n<ul>\n \n\n <li>To provide a means for SMEs that are not awarded an innovation voucher from the INDEX pilot project to contact an academic and inform them about knowledge transfer.</li>\n\n <li>To showcase the INDEX Pilot Project and the associated voucher award winners.</li>\n\n <li>To promote the concept to all SMEs in the region and hence widen the scope of development between academics and SMEs.</li>\n\n <li>To host best practice knowledge transfer research findings from participating HEIs.&nbsp;</li>\n</ul>\n\n<p>The INDEX Gateway design&nbsp;will include:</p>\n\n<ul>\n \n\n <li>Information on the INDEX Pilot Study</li>\n\n <li>Information on Knowledge Transfer in the West Midlands</li>\n\n <li>Information /expertise and contact details on the participating academics</li>\n\n <li>Innovation thematic priority areas from AWM, ESRC and EPSRC</li>\n\n <li>A new innovation of best practice interactive PDFs</li>\n\n <li>Links to the 13 HEIs participating in the INDEX Pilot Scheme</li>\n\n <li>Links to the local business agencies supporting the INDEX Pilot scheme</li>\n\n <li>Feedback evaluation forms</li>\n\n <li>Q&nbsp;and A</li>\n\n <li>A helpline and advice centre number</li>\n</ul>\n\n<p>The INDEX Gateway has considerable potential to increase the transfer of knowledge between academics and business.&nbsp;It will achieve this by the development of a direct contact network that eliminates some of the bureaucracy endemic to university organisations.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-172-25-0044","grantId":"RES-172-25-0044","fundValue":"9966","fundStart":"2007-09-01","fundEnd":"2008-07-31","funder":"ESRC","impactText":"","person":"Stephen  Roper","coPersons":["J  Bailey","Judith Wendy Scully"],"organisation":"Aston University","findingsText":"","dataset":"gtr"}