{"id":"E5AEBE2B-9942-4322-B9E0-E5225EAA1570","title":"Functional analysis of genetic interactions affected in non-syndromic cleft lip/palate formation","abstractText":"Clefts of the lip (CL) and palate (CP) are common birth defects in humans and affect approximately 1 in 700 individuals. These defects require surgical, dental, speech, and nutritional interventions, impose a significant psychosocial burden on the patients and their families, and are associated with substantial costs for the health system. Over the last two decades, the technological development in the field of human genetics has led to a rapid progress in identifying gene defects underlying syndromes for which a family history was established. In contrast, the identification of gene defects causing CL and CP is much more difficult since these defects often occur sporadically and are regularly seen in children from apparently healthy parents. This is generally explained by the fact that a significant proportion of CL and CP are caused by unknown interactions between several different genes (each carrying a very subtle defect), which the child has inherited from its parents. The early steps of lip and palate formation are similar in all mammals. The laboratory mouse is a genetically amenable animal model and thus provides a system to experimentally address the genetic interactions that are responsible for CL and CP formation. Using this approach we have recently identified a genetic interaction between two genes (Pax9 and Msx1) which leads to CL formation. Our molecular analysis indicates that a third gene (Bmp4) is regulated by Pax9 and Msx1 and significantly contributes to CL. We propose to use mouse models to investigate the functions of the genetic network involving Pax9, Msx1, and Bmp4 in lip and palate development. The results of our studies will help to understand the complex events that regulate the development of the human face. We anticipate that this knowledge will be integrated into current diagnosis procedures as well as into ongoing efforts aimed at the identification and prevention of risks associated with the formation of CL and CP.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0400679","grantId":"G0400679","fundValue":"325738","fundStart":"2005-04-15","fundEnd":"2008-10-14","funder":"MRC","impactText":"","person":"Heiko  Peters","coPersons":[],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}