{"id":"E5B6C8A5-010A-4C8D-B901-B4844F01AB10","title":"University of East Anglia - Equipment Account","abstractText":"Ultrafast laser technology has advanced to the extent that experiments of a complexity which was unimaginable only a few years ago now fall within the realms of the possible, and have the potential to become routine. Modern solid state laser sources produce ultrastable pulses a few million billionths of a second wide with extreme stability over most of the electromagnetic spectrum. This opens up almost any atomic or molecular process to real time interrogation. In this proposal we describe three experiments at the cutting edge of advanced laser spectroscopy. Our objective is to develop and apply these experiments to important problems in molecular and biomolecular science, with a view to demonstrating their utility in, and with the objective of establishing them as important new tools for, materials characterisation. To this end we have established collaborations with world leading laboratories in molecular and biomolecular materials science who will be the first users of the new methods.\n\nThe first experiment, 2D electronic spectroscopy(ES), is a unique tool for the study of electronic coupling and energy transport in (bio-)molecular assemblies. These processes are central to the collection and utilization of solar energy and in the operation of photoactivated nanomaterials. The experiment measures the correlation of the coherent excitation and emission frequencies in the visible region of the spectrum in a three pulse four wave mixing experiment. The measurement can be thought of as the optical analog of 2D NMR, in that it reveals couplings between electronic transitions that are obscured in the linear absorption spectrum. Such couplings are the underlying mechanism for energy and charge transport in both natural and artificial solar energy collectors, and thus need to be characterised and understood. In addition the same experiment resolves the temporal evolution of the energy flow in the molecular assembly with femtosecond resolution by varying the inter-pulse timings. An extension of this experiment to include polarization resolved data, will introduce a correlation between 2D spectra and molecular structure, and thus reveal the spatial arrangement of the chromophores. We will apply 2DES to elucidate excitation dynamics in multi-heme proteins and artificial porphyrin arrays, both of which figure prominently in solar energy conversion schemes and the latter can act as molecular wires in molecular electronics. The 2DES will provide the first direct measurement of the route and mechanism of energy transport in these molecular materials. How this correlates with structure will inform future designs strategies. In addition many heme proteins have unknown or disputed structures, so 2DES will provide new structural data. In short, 2DES has the power do for electronic structure what 2D NMR has done for nuclear structure.\n\nThe next two experiments report Raman and IR spectra of electronically excited molecules as a function of time after excitation. Excited state dynamics are a critical component of photoactivated molecular devices, where they act as transducer between optical and mechanical energy, by means of changes in shape or charge. Vibrational spectroscopy yields a detailed picture of the nuclear structure, and such measurements in real time allow us to track the structural changes which act as the driving force for motion in molecular machines. The time resolved coherent Raman experiment (FSRS) is well established. The transient IR measurement we will develop will permit IR detection in the visible region, using the same detection apparatus as Raman. This new method overcomes the limited spectral resolution of traditional IR detectors, and will permit the observation of subtle changes in bond lengths and angles which accompany structural change on a single electronic surface. These tools will be applied to investigate the mechanism of operation of molecular motors and molecular switches in a variety of environments.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J021431/1","grantId":"EP/J021431/1","fundValue":"476914","fundStart":"2012-09-30","fundEnd":"2022-09-29","funder":"EPSRC","impactText":"","person":"David  Richardson","coPersons":[],"organisation":"University of East Anglia","findingsText":"","dataset":"gtr"}