{"id":"E5BF1336-D7A3-47AE-8BCE-4876565F1964","title":"The UK Citizenship Process: Exploring Immigrants' Experiences","abstractText":"<p>This project analyses&nbsp; the ‘assimilationist turn’ in British immigration and integration policies, through a focus on immigrants’ lived experience of one of its principal instruments, the ‘citizenship process’. Studies to date have examined only one or two parts of the ‘citizenship process’, meaning the tests themselves, the citizenship ceremonies, the preparation courses many immigrants take beforehand, as well as the consequences of the tests for those to whom it is addressed.</p>\n\n<p>This project will adopt a more comprehensive approach to these issues, examining the lived experiences of the citizenship process as a whole via interviews with people about their experiences with preparation courses and their participation in the citizenship tests and ceremonies in Leicester and London. To analyse the effects of the process on the longer term, statistical analysis of survey data will also be undertaken. The overall goal is to learn about immigrants' perceptions and experiences of this process, to understand how it affects their sense of belonging, political participation and subjective well-being (happiness).&nbsp; </p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/K010174/1","grantId":"ES/K010174/1","fundValue":"351276","fundStart":"2013-09-01","fundEnd":"2017-08-31","funder":"ESRC","impactText":"  N/A - project is in the second of three years. Please note that I have had to fill in the fields below, though they do not apply to the current stage of my project, in order to be able to submit the form.  ","person":"Leah  Bassel","coPersons":["Pierre  Monforte","David  Bartram","Barbara Anna Misztal"],"organisation":"University of Leicester","findingsText":" N/A - project is in the second of three years. Please note that I have had to fill in the fields below, though they do not apply to the current stage of my project, in order to be able to submit the form. I consulted with Researchfish Support and was informed that it is not possible to skip this section. N/A - project is in the second of three years Communities and Social Services/Policy,Government, Democracy and Justice","dataset":"gtr"}