{"id":"E5C6637B-C729-497B-96C7-9A310A82D372","title":"Volcanic mercury: local deposition or global dispersion?","abstractText":"Mercury is a toxic metal released to our environment through mankind's activities (e.g., coal burning) and natural processes. Once it gets into the sea or other aqueous environments it can be transformed into toxic forms, which can then get into the food chain and can cause damage to the central nervous systems of animals. Mercury pollution is a grave human health concern and so it is important to understand its different global sources. Recent work has shown that continuously degassing volcanoes represent a significant source of mercury to the atmosphere compared to other sources on the global scale. Recent measurements at active volcanic craters have also shown that volcanic mercury is primarily emitted as a gas. This gas is not very soluble (e.g., in rainwater) and so would not be very efficiently removed from the atmosphere meaning that it could be transported very long distances from its source making volcanic mercury a global environmental hazard. However reactive bromine compounds have also been observed in volcanic plumes downwind from the point of emission. In the Polar Regions and at the Dead Sea reactive bromine compounds are thought to lead to the rapid transformation of gaseous mercury (present in these environments at low levels due to remote sources) into more soluble form that are then rapidly deposited to the local environment. If similar chemistry occurs in volcanic plumes then they will represent a significant mercury hazard to local ecosystems as this chemistry would not only lead to the rapid deposition of low levels of atmospheric mercury from remote sources but also the very significantly enhanced levels present in volcanic plumes. We want to understand the behaviour of mercury in volcanic plumes and the balance between local deposition and global dispersion. We will make measurements of the levels and types of mercury found in the persistent non-explosive volcanic plume from Masaya volcano in Nicaragua at the crater rim and at two locations downwind of the volcano where the plume is known to ground regularly. We will also measure reactive bromine levels and other constituents of the volcanic plume at these locations and will put out a network of samplers to measure the deposition flux of mercury to the local downwind environment from the volcano. These measurements will allow us to test our hypothesis that in volcanic plumes, gaseous mercury will be rapidly transformed to more reactive forms that are then deposited to the local environment. These measurements will then be used to adapt existing computer models of the atmospheric chemistry occurring in volcanic plumes to include mercury chemistry. This will allow us to further our understanding of volcanic mercury processing as well as to build up a picture of the fate of the mercury emitted from active volcanoes and specifically to understand whether volcanic mercury emissions pose a local or global hazard.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G01700X/1","grantId":"NE/G01700X/1","fundValue":"398454","fundStart":"2010-04-01","fundEnd":"2014-09-30","funder":"NERC","impactText":"  The science from this grant fed into the NERC-funded knowledge-exchange initiative: 'Integrating Knowledge to Inform Mercury Policy' (IKIMP). Since 2009, IKIMP's policy briefings and reports have had a significant impact on mercury policy at UK, European and global levels. The United Nations Environment Programme (UNEP) adopted IKIMP's decision-making framework to help countries deal with their redundant mercury. DEFRA (Department for Environment, Food &amp;amp;amp; Rural Affairs) used IKIMP reports to communicate the UK's position on mercury issues at EU and international levels, and IKIMP has influenced UNEP's development of the Minamata Convention, the international, legally-binding convention to limit mercury use agreed in 2013. Chemicals,Energy,Environment Societal,Policy & public services","person":"Tamsin Alice Mather","coPersons":[],"organisation":"University of Oxford","findingsText":" Our main finding so far has been to evaluate mercury (Hg) deposition in a volcanic area (Etna) using leaf concentrations as deposition analogues. Our results showed that the deposition of volcanic Hg has clear impacts and confirm that Etna is an important source of Hg to the local environment. The leaf concentrations appeared to be controlled by the atmospheric concentration of Hg whereas soil Hg concentrations were more strongly controlled by soil chemistry with the low pH and organic-poor soils on Etna's SE flank appearing not to retain Hg deposited but instead releasing it to groundwater or re-emitting it to the atmosphere. This grant has already played a role in terms of providing input via its sister KE grant to the UNEP negotiations on a global legally binding instrument on mercury. On Saturday, 19 January 2013, Governments agreed to the text and gave birth to the &quot;Minamata Convention on Mercury&quot;. http://www.unep.org/hazardoussubstances/MercuryNot/MercuryNegotiations/tabid/3320/language/en-US/Default.aspx\n\n\n\nUnderstanding natural Hg emissions and the global Hg cycle will be vital for monitoring the progress of this instrument.\n This year we have disseminated our findings via the publication of scientific papers and presentations at international scientific meetings. Our fieldwork on Mount Etna also gave us the chance to work with Italian and German colleagues who are also concerned with the behaviour of Hg in the environment. The grant also fed into the PI's inputs to the Cabinet Office workshop and expert elicitation on 'Effusive Eruption Source Characterisation' in May 2012 in London, which was in part concerned with the impacts on the UK environment and air quality should a prolonged fissure eruption occur in Iceland in the near future. Environment","dataset":"gtr"}