{"id":"E5C7F40B-B241-4D4A-88A3-5C392CCA8953","title":"Multimodality Techniques for Cancer Diagnosis and Therapy","abstractText":"Many of the key opportunities that currently exist for improving the diagnosis and treatment of cancer are cross-disciplinary. Imaging now crucially underpins all therapeutic procedures. The Joint Department of Physics has developed and implemented methods for accurately delivering different radiation therapies to tumours using CT, Magnetic Resonance (MR) and/or ultrasound (US) imaging, but the use of emerging molecular imaging techniques (such as Positron Emission Tomography (PET), functional MR, US and optoacoustic imaging) will give us the opportunity to define targets according to biochemical or metabolic function. A major challenge in therapeutics is organ motion: here, for example, we are developing methods for pre-treatment modelling using MR, real-time US and intelligent x-ray tracking to guide radio- and US therapy. There are significant challenges in developing cross-disciplinary projects. These include training and retention of staff with the key combination of skills in imaging physics, therapy and clinical application, and the development of specialist multi-modality equipment, molecular imaging probes and histological techniques to support pilot studies. For example, satisfying the needs of both x-ray imaging and MR compatibility, can be challenging. A particular challenge in this sector is the translation of laboratory research to a stage where it may be tested in clinical trials. We are uniquely placed for addressing these. Platform funding will help us to retain researchers with the highly specialist key skills, to fund the pilot work for multi-modality applications and to allow translation of research results to a stage where they are ready for exploitation either in our clinics or by collaboration with industry.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H046526/1","grantId":"EP/H046526/1","fundValue":"1400150","fundStart":"2010-10-01","fundEnd":"2015-09-30","funder":"EPSRC","impactText":"  The main use of this grant has been to seed fund pilot studies. The use of these topics is therefore unclear as yet, until more extensive work has been undertaken Healthcare Societal","person":"Gail Reinette Ter Haar","coPersons":["Philip  Evans","Steve  Webb","Uwe  Oelfke","Martin  Leach","Jeffrey Colin Bamber"],"organisation":"Institute of Cancer Research","findingsText":" This ongoing funding is still in its early stages. To date multi-disciplinary pilot projects on: \n\ni. Using Ultrasound Tracking to Improve Radiotherapy Precision\n\nii. Lactate as a non-invasive MRS imaging biomarker of response to BRAF\n\ntargeted therapeutics in BRAF driven melanoma\n\niii. Treatment planning for P-32 intra-cystic astrocytoma using multimodality\n\nImaging\n\niv. Whole body quantification of disease using PET and MRI\n\nv. A pre-clinical study of Multi-modality 'dynamic contrast enhanced As yet, none identified, although we have ongoing relationships with relevant companies which we will use. Where appropriate these pilot studies will form the basis for new grant applications. Healthcare","dataset":"gtr"}