{"id":"E5CD89DD-ADA9-483B-B74B-A4C33C948B4F","title":"Development of complementary strategies for the analysis of dietary bioactives in foods and biofluids","abstractText":"Abstracts are not currently available in GtR for all funded research. This is normally because the abstract was not required at the time of proposal submission, but may be because it included sensitive information such as personal details.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J020001/1","grantId":"BB/J020001/1","fundValue":"39363","fundStart":"2012-05-17","fundEnd":"2016-05-16","funder":"BBSRC","impactText":"","person":"Colin David Kay","coPersons":[],"organisation":"University of East Anglia","findingsText":" Outputs to date include preliminary data from pilot studies which suggest that storage of juice concentrates does not result in degradation of anthocyanins but rather the formation of larger molecular weight compounds of unknown structure. We are presently analyzing juices which have been stored under simulated 'house-hold usage' conditions for suspected products of condensation and polymerization. The findings from this project will provide evidence for the potential benefits to public health of consuming processed fruit products and in particular beverages; which is important given the current low intake of raw/fresh fruits and vegetables in the diet. The impact of processing and storage on food bioactivity, as explored in this proposal, will identify dietary constituents that may be exploited as novel bioactives with potential functional-food and agricultural implications.\n\nProviding proof of the health benefits of anthocyanin-rich juices also holds industrial and agricultural benefit as anthocyanin levels in food crops could be easily modified using pre- and post-harvest manipulation or plant breeding or genetic approaches to produced products of increased bioactivity. As juices are likely to be the major delivery vehicle of anthocyanins to the consumer, this work holds particular relevance to the juice industry and consumers. The project is currently providing valuable training and knowledge transfer between research groups at the University of East Anglia (UEA; UK) and the University of California Davis (UCD; USA). Research staff (Primary Investigators, PhD Students and Research Associates) at the UEA are providing training regarding the extraction and analysis of anthocyanin metabolites in biological samples (urine, serum, faeces) while research staff at UCD are providing training on the extraction and identification of flavonoid polymers in juices, wines and faecal samples. This project will provide valuable training required for the analysis of existing clinical samples and the development of future project grants between the two Universities.\n\nThis project is of particular importance to phytochemcial researchers as the study designs explored will define experimental approaches for defining the active compounds responsible for the health benefits of flavonoid-rich foods. Ultimately, this project will provide evidence on the structure of novel compounds found in stored juices and there bioactivity. This evidence will be essential to the design of future dietary intervention studies with the goal of determining the effects of juice consumption on chronic disease outcomes. Agriculture, Food and Drink,Healthcare,Manufacturing, including Industrial Biotechology,Retail","dataset":"gtr"}