{"id":"E5D02058-436A-481D-9B2F-00D93A036CAF","title":"The discoidin domain receptors: collagen binding specificity and cooperation with integrins in cell adhesion / migration","abstractText":"We aim to study how cells use specialised proteins, called DDRs, to interact with collagen. When DDRs are faulty, they can cause disease. It is hoped that our work will benefit human health by creating reagents that may be useful in anti-DDR drug discovery programmes.\n\nThe DDRs are novel drug targets for a number of human diseases, including arthritis and certain cancers. The DDRs recognise collagen, but we know very little about this interaction. When the DDRs bind collagen, they transmit a signal into the cell. We do not understand how the DDRs transmit such information. \n\nCollagen is the most abundant protein in our body and has a very complex structure. It is built like a rope, composed of three very long strands of amino acids that wind around each other. We will characterise the parts of collagen that are recognised by the DDRs. We will produce synthetic collagen fragments with the same rope-like structure as collagen and test which of these the DDRs use to transmit signals into cells. \n\nThe DDRs are not the only proteins that interact with collagen. Another type of protein called integrin also binds collagen. Because the DDRs and integrins both recognise collagen, their relative contribution to biological function has been difficult to study. We have recently discovered that DDRs recognise a different part of collagen than integrins. We can thus make synthetic collagen fragments that will bind only DDRs, but not integrins, and use these to understand how the DDRs regulate the cell’s function.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0701121","grantId":"G0701121","fundValue":"323374","fundStart":"2008-08-20","fundEnd":"2012-02-19","funder":"MRC","impactText":"","person":"Birgit  Leitinger","coPersons":["Richard William Farndale"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}