{"id":"E5DAB6A2-D9D4-4653-A195-B50A09472B3E","title":"MICA: Developing novel human antibodies targeting the OPG/TRAIL axis for the treatment of pulmonary arterial hypertension (PAH)","abstractText":"Pulmonary Arterial Hypertension (PAH) describes a group of rapidly progressive conditions that share a common diagnosis of increased blood pressure in the lungs that over time the increased pressure causes heart failure. The raised blood pressure is caused by a progressive narrowing and in some cases blockage of the blood vessels carrying the blood throughout the lung. This process occurs due to a combination of sustained constriction or tightening and an inward growth of cells within the walls of the blood vessels. As a consequence PAH carries a high level of suffering and carries a median expected survival of 5-6 years from diagnosis. Current drug treatments carry an annual cost per patient of between &pound;5,000 - &pound;300,000, and target only the sustained constriction of the blood vessel constriction and do nothing to slow or halt the cell growth. Subsequently these current drugs do not cure this condition. We have identified that two proteins, OPG and TRAIL are found at increased levels within the diseased blood vessels of both patients with PAH, and animal models of the disease. \n\nWe have subsequently demonstrated that levels of both OPG and TRAIL proteins are controlled by several other genes and proteins well recognised to play important roles in PAH. We have also shown that both OPG and TRAIL cause the main cells from blood vessel walls to grow suggesting that they may have an active role in disease. Studies performed in rodent disease models have demonstrated that both TRAIL &amp; OPG are required to develop experimental PAH. Critically, we have also shown that targeting OPG or TRAIL with antibodies in these rodents' disease models can not only stop the disease from progressing but actually cure this condition. These studies are the first to demonstrate the critical importance of both OPG and TRAIL in PAH, and highlight their potential as novel and rational targets for which to develop new drugs against to generate a new treatment for PAH. New data obtained since oupreliminary application has established that OPG arising from the bone marrow is critical to cause disease in these experimental models. Furthermore, we have shown that OPG actually causes the levels of TRAIL to increase within the cells of the blood vessel wall, and that TRAIL within these cell is critical to disease progression. The aim of this proposal is therefore to develop and screen novel therapeutic human anti-OPG antibodies for their ability block the growth of these cells, firstly in a cell culture models and then subsequently animal modesl of disease. These experiments will identify a lead antibody for further translational towards clinical trials.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L023040/1","grantId":"MR/L023040/1","fundValue":"521681","fundStart":"2014-05-31","fundEnd":"2016-05-31","funder":"MRC","impactText":"","person":"Allan  Lawrie","coPersons":[],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}