{"id":"E5DC8154-F4D1-4002-B592-903AA2C2B509","title":"Investigation of role of hypothalamic glucokinase in the control of food intake","abstractText":"Food intake is regulated in part by the brain and in particular part of the brain called the hypothalamus. It has for a long time been thought that glucose has a specific role in the regulation of food intake, known as the glucostatic regulation of food intake. However until now the mechanism by which this occurs has been unclear. We have recently found that an enzyme called glucokinase which is present in the hypothalamus may be an important part of this mechanism. We have found that in fasting rats levels of glucokinase activity in a specific part of the hypothalamus called the arcuate nucleus are increased. When we mimicked this increase in glucokinase activity using a type of virus (rAAV) to over-express glucokinase in the arcuate nucleus we found it caused a decrease in food intake. This effect seems to be due to glucose in the diet since when rats were given access to a glucose solution; those in which we had increased glucokinase activity in the arcuate consumed less glucose than those with normal levels of glucokinase. This effect appears to be specific for glucose since when rats were fed a closely related sugar fructose there was no difference in intake between the two groups. We then investigated whether this change in glucokinase could explain the glucostatic regulation of food intake. To investigate this, rats were given a fixed amount of glucose solution and after which there food intake was measured. We found that in rats in which we had increased glucokinase activity in their arcuate nucleus food intake was reduced compared to control rats with normal glucokinase levels. This suggests that glucokinase in the hypothalamus plays an important role in the regulation of food intake in response to intake of glucose. We now plan to investigate whether glucokinase plays a role in the regulation of long-term food intake and weight gain. We will use rAAV to both over-express and decrease expression of glucokinase in the arcuate nucleus and examine the effect on long-term food intake and weight gain. The effect of supplementing the diet with glucose on food intake and body weight gain will be examined. We will also examine whether increased or decreased levels of glucokinase in the arcuate nucleus alter the response to a high fat diet. In addition we will examine whether supplementation of a high fat diet with glucose alters food intake and weight gain. We will examine the interaction between glucokinase and other known modulators of energy homeostasis in the hypothalamus. Together this work will allow us to investigate the physiological role of glucokinase in the arcuate nucleus in the regulation of food intake and determine if it is a possible mechanism by which the glucostatic regulation of food intake occurs. This will establish whether hypothalamic glucokinase may be a target of interest to the pharmaceutical industry.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I00842X/1","grantId":"BB/I00842X/1","fundValue":"431477","fundStart":"2011-09-30","fundEnd":"2014-09-29","funder":"BBSRC","impactText":"  The data produced from this work will be of great interest to the general public and pharmaceutical industry. We are currently in the early stages of disseminating the data as it has only recently been acquired. A manuscript based on these findings has been accepted for publication in the journal of clinical investigation. To maximise the impact of this research we are currently in discussion with pharmaceutical firms with regard to the results and how best to utilise them. The data suggests that glucokinase activators which access the CNS may have a worse side effect profile than those which do not. This information will be key in selecting candidate pharmaceutical agents for further development. In addition it may be possible to design pharmaceutical agents or combinations of agents which activate glucokinase in peripheral tissue and inhibit it in the CNS. This would represent a novel pharmaceutical approach that has a great deal of promise.\nWe are also in the early stages of experiments in human volunteers to determine whether adding glucose to the diet can reduce food intake and weight gain. This has the potential to have large scale societal impact, as it is possible that for some people a simple change in diet regime could result in weight loss and decreased food intake. In addition we will investigate whether addition of pure glucose to the diet of people treated with sulfonylureas which activate KATP channels would reverse the weight gain which is a common side-effect of treatment with sulfonylureas and reduces their effectiveness. If this investigation proves addition of glucose to the diet of these patients reduce weight gain it would have immediate and profound societal effects and reduce the burden of disease. Agriculture, Food and Drink,Healthcare,Pharmaceuticals and Medical Biotechnology Societal,Economic","person":"James Victor Gardiner","coPersons":["Waljit Singh Dhillo","Mark Allan Smith","Stephen R Bloom","Gavin Alexander Bewick"],"organisation":"Imperial College London","findingsText":" Glucokinase is an enzyme which is involved in the metabolism of glucose. However its main role is not in the production of energy from glucose but rather as part of the system which allows cells to detect glucose levels. Glucokinase is expressed in part of the brain called the hypothalamus which regulates a number of important functions including food intake, energy expenditure. One of the most important regions of the hypothalamus in regulating food intake and energy expenditure is called the arcuate nucleus. Glucokinase is expressed in the hypothalamus but its role was unknown. We have found that in the arcuate glucokinase pays an important role in the regulation of food intake. Increasing glucokinase activity specifically in the arcuate increased food intake and weight gain; the opposite was effect was seen when glucokinase activity was reduced in the arcuate with food intake and weight gain decreasing. Importantly we found that glucokinase regulates the intake of glucose specifically. If pure glucose is available as a food source increased arcuate glucokinase increases intake of glucose but not of other food if both were available. In addition, reducing glucokinase activity in the arcuate reduced intake of pure glucose but did not reduce intake of other food if both were available. \nWe have identified the potential mechanism for this process. The first step in the process is activation of a protein that controls entry of potassium ions into nerves called the KATP channel and regulates the activity of nerves. The activity of KATP is decreased by glucokinase and this in turn increases the activity of nerves. We have also identified that a hormone called neuropeptide Y (NPY) is involved in the process. It has been known for a long time that NPY regulates energy homeostasis; however this is the first time that a specific role in the regulation of intake of glucose has been identified for it. \nThis is the first time that a system that regulates the intake of a specific nutrient has been identified. These findings may explain why people treated with drugs which inhibit KATP gain weight a major and unwanted side effect. The data produced from this work will be of great interest to the general public and pharmaceutical industry and will shortly be published in the Journal of Clinical investigation(in press). The data suggests that glucokinase activators which access the CNS may have a worse side effect profile than those which do not. This information will be key in selecting candidate pharmaceutical agents for further development. In addition it may be possible to design pharmaceutical agents or combinations of agents which activate glucokinase in peripheral tissue and inhibit it in the CNS. This would represent a novel pharmaceutical approach that has a great deal of promise.\nWe are also in the early stages of experiments in human volunteers to determine whether adding glucose to the diet can reduce food intake and weight gain. This has the potential to have large scale societal impact, as it is possible that for some people a simple change in diet regime could result in weight loss and decreased food intake. In addition we will investigate whether addition of pure glucose to the diet of people treated with sulfonylureas which activate KATP channels would reverse the weight gain which is a common side-effect of treatment with sulfonylureas and reduces their effectiveness. If this investigation proves addition of glucose to the diet of these patients reduce weight gain it would have immediate and profound societal effects and reduce the burden of disease. Agriculture, Food and Drink,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}