{"id":"E5DD24D2-5DF4-430F-B890-73A286126E4B","title":"Nanomanufacturing of Surfaces for Energy Efficient Icing Suppression","abstractText":"Undesirable ice formation causes a lot of disruption - from impairing energy efficiency of household refrigerators to causing destructive accidents due to ice accumulation on infrastructure components and airplanes. The proposed research aims to address this ubiquitous problem using precise, but potentially scalable techniques to nanoengineer icephobic surfaces that can suppress ice formation, resist impact of cold drops and have minimal adhesion to ice. The proposal is motivated to provide a viable, passive and energy efficient alternative to the currently employed anti-icing techniques, which rely either on electro-thermal systems that affect the system efficiency and running costs, or make use of environmentally adverse chemicals. The surface nanoengineering to be employed will involve a precise control of both the surface texture at nanoscale and the surface hydrophobicity. The appropriate combination of these two aspects is expected to not only suppress ice formation in severely supercooled conditions (at sub-zero temperatures), but to resist impact of high speed supercooled droplets and minimize adhesion of ice on the surface - all these aspects are relevant to icing in practical applications and will be tested in the current work.\n\nThe ambition of the proposal is to make nanotextured surfaces with nanohole arrays with better than 10 nm precision (i.e. resolution). Such precise and rounded morphologies are expected to suppress ice formation according to the thermodynamic heterogeneous ice nucleation framework previously introduced by the PI and supported by atomistic modelling results in the literature. In addition, self-assembly of hydrophobic molecules on the surfaces will allow a control over the surface energy, which, in combination with the texture control, will help produce superhydrophobic surfaces that can resist impalement by high speed, cold drops, and have low ice adhesion. The drop impalement resistance can help avoid icing on aircrafts and outdoor infrastructure elements in freezing rain conditions. As a proof-of-concept for a potentially scalable, precise nanotexturing, current project will exploit electrochemical anodisation of metals through polymeric nanohole films, prepared using block-copolymers (BCP), serving as templates. The surface texturing will be limited to top ~100 nm or lower thickness of the substrate and only mild anodisation conditions will be used. The templated anodisation is well suited to aluminium and titanium - substrates prevalent in aerospace, refrigeration and automotive industry; however, similar templated etching approaches can be developed for substrates in other applications (see the PATHWAYS TO IMPACT section). PI's prior work has shown that thermally conductive substrates are better for arresting frost formation from cold drops lying on the surface, thus the metallic substrates are a very good choice. In addition, the current work, for the first time, introduces a novel means to use simple anodic surface projections to improve the resolution of BCP nanohole templates themselves to ~10 nm precision - surfaces anodised through these precise templates are expected to be ideally suited for icephobicity. \n\nThe resulting anodised substrates will be rendered hydrophobic by functionalizing with hydrophobic molecules. These precisely nanotextured hydrophobic surface are expected to suppress icing not only due to their rounded nanoscale morphology, but will also feature minimal solid-liquid contact area, thereby further suppressing the icing probability. The synthesized surfaces will be subjected to three set of tests: their ability to resist impalement by high speed, supercooled drops (target: 25 m/s); ability to delay ice formation in supercooled conditions at different humidity levels (target: 2 hours at -25 degrees Centigrade); and minimize their adhesion to frozen (ice) drops.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N006577/1","grantId":"EP/N006577/1","fundValue":"100629","fundStart":"2015-09-16","fundEnd":"2017-09-15","funder":"EPSRC","impactText":"","person":"Manish K.  Tiwari","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}