{"id":"E5DE2138-9D93-4DDC-8CC7-0E3D5BF4672C","title":"Large Scale Lattice-Boltzmann Simulation of Liquid Crystals","abstractText":"In simple fluids, the atoms or molecules are disordered and can flow freely. In a crystal, they are arranged on a lattice, and cannot move past one another, creating a rigid material. Liquid crystals are in between: they are ordered in some senses and disordered in others. An example is the slimy mess you get when a bar of soap is left in a patch of water: this is a 'smectic' liquid crystal, in which the molecules pack into layers. Each layer lines up with the next in a crystalline stack, but in the plane of the layers the material is fluid. This is responsible for its 'slimy' feel. The sliminess can be quantified by measuring the material's 'rheology'. (Rheology is the science of flow behaviour.) Liquid crystals include many high tech materials used in laptop displays, flat-screen TVs, and other devices. In many of these devices, the flow of the material (for example in response to an electric field) is part of what makes the device work or not work. Many of these devices use 'nematic' liquid crystals in which rod-shaped molecules are lined up in the same direction but are not on a lattice; others involve 'cholesteric' or (potentially) 'blue phase' liquid crystals whose structure is more complex.For both scientific and technological reasons it is very important to understand properly the flow of liquid crystals in response to stresses and/or electric and magnetic fields. This is a very difficult task for two reasons. Firstly, there is the complicated, partially ordered structure to consider. Secondly, this structure is made even more complex in real materials by the presence of so-called 'defects'. These defects are of quite specific types, different in each type of liquid crystal. For nematics the defects are strange worm-like structures. (In fact, the name 'nematic' comes from the greek word for a worm.) In the simplest cases it is possible to solve using pen and paper the equations that describe the flow of pure liquid crystals, but when defects are present this is almost always impossible. The aim of the project is to develop and use methods for solving the relevant equations on very large computers. Only the biggest computers can provide the high resolution studies needed to address the problem of defects, since these are extended objects, large compared to the molecular scale. The work involves combining skill in simplifying the equations themselves (removing all inessential details from the description) with in-depth knowledge of how to make large computers solve such equations efficiently. For each type of liquid crystal, we plan to address both the way defects influence the flow behaviour, and the way a flow affects the organization of defects. This circle of influence is responsible for quite complex behaviour that is seen in the laboratory and, if understood, might be exploited in the next generation of liquid crystal technologies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E045111/1","grantId":"EP/E045111/1","fundValue":"324180","fundStart":"2007-07-01","fundEnd":"2011-06-30","funder":"EPSRC","impactText":"","person":"Peter Vivian Coveney","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}