{"id":"E5DFA18D-F174-4C6E-8456-36183D25FAD2","title":"Common Application Platform for Low Voltage Network Management","abstractText":"In this proposal, both laboratory testing and thermal modelling will be carried out to refine and validate the dynamic thermal\nrating (DTR) algorithm for low voltage (LV) distribution transformers in order to cope with future dynamic loading scenarios\ncaused by dispersed generations, electric vehicles, heat pumps and etc.\nA specially commissioned 11kV/0.433kV three phase distribution transformer will be manufactured with multiple optical\nfibre sensors embedded in the transformer winding during the manufacturing process. This transformer will be used as the\ntesting object in the laboratory. Thermal rating and life assessment of a transformer are dependent on the hotspot\ntemperature inside the transformer. While the hotspot location is usually assumed to be near to the top position of the\nwinding, due to the exposure to the maximum leakage field and the high surrounding oil temperature, previous experience\nhas shown that this is not necessarily the case and it could be located at lower conductor positions. Therefore multiple\nsensors will be installed at the top region of each winding to capture the hotspot temperature. In addition, top oil and bottom\noil temperatures inside the transformer will be monitored. Extra condition monitoring measures used by the industry to\ndetermine the health condition of transformers, e.g. on-line Dissolved Gas Analysis Monitor (already available in the\nlaboratory) will be applied during the tests to provide complementary information.\nThe temperature rise tests will be implemented in two stages. First, prolonged heat run tests will be conducted under\nmultiple levels of constant loadings, such as 70%, 100% and 120% of rated loadings. The thermal parameters required in\nthe IEC thermal model for calculating the hottest spot temperature, can be refined based on the heat run test results.\nSecond, a series of dynamic load profiles obtained from the load analysis and forecast algorithm will be applied in the heat\nrun tests to verify the thermal model and its parameters. The developed DTR algorithm of distribution transformers would\nbe able to cope with future predictable and un-predictable loading scenarios in LV networks.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N508421/1","grantId":"EP/N508421/1","fundValue":"149872","fundStart":"2015-05-01","fundEnd":"2017-06-30","funder":"EPSRC","impactText":"","person":"Qiang  Liu","coPersons":[],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}