{"id":"E5F55ACD-F532-4A0F-BD23-E8A8FDDF2AC5","title":"Hybrid Three-Dimensional Ultrasound","abstractText":"Most of the ultrasound machines in hospitals today work in two dimensions. They send high frequency sound pulses into the body and display the echos that come back as a two-dimensional (2D) picture. They produce an image that shows the sound reflectors in one slice through the body. However, there are some applications where doctors would like to be able to gather ultrasound data as a three-dimensional (3D) block rather than a two-dimensional slice. For example, when there is a need for volume measurement or the analysis of complex geometry. Two different types of 3D ultrasound have been developed to meet this requirement. One type involves a special probe that can record a fixed block of data, either by having an internal sweeping mechanism or by using electronic beam steering. The other type of 3D ultrasound uses a conventional 2D ultrasound machine and is called freehand 3D ultrasound. In this approach, an optical or magnetic position sensor is attached to the probe and the precise 3D trajectory of the probe (including the angles) is recorded as the doctor performs the scan. The position information from the sensor enables the 2D ultrasound slices from the ultrasound machine to be interpreted as 3D data using a computer.The aim of this project is to produce a hybrid of these two types of 3D ultrasound. The new system will incorporate benefits from both the existing strategies and also offer some additional unique advantages. It will record dense regular data like the integrated 3D probe described above and will also acquire large data-sets as is possible with the freehand approach. There will be no need for an inconvenient external position sensor attached to the probe as much of the information required to calculate the probe trajectory can be inferred by matching the 3D blocks of recorded data. A miniature inertial orientation sensor will be used to guide the matching algoirthms, increasing their speed and reliability. Such a sensor could eventually be incorporated in the probe housing, hence it will not be inconvenient in a clinical context. The project will focus on: tracking the trajectory of the probe based on the the acquired data and the output of the inertial position sensor; calibration of the hybrid system; correction of artifacts in the data caused by variations of the pressure from the probe during the scan; and development and evaluation of software tools to enable the system to be used effectively in a Hospital environment. We will also address two more open-ended pieces of research. In the Engineering Department, we will explore the potential for exploiting the richness of the dense overlapping data that the new machine will record. The fact that the probe can be easily used to scan some points from more than one direction will be particularly useful. In the Hospital, we will mount a complete version of the system on a trolley and use it to explore the range of applications in which this type of scanner could offer particular benefits to the doctors. We will also measure the size and precision of scans than can be reliably acquired using the system in a busy ultrasound clinic.In the future, as it becomes more and more common to produce intrinsically three-dimensional ultrasound probes, we believe that a hybrid system, such as we propose here, will become the natural form of ultrasound scanner. It will offer 3D tools that in some cases will replace CT (X-ray computed tomography) with greater safety and replace MRI (magnetic resonance imaging) at lower cost. Thus, as well as our main goal of developing new imaging techniques based on current technology, this project will also address design issues that target the future of ultrasonic imaging in general.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F016476/1","grantId":"EP/F016476/1","fundValue":"385012","fundStart":"2008-02-14","fundEnd":"2011-08-13","funder":"EPSRC","impactText":"","person":"Richard  Prager","coPersons":["L  Berman","Andrew Howard Gee","Graham Michael Treece"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}