{"id":"E5F5D97A-6BF7-4A57-B30A-A5EABCCC3E88","title":"Home or care? Pathways and outcomes for maltreated children in a multi-ethnic cohort","abstractText":"It is widely considered that outcomes for 'looked after' children (children in care) are generally poor. Research has pointed to poor education outcomes, high rates of mental health problems, disproportionate involvement in substance abuse and crime and the over-representation of care leavers among the unemployed, homeless and prison populations. However, most studies to date have found it hard to disentangle the effects of being in care from the impact of the difficult experiences (in most cases, abuse or neglect) that led to their admission. One of the reasons for this has been the difficulty of collecting data on children and their family backgrounds before they are taken into care. As a result, key questions remain unanswered. Does being in care compensate children for previous disadvantage and improve their wellbeing, from a frequently low starting point? Or does it instead compound the disadvantages they bring with them into care? In other words, do children who enter care do better or worse than children with similar backgrounds and histories who remain at home? \n\nThe aim of this study is to investigate whether outcomes for abused or neglected children who are admitted to care are better or worse than those for similar children who remain at home, supervised by social workers on a Child Protection Plan.It will be conducted in Bradford and will draw on data from two types of pre-existing dataset: (a) the Born in Bradford (BiB) Cohort Study and (b) Bradford Council's administrative databases on children known to have experienced abuse or neglect and children who are admitted to care. The BiB cohort study provides a fantastic opportunity to investigate the effects of being in care in relation to the effects of abuse, neglect and family difficulties, because it provides information on children's family circumstances before they entered care. During ante-natal appointments, it gathered information from the mothers of approximately 14,000 children born in Bradford April 2007-June 2011, at which time they gave written consent to the future linkage of this data with other data. \n\nBy linking anonymised data from these three existing datasets, the study will be able to identify all children in the BiB cohort deemed to have experienced abuse or neglect since April 2007 and, within this group (likely to be around 540 in number), to identify which of them have been taken into care. We will then follow up all abused and neglected children, who will be 2-6 years old at the time of the study, to compare the development and well-being of those placed in foster care to the progress of those who remain at home, by three means:\n(a) a survey of social workers \n(b) Interviews with the foster carers of the children in care and the parents of children living at home, \n(c) Assessment of children's language development and early reading ability. \nIn these ways the study will gather information on children's general health and development, emotional, behavioural or attachment difficulties (if any), language development and early reading skills, their overall well-being and whether they have been re-abused. This will allow us to analyse the relative effects on their development and well-being of their family backgrounds, their experience of abuse and neglect and of being in care.\n\nOne of the toughest decisions that Children's Services have to make is whether to support abused and neglected children at home or take them into care. This multi-disciplinary study will be useful to policy-makers and practitioners as it will provide important new information on the circumstances in which support at home, or alternatively entry to care, can best promote the safety and development of children who have experienced abuse or neglect. It will also help to advance scientific understanding of the impact of placement in care on abused children.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L002566/1","grantId":"ES/L002566/1","fundValue":"446874","fundStart":"2014-04-01","fundEnd":"2016-09-30","funder":"ESRC","impactText":"","person":"Nina  Biehal","coPersons":["James  Wade","Panos  Vostanis","Kate Elizabeth Pickett"],"organisation":"University of York","findingsText":"","dataset":"gtr"}