{"id":"E5F9E1B7-0CA4-4565-8001-1D60468B88DE","title":"Entanglement control via reservoir engineering in ultracold gases","abstractText":"The spectacular progress in the ability to coherently control quantum systems at the level of single atoms holds the promise of a new technological revolution based on the exploitation of quantum correlations. While some quantum technologies, such as quantum cryptography, have already reached the market, others are still at the level of prototypes. This is the case of quantum computers and quantum simulators, which promise to solve computational tasks impossible to solve with classical computers like those currently used. \n\nWe live in an information age, our society is completely shaped by computers and the internet, and relies on faster and faster information processing. The advent of the new quantum information era will undoubtably make a paradigm shift in all current technologies and, hence, in all aspects of our society and culture. \n\nMost quantum technologies rely on the use of entanglement. However, this peculiar quantum correlation shared by composite quantum systems is very sensitive to noise induced by the environment surrounding the systems. The effect of the environment is to induce a loss of information about the quantum system, therefore destroying entanglement. Hence, for quantum technologies to reach the market, it is crucial to study the harmful effects of the environment on quantum devices and to find ways to protect them from noise.\n\nThe present project focuses on a technique to control the dynamics of a quantum device by manipulating its environment. More in detail, we consider a quantum register made of atoms trapped in an array of double-well potentials (superlattice). A quantum register is one of the main components of a quantum computer, therefore the atoms in the register need to preserve entanglement for long time. In the model we study the register is immersed in an ultracold gas. Collisions between the atoms of the register and the atoms of the ultracold gas cause loss of entanglement and limit the functionality of the quantum device. The main goal of our research is to study how, changing the properties of the ultracold gas, we can prolong the entanglement in the register. \n\nPrevious studies on this system suggest that, by increasing the interaction between the atoms of the ultracold gas, the quantum information stored in the register and lost due to environmental noise can be partially regained due to strong correlations established between the system and the environment.\n\nOur aim is to find the optimal conditions to prolong the life of the quantum register by modifying the interaction strength of the atoms of the environment. Finding these conditions will constitute a tremendous advancement in the realization of real-scale quantum technologies. Systems like the one we consider, indeed, have been proven to be ideal quantum simulators of strongly correlated condensed matter systems, and quantum simulators in turn might be the answer to understanding longstanding open questions such as the behaviour of high-temperature superconductivity.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J016349/1","grantId":"EP/J016349/1","fundValue":"99805","fundStart":"2012-06-01","fundEnd":"2013-07-31","funder":"EPSRC","impactText":"","person":"Sabrina  Maniscalco","coPersons":[],"organisation":"Heriot-Watt University","findingsText":"","dataset":"gtr"}