{"id":"E5FC0234-74F6-40A9-BCB4-5DAA5C64B079","title":"The Oxford e-Social Science (OeSS) Project: Ethical, Legal and Institutional Responses to Emerging e-Research Infrastructure Policies and Practices","abstractText":"<p>Innovations in e-Research are reconfiguring access to data resources, collaboration tools, and networked computational services across academic disciplines. </p>\n\n<p>The Oxford e-Social Science (OeSS) project focuses on the social shaping and impacts of advances in digital technologies, such as the Internet, Web 2.0 and sensor networks, that are enabling new approaches to research. </p>\n\n<p>Phase I (2005-08) undertook an empirically anchored synthesis of emerging legal, ethical, institutional and other social issues including confidentiality, anonymity, privacy, data protection, ownership, accountability, and distributed collaboration.</p>\n\n<p>This work has been disseminated widely, through publications, conference papers, workshops, and presentations. Phase II (2008-11) is focused on initiatives aimed at addressing these issues, specifically asking how changes in policy and practice reconfigure access in ways that shape the quality and impact of research. By studying solutions, the project seeks to stimulate and inform debate over innovations and improve the design of technologies, institutions and practices. </p>\n\n<p>The team has augmented the empirical methods used in the first phase (focus groups, interviews and case studies) with longitudinal ethnographic research. Outreach activities reach beyond the e-research community to engage all who have a serious stake in the quality and impact of research. <br /></p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-149-25-1082","grantId":"RES-149-25-1082","fundValue":"811146","fundStart":"2008-12-01","fundEnd":"2012-03-31","funder":"ESRC","impactText":"","person":"William Harold Dutton","coPersons":["S  Woolgar","Ralph  Schroeder","Marina Denise Anne  Jirotka"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}