{"id":"E5FDAEA7-659A-47AA-8C34-47894789E627","title":"DYnamic deployment planning for monitoring of ChEmical leaks using an ad-hoc deployable sensor network (DYCE)","abstractText":"The ability to analyse the chemical composition or quality of air samples in a controlled environment is easily demonstrated, but the problem becomes extremely complex when translated to an unconstrained outdoor environment. Here the sensors are faced with the need to identify very low particle counts, often in the presence of high levels of benign pollutants and rapidly changing turbulent meteorological conditions. The consortium will develop a capability for the rapid deployment of sensors to effectively gather data on chemical agents following their malicious or accidental release into an outdoor (industrial/urban) environment. The validity of chemical composition measurements is reliant upon the ability to gather air samples that are representative of the whole environment. To build an accurate picture of this it is currently necessary to deploy large quantities of chemical sensors, which is prohibitively time consuming and expensive. We will mitigate this limitation through the development of deployment planning tools that react to gathered data and instruct the dynamic redeployment of a limited set of wireless sensor nodes, thereby optimising their data gathering capability. The solution proposed in this project addresses the needs of military and blue light responders for rapid, reliable on-scene analysis of contaminant dispersion in an urban or industrial environment. The system employs a small network of ad-hoc deployable sensor nodes that are able to monitor and react to changing local conditions and chemical data content to enable end-users to dynamically optimise their locations. The solution is novel in that it addresses the combined yet unsolved issues of: 1. Optimised data gathering through intelligent organisation of the sensor network. 2. Monitoring localised changing environmental conditions and understanding its repercussions on the data-gathering mission. 3. To operate effectively in EM cluttered and complex urban and industrial environments by incorporating wireless communications needs into the deployment strategy. 4. To develop a deployment planning solution to optimise the data gathering mission given a constrained or unconstrained asset base.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=TS/G002622/1","grantId":"TS/G002622/1","fundValue":"173842","fundStart":"2009-03-23","fundEnd":"2011-03-22","funder":"EPSRC","impactText":"  The algorithm was used by our partners to scope out an emergency response tool for CBN attacks Aerospace, Defence and Marine Societal","person":"Stephen Ernest Belcher","coPersons":[],"organisation":"University of Reading","findingsText":" We developed an algorithm to determine the location strength of a source of atmospheric pollutant based on measurements of concentration The algorithm could form the basis of an emergency response tool for CBN attacks Aerospace, Defence and Marine,Government, Democracy and Justice,Security and Diplomacy","dataset":"gtr"}