{"id":"E600C383-DE5E-4CAB-9964-3A789EDB579D","title":"Assessing Risks of Investment in Groundwater Resources in Sub-Saharan Africa","abstractText":"Decision-makers in the developing and developed world are notoriously poor at considering the risk that an investment or intervention could fail to achieve its objectives. This is also true for groundwater development projects in African drylands. Social and environmental sustainability of groundwater refers to a fair distribution of this natural asset between users and across generations. Aquifers are one component of groundwater and require particularly careful management, particularly fossil aquifers, which do not replenish naturally. The risk is that current use of an aquifer will draw down on the water needs of future generations. To achieve sustainability, there is a need to properly assess any new water abstraction infrastructure, such as a pipeline to supply a town. The accuracy of such assessments is weakened by the fact that the current practice inadequately addresses uncertainties surrounding the impacts of increased groundwater use, particularly the impact of groundwater development on the aquifer and the people that relying upon it. Uncertainties around the impacts of groundwater development are particularly high for aquifers in dryland areas since information on the current geo-hydrological parameters and how these will evolve under future change is typically scarce. Thus, the proposed research will first develop a conceptual framework on how to address uncertainties around ground water development in data scarce areas. Second, it will use this to model the uncertainties around investments that significantly increase groundwater use. Third, the project aims to assess the social impacts of these increased water abstractions. To this end, it will assemble information, including the visions and perspectives of various stakeholders and groundwater users to support dialogue on how to achieve sustainable water use for Kenya's largest aquifer, the fossil Merti aquifer in arid northeastern Kenya. This aquifer provides water to the world's largest refugee camp, population 630,000, and may already be over-utilized. Furthermore, it feeds the Juba River, which runs through southern Somalia, the discharge of which is decreasing. The project will focus on plans -- already far advanced -- to increase abstractions from the Merti aquifer to supply drinking water to the city of Wajir. The initiation of a dialogue is complicated by scarce and unreliable data and lack of synthetic insight into the consequences of current and future use. Thus the challenge is to develop the information, which acknowledges uncertainties around the outcomes of the planned groundwater development to support a sustainable management approach in a data-scarce environment. The models that will be developed will assess the level of uncertainty and value of information of the basic geo-hydrological parameters. This value of information approach will serve as guidance for selection of key parameters to focus on for a follow up proposal to the next UPGro round with a view to supporting initiatives to manage the aquifer to achieve greater social sustainability including intergenerational equity.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/L00206X/1","grantId":"NE/L00206X/1","fundValue":"146827","fundStart":"2013-07-15","fundEnd":"2014-12-31","funder":"NERC","impactText":"  Yes, from the start we have been engaging with stakeholders from Wajir County who will be affected by the Wajir Habaswein water supply project that has been the object of study of the NERC UPGRO grant. The information has been used by these stakeholders to form their opinion about this groundwater supply project. The senator of Wajir County has been very proactive in stimulating the use of the information generated by the NERC UPGRO ARIGA project. He publicly announced that he would like to see that the information of the ARIGA project would be considered in the decision making process and that he would ensure that no decision would be made before the release of our research findings. The Senator also took the initiative to organize a one and a half month consultation (October - November 2014) among the various stakeholders and invited the ARIGA team to share its findings during a public hearing organized in Nairobi Silverprings Hotel on the 7th November 2014. Environment,Government, Democracy and Justice Societal,Policy & public services","person":"Jan  De Leeuw","coPersons":["Boniface Peter  Kiteme","Eike  Luedeling","Katherine Mary Homewood"],"organisation":"World Agroforestry Centre","findingsText":" Decisions on groundwater development tend to be risky as they have to be taken with imperfect information. Traditional ex ante project impact assessment approaches tend to ignore the uncertainties that arise from such imperfect information. The approach that we developed models the risks around groundwater development based on uncertainties estimated by experts. Our focus on risks associated to groundwater development differs from the approach taken by proponents of such projects who tend to emphasize the benefits and ignore risks. The stakeholders attending the workshops that we organized appreciated our analysis of the risk as a good starting point for discussion on the desirability of the project. We think that the approach taken by the ARIGA team has wider applicability, it could be used to assess risks around groundwater development in other parts of the world. Within the NERC UPGRO project we will write and publish a second paper that will focus on the socio political risks. Beyond the UPGRO project, ICRAF will continue working on the development of tools and training to allow practitioners in the developing world to undertake stochastic risk assessment. We anticipate that such tools could be applied by practitioners to assess risks around groundwater development. Environment,Government, Democracy and Justice","dataset":"gtr"}