{"id":"E609DA15-3F8C-4A59-AA06-03C801270110","title":"Did the Southern Ocean drive deglacial atmospheric CO2 rise?","abstractText":"Some of the most spectacular data in the recent history of earth science have been derived from the drilling of the polar ice caps. Foremost amongst these is the revelation that the atmospheric CO2 content was about one-third lower (roughly 80ppmV) during the Last Glacial Maximum than during the warmer period of the past 10 thousand years. Thus, it is widely believed that changes in atmospheric CO2 strongly amplified glacial-interglacial climate change. Although a clear explanation has yet to emerge for the observed CO2 decline during glacials and rise during interglacials, mass balance arguments clearly point to the ocean exchange as the primary modulator of the CO2 changes on these time scales. Recent studies have pointed to the Southern Ocean due to the tight coupling between carbon dioxide levels and climate in the southern hemisphere high latitudes. One prevailing model involving the SO envisions that at the end of the last glacial cycle (deglacial) climate reorganisation, the reduction in sea ice cover and strengthening wind fields may have stirred up deep ocean waters rich in carbon and nutrients to the surface releasing CO2 that has been stored in the deep ocean during the glacial period. However, this model presents a paradox. In the modern SO, the physical release of CO2 is roughly compensated by the uptake of carbon by algae during photosynthesis at the sea surface utilising the nutrients that accompany CO2 in the resurfacing deep waters. Therefore for the CO2 release model to work conditions in SO should have been unfavourable for the biological uptake allowing globally significant CO2 efflux to occur.\nIn the proposal we hypothesize that one potential factor that could have constrained biological CO2 uptake in the SO is the dearth of Fe during algal growth. The substantial decline in dust inputs (important source of Fe) during the deglacial recorded in Anatrctic ice cores lends support to this idea. Therefore, we propose to investigate the role of productivity on CO2 efflux from the SO during the last deglaciation by investigating the nature and magnitude of marine productivity, relative macronutrient utilisation (nitrate and silicic acid), micronutrient (Fe &amp; Zn) bio-availability and in a carefully selected set of marine sediment cores covering this period. We propose to apply state-of-art geochemical and isotopic tools recently developed including silicon and nitrogen isotopes as proxies for macronutrient utilisation and diatom-bound trace metals as tracers of Fe and Zn biological availability in combination with more conventional proxies of productivity and dust inputs. By doing so, we propose to address a fundamental and lingering question in Earth System Science- that is &quot;What are the controls on glacial-interglacial CO2 change?&quot;","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J02371X/1","grantId":"NE/J02371X/1","fundValue":"350290","fundStart":"2013-02-01","fundEnd":"2017-03-01","funder":"NERC","impactText":"","person":"Raja  Ganeshram","coPersons":[],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}