{"id":"E610DA28-2407-4AB1-AA28-6A88797817A6","title":"Node Cooperation for Fixed Wireless Access","abstractText":"Broadband Internet access is of growing economic and political importance in both developing and developed countries. Broadband fixed wireless access (FWA) is a technology which permits broadband services to be rolled-out both quickly and cost effectively in competition with incumbent operators or in areas where there is little existing infrastructure. The demands being placed upon broadband networks by multimedia-enabled applications require bit rates far in excess of that available from current wireless systems. Therefore, the fundamental requirement is to be able to deliver multi-megabit data rates in both line of sight (LOS) and non-LOS scenarios.The partners in this current proposal are presently conducting an EPSRC funded project (GR/S46437/01) that is investigating space-time coding and spatial multiplexing techniques to improve the throughput and capacity of broadband FWA systems. However, although useful gains in performance have been achieved, further improvements are likely to be more modest owing to fundamental aspects of the FWA channel. Specifically, FWA systems are in general characterized by LOS or near LOS propagation, yielding slow time variation, mild frequency selectivity and correlated propagation paths. Therefore it is difficult to exploit time, frequency and space diversity in an effective manner in order to improve system performance. Consequently, a new architecture for FWA systems is presented in this current proposal that will overcome the issues previously highlighted. Particularly, the use of node cooperation diversity is proposed as a means of improving performance in the FWA scenario where it is more difficult to exploit other diversity techniques. In node cooperation diversity, nodes assist one another in their transmission to the destination node. For example, a destination node will receive a message directly from the source and in addition a copy of the message from a relay node. Consequently, diversity in cooperative systems is associated with the existence of multiple paths to the destination node that fade independently. Therefore, node cooperation diversity is one of the key concepts to enable further improvements in the performance of FWA systems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E015034/1","grantId":"EP/E015034/1","fundValue":"322748","fundStart":"2007-03-01","fundEnd":"2010-02-28","funder":"EPSRC","impactText":"","person":"Rolando  Carrasco","coPersons":["Stephane  Le Goff"],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}