{"id":"E615B673-4D07-425F-AFEF-42B445510953","title":"The Power of Print: Dutch propaganda for a new Russia","abstractText":"Until the late twentieth century, the print medium was the most important vehicle through which political imagery was translated from one culture into another. Reproducible, portable, and affordable prints crossed international boundaries with far more facility than formal portraits and monumental sculptures and reached a significantly broader audience as a result. Political iconography was appropriated, hybridised and naturalised throughout Europe in the early modern period but no example of this cross-cultural borrowing is as dramatic or compelling as that of Peter the Great's creation of political propaganda for his Westernisation of Russia. It is both essential to examine the early history of printed propaganda at a time when the demise of the print media at the hands of the internet has been heralded and timely to consider its role in Russia as we approach the 100th anniversary of the Russian Revolution in 2017. \n\n'The Power of Print: Dutch propaganda for a new Russia', explores the single most important moment in the history of the political print in Russia: Peter I's 1698 commission of Dutch printmaker Adriaen Schoonebeek to establish a new school of printmaking. Dutch technology, expertise, and iconography were applied to the project of propagandising the Westernization of Russia, with models borrowed from Romeyn de Hooghe's prints celebrating Stadholder and King of England William III's 'Glorious Revolution'. The printed image and its control by the state rapidly became central to the Russian government's discourse of power and identity - a practice that continued through the Great Reforms of the 1860s, the Revolution of 1917, and the construction of the Soviet state. The examination of the construction and use of political imagery in Russia provides insight into the complex issue of how different cultures borrow and assimilate political iconography to support, nuance or change their own notions of leadership and national identity.\n\nThe project's international and multi-lingual research network comprises experts in various aspects of Dutch and Russian print culture from iconography and print publishing to collecting and reception. Scholars from a range of disciplines and institutions in the UK, The Netherlands, and Russia will come together to engage in collective, collaborative research addressing the significance and impact of the appropriation of Dutch imagery, iconography, and ideology and its translation for use in some of the most important images produced in the Petrine era. The proposed workshops, training sessions, and events will forge collaborations that establish access to previously unstudied research material and archival resources and connect specialist knowledge from different fields and scholarly traditions. This constellation of varied specialists will engage with novel ideas about the development of political iconography and the relationship between the printed medium and cultural self-definition.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J00569X/1","grantId":"AH/J00569X/1","fundValue":"28916","fundStart":"2013-06-01","fundEnd":"2015-10-31","funder":"AHRC","impactText":"","person":"Meredith  Hale","coPersons":[],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}