{"id":"E616CB69-F54D-49D9-BD56-5B497E293AA9","title":"Use of synchrotron radiation to investigate the structure of genomic RNAs inside viral capsids","abstractText":"The simplest viruses consist only of nucleic acids surrounded by a protective shell of protein molecules. We are studying the structures, assembly and disassembly of viruses in which the nucleic acid component is a single-stranded (ss) RNA. ssRNA viruses encompass broad classes of infectious agents including those responsible for the common cold, some cancers and AIDS. The most successful line of defence against any virus is vaccination with an appropriate immunogen but in many cases this has proved to be very difficult or impossible. We believe that the improved understanding of the roles of the ssRNA in the assembly and disassembly of such viruses resulting from the work we have recently carried out gives us unique insights that will open up novel therapeutic targets, potentially allowing the efficiency of progeny virus assembly to be reduced dramatically so that non-infectious, partially assembled particles can prime the host's immune system, leading to viral clearance. Central to this effort is an understanding of teh structure(s) of the ssRNA within the viral particle. We are therefore proposing to test whether the main technique available for interogating such structures, X-ray footprinting, can be used on our test viruses. This work involves use of the new Diamond Synchrotron in Oxfordshire where we will build an instrument to allow viruses to be exposed to X-rays in a defined way. The resulting modified and harmless ssRNAs will then be examined in Leeds and by our US collaborators in Oklahoma.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I002456/1","grantId":"BB/I002456/1","fundValue":"58100","fundStart":"2011-06-01","fundEnd":"2012-05-31","funder":"BBSRC","impactText":"","person":"Peter George Stockley","coPersons":["Arwen Ruth Pearson"],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}