{"id":"E617C49F-3EA1-4581-8506-F8B0D0632BAF","title":"GraphTED - graphene nanocomposite materials for thermoelectric devices","abstractText":"The Seebeck effect is a thermoelectric effect whereby a temperature gradient across a material is converted to a voltage,\nwhich can be exploited for power generation. The growing concern over fossil fuels and carbon emissions has led to\ndetailed reviews of all aspects of energy generation and routes to reduce consumption. Thermoelectric (TE) technology,\nutilising the direct conversion of waste heat into electric power, has emerged as a serious contender, particular for\nautomotive and engine related applications. Thermoelectric power modules employ multiple pairs of n-type and p-type TE\nmaterials. Traditional metallic TE materials (such as Bi2Te3 and PbTe), available for 50 years, are not well suited to high\ntemperature applications since they are prone to vaporization, surface oxidation, and decomposition. In addition many are\ntoxic. Si-Ge alloys are also well established, with good TE performance at temperatures up to 1200K but the cost per watt\ncan be up to 10x that of conventional materials. In the last decade oxide thermoelectrics have emerged as promising TE\ncandidates, particularly perovskites (n-type) and layered cobaltites (e.g. p-type Ca3Co4O9) because of their flexible\nstructure, high temperature stability and encouraging ZT values, but they are not yet commercially viable. Thus this\ninvestigation is concerned with improving the thermoelectric properties of oxide thermoelectrics, specifically Strontium\nTitanate (n-type) and Bismuth Strontium Cobaltite (p-type).\nThe conversion efficiency of thermoelectric materials is characterised by the figure of merit ZT (where T is temperature); ZT\nshould be as high as possible. To maximise the Z value requires a high Seebeck coefficient (S), coupled with small thermal\nconductivity and high electrical conductivity. In principle electrical conductivity can be adjusted by changes in cation/anion\ncomposition. The greater challenge is to concurrently reduce thermal conductivity. However in oxide ceramics the lattice\nconductivity dominates thermal transport since phonons are the main carriers of heat. This affords the basis for a range of\nstrategies for reducing heat conduction; essentially microstructural engineering to increase phonon scattering. By\nintroducing small pieces of graphene into the oxide it is possible to produce composites which have reduced thermal\nconductivity and increased electrical conductivity. In this way the ZT characteristics of both Strontium Titanate (n-type) and\nBismuth Strontium Cobaltite (p-type) can be enhanced. We will prepare composites of the two oxides, determine their\nstructures, their phase content and thermoelectric properties. After validation we will construct thermoelectric modules\nusing the p-type and n-type composites which will be evaluated in commercially-relevant test environments.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M50774X/1","grantId":"EP/M50774X/1","fundValue":"99467","fundStart":"2015-04-01","fundEnd":"2016-03-31","funder":"EPSRC","impactText":"","person":"Robert  Freer","coPersons":["Ian Anthony Kinloch"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}