{"id":"E61B92B6-13F5-42BD-8847-522F28C8D7D7","title":"'Make Do and Mend': A Publishing and Communication History of the Ministry of Information, 1939-45","abstractText":"The Ministry of Information was set up by a democratic society at a point in history when its fundamental values were under serious and immediate threat. It not only dramatised the war of information but also made visible a whole series of networks in the culture of communication that were usually invisible in peace time. The MoI had to adapt rapidly to a series of internal pressures and external circumstances, and did so with limited resources. Its organisation was partly the product of employing what was to hand and, when necessary, improvising: 'Make Do and Mend', therefore, is particularly apt. Located in Senate House, the MoI created a vast amount of publicity material, employing artists, writers, journalists, researchers, and film directors to devise films, radio programmes, posters, books, and exhibitions. The MoI also assisted other ministries in the production and distribution of publicity materials, including the Ministries of Food, Health, the Board of Trade, and the War Office. The MoI also encouraged private firms to publish informational material. The control of paper supply gave the MoI considerable power over a publishing industry suffering from acute shortages. The MoI's Censorship Bureau was responsible for the censorship of newspapers, journals and books. The Bureau required significant intelligence-gathering capacity, and good working relationships with newspapers and publishers. All these procedures were fraught with practical and ethical difficulties created by the exercise of overt censorship in an open society at war with a series of closed societies. As the model for the Ministry of Truth in Orwell's 1984, the MoI's influence continued to reverberate, but not just as metaphor. The difficulties of striking a balance between openness and social cohesion are subjects of fierce debate to this day.\nThe project will address some of the historical and cultural problems raised by the MoI by using the discipline of publishing history which, for the first time, is being applied systematically to government institutions. Publishing history investigates the relationships between author and publisher; between publisher, printer and bookseller; explores the nature of the relationship between reader and book; and also describes the ways in which reading materials survive in libraries and archives to influence the next generation. The complexity and range of our subject however obliges the discipline to move up a gear and embrace the broader subject of which it is a part: communication history. This studies the transport of materials (e.g. pamphlets, posters, handbills, exhibitions) and the transmission of all sorts of information through a wide variety of media (e.g. radio and film).\nThe project will analyse an extensive array of primary resources including materials available at the National Archives (TNA), the Imperial War Museum (IWM), BBC Archives at Caversham, Senate House, and Mass Observation at the University of Sussex. Additionally, this decade is the last in which those who were actively engaged with, or affected by, the MoI during the period will still be alive in significant numbers. There is still the chance to interview them and create an oral history resource that will otherwise be lost to us.\nIn addition to a comprehensive, scholarly history of communication, the project will make all the materials from our investigation available on the Web in the form of 'MoI Digital' which will consist of a virtual archive, containing all the material we have worked on, and a museum that explains MoI by use of striking examples from the archive, 'guided tours', and the facility to create personal collections by 'drag and drop'. The project will thus present its findings in a highly accessible way that will interest teachers, students, journalists, broadcasters as well as large numbers of the general public. Additionally we shall organize a physical exhibition in either Senate House or the Imperial War Museum.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K007505/1","grantId":"AH/K007505/1","fundValue":"782410","fundStart":"2013-12-31","fundEnd":"2017-12-30","funder":"AHRC","impactText":"","person":"Simon Jonathan Eliot","coPersons":["Simon  Tanner","Paul Hamilton Vetch"],"organisation":"University of London","findingsText":"","dataset":"gtr"}