{"id":"E61D16A7-8E30-4E39-9C54-36FCDAEBA868","title":"Quantitative morphogen analysis of periodic ruga patterning","abstractText":"Following the Human Genome Project, we know the sum total of genes available to create and maintain the human body. What is still unknown is which genes are active where and when and how they all operate correctly to do their jobs. The integration of that kind of information into a large circuit diagram or computer programme-like description is referred to as a systems biology approach (by analogy to systems analysis in fields like chemical factory design). This is very difficult to do because huge amounts of data are involved, the places where genes operate have very complicated anatomical structures and the computational methods for putting the data together are still being developed. A particularly neglected aspect of this problem is how genes in different cells switch one another off at a distance via secreted chemicals (morphogens) so that in the embryo during development in the womb the right structures are made in the right places. So far, this has been analysed primarily in fruit flies because they are a much simpler system than mammals and their very early development is particularly simple. This project proposal is to study gene regulation in what we have discovered to be a similarly simple part of mammalian anatomy: the transverse ridges, or &quot;rugae&quot;, in the roof of the mouth. Humans have four, mice have eight. Each ruga starts as a stripe of expression of one particular gene and each stripe is alike and parallel. Their characteristic spacing and sequential appearance constitute a one-dimensional &quot;periodic&quot; (i.e. repeating) patterning problem. To solve this patterning problem, we will analyze gene expression and morphogen action in the mouse palate in great detail, focusing on four morphogens that we have already identified as important in making these stripes. This involves staining for specific gene products (RNAs) and using engineered mouse strains whose cells light up fluorescently exactly when and where a particular gene is switched on. Digital imaging will allow these gene signals to be quantified accurately. When put together the data - if sufficiently detailed and quantitative - can be interpreted by so-called &quot;reverse engineering&quot; computational algorithms to work out which genes control which other genes and morphogens (including features such as time-lags, amplifiers and logic switches) so that we understand the circuit diagram and programme that makes development of correct anatomy possible. This simple system then serves as a paradigm for a general understanding of this kind of process. Ultimately, this provides not only rich insight into biological processes but also a route towards tweaking these circuits to enhance repair and regeneration for medical ends.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J009105/1","grantId":"BB/J009105/1","fundValue":"443097","fundStart":"2012-07-01","fundEnd":"2015-06-30","funder":"BBSRC","impactText":"  This project is still ongoing but has served to introduce the postdoc employed on it to be trained in new areas of image analysis, systems biology and mathematics. Education Societal","person":"Jeremy Bertrand Green","coPersons":["Michiel Albertus Basson"],"organisation":"King's College London","findingsText":" We have developed ways of analysing patterns of gene expression to uncover and understand the way in which different cells release chemicals and respond to chemicals released by their neighbours to organise themselves into the correct structures in the body. The methods add to our quantitative understanding of how systems of morphogens work together to create structure in developing (and potentially regenerating) tissues in the body Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}