{"id":"E624C5D7-5C03-441D-BC1A-A9296384082F","title":"Domain Wall-Defect Interactions in Ferroelectric Films","abstractText":"Ferroelectric materials are in widespread commercial use as capacitors, precision positioning devices, fuel injectors, non-volatile memory elements, and as medical ultrasound transducers, among other applications. The measured properties of ferroelectric materials are a function of both the intrinsic response of the crystal to applied fields and the extrinsic response due to motion of domain walls under applied electric fields and stresses. The role of domain wall motion in optimising the extrinsic properties of bulk piezoelectrics has been extensively investigated but in thin films there have been few coherent studies that have attempted to understand how domain walls interact with defects.\n\nFor piezoelectric thin film based micro electromechanical systems (i.e. nano-motors and actuators) to gain widespread usage, their properties need to be optimised and their reliability improved. One aspect of reliability is the ability to maintain the same piezoelectric response over the lifetime of the device. This is currently limited by progressive pinning of domain walls during cycling by defects such as grain boundaries, point and planar defects within the film. This proposal aims to establish a fundamental understanding of the role of defects in pinning domain walls by applying a combination of advanced transmission electron microscopy, piezo-force microscopy and classic FEstack measurements to the study of a bespoke series of ferroelectric films in which specific types of defects have been engineered. The UK effort concentrates exclusively on TEM and links directly to an already funded programme between Pennsylvania State University (Trolier-McKinstry, film deposition and FEStack) and Oak Ridge National Laboratory (Kalinin, piezo-force microscopy).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I038934/1","grantId":"EP/I038934/1","fundValue":"393648","fundStart":"2011-12-12","fundEnd":"2014-12-11","funder":"EPSRC","impactText":"  The work is still on-going but to date the project has revealed new behaviour in domain wall defect interaction in PZT which is able to explain much of the literature data.\n\nA new perovskite structure second phase which is Fe2O3 rich explains unusual reports of ferromagnetic behaviour in BiFeO3 . Aerospace, Defence and Marine,Electronics Societal,Economic","person":"Ian Michael Reaney","coPersons":["W Mark Rainforth"],"organisation":"University of Sheffield","findingsText":" Grant is still active but to dat we have determined:\n\ni) a new model for the behaviour of domains in the vicinity of the grain boundary in PZT\nii) A new perovskite structured Fe2O3 rich phase in BiFeO3 thin film The work on PZT explains the role of grain boundaries in piezoelectric applications and will act as a bench mark for future studies in this area.\n\nThe discovery of a new Fe2O3 rich perovskite phase explains many unresolved reports of unusual ferromagnetic behaviour in BiFeO3 Aerospace, Defence and Marine,Electronics","dataset":"gtr"}