{"id":"E6254D91-D11D-4FAC-86A6-6AA85B16857B","title":"Very long timescale variations in the palaeomagnetic record and the evolution of the Earth's deep interior","abstractText":"The Earth's magnetic field is produced by the geodynamo in the molten outer core of the planet and varies dramatically in time, becoming stronger and weaker and occasionally reversing its polarity altogether. The field plays a crucial role, not only in providing a means of navigation for humans and other species, but also in protecting the Earth's surface and atmosphere from the solar wind. It is important that we study these variations because if the magnetic field were to weaken substantially in the future, artificial satellites and power stations would be more prone to being damaged by this stream of charged particles, and rates of skin cancer among humans could also increase. The study of variations of the magnetic field can also tell us about the deep interior of the planet, where the field is generated, but which we are not able to access directly. Scientists study short-term variations of the magnetic field for this purpose using data obtained by magnetic observatories and satellites. However, we are also fortunate that many rocks 'lock in' the direction and / or strength of the magnetic field from the time they form. 'Palaeomagnetic' measurements from these rocks (together with estimates of their age) allow us to study the variations of the field over much longer periods than do satellite or observatory data: thousands, millions, or even billions of years. A recent study led by the principle investigator of the proposed project used palaeomagnetic data to study the intrinsic variation of the Earth's magnetic field around two and a half billion years ago and concluded that it was significantly different, on average, from that of the more recent field. Specifically, the directional variability of the field as viewed at low latitudes appears to have been reduced relative to more recent times, possibly indicating that the field was in a more stable state in which it reversed its polarity less often. The proposed project aims to find out when, how, and why it changed from this one state to the other. We will constrain the timing and nature of the transition by undertaking new analyses of palaeomagnetic data (both directional and intensity) from rocks which are younger than 2.5 billion years. We will also use artificial data taken from mathematical models of the geodynamo to try and understand why these changes occurred. Finally, in a related PhD project, we will undertake a palaeomagnetic study of rocks from South Africa which are nearly 3.5 billion years old to extend our knowledge of the behaviour of the Earth's magnetic field back even further. Knowledge of how the Earth's magnetic field has varied over billions of years has the potential to tell us a great deal about the evolution of the planet's deep interior. Changes that might have affected the geodynamo over these very long timescales include the growth of the underlying solid inner core and the convection of the overlying mantle. Recent studies have used numerical models to try and understand how these changes might have affected the geodynamo. We propose to tie in the observations we make from the palaeomagnetic record with the results of these models so that we can interpret them in the most realistic way.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H021043/1","grantId":"NE/H021043/1","fundValue":"254678","fundStart":"2010-12-06","fundEnd":"2014-06-05","funder":"NERC","impactText":"  Our 2012 paper was picked up by ScienceDaily.com \n\nhttp://www.sciencedaily.com/releases/2012/07/120729142156.htm Education Cultural","person":"Andrew John Biggin","coPersons":["Richard  Holme"],"organisation":"University of Liverpool","findingsText":" A major outcome was a multi-disciplinary investigation into how the Earth's solid mantle influences the generation of the magnetic field in the underlying liquid outer core. We found evidence to support new links between two mantle processes and changes in the magnetic field behaviour over tens of millions of years. Both potential links need to be looked at carefully in the future as they might provide significant insights into the evolution of the planetary interior.\n\nWe have developed new tools for analysing records of the ancient magnetic field derived from igneous rocks. \n\nOne of these tools measures the amount of similarity (correlation) between lava flows that formed on top of one another in major volcanic events. It showed that similar directions did not necessarily indicate that lavas formed immediately after one another as others have claimed. The finding that directions can correlate over much longer time periods than people thought is a surprising one.\n\nAnother tool is a new set of criteria for grading measurements of the ancient strength of the magnetic field. This is a controversial area and it is hoped that the new criteria will enable the community as a whole to make progress at a higher rate than previously possible. \n\nThe final tool again relates to measurements of the ancient direction of the magnetic field from rapidly cooled igneous rocks. For decades, we have used the scatter of such directions as an indicator of the stability of magnetic field. We have developed a new distribution that is, in many cases, a better fit to real data and which therefore describes this scatter more reliably than current methods. This new technique also showed a new transition in magnetic field behaviour around ten million years ago The core-mantle links we proposed will be tested by better datasets and modelling results in the future.\n\nThe three techniques developed will all likely be applied in future palaeomagnetic studies. Environment","dataset":"gtr"}