{"id":"E62E7F2F-107D-472D-A14A-503622647CF0","title":"Future Energy Decision Making for Cities - Can Complexity Science Rise to the Challenge?","abstractText":"This proposal addresses a key challenge for energy sustainability - how can individual cities play their vital role in the implementation of ambitious future UK energy sustainability policies between now and 2020, whilst mitigating conflicts with the local imperatives that until now have dominated local government decision making? With the UK's heavily urban population and commercial/industrial/institutional base, cities have a huge impact, for good or ill, on UK energy sustainability. The vast majority of UK cities have traditionally regarded energy as somebody else's problem. Hence cities not only have a lot of catching up to do but are also lacking in the knowledge, experience and tools needed to integrate energy sustainability into the core of their planning processes. Cities now find themselves in a position of having to make major future energy decisions which they are not equipped for and which, in aggregate, will have a huge impact on the future of the UK's energy sustainability and economic competitiveness. Developing energy planning tools on a city by city basis would not be cost-effective. Equally, the use of city specific toolkits would be a major barrier to the early and widespread adoption of evolving best practices for meeting national energy sustainability targets. However, there are nearly 70 cities in the UK and these differ markedly from each other and are internally inhomogeneous. Thus, modelling and analysing this problem at the city level is both essential and must be performed in a fashion that is adaptable enough to be truly applicable to any UK city, if we are to enable future energy sustainability at this level. We have assembled a highly skilled and interdisciplinary project team that is ready and able to tackle this challenge in close collaboration with our partners the City of Leeds, Arup and White, Young, Green.Our vision in response to the challenge is to deploy the tools of complexity science to deliver models that enable cities to define their current energy situation and then reach balanced decisions in their future energy planning, implementing UK sustainability targets. Why this vision? The exciting developments in complexity science have not thus far been applied to the problem of modelling city level energy futures, incorporating both technology and human/organisational aspects and especially their interactions. This proposal investigates the feasibility of a novel, complexity science based approach to filling the void between the traditional functions of city planning, for which energy has not been the focus and the need for cities to implement the ambitious UK carbon reduction targets through their future energy planning. The proposed research has the potential to enable cities across the UK to deliver their vital contribution to overall UK energy sustainability.The goals of the project are, through the application of complexity science, to provide cities with the means for developing flexible and responsive energy policies that incorporate the following: 1) the overall scope and targets set by evolving national energy policies; 2) the supply of multiple energy options, such as reliance on the national grid versus distributed power generation; 3) the challenge of the last few km of upgraded power distribution; 4) psychological and organisational factors influencing energy demand, generation and distribution at the local level; 5) lock in of existing energy systems in the built infrastructure; 6) highly distributed decision making by multiple stakeholders; 7) provision for unplanned, unpredictable external perturbations, in some cases of large magnitude; 8) potential for future expansion to integrate energy with other planning priorities with conflicting objectives.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G059780/1","grantId":"EP/G059780/1","fundValue":"819506","fundStart":"2010-01-01","fundEnd":"2013-03-30","funder":"EPSRC","impactText":"  The complexity science based decision support tools developed under this project have been made available to cities and other potential end users on an open source basis. End applications of these tools are still at an early stage. Energy Policy & public services","person":"William Francis Gale","coPersons":["Timothy James Foxon","Alastair  Rucklidge","Nigel John Smith","Mikhail  Ivanchenko","Christopher  Clegg"],"organisation":"University of Leeds","findingsText":" The key findings from this project fell within two related categories:\n\n1. Determination of the potential of complexity science to rise to the challenge of enabling cities to think and act strategically with respect to energy.\n\n2. In support of &quot;1&quot; analysis of the extent to which cities desire and have the ability to take a strategic approach to energy.\n\nIn this project, we demonstrated that:\n\nA. There is good potential for employing complexity science to enable cities to down-select potential interventions in the demand side of the city's energy system.\n\nB. The mathematical basis of a complexity science simulation to achieve &quot;A&quot; was demonstrated and evaluated, with the assistance of the City of Leeds.\n\nC. The complexity science simulation was populated using real-world data and it was shown that this simulation could provide significant insight with an achievable level of input data collection. \n\nD. We found that cities do desire to act strategically on energy, but struggle to do so, given conflicting priorities and limited resources. Complexity science has been shown to have the capability to support cities in acting strategically, within the constraints they operate under.\n\nE. The simulation basis demonstrated here, has the capability for future development into an energy decision support tool for local government. Local government decision support. \n\nCompanies supporting local government. Open source release of the simulation model.\n\nCollaboration with local government (specifically the city of Leeds)\n\nNational workshop on energy and complexity Energy","dataset":"gtr"}