{"id":"E633E0EE-8F31-4F7C-BF97-C86B9EB2BBC8","title":"Developing Effective Design Strategies to Support Designs, Products and Practices That Have a Strong Origin in Local or National Cultures","abstractText":"The revitalising of cultural products and processes is a process by which we can re-examine traditional products, patterns and processes related to particular cultures and both contemporise them and/or use them in different forms for the modern age. A very good example of this is how Scottish tartan was revitalised in the 19th century by the allocation of clan names to particular colour and pattern sequences. Tartan continues to make re-appearances in the fashion market through designers such as Vivien Westwood and Dolce &amp; Gabbana. Another example of cultural revitalisation is how, in the 1950s, the basic twelve bar form of blues music was transformed into rock and roll and thence into rock music. This traditional form of music is continuously revisited and revitalised.\n\nThe researchers have been involved in a number of revitalising projects such as: at Leeds Cassidy has worked on a PhD project which examined traditional Korean Bojagi fabrics, used as wrapping materials, and experimented successfully with these to form fashion fabrics; at Lancaster Walker and Evans are working on two PhD projects exploring the role of design in the revitalisation of traditional crafts in Northern Thailand and Turkey.\n\nThe authors of this proposal wish to undertake a major study to examine both existing and new case studies and to provide a model to enable future designers to use traditional cultural products, patterns and processes as new, contemporary products, patterns and processes. Apart from journal papers the outcomes will include a book consisting of case studies and an explanation and discussion of the proposed model.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K008021/1","grantId":"AH/K008021/1","fundValue":"607879","fundStart":"2014-01-01","fundEnd":"2015-08-31","funder":"AHRC","impactText":"","person":"Martyn  Evans","coPersons":["Stuart  Walker","Tom  Cassidy"],"organisation":"Lancaster University","findingsText":"","dataset":"gtr"}