{"id":"E6359E81-40D3-46EA-83B7-BB858FAA8686","title":"Investigating the trypanosomatid lysosome and its role in lipid catabolism.","abstractText":"This project will lead to important new fundamental knowledge, allowing the development of lead compounds as novel therapeutics against the parasitic protozoa Trypanosoma brucei and potentially Trypanosoma cruzi, and related Leishmania species. These organisms are the causative agents of the neglected diseases; African sleeping sickness in sub-Saharan Africa (T. brucei) and Chagas disease in Central and South America (T. cruzi), &quot;Old World&quot; cutaneous leishmaniasis and &quot;New World&quot; visceral leishmaniasis (kala-azar) in East Africa, South America and Southeast Asia (various Leishmania species). Collectively these parasitic diseases affect millions of people and represent a huge percentage of the world's disease burden. Current drug treatments are woefully inadequate and there is an urgent need to identify novel therapeutic targets and to develop effective lead compounds.\n\nOur research group has been working on lipid metabolism in these parasites, and it is clear that they have to scavenge many of the components required for them to make new membranes and divide and multiply. This has prompted us to try and understand better the role played by the parasites lysosome, which is equivalent to its stomach. This is where material that the parasite has to scavenge from the mammalian hosts bloodstream, is broken down into build blocks so that the parasite can make new membranes and cells so that it can divide and multiple.\n\nRecently we have used methodology that has allowed us to purify some of these lysosomes away from other parts of the parasite, to specifically investigate what is inside them. Using state of the art techniques we are starting to identify a variety of proteins/enzymes that are able to break down host proteins and lipids. This novel information could be used by us and others, to find new drugs to inhibit these activities, thus starving the parasite of essential nutrients. This would be analogous to sailors who did not have enough fresh fruit, hence vitamin C, would get sick and die of scurvy.\n\nThe research proposed here will use a multidisciplinary range of different techniques across molecular parasitology and biochemistry. Several different approaches will allow us to identify the protein and enzyme functions within the parasites lysosomes, and thus what the parasite can and cannot digest.\nThis will help to inform us as to what structural features of compounds/pro-drugs could be used to either specifically by activated into active drugs and / or cannot be cleared and hence prevent the lysosome from working properly.\nWe have already identified several potential lysosomal enzymes involved in host lipid catabolism and want to confirm them as being in the lysosome, and essential, both genetically and chemically. The latter will be done by studying the enzyme activity, and then undertaking compound screening programmes to identify active compounds that can be modified to produce potent, and specific lead compounds that will form the basis of novel therapeutics.\n\nThis new knowledge will also aid current drug therapies from being more effective, if novel combinational therapies use compounds could be use to make the parasites sick and weaken. This would make the trypanocidal drug more effective, so overall lowering required dose, lowering costs, reducing the likely hood of side effects and chances of drug resistance, all criteria that would benefit the people and animals affected by these disease.\n\nThis research will deliver novel and invaluable knowledge that has huge potential towards forming new easy to make, affordable, easy to administer drugs in the fight against African sleeping sickness, as well as other closely related protozoan transmitted diseases.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M020118/1","grantId":"MR/M020118/1","fundValue":"651053","fundStart":"2015-06-01","fundEnd":"2018-05-31","funder":"MRC","impactText":"","person":"Terry  Smith","coPersons":[],"organisation":"University of St Andrews","findingsText":"","dataset":"gtr"}