{"id":"E63A5272-C8AF-47A4-8FDE-0CCB6521C68C","title":"CharIoT: Leveraging the Internet of Things to Reduce Fuel Poverty","abstractText":"The Internet of Things has already started to leave the lab and reach into the world with Internet enabled devices and products making it possible to capture and share our physical activities, our weight, our energy consumption, and our movement habits among many others. To paraphrase William Gibson, the Internet of Things is already here, it's just not very evenly distributed [2], it predominantly resides in the homes of those with sufficient disposable income to purchase new digital gadgets. This &quot;in the wild&quot; project focuses on how the Internet of Things (IoT) might avoid an emphasis on technologies that support a few digitally privileged households to consider how it may be beneficial to all elements of society. We are particularly interested in involving users at the edges of digital society, the low-income vulnerable households that are typically left behind by technological development. To achieve this broad aim we will work with low-income households currently in fuel poverty who are subject to ever increasing energy costs that they feel powerless to mitigate. \n\nFuel poverty is a key societal concern in the UK, with 4.5 millions of affected households in 2011 [1] exposed to associated financial, physical and emotional effects [3]. In addition to financial support and benefits, a key resource to help people in fuel poverty is energy advice to encourage wise energy use while keeping people warm and healthy. This is often provided by charities over the phone, in community centres and through home visits. The Centre for Sustainable Energy (CSE, the &quot;user partner&quot; in this project) is a national charity with over 30 years of experience in providing energy advice to people in fuel poverty. The advisors frequently face challenges involved in assessing the extent and effects of fuel poverty on a case-by-case basis. Many of these challenges arise from a paucity of information about energy use in the households they advise. Brief home visits and incomplete information gleaned through phone interviews often have to suffice to infer the causes of problems of properties often associated with health risks (e.g.damp and mold), to recommend both material and behavioural improvements to the affected, and to liaise with third parties to make the case for adjustments on their client's behalf (e.g. landlords, councils, and power companies). We seek to address these challenges by building applications and services on IoT technologies in support of energy advice by providing a richer picture of use and more evidence to drive change on behalf of these households.\n\n1. Department of Energy and Climate Change (DECC) (2013): Annual Fuel Poverty Statistics. 2013.\n2. Gibson, W. (1999): Interview on NPR's ''Talk of the Nation,'' 30 November \n3. Marmot Review Team (2011): The health impacts of cold homes and fuel poverty. Friends of the Earth. Department of Epidemology &amp; Public Health, UCL.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L02392X/1","grantId":"EP/L02392X/1","fundValue":"277067","fundStart":"2014-10-01","fundEnd":"2016-03-31","funder":"EPSRC","impactText":"","person":"Enrico  Costanza","coPersons":["Thomas  Rodden","Sarvapali Dyanand Ramchurn"],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}