{"id":"E63BC521-861A-46D6-8D11-FCB97FBFCABF","title":"Characterising the Mode of Action of VP22 - a Novel Herpes Simplex Virus Virulence Factor Important for In Vivo Replication.","abstractText":"Herpes simplex virus (HSV) is well known for its role in oral and genital herpes. However, it is not widely publicised that infection with HSV can also have some very serious outcomes. For example, it has the ability to cause extreme brain damage, blindness or even death. It is also a major driving force behind HIV infection. Once HSV has infected the human body it cannot be eliminated, and lies dormant in the nervous system for life, ready to strike again with new symptoms when the person is especially vulnerable. People, whose immune systems are suppressed, such as transplant, cancer chemotherapy, and AIDS patients, are particularly susceptible to complications of HSV. With 24 million new cases globally each year, this virus is a huge economic burden on our health systems. However, despite extreme effort from the pharmaceutical industry, no successful HSV vaccine has yet been developed. Moreover, although drug treatments for HSV have existed for decades, their use has made no impact on this HSV epidemic. It is therefore vital that new HSV treatments are found.\n\nTo develop new treatments, it is important to understand how HSV causes disease. When a virus enters a cell in the body, a battle begins between the attacking virus and the defending cell to see which one can win. If the virus wins, the result is disease. During this process, both the cell and the virus attack each other with proteins they have made. In our work to investigate how HSV causes disease, we have discovered that one virus protein called VP22, which is not needed for the virus to grow well in cells of animal origin, is required for the virus to grow in natural cells of human origin. We propose that VP22 is required because it attacks a particular defence mechanism that only the human cells can put in place during HSV infection, and that in the absence of VP22, this defence mechanism wins. Using state-of-the art, large-scale experimentation, we will identify all cellular genes that are switched on in HSV infected cells when VP22 is missing, to investigate the cellular defence mechanisms that VP22 might block. We will then find out if VP22 binds specific cellular proteins and work out if this is the method by which VP22 allows HSV to grow in these human cells. Finally, as VP22 is packaged into the structure of the virus, we will ask if the virus delivers a powerful attacker of cellular defence mechanisms at the very first stage of virus entry into a cell.\n\nIf we prove that VP22 is a potent inhibitor of a cellular defence in human cells, this will open up new avenues for HSV vaccine and drug development. In the case of vaccines, it is conceivable that virus lacking VP22 will be sufficiently weak to cause limited disease while invoking a good immune response to protect against future infections in the human. Furthermore, if we discover how VP22 functions, it will be possible to develop drugs that bind and inhibit the activity of VP22, thereby stopping the ability of HSV to cause disease. Our research will benefit the health and wellbeing of the global population - those who suffer serious complications from HSV infection, those who contract HIV as a result of genital HSV infection, and those that suffer frequent and debilitating outbreaks of cold sores or genital herpes. Ultimately, this work will have a significant impact on both the suffering of patients with HSV and the cost of HSV infection to the health service in the UK and beyond.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M011607/1","grantId":"MR/M011607/1","fundValue":"347732","fundStart":"2015-06-01","fundEnd":"2018-05-31","funder":"MRC","impactText":"","person":"Gill  Elliott","coPersons":["Carlos  Maluquer De Motes"],"organisation":"University of Surrey","findingsText":"","dataset":"gtr"}