{"id":"E63D704B-9C8F-49AF-8F2B-C06ABC04866C","title":"Neuronal- and systems-level understanding of spatial and episodic memory.","abstractText":"Our memories define who we are and the loss of day-to-day (or ?episodic?) memory, for example as a result of Alzheimer?s disease (AD), temporal lobe epilepsy or stroke, has a devastating impact on one?s capacity to live independently and places a huge burden on caregivers and the state. \n There is an enormous potential for memory to be improved, both in health and disease, via drugs (which modulate how neurons create and store memories), technological devices and memory strategies. However, our current level of understanding of memory processes means that we are a long way from being able to fully utilize these interventions. Critically, there is a gap between our understanding of memory processes at the level of molecules and cells (the neuronal level) through to the activity of populations of cells throughout the brain (the systems level).\n This research is aimed at bridging this gap by providing a detailed understanding of how the actions and interactions of neurons in the brain gives rise to memory. Much of the research focusses on spatial memory, where comparable data can be collected from animals and humans. By pioneering the use of virtual reality to test memory in realistic large-scale environments we have shown that similar neuronal representations are used by humans and animals to find their way around, and that it is possible to understand memory for where things are in terms of the actions of neurons within the brain. Because loss of spatial memory is a prominent and early feature of AD, the findings will be directly relevant to understanding and monitoring the progression of this disease. As well as being a challenge in its own right, understanding the basic neuronal mechanisms by which the brain remembers the spatial context of events, will also have knock-on effects for the progress of medical and therapeutic science. For one example, it can help us to understand how new memories are triggered when a novel event occurs, and how this might go wrong so that memories are lost, and how such loss might be avoided by drugs. For another example, we will test the idea that unwanted intrusive memories in posttraumatic stress disorder occur because the representations of the sights, sounds and feelings associated with a traumatic event have become disconnected with the representations of the specific context in which they occurred.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G1000854","grantId":"G1000854","fundValue":"1280960","fundStart":"2011-10-01","fundEnd":"2016-09-30","funder":"MRC","impactText":"","person":"Neil  Burgess","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}