{"id":"E6453D6F-6D80-4523-860A-88FD8AB47A68","title":"Managing Research Projects: Supporting Researchers in Collaborative Project Management","abstractText":"<p>This initiative focuses on the development of project management skills including those necessary to collaborate on research projects in the social sciences at institutional, national and international level.&nbsp;We seek to identify the skills needed by researchers as they start, progress and finish projects; and different skills needed by early career, mid-career and established researchers.</p> \n<p>The project draws upon existing expertise across social science disciplines.&nbsp;Groups of researchers at different career stages will work with us over the project to identify needs and advise on the development of guidance material.&nbsp;A conference led by senior researchers will provide an opportunity for sharing and disseminating ideas; regional workshops will be held; materials and approaches will be developed and trialled across a range of M1/M69 institutions; and a website will be developed. A community of practice will be developed which will be supportive of those participating and influence the guidance.</p> \n<p>The project will:</p> \n<ul> \n <li>Develop guidance in project management and collaboration for early, mid- and established career researchers which is firmly based in good practice across the social sciences </li>\n <li>Evaluate mechanisms for delivering guidance on project management (good practice guides, blogging etc)</li>\n</ul> \n<p>Further dissemination events will be held later mainly with M1/M69 institutions to aid the embedding of good practice at institutional level and so address sustainability.&nbsp;Guidance materials and project outcomes will be disseminated via the project website.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=PTA-035-25-0060","grantId":"PTA-035-25-0060","fundValue":"106582","fundStart":"2006-01-01","fundEnd":"2008-12-31","funder":"ESRC","impactText":"","person":"Geoffrey Anthony Lindsay","coPersons":["Robert Michael Lindley","Paul  Blackmore","Kate  Hughes","Gillian Ann Lewando Hundt","Alan John Brown"],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}