{"id":"E6548355-DC48-4761-842F-28C4F50438FA","title":"The Role of Cyclin-Dependent Kinase-9 Inhibition in Promoting the Resolution of Chronic Inflammation","abstractText":"Disordered inflammation is responsible for most of the diseases afflicting western society, including hardening of the arteries (causing heart attacks, stroke and peripheral vascular disease), lung diseases (including chronic bronchitis and asthma), crippling rheumatoid and osteoarthritis, and the commonest forms of liver and kidney disease necessitating transplantation. Despite the huge burden of illness, loss of work and ultimately death, there is yet no effective drug therapy for most of these conditions.\nPrevious approaches to drug development have been targeted at interfering at single points within a hugely complex process that involves thousands of mediators, many of which duplicate and triplicate each other's effects. With MRC support over the last twenty years we have been taking an entirely different approach. While some forms of inflammation (pneumonia and acute gout, for example) cause dramatic inflammatory diseases they have the capacity to resolve completely with no residual damage to surrounding tissues. Starting from this observation we have been studying how these conditions resolve in order to generate new therapies for the vast majority of inflammatory diseases that fail to resolve 'in the fashion nature intended' and therefore result in chronic inflammation and ill-health.\nOur major early discovery was that certain damaging white blood cells need to undergo a form of 'silent suicide' and be quietly removed by local scavenger cells in order for inflammation to resolve effectively. We spent several years working out the detailed mechanisms of this process in order to attempt to harness them for therapeutic gain. In the 'test-tube' we found many ways of 'driving' these suicide and clearing-up processes, but whenever we tried to reproduce the results in mouse models of human disease the beneficial effects were counteracted by the presence of powerful cell-survival factors in live tissues. \nThe 'breakthrough' came at the beginning of our current MRC programme grant when we showed that agents called cyclin-dependent kinase (CDK) inhibitor drugs not only drove the cell suicide process in the presence of survival factors in the test tube, but greatly accelerated the rate of resolution in mouse lung models of human inflammatory/scarring diseases. This effectively 'squared the circle' on twenty years of preparatory work. \nIn the past four years we have homed in on the specific molecules involved in this exciting discovery in order to build a strong scientific foundation for better targeted, less toxic new drugs. We have now clearly identified the molecule CDK9 for close attention in our new research programme, and shown that CDK inhibitor drugs not only drive cell suicide but also cause the 'scavenger' cells to release anti-inflammatory agents, thus adding to the drug's potential therapeutic benefit. Furthermore, we have shown that CDK inhibitor drugs cause resolution of inflammation not only in the lung but also in a mouse model of the inflammatory process responsible for hardening of the arteries and its consequences. Thus in our new programme of research we will extend our studies to clinically relevant models of vascular, liver and kidney disease, in the likelihood that our work will have widespread relevance for the development of new treatments for inflammatory/scarring diseases of all organs.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K013386/1","grantId":"MR/K013386/1","fundValue":"2012020","fundStart":"2013-05-01","fundEnd":"2018-04-30","funder":"MRC","impactText":"","person":"Adriano  Rossi","coPersons":["Rodger  Duffin","Christopher  Haslett"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}