{"id":"E6559ED5-74B6-46A3-80F0-E24F1FA1CA25","title":"Function of ABP195 member of a new small 'superfamily' of plant actin binding proteins; involvement in actin organisation and signalling","abstractText":"Plants are sedentary and have to respond to unique environmental and developmental signals in order to survive. The actin cytoskeleton is essential for life, is stimulus responsive and reorganises so that cells can divide and expand, generate organelle movement, polarise cell growth and thicken the cell wall; events that are required for healthy plant development i.e. for proliferation and growth, for maximising energy production, for the uptake of nutrients, for managing the transpiration stream, for reproduction and for protection against pathogen invasion. In order to perform these roles the actin network has to be able to respond to signals and reorganise, processes that are coordinated by actin associated proteins that anchor, crosslink or otherwise regulate this network. With its unique capabilities the actin cytoskeleton has become adapted to plant specific function by (1) tuning the function of its associated proteins, common to animals, fungae and plants, for its own purposes; there is a wealth of evidence of this from work in my lab and others and (2) the evolution of a set of plant specific associated proteins whose function on the actin network is unique to plants. This programme of research concerns a family of proteins that fit into category (2). The first indication that we had a new class of actin binding proteins in plants came from a screen for proteins localising to different compartments within a plant cell. This screen was performed by Oparka and colleagues (University of Edinburgh) and it revealed many new proteins locating to compartments such as Golgi, mitochondria, nucleus, plastids and the cytoskeleton. We have shown, as supporting data for this programme, that one of the proteins localising to the cytoskeleton localised to actin filaments. Identification of the actin binding domain in the amino -terminal region allowed us to identify 14 other proteins having the same domain but that the 15 proteins could be divided into 5 groups based on there carboxy-terminal sequence. This is not unlike the situation for known 'Superfamilies' of actin binding proteins where a common actin binding domain is attached to unique sequence and this unique sequence specifies its role with respect to actin in the cell. Preliminary data we present here plus utilisation of data from current databases suggest that one member of this superfamily is involved with the organisation of the actin network at the plasma membrane and one member is essential for normal plant development. The goal of this research is to understand how these two proteins contribute to the normal function of the actin cytoskeleton in plant development.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G006334/1","grantId":"BB/G006334/1","fundValue":"322679","fundStart":"2009-01-16","fundEnd":"2012-07-15","funder":"BBSRC","impactText":"  To infer future experimentation and increase knowledge base Agriculture, Food and Drink,Education,Energy,Environment Economic","person":"P  Hussey","coPersons":[],"organisation":"Durham University","findingsText":" The plant actin cytoskeleton has unique properties that cannot be wholly understood by just studying proteins that are\nalso known to regulate the actin network in animals and fungi. Here we have identified a small 'superfamily' of novel plant specific actin binding proteins. There are 15 members in this superfamily falling into 5 phylogenetic Groups. All members have a common novel N-terminal actin binding domain and each Group has a unique C-terminus. This is analogous to other known superfamilies in which each member has a common actin binding domain and each group or family has unique sequence that specifies its role in the cell with respect to the cytoskeleton e.g the large myosin superfamily. The focus of this grant is to study the function of the defining member of Group 1, 'the ABP195 (Actin Binding Protein 195kDa) family', named, ABP195, and a member of Group 2, 'the KIP1 (Kinase Interacting Protein 1) family', called EMB 1674. The project helped understand the function of the ABP195 Family and the KIP1 Family in the dynamic organisation of the plant cytoskeleton in plant development. Potential patent application and commercialisation as in previous studies from the Hussey lab e.g Herbicide resistant plants. (30/3/1999) Pat No. US 888818 Zeneca Limited. Official Gazette of the US Patent and Trademark Office Patents 122 (5), 4529. K.E. Cronin, J.R. Ellis, R.R. Ellis, P.J. Hussey+ J.A. Ray, T.R. Waldin Agriculture, Food and Drink,Education,Energy,Environment","dataset":"gtr"}