{"id":"E66181B6-EF87-461E-AF1F-A0D39B41050D","title":"Estimation of travel demand models from panel data","abstractText":"Random utility models (RUM) are now recognised, e.g. by the Nobel prize awards to Daniel McFadden and Daniel Kahnemann, as a state-of-the-art method for the analysis of choice behaviour. The calibration of RUM models requires the use of data containing information on choices made by individual respondents. The initial modelling techniques were largely developed in a revealed preference context where each respondent makes a single choice, also referred to as a cross-sectional situation. However, over the years, more and more use is being made of panel datasets in which multiple choices are observed for each respondent, a situation that arises most prominently in the case of stated choice (SC) data. Such SC datasets are now increasingly used in the estimation of models that are relied on to guide important policy decisions, for example in transport planning practice.The fact that the standard modelling methodology was developed for a cross-sectional context poses an important issue at a time when many applications rely on panel data. Indeed, it is not clear whether the assumptions made in a cross-sectional framework, for example in terms of heterogeneity in sensitivities, apply in a panel context. Furthermore, added complications that exhibit themselves in a panel framework, such as fatigue and learning, are by design not incorporated in the cross-sectional methodology.Some effort has gone into addressing this situation in the existing literature. However, this has largely consisted of simplistic correction approaches or the use of quasi-panel approaches that are simple extensions of cross-sectional approaches making rather stringent assumptions about behaviour in a panel context. These potential shortcomings of the state of the art are a major cause for concern in an age of increasing reliance on panel data. The present project aims to address this.The research will proceed through a review of the current practice and an identification of the methods being used to analyse panel data, including the software that has been developed. Gaps in the existing methods will be identified and methods to fill those gaps will be developed. All the methods will then be put into a general mathematical framework. Software will be written and tested, implementing the general framework, using existing data sets. New data will then be collected, using a web-based survey, to test aspects of the general framework that cannot be addressed with existing data.The timeliness of the work arises from the extensive use that is made in transportation planning practice of panel data and the importance of the policy and investment decisions that are based on it. Particularly the development of innovative policy, required to address pressing issues of traffic congestion and emissions, often relies on the use of SC panel data. Areas other than transport will also benefit from this research. The work will benefit both research and practice, in particular by providing model estimation methods that are clearly described and comprehensive.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G033609/1","grantId":"EP/G033609/1","fundValue":"94662","fundStart":"2009-02-01","fundEnd":"2010-10-31","funder":"EPSRC","impactText":"  The findings from the work have been used by myself and others in subsequent academic studies making use of panel data in random coefficients models. Transport ","person":"Stephane  Hess","coPersons":["Andrew  Daly"],"organisation":"University of Leeds","findingsText":" The project has developed new methods for the analysis of discrete choice containing multiple observations per respondent. The work has highlighted issues with existing methods. Data sources containing multiple choices for individual respondents are commonly used in practical work providing guidance to transport policy makers. The methods developed and discussed in the papers produced in this project should be of great value to practitioners engaged in such work We have analysed a large number of datasets using existing methods and have put forward a number of new directions, notably relating to model estimation and specification. Transport","dataset":"gtr"}