{"id":"E6640779-32AB-403A-AEBE-5E66C365BFAA","title":"Probiotic, biocide-free antifouling coatings based upon sol-gel encapsulated micro-organisms","abstractText":"It is interesting to speculate that Nelson's victory at Trafalgar was due to an absence of biofouling on the ship's hulls (which were made of copper, a known biocide) allowing them superior speed.Biofouling is the undesirable accumulation of microorganisms, algae etc which occurs on submersed structures. The effects of biofouling are considerable; increased frictional drag, leading to increased fuel consumption and associated CO2, SOx, NOx emissions; restrictions in internal pipe dimensions leading to loss of flow, increased pressure and poor heat exchange in pipelines and commonly, the development of biofilms that provide habitats for the development of aggressive micro climates that are extremely acidic and lead to rapid rates of corrosion and structural failure, e.g., BP Purdoe Bay pipeline failure was due to microbial induced corrosion (MIC).The aim of this project is to commercialise a non-biocidal antifouling coating. The coating is based upon the concept that 'protective bacteria' encapsulated within a sol-gel matrix, and applied to a surface, will prevent harmful biofilms forming on that surface. The 'protective bacteria' in this case consist of endospores that are naturally ocurring in soil and are non-pathogenic. The concept has been proven in an EPSRC project that will end in October 2010.We propose to work with selected partners who manufacture coatings for the key markets that utilise antifouling coatings. The partners will help with commercial performance testing that will allow us to benchmark our coating against current commercially available coatings. We will address the requirement for the coating to be applied under industrial conditions to large surface areas and the feasibility of applying our coating on top of existing marine coatings that are applied to prevent corrosion. Importantly we will address the issue of scale-up of manufacture, particularly that of endospore production, something that traditional coating manufacturers are not familiar with. The partners will also advise on Health &amp; Safety issues and provide guidance on regulatory requirements of the coating.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I028471/1","grantId":"EP/I028471/1","fundValue":"131171","fundStart":"2011-01-31","fundEnd":"2012-01-30","funder":"EPSRC","impactText":"","person":"Robert  Akid","coPersons":["Thomas John Smith","Heming  Wang"],"organisation":"Sheffield Hallam University","findingsText":"","dataset":"gtr"}