{"id":"E671DCA5-F87B-42E8-8387-FB1A7E38F245","title":"Acoustic Localisation of Coronary Artery Stenosis","abstractText":"In the UK in 2006 coronary heart disease (CHD) caused over 16% of all deaths (94,381 out of 571,034). Of these, 95% (89,817) occurred in people over the age of fifty-five. The cost of health care was estimated at 3.2 billion (50 per capita), the additional economic cost due to lost working days has been estimated at 3.9 billion, and the cost of informal care of patients, at 1.8 billion.Coronary heart disease is an expensive killer. It places a huge burden on the taxpayer, costing nearly 9 billion per year which, with the acknowledged and inexorable trend toward an ageing population, will continue to grow year by year.The term CHD is one of a number that refer to the disease of atherosclerosis, wherein atheromatous plaques (fat and calcium deposits) accumulate in an artery wall to form a partial blockage and thereby cause myocardial ischaemia (inadequate blood flow to the heart muscle). In time, so-called vulnerable plaques undergo a sudden rupture and activate the body's blood-clotting mechanism. This occludes the artery and leads to (the most common form of) myocardial infarction: a 'heart attack'.There is currently no 'standard' screening tool for CHD. Patients who consult their doctor are already in some discomfort and the subsequent diagnosis requires the intervention of, and examination by, highly specialized medical practitioners.We propose a proof-of-concept investigation which connects computational applied mathematics to biotechnology. A successful outcome would provide a relatively cheap screening and diagnosis tool for CHD which could be targeted towards 'at-risk' population groups.An arterial stenosis has an acoustic signature (bruit) which is triggered by the resulting turbulent blood flow impacting on the artery walls. This causes low amplitude displacement waves (shear waves) to travel through the chest, which then manifest themselves as disturbances on the chest surface. These disturbances can be measured non-invasively by placing sensors on the skin.The generation of waves at the artery wall, their transmission through the chest, and their appearance at the chest surface, can all be described by a detailed mathematical model which describes the viscoelastic nature of human tissue (heart, lungs, muscle etc). The entire model can be simulated in software as a virtual chest thus obviating the need, in the early proof-of-concept development stage, for clinical tests on real people.We propose to develop and implement this virtual chest in theory and in software and to validate it by experiment in order to evaluate this approach in terms of an effective 'early days screening process' for an at-risk population. This task consists of two parts (the direct and inverse solver) both of which will be calibrated and tested by experiments on a realistic mechanical model of the chest.Specifically, the virtual chest will be formulated mathematically, implemented computationally and tested experimentally. An initial guess at the arterial disturbance will, via the direct problem, predict the surface disturbances at the chest wall. The difference between these and measured values will form an iterative inverse solver procedure which will modify the arterial disturbance until the difference between the measured and computed values is minimised.Once this direct-inverse solution iteration has finished, the surface measurements have been decoded by the mathematics and software into the arterial impacts. These can, potentially, be used to indicate the presence, size, location and morphology of the stenosis. It is this potential for diagnosis that this project seeks to investigate and evaluate through a fundamental study involving mathematical modelling and analysis, computational simulation, and validation through experimentation on chest phantoms filled with tissue-mimicking gel.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H011072/1","grantId":"EP/H011072/1","fundValue":"341660","fundStart":"2010-09-30","fundEnd":"2014-03-31","funder":"EPSRC","impactText":"","person":"Simon  Shaw","coPersons":["John  Whiteman"],"organisation":"Brunel University","findingsText":"","dataset":"gtr"}