{"id":"E6775EF6-A8A6-4E50-8288-9A673E74A553","title":"Conservation and biochemical characterization of the essential Staphylococcus aureus lipoteichoic acid synthase LtaS","abstractText":"Lay Summary:\nStaphylococcus aureus is a Gram-positive bacterial pathogen that can cause a variety of infections both in hospital settings as well as in the community. Many antibiotics, which have been successfully used to treat such bacterial infections, kill the bacterium by inhibiting the production of important surface-structures. However, an alarming aspect of staphylococcal infections is that bacteria have acquired resistance to multiple antimicrobials and the infection rate with methicillin-resistant S. aureus strains (MRSA) within the UK is amongst the highest in developed countries. Therefore, it is important to identify and validate alternative ways to inhibit staphylococcal growth. I have recently identified a protein named LtaS, which is required for the synthesis of a surface structure called lipoteichioc acid. Depletion of this protein caused a halt in lipoteichioc acid synthesis and completely blocked staphylococcal growth. These results suggest that LtaS and the lipoteichioc acid synthesis pathway can serve as targets for antibiotic development. This study aims to determine if LtaS is required for growth in other human pathogens. In addition, the proposed work will give insight into the mechanism of action of the enzyme LtaS, which will be of great benefit for the future development of lipoteichioc acid synthesis inhibitors. \n\nPublic engagement:\nImperial College London has a dedicated press office that is responsible for the public dissemination of science through the media and with research founders and interested charities. Furthermore, the CMMI has an open-access website which is frequently updated with recent research highlights.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0701212","grantId":"G0701212","fundValue":"369774","fundStart":"2008-08-01","fundEnd":"2011-07-31","funder":"MRC","impactText":"","person":"Angelika  Grundling","coPersons":[],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}