{"id":"E68990DD-A33B-4816-A207-6D6AA7C2B513","title":"CO2Chem Grand Challenge Network","abstractText":"The CO2chem network was established in April 2010 to act as a focus fro research in carbon dioxide capture and utilisastion with a remit to revolutionise the chemicals industry. It has become the UK focus for CCU and is now establishing itself as a global hub for not only research excellence but also policy and social awareness. This proposal aims to continue the activities of the network and enhance and extend their impact on science, engineering and society.\n\nIn order to achieve this we have consulted with the current network community to define areas that require short-, medium- and long-term intervention. These have been categorised into 'Clusters' where research activities can be focused. The Clusters will cover: Chemical Engineering and Process; Solvents and Synthons; Functional and Structural Polymers; Biotransformations; Mineralisation. Catalysis is also seen as a key driver in CCU but is so important that it overarches all Cluster areas and so is considered a Central Theme. The Clusters will meet regularly to define milestones and deliverables, identify funding opportunities and form the basis of future research collaborations. Face-to-face discussions will initiate Cluster activities but we will use video and teleconferencing facilities to keep up momentum as well as reducing travel costs and emissions. Each of the Clusters will be led by experts from academia and industry.\n\nAn industrial forum will be established early in the new contract to define realistic multi-term deliverables and to ensure buy-in from industry. This will involve bringing together all members of the carbon supply chain from emitters through chemicals production to the end user.\n\nIt is important that the UK plays a major role in defining the capabilities of CCU. This means we must promote our activities not only at the national level but globally. This will be achieved by providing bursaries to attend the ICCDU conferences in 2013 and 2015, with an aim to secure the 2017 conference for the UK. We will also continue to host our successful CO2Chem &lt;--&gt; CO2Chem Eng international conferences, first held in April 2012.\n\nWhile policy and social awareness are important factors that influence network activities, research excellence is the cornerstone of our operations. We have budgeted a Seedcorn Fund for novel research carried out by Network members. Five &pound;4k grants per annum will be allocated to researchers looking to prove concepts before filing collaborative research proposals as one of the outcomes. We will promote collaborative research funding applications to RCUK, European Commission and other global funding schemes. \n\nWe have established a CO2Chem Publishing group that will promote research documents and reviews through a peer review process, publishing primarily online but occasionally in paper format.\n\nThe network will continue to be managed by a core Management Group including the PI, CoI, several academic experts and industrial representatives. Katy Armstrong will continue in the Role of Network Manager on a 60% FTE basis for the first two years then 40% for the remaining 3 years. However, this reduction is simply funding not effort as we will aim to make the Network self-sustaining as we progress, particularly through industrial sponsorship.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K007947/1","grantId":"EP/K007947/1","fundValue":"445777","fundStart":"2012-06-18","fundEnd":"2017-06-17","funder":"EPSRC","impactText":"  We contributed to the 'Sweating the Assets' document produced by the Conservative 2020 group. Styring is an expert panel member on the All Party Parliamentary Climate Change Group considering CCSU. We have contributed towards the DECC Policy Scoping Document &quot;Next Steps in CCS&quot;. Chemicals,Energy,Environment,Government, Democracy and Justice Policy & public services","person":"Peter  Styring","coPersons":["Michael  North"],"organisation":"University of Sheffield","findingsText":" A truly international network promoting carbon dioxide utilization. The establishment of a seedcorn fund to finance early stage research concepts leading to full research funding applications.\nThe project met the mid-term objectives however the full impact will not be truly measured until its completion in 20q17. However, the importance of the field is such that it is anticipated the network will continue for many years beyond that. New research projects.\nNew government policy.\nCommercialisation of embryonic technologies.\nGreater awareness of an emerging technology. Agriculture, Food and Drink,Chemicals,Construction,Energy,Environment,Government, Democracy and Justice,Security and Diplomacy,Transport","dataset":"gtr"}