{"id":"E6897515-6CB0-4D37-90D0-133F41BD89A6","title":"Combined experimental and computational study of synthetic jets injected into separated turbulent boundary layers pertinent to high-lift aerod","abstractText":"The potential for exploiting synthetic jet actuators to delay and control boundary-layer separation in conditions akin to those on aircraft components operating in high-load conditions has attracted much interest in recent years. However, the fundamental mechanism by which synthetic jets interact with incipiently separated turbulent boundary layers subjected to strongly adverse pressure gradient is yet to be fully understood before cost-effective operational flow-control solutions can be sought. This proposal seeks funding for a joint programme of work between groups at Manchester University and Imperial College London, which would exploit complementary strengths and facilities at the two universities. The programme aims to employ a combined experimental (Stereo PIV and other conventional measurement techniques) and computational approach (LES and LES/RANS hybrid modelling) to study the detailed interaction mechanisms, so as to derive generically valid guidelines on optimal separation control in a practical setting. The outcome of the research would be of value to both the academic community and aerospace industry, the latter striving to evolve engineering solutions to flow management with a minimum of moving parts and energy input.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E047041/1","grantId":"EP/E047041/1","fundValue":"261247","fundStart":"2007-08-01","fundEnd":"2010-09-30","funder":"EPSRC","impactText":"  The findings from this project have been published in academic journals and reported in international conferences. They have also been disseminated to Airbus UK and had influenced their subsequent policies in continuing their support to flow control research &amp; design. Aerospace, Defence and Marine ","person":"Shan  Zhong","coPersons":[],"organisation":"The University of Manchester","findingsText":" 1. Identification of the optimal operating conditions of synthetic jets at which a minimum of energy expenditure is required to achieved a maximum amount of flow separation delay for a given external flow condition;\n2. Identification of the typical vortical structures of synthetic jets which yield such a desired flow control effect;\n3. Establishment of the physical mechanism of round synthetic jets in delaying flow separation 1. Improved understanding of fluid mechanics of synthetic jets which forms the foundation for practical applications of synthetic jets for flow separation control;\n2. A database of experimental data for validating CFD codes Aerospace, Defence and Marine","dataset":"gtr"}