{"id":"E68D38DE-ED51-4460-8B61-353C4FF9A9CA","title":"Small items of research equipment at the University of Leeds","abstractText":"The goal of this programme is to expand and upgrade the small equipment base at the University of Leeds to help support engineering and physical science early career researchers (ECRs). Such investment can add new capacity and capability to research teams, particularly helping ECRs establish their own independent research activities. Our vision will be achieved in two ways: first, through provision of small items of dedicated equipment to individual ECRs and their research groups that will complement existing University infrastructure, and; second, by improving and refreshing equipment in shared university facilities that are accessed heavily by ECRs, by supporting purchase of stand-alone components and enhancements that will expand operation of existing apparatus. This programme has been focussed on a selection of research areas of national importance where Leeds has a critical mass of academic staff, funding and infrastructure, which align with the EPSRC shaping capability exercise, and is demonstrably internationally leading for the quality and distinctiveness of its research. This will ensure that the investment made here underpins scientific and engineering excellence, and aligns with long-term research programmes that are both strategic to the university, and receive on-going university investment. This programme will be led by three senior academic staff each with long-standing track records and academic leadership in the organization and delivery of large research programmes to strict timescales, together with the university's Research Facilities and Infrastructure Manager. Oversight by the Pro-Vice Chancellor for Research and Innovation will ensure overall alignment with the University's vision for sustainability of its equipment base.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K03135X/1","grantId":"EP/K03135X/1","fundValue":"499418","fundStart":"2012-11-01","fundEnd":"2013-03-31","funder":"EPSRC","impactText":"  This grant provided funding to purchase a number of small items of equipment to support the work of a number of early career researchers (ECRs) by expanding, refreshing and upgrading the small equipment research base, both in the ECRs' own laboratories as well as in shared university facilities that ECRs depend upon. \n\nThis equipment was invaluable in supporting ECRs to develop independent research programmes. The equipment has, and will continue, to underpin a wide variety of research across a number of areas. Examples of early outputs are included and it is expected that additional outputs will arise in future. The nature of this funding means it will be difficult to attribute specific outputs directly to the small items purchased through this grant but will instead be attributed to follow on activity and future grant funding. Chemicals,Electronics,Energy,Environment,Healthcare Economic","person":"Edmund Harold  Linfield","coPersons":["Alexander Giles Davies","Stephen Philip Marsden"],"organisation":"University of Leeds","findingsText":" This programme enabled us to expand and upgrade the small equipment base at the University of Leeds, and support engineering and physical science early career researchers (ECRs). It added new capacity and capability to research teams, and helped ECRs establish their own independent research activities. This vision was achieved in two ways: first, through provision of small items of dedicated equipment to individual ECRs and their research groups, that complemented existing University infrastructure, and; second, by improving and refreshing equipment in shared university facilities that are accessed heavily by ECRs, for example, by supporting stand-alone components and enhancements to expand operation of existing apparatus. \n\nThe programme focused on a selection of research areas of national importance where Leeds has a critical mass of academic staff, funding and infrastructure, which align with the EPSRC shaping capability exercise, and is demonstrably internationally leading for the quality and distinctiveness of its research. This has ensured that the investment made underpinned scientific and engineering excellence, and aligned with long-term research programmes that are both strategic to the university, and receive on-going university investment. Specifically, funding provided underpinning infrastructure in the following areas: Medical Technologies; Energy; Tribology and Surface Engineering; Terahertz Electronics and Photonics; Condensed Matter Physics; Particle Science; Nanotechnology and nanocharacterization; and, Chemical Biology.\n\nThis investment has already led to a broad range of publications in primary archival journals (a selection of which are highlighted here), as well as keynote and invited presentations in leading international conferences. It has underpinned the careers of ECRs, including EPSRC sponsored PhD research students, post-doctoral research associates (PDRAs), Research Fellows funded through either internal or external Fellowships, and newly appointed lecturers. It has also enabled substantial additional funding to be attracted form the Research Councils, EC, and industry, inter alia. The aim of this grant was to provide equipment to underpin research carried out by early career researchers (ECRs) at the University of Leeds. Outputs from this research have already been disseminated by publication in primary archival journals, and by presentation at international conferences. Furthermore, the provision of key items of equipment has enabled ECRs to develop their careers, for example, by making Fellowship applications, by attracting additional grant income, and by translating their research outputs to private sector end users. \n\nThe grant will also benefit future generations of ECRs, who will make use of the established equipment and facilities that were underpinned by the award, both from within the University of Leeds, and outside. Access is provided not only through our database of all high value equipment, which is promoted through the N8 grouping of Universities, but also specific schemes such as the EPSRC (EP/K023853) Nanoscience and Nanotechnology Equipment Facility (LENNF). Aerospace, Defence and Marine,Chemicals,Digital/Communication/Information Technologies (including Software),Electronics,Energy,Environment,Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}