{"id":"E69281ED-EDC5-4384-8E73-CFD11FDE859D","title":"Resilient Electricity Networks for Great Britain (RESNET)","abstractText":"The resilience of GB's electricity energy network is being challenged on three fronts: (i) policies aimed at reducing greenhouse gas emissions through decarbonising energy supply will alter substantially the existing supply mix; (ii) decarbonising of the 'energy' system will likely involve considerable shift of previously non-electric energy demand onto the electricity network with accompanying changes in how much electricity is needed and when it is needed; and (iii) the expected mean changes in climate will alter the electricity demand and performance of electricity infrastructure, and increased severity and frequency of extreme weather events will impact on the electrical network and distribution systems.To address these multiple challenges, the RESNET project (Resilient Electricity Networks for Great Britain) will develop and demonstrate a comprehensive systems-level approach to analysing the resilience of the existing and proposed electricity networks. It will develop, test and refine tools for evaluating adaptation measures designed to enhance the resilience of the network including societal and technical adaptation. The work will consist of 5 work packages (WPs).WP1 will produce future climate scenarios for three key weather variables where changes in average characteristics can impact on the operational resilience of the network and changes in extremes can impact the infrastructural resilience of the network: temperature (and solar radiation), rainfall (with associated flooding) and wind. WP2 will develop electricity demand and supply scenarios, consistent both with the climate change impacts scenarios from WP1, and levels of decarbonisation required to meet policy targets. WP3 will couple the hazard model from WP1 with demand and supply scenarios from WP2 with a dynamic, spatially explicit, power systems simulation model. WP4 will use the model to quantify the potential impacts of future climate upon the day to day (operational) resilience and resilience to extreme events (infrastructure network resilience) of the overall GB electricity transmission system (i.e. the National Grid), and case study distribution networks. Against these infrastructure, demand and climate futures we will test the effectiveness of a wide range of adaptation options for improving the overall resilience of the energy system. Adaptation is not seen here as a purely technical activity but should consider societal adaptation where by consumers change their practices to cope with changing levels of network reliability. WP5 will assess the impact of the future vulnerability of the network upon organisations and households, taking into account climate change impacts, and consider how these may adapt.Contemporary UK society has grown accustomed to a reliable supply of electricity with any interruption to supply typically considered, socially, politically and economically undesirable, almost regardless of the technical and economic implications of maintaining such high levels of integrity. This expected level of service places further constraints on an electricity network already facing multiple challenges. Ultimately, if the UK's energy system is to achieve the urgent and rapid mitigation implied by the Government's 2 deg C commitment, the electricity system will have to undergo profound changes over the short, medium and long term. Pivotal to a successful and rapidly decarbonising electricity system is a transmission and distribution network that is resilient to climate change impacts, capable of balancing different types of low carbon supply in the context of a changing demand profile. Early and integrated analysis of these systemic challenges will pay significant dividends in developing an affordable, robust and low carbon electricity system resilient to the direct and indirect impacts of changing environmental and socio-economic drivers.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I035757/1","grantId":"EP/I035757/1","fundValue":"977839","fundStart":"2011-09-01","fundEnd":"2016-03-31","funder":"EPSRC","impactText":"","person":"Kevin  Anderson","coPersons":["Sarah Louise Mander","I  Cotton","John  Moriarty","Daniel  Kirschen"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}