{"id":"E69C2A48-44C3-45C7-8214-4E87EA465DF5","title":"Sum-of-Squares Approach to Global Stability and Control of Fluid Flows","abstractText":"This project aims at developing new methods of analysis of the stability of fluid flows and flow control. Flow control is among the most promising routes for reducing drag, thus reducing carbon emissions, which is the strongest challenge for aviation today. However, the stability analysis of fluid flows poses significant mathematical and computational challenges. The project is based on a recent major breakthrough in mathematics related to positive-definiteness of polynomials. Positive-definiteness is important in stability and control theory because it is an essential property of a Lyapunov function, which is a powerful tool for establishing stability of a given system. For more than a century since their introduction in 1892 constructing Lyapunov functions was dependent on ingenuity and creativity of the researcher. In 2000 a systematic and numerically tractable way of constructing polynomials that are sums of squares and that satisfy a set of linear constraints was discovered. If a polynomial is a sum of squares of other polynomials then it is positive-definite. Thus, systematic, computer-aided construction of Lyapunov functions became possible for systems described by equations with polynomial non-linearity. In the last decade the Sum-of-Squares approach became widely used with significant impact in several research areas.\n\nThe Navier-Stokes equations governing motion of incompressible fluid have a polynomial nonlinearity. This project will achieve its goals by applying sum-of-squares approach to stability and control of the fluid flows governed by these equations. This will require development of new advanced analytical techniques combined with extensive numerical calculations. The project has a fundamental nature, with main expected outcomes being applicable to a large variety of fluid flows. The rotating Taylor-Couette flow will be the first object to which the developed methods will be applied. Taylor-Couette flow, encountered in a wide range of industrial application, for a variety of reasons has an iconic status in the stability theory, traditionally serving as a test-bench for new methods.\n\nIn order to maximise the impact of the research, the project collaborators will conduct targeted dissemination activities for industry and academia in the form of informal and formal workshops, in addition to traditional dissemination routes of journal papers and conferences. Selected representatives from industry will be invited to attend the workshops. Wider audience will be reached via a specially created and continuously maintained web page.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J011126/1","grantId":"EP/J011126/1","fundValue":"336962","fundStart":"2013-02-23","fundEnd":"2016-02-22","funder":"EPSRC","impactText":"  This project is under way, it is too early to define impact. It is fair to say that the finding cause certain degree of interest in the research community.  ","person":"Sergei I.  Chernyshenko","coPersons":[],"organisation":"Imperial College London","findingsText":" This project is under way, it is too early to define impact. It is fair to say that the finding cause certain degree of interest in the research community. The results can be directly used in further research. It is too early to say, the project is under way. Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software),Transport,Other","dataset":"gtr"}