{"id":"E6A18288-4EA5-488F-8F1E-323B30360B48","title":"Optical Recreations: A History of Screen Practice 1780-1914","abstractText":"Optical shows, prints and artefacts were ubiquitous forms of public and domestic recreation during the nineteenth century. Whether it was a family gathered together for a magic lantern performance, children enjoying a travelling peepshow, a touring panorama show at the local town hall, or the moving images of phenakistoscope, a variety of related devices and shows constituted a rich and fascinating genealogy of screen practice. My project explores the production and consumption of these optical entertainments. By tracing their proliferation within nineteenth-century popular culture it seeks to demonstrate the important continuities between contemporary new media and previous modes of screen practice. \\nNineteenth-century optical recreations were exhibited in a large range of purpose-built institutions and touring shows. They were employed within bazaars, theatres, pleasure gardens, schools, fairs, and scientific institutions. When the panorama and diorama were first introduced in London in 1793 and 1823 respectively, they relied on purpose-built venues in Leicester Square and Regent's Park. Large-format entertainment, however, also flourished by becoming one element of venues that offered multiple attractions and by inventing portable formats that could tour provincial venues across Britain. The number of venues employing optical media went hand-in-hand with their use for a variety of religious, educational and amusement purposes, from magic lantern temperance lectures to phantasmagoria ghost shows. My research will explore this range of functions and performance practices, and the corresponding relationship of optical recreations to other entertainment forms such as the theatre and music hall. \\nThe popularity of the panorama, diorama, and magic lantern was complemented by a plethora of domestic optical recreations. Perspective games vied with stereoscopes and kaleidoscopes as favourite drawing-room occupations. The motto of the London Stereoscopic Company, for example, was 'No Home Without and Stereoscope', and the device was enjoyed by millions across Europe and America. Indeed, it gradually evolved into the twentieth-century children's toy, the View-Master, which remained popular until the 1970s. A key part of my project's reassessment of the long history of the moving image is to show that the advent of cinema and television did not inevitably lead to the disappearance of existing optical recreations. \\nMuch of the appeal of optical recreations stemmed from the disorientating sensations they provided. Domestic devices and public shows obsessively called attention to the contingency of the body's perception of movement, space, time, and colour. Dioramas, peepshows, anamorphic toys, stereoscopes, all played upon the physiology of vision. The mode of viewing shared by different devices stems, in part, from the fact that a number of them were direct by-products of scientific experiments on the physiology of vision between 1820 and 1860. My research aims to recover the social and physical viewing experience of using a kaleidoscope or visiting a magic lantern show. \\nMy project seeks to locate nineteenth-century optical recreations within a long history of screen practice in order to reassess both past and present.\\n\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E000371/1","grantId":"AH/E000371/1","fundValue":"19699","fundStart":"2007-02-01","fundEnd":"2007-05-31","funder":"AHRC","impactText":"","person":"John  Plunkett","coPersons":[],"organisation":"University of Exeter","findingsText":"","dataset":"gtr"}