{"id":"E6A389D1-6A75-4AE4-9C0B-E38BE65B9CC4","title":"Use of nanoparticles to deliver growth signals to the placenta","abstractText":"During pregnancy, the placenta transfers nutrients to the developing fetus while at the same time protecting it from harmful substances present in the mother. Very early on, rapid placental growth establishes a system for nutrient extraction that has the potential to meet the needs of the fetus later in pregnancy. At the same time, the protective barrier function of the placenta develops; this is achieved by interposing several cell layers between maternal and fetal circulations. These layers collaborate in a sophisticated way to detect growth signals present in maternal circulation and transmit them, together with the required nutrients, to the fetus, while at the same time making provision for the placenta itself to grow. Despite the affluence of developed countries, many fetuses fail to reach their normal growth potential. This has severe consequences: the smallest babies die, while those that survive have radically impaired health prospects both as children and adults. \n\nThere is convincing evidence that a high proportion of pregnancies with growth restriction are caused by placental growth abnormalities. However currently, there is no way to correct these defects. Drug companies shy away from developing drugs for use in pregnancy because they are fearful of harming unborn babies with their new products, and want to avoid expensive lawsuits. Instead, they invest in other areas of research, leaving doctors with few alternatives for treating pregnant women. \n\nNanoparticles are tiny synthetic beads - much smaller than cells in the body - which, in principle, could be injected into the mother's blood stream and directed to the placenta to deliver signals that cause it to grow. This mode of therapy should indirectly improve the growth - and hence health prospects - of the fetus, with the great advantage that the therapeutic particles would be retained within the placental barrier and so would be discarded at the end of pregnancy. \n\nIn work leading up to this proposal, we have developed methods for keeping placental tissue alive in the laboratory for a few days, and have shown that nanoparticles loaded with growth-stimulatory chemicals, can stimulate the resident cells to grow. However we now need to find a way to ensure that if the nanoparticles were injected, they'd be delivered to the placenta and not to other sites in the mother's body.\n\nIt has recently been discovered that every organ in the body has a unique combination of molecules on its surface. These proteins act like a &quot;postcode&quot; and can be used to &quot;address&quot; packages - for example, drugs - so that they are sent to the right place. Our preliminary work has identified the postcode for placenta and in this study we plan to address a package of nanoparticles carrying growth signals and then use ethically acceptable test tube methods to explore how the growth of the different types of cell within human placenta is affected. We will also investigate the molecular mechanisms involved in relaying growth signals between the different cells and will check that the package is retained by the placenta, and not passed to the fetus, by tracking what happens to the nanoparticles after they arrive. We know that other forms of nanoparticle can have adverse effects on cells, for example some cause DNA damage, so we will also investigate if our addressed packages have a similar effect and if necessary, develop ways to overcome these unwanted actions. \n\nDevelopment of a targeted drug delivery system will help women feel confident that any drugs they receive during pregnancy will not harm their unborn child. This project will define a framework within which nanoparticle therapies can be characterised and advanced towards clinical implementation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K01126X/1","grantId":"MR/K01126X/1","fundValue":"478444","fundStart":"2013-11-01","fundEnd":"2016-10-31","funder":"MRC","impactText":"","person":"John  Aplin","coPersons":["Charles Patrick Case","Lynda Katherine Harris","Melissa  Westwood"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}