{"id":"E6AA2660-F1ED-4862-8031-619E3F1DCF88","title":"Exploring novel M...C-C agostic interactions","abstractText":"Intermolecular and intramolecular interactions can have a significant effect on the properties of a particular compound, for example, in relation to its stability or reactivity. Understanding how an interaction occurs, its relative strength and how it can be altered is extremely important in fundamental structure and bonding terms. While there is a wealth of information available on some of the more common interactions, such as hydrogen bonding, this is not true for all types of interaction. Agostic transition metal...C-C interactions involve the donation of electron density from the carbon-carbon bond to the metal centre, this type of interaction is directly relevant to C-C activation, however, they are extremely rare and not well characterized for any technique.We propose to employ an integrated approach combining synthesis, NMR mapping and theoretical techniques with experimental charge density experiments in order to characterise and tune late transition metal...C-C agostic interactions. Importantly the study incorporates charge density studies which will, for the first time, allow the electronic structure of the interaction to be probed. The results of the study will provide synthetic routes, kinetic and thermodynamic data and experimental visualisation of such agostic interactions. This information will be of fundamental significance to the international chemical community, and will undoubtably be utilized in areas involving C-C activation, such as, novel organic synthesis and industrial applications, such as, petroleum cracking using heterogeneous catalysis.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E048994/1","grantId":"EP/E048994/1","fundValue":"195223","fundStart":"2008-01-01","fundEnd":"2009-12-31","funder":"EPSRC","impactText":"","person":"Judith Ann Howard","coPersons":[],"organisation":"Durham University","findingsText":"","dataset":"gtr"}