{"id":"E6B7FB0C-214E-4A1B-9402-ABD2A0458E20","title":"Dispersive Mixing in Multicomponent Multiphase Flow: Numerical and Physical Effects","abstractText":"Injection of carbon-dioxide (CO2) emissions from industrial sources into depleted oil reservoirs and deep saline aquifers is one viable way to combat global warming. The U.K. has the potential to take the lead in developing technologies for CO2 capture and storage because of the vast storage capacity of oil reservoirs in the North Sea. Moreover, maintaining current levels of hydrocarbon production is critical to U.K. energy security and CO2 injection is a proven method for increasing oil recovery in the North Sea.CO2 injection into oil reservoirs typically results in water, oil and gas fluid phases simultaneously flowing through porous reservoir rocks. Interaction between phase behaviour and flow determines the amount of additional oil recovered and CO2 storage efficiency. There is a critical need to develop an understanding of the fundamental physics in multiphase subsurface flow in order to ensure that existing mathematical models and the simulators used to approximate them are correct. Analytical solutions for displacements with components that partition between three phases are available, but it is not clear whether they model the true physical displacement which includes the dispersive effects of molecular diffusion and capillary pressure. The sensitivity of simulated displacements to numerical dispersion (numerical errors that, like physical dispersion, tend to smear sharp fronts in fluid composition) cannot be simply determined from the sensitivity for equivalent two-phase displacements.This project will be the first to rigorously study dispersive effects in multicomponent multiphase flow at a fundamental level. The goals of this project are to derive physically correct dispersion models for multicomponent multiphase flow and to implement them in a three-dimensional streamline-based reservoir simulator. When this project is completed, the simulator will be used to design efficient CO2 storage and enhanced oil recovery projects with a higher-degree of certainty that stored CO2 will remain in oil reservoirs for geologic time.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F04237X/1","grantId":"EP/F04237X/1","fundValue":"331887","fundStart":"2008-10-01","fundEnd":"2011-09-30","funder":"EPSRC","impactText":"","person":"Tara Catherine LaForce","coPersons":[],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}