{"id":"E6CA88AB-4155-43F9-921F-C23F372A72DB","title":"Multiparticle entanglement of neutral atoms by Rydberg excitation in an optical lattice","abstractText":"A fundamental property of the quantum world is entanglement. Two objects are said to be entangled if a measurement on one has an effect on the other, even though there is no apparent connection between them. This spooky action at a distance can be employed to realise new technologies such as quantum cryptography, quantum teleportation and quantum computing. However, to exploit entangled states we need to be able to produce and manipulate entanglement in a controlled and flexible way. One of the biggest hurdles to overcome is that entangled states are very quickly destroyed by interactions with the external world. The aim of this project is to produce entangled states in an isolated environment where they will survive for at least 10 seconds. This will allow us plenty of time to manipulate the entangled states and establish the building blocks of a new generation of powerful computers exploiting on quantum entanglement.The method we will use is to use lasers to cool atoms to within a millionth of a degree of absolute zero. At these very low temperatures it is possible to trap atoms using laser beams and form crystals of ultra-cold atoms bound by light. These crystals are known as optical lattices and provide a very stable environment for studying quantum physics. To create entanglement we need the atoms in the lattice to interact with one another. We can create this interaction by exciting an atom using a laser pulse to a highly excited state, known as Rydberg state. In the Rydberg state, the atom creates an electric field with interacts with any neighbouring Rydberg atoms. This interaction allows the atoms to become entangled. We can detect the presence of entanglement using additional laser pulses. Once we have demonstrated entanglement, we will use entangled states to perform quantum computation. As well as the potentially exciting prospects for the advancement of computing, we will further enhance our understanding of the fundamental nature of the quantum world.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D037174/1","grantId":"EP/D037174/1","fundValue":"344943","fundStart":"2006-09-13","fundEnd":"2010-03-12","funder":"EPSRC","impactText":"","person":"Charles Stuart Adams","coPersons":["Ifan Glyndwr Hughes","R M  Potvliege","Simon Lee Cornish"],"organisation":"Durham University","findingsText":"","dataset":"gtr"}