{"id":"E6E3BE37-6104-4CF7-820B-FAC25E8C0B26","title":"Total synthesis of the cylindrospermopsin alkaloids","abstractText":"The proposed research is concerned with the synthesis of a family of naturally occurring marine natural products namely cylindrospermopsin , 7-epi-cylindrospermopsin and 7-deoxy-cylindrospermopsin, which are found in several species of blue-green algae. Cylindrospermopsin was originally isolated from a bloom of Cylindrospermopsis raciborskii after an outbreak of a mystery disease on Palm Island in Queensland, Australia. Its unique structure, consisting of uracil ring and a zwitterionic guanidinium/sulfate combination imparts very high water solubility and it is this property which poses a potential threat to water supplies. The biological activity of cylindrospermopsin centers on its toxicity to liver and kidney tissue, its ability to inhibit protein synthesis as well as being able to covalently modify both DNA and RNA. Synthetic efforts toward the natural product have been reported by other groups using linear and convergent strategies, however overall yields for these are generally low (0.2-2% yield) and require a considerable number of operations (19-36 steps)\n\nThe goal of this project is to develop our already proven approach to a model of the metabolites into a total synthesis of the three molecules via a synthesis mimicking that found in nature (biomimetic). This methodology is convergent in nature and will be shorter than any other reported previously, thus being flexible enough to enable the rapid preparation of the three metabolites. In addition to this, it is hoped that a flexible and rapid method for the preparation of synthetic analogues will emerge from this methodology, enabling the study of the biological mode of action of these compounds. This in turn will lead to an understanding of the structural requirements for biological action and the potential for preparing less toxic analogues, which retain the required activity.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J01821X/1","grantId":"EP/J01821X/1","fundValue":"184635","fundStart":"2012-08-01","fundEnd":"2014-07-31","funder":"EPSRC","impactText":"  Structurally complex marine natural products continue to be of intense worldwide interest, not least because of the range of biological activities displayed by these metabolites and their potential applications in disease treatment. The vast array of functionality and molecular complexity found in marine natural products presents an ongoing synthetic challenge and an inspiration to many organic chemists and the development of methodology to deal with this continues to evolve. This project is focused on the key objectives of the preparation of all three members of the cylindrospermopsin group of natural products via a convergent biomimetic synthetic pathway. The overall nature of the project will offers an impact in the field of public health, as many blue-green algae are responsible for illnesses in humans, fish and domestic animals and pose a considerable threat to water supplies. The study has given us opportunities to engage outside the realm of the organic chemist and collaborate with other academic partners. This projects has addressed this and hopefully will ultimately be of interest to a wider public audience and a more comprehensive study of the areas involved might offer the potential for wealth creation and improved public health. Chemicals,Environment,Pharmaceuticals and Medical Biotechnology Economic","person":"Patrick  Murphy","coPersons":[],"organisation":"Bangor University","findingsText":" This research is concerned with the synthesis of a family of naturally occurring marine natural products, the cylindrospermopsins, which are found in several species of blue-green algae. Cylindrospermopsin was originally isolated from a bloom of Cylindrospermopsis raciborskii after an outbreak of a mystery disease on Palm Island in Queensland, Australia. Its unique structure imparts very high water solubility and it is this property, which poses a potential threat to water supplies. The biological activity of cylindrospermopsin centers on its toxicity to liver and kidney tissue, its ability to inhibit protein synthesis as well as being able to covalently modify both DNA and RNA. Synthetic efforts toward the natural product have been reported by other groups using linear and convergent strategies, however overall yields for these are generally low (0.2-2% yield) and require a considerable number of operations (19-36 steps) In this work we have proved our synthetic methodology to be viable and have prepared several close analogues of the cylindrospermopsin alkaloids and are currently working towards using these compounds in the study of the processes involved in the disease process. Our methodology is convergent in nature and offers a shorter route than any other reported previously and should ultimately be flexible enough to enable the rapid preparation of these metabolites. The work is currently being developed in our own laboratories with the goal of achieving the total synthesis of this series of metabolites and to investigate the biological activity of the analogues we have already prepared Chemicals,Environment,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}