{"id":"E6E35824-5778-47F2-B50B-2AF2D5E6166F","title":"Differentiating temporal-distinctiveness and trace-strength accounts of children's suggestibility","abstractText":"<p>&quot;Suggestibility&quot; is the extent to which misleading information is incorporated into reports of a witnessed event, and is typically measured using a three-stage paradigm.&nbsp;Participants view an event and are exposed to contradictory misinformation before memory is tested.&nbsp;In the proposed research we examine two possible mechanisms underpinning children's suggestibility: the &quot;trace-strength&quot; and the &quot;temporal-distinctiveness&quot; of sources of information.&nbsp;Distinctiveness will be measured by the ratio of the event-misinformation and misinformation-test time intervals. Six-year-olds will view an event, and experience misinformation before allocating targets to one of four sources at test (“event”, “misinformation”, “both”, “new”).</p> \n<p>In the first experiment, the response options will be manipulated so that they do not correspond with the number of sources of information experienced.&nbsp;For example, novel items will be presented at test but the “new” response option will be omitted. The patterns of enforced errors resulting from this manipulation will be informative about the mechanisms influencing suggestibility.</p> \n<p>In the second experiment misinformation will be presented on one or three occasions, and will either be identical or will vary across repetitions.&nbsp;If varied, repeated exposures are as effective at increasing suggestibility as identical repetitions, this supports a distinctiveness, rather than strengthening, interpretation.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-000-22-1833","grantId":"RES-000-22-1833","fundValue":"77936","fundStart":"2006-07-01","fundEnd":"2007-09-30","funder":"ESRC","impactText":"","person":"Alexandra Maria Bright-Paul","coPersons":["Chris  Jarrold"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}