{"id":"E6E7078E-6F45-4140-8093-F7B7EF50E479","title":"Collaborative Research Opportunities in Energy with South Africa: Ab-Initio development and testing of fuel cell catalysts","abstractText":"The proposers have been closely involved in meetings with the key groups leading a new South African programme in catalysis. This proposal has emerged from these discussions, and is timely given the imminent launch of the ten year strategic programme in South Africa, and the establishment of the new Catalysis Competence Centre at the University of Cape Town and Mintek. It is closely aligned to the goals of the Collaborative Research Opportunities in Energy with South Africa call.Oxygen reduction may be considered one of the Grand Challenges faced by us in energy research. Success in this area may lead to at least a 20% improvement in the efficiency of low temperature fuel cell systems and a significant cost reduction in fuel cells. The most active and stable catalyst for oxygen reduction in low temperature fuel cells is platinum, which unfortunately is somewhat rare. Consequently, platinum particles with ever decreasing diameter are employed today to provide the largest amount of catalytic surface per precious metal atom. Yet nano-scale platinum particles are less stable than bulk platinum and provide inferior catalytic activity. Indeed, bulk platinum shows an oxygen reduction activity per surface atom which is about 20-times higher than for an atom on a 2.5 nm particle. If we could achieve the same surface reactivity for the oxygen reduction reaction in these ultra small particles as for bulk platinum, then we would be able to produce fuel cell powered cars with no more precious metal in them than the amount which is in the catalytic exhaust system of today's cars. The engineering of binary core-shell nanoparticles is a promising approach to achieve this goal. These catalysts consist of a core of inexpensive metal surrounded by a shell of precious metal. An obvious advantage of this approach is the reduction in required platinum as all the platinum is restricted to the surface of the particles. Additionally, structural and electronic properties of this surface platinum are altered potentially leading to improved stability and activity. The preparation of a few examples of particles with different cores is reported in the literature with indications of superior catalytic activity. However little is known about their thermodynamic stability, nor the likely composition of the best core-shell catalysts. The aim of this project is to produce a range of stable core-shell catalyst which have a platinum mass activity which is twenty times higher than the mass activity for a platinum catalyst of the same particle size. Such an improvement would allow a near 20-fold drop in platinum requirement in current fuel cells and thus significantly surpass the goals of the Department of Energy (USA) in required catalyst performance. Our approach is to link together both computational materials discovery with advanced testing procedures to efficiently map a large range of possible materials. Synthesis and testing of a small number of catalysts will be utilised to assure us that the computational search approach is operating efficiently and accurately. The proposal benefits from the significant research input being expended by our South African partners. They will match the manpower requested for this proposal (one PDRA, one PhD and staff time), and will take on a significant portion of the research effort funded through the South African Hydrogen Catalysis Competence Centre at the University of Capetown and Mintek.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G06704X/1","grantId":"EP/G06704X/1","fundValue":"618602","fundStart":"2009-10-05","fundEnd":"2013-10-04","funder":"EPSRC","impactText":"  Our findings have been used by an industrial company as part of the initial project (Johnson Matthey). They also have been used by our South African colleagues. We have successfully applied for continuing funding by one of the original team to perform further research in South Africa under a Newton travel fellowship Chemicals,Energy Economic","person":"Anthony  Kucernak","coPersons":["Tim  Albrecht","Nigel Peter Brandon"],"organisation":"Imperial College London","findingsText":" We have made fundamental discoveries about the stability of catalysts used within fuel cells and other electrochemcial devices. These findings are associated with determining how long these materials are liable to be stable under different operating conditions and allow prediction of what materials are liable to last longer. Our findings might be used to develop better, longer lived catalysts which end up making electrochemical systems (e.g. fuel cells) lower in cost and having better endurance. Chemicals,Energy,Environment","dataset":"gtr"}