{"id":"E6E89E6E-39C8-4C63-B3A6-96F0458A8C5B","title":"Bridging the Gap between Academic Theory and Community Relevance: Fresh Insights from American Pragmatism","abstractText":"The four AHRC projects involved in this collaborative grant application share the view that academic theories are not ends in themselves; rather that they must serve the needs of the communities studied. Indeed many scholars have raised concerns about the gap between academic interests for advancing knowledge for knowledge sake and the practical problems and needs of the communities studied by academics (Kelemen and Bansal, 2002). \n\nOur collaboration is unique in that it has a dual focus on rigour and relevance and seeks to advance and promote a 'Pragmatist agenda' across the humanities, arts and social sciences. This Pragmatist agenda is rooted in the American Pragmatist philosophical school of thought represented by John Dewey, William James and Charles Peirce. Put simply, American Pragmatism may be described as a practical and anti-foundationalist philosophy that focuses on the future and is concerned with improving the conditions that enable individuals to thrive in their everyday lives. It collapses not only the artificial division between theory and practice, emphasising the link between knowledge and action, but also other restrictive dualisms (e.g. body-mind, subject-object), by a process of inquiry that understands knowledge as a practical activity and the value of theory by the practical consequences and actions it produces (Kelemen and Rumens, 2012). \n\nBy working together with our community partners, our international academic link and his community partners, we will reflect upon as well as share our existing experiences about advancing theories that meet the dual criteria of rigour and relevance. The project will benefit greatly from a cross-disciplinary approach in terms of both content and mode of delivery. Underpinned by a Pragmatist philosophical approach, the collaboration taps into narrative methods, dramaturgical approaches, visual studies, sociological theories, design studies and community studies. Its innovative mode of delivery includes open participant sessions, drama exercises, experiential workshops, story telling, visual methods and crowd sourcing in an attempt to address issues of language translation and cultural capital across academics and community partners. \n\nThe work of our Japanese partner which relates to and involves communities affected by the Tsunami (2011) and their way of coping with a crisis situation will benefit greatly our project by providing insights into an ongoing successful collaboration between academics and communities. Professor Kiyomiya's research focuses on what is considered 'actionable' knowledge by communities and what makes knowledge relevant, useful and/or practical at their end. We will produce two installations as a result of the workshops held in the UK and Japan that will tour various venues. The UK installation will also travel to Japan. We will disseminate our findings in conference papers and journal articles and will feed our lessons into the teaching curricula of the five universities taking part in the project.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K006185/1","grantId":"AH/K006185/1","fundValue":"41620","fundStart":"2013-02-01","fundEnd":"2014-09-30","funder":"AHRC","impactText":"","person":"Mihaela Ligia Kelemen","coPersons":["Graham Paul Crow","Anita  Mangan","Busayawan  Lam","Theodore  Zamenopoulos"],"organisation":"Keele University","findingsText":"","dataset":"gtr"}