{"id":"E6E80583-0CD9-4A82-AD26-07EB64001BA8","title":"Highly active antiretroviral therapy (HAART) rationing and access mechanisms in Malawi: the impact of such mechanisms on achieved HAART use by youth","abstractText":"<p>This research examines the achieved use of Highly Active Antiretroviral Therapy (HAART) by young people in Malawi.<br />&nbsp;<br />HIV prevalence in Malawi is amongst the highest national rates but is not constant across the life cycle, peaking at age 30-34. Prevalence among youth represents more recent HIV infections. <br />&nbsp;<br />Malawi initiated a national HAART programme in 2004. 170,000 HIV-infected people are considered clinically eligible for HAART. The agreed country target is to place 80,000 patients on HAART by the end of 2005. No clear consensus has been achieved for rationing criteria and a variety of implicit and explicit mechanisms exist. <br />&nbsp;<br />It is known that young people experience problems in accessing sexual and reproductive health services. Underlying causes include Malawi's conservative attitudes towards adolescent sexuality, prevailing cultural beliefs about sexual behaviour and young people's social status. This research aims to illuminate how youth may be 'rationed out' of HAART use by better understanding rationing and access mechanisms and their interaction.<br />&nbsp; <br />Mixed methods will be used. Quantitative analysis of existing data will be used to determine existing levels of youth HAART use.&nbsp; Qualitative methods will be used to identify and better understand HAART rationing and access mechanisms and how such mechanisms impact youth uptake.</p>\n\n<p>&nbsp;</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-000-22-2882","grantId":"RES-000-22-2882","fundValue":"78736","fundStart":"2008-12-01","fundEnd":"2010-03-31","funder":"ESRC","impactText":"","person":"Barbara Isobel McPake","coPersons":["Sarah  Gibson"],"organisation":"Queen Margaret University Edinburgh","findingsText":"","dataset":"gtr"}