{"id":"E6EACDF2-314E-461C-A07C-120B52CA6175","title":"Ferrocene-peptide adducts for DNA binding: Towards sequence-selective electrochemical DNA sensors","abstractText":"DNA is crucial to life on earth, as it contains the genetic information which defines the characteristics of any living thing, from plankton to humans. It is made up of sequences of smaller building blocks, called nucleobases. This sequence defines both the genetic code the DNA contains and also its physical structure, which is most commonly a double helix - a bit like a ladder, coiled into a spiral. \n\nScientists have successfully decoded the entire sequence of human DNA and in turn have been able to link specific genes - discrete stretches of a DNA sequence - to particular diseases. This offers the potential to selectively identify genes which cause disease and offer new therapies. However, as the human genome alone contains around 20,000 genes, it is very important to be able to selectively and reliably recognise and signal the presence of individual genes. The type of molecule or device that allows us to do this is called a Sensor.\n\nSensors typically comprise two parts; recognition units which are highly selective for the desired target, and a reporter group which allows a measureable and quantifiable output. Chemists have had significant success in developing sensors to analyse small molecules, for instance pollutants and drug molecules. However, these molecules typically interact with sensors on the atomic level, whereas DNA and other biomolecules interact at a level 10 times larger than this, so a new class of sensor needs to be developed.\n\nNature uses DNA-binding proteins to &quot;read&quot; the genetic information stored in the DNA sequence. Proteins are long chains of smaller building blocks called amino acids that fold into well-defined structures, which are important for biomolecular recognition. Though these proteins are large and complicated molecules, the majority bind to the major groove of double helix DNA using a relatively small helical sequence, which is cylindrical in shape. \n\nIt is our intention to capture this DNA binding strength and selectivity in a significantly simpler (easily synthesised) system, by preparing a minimalist protein sequence derived from a DNA-binding helix. This will then be coupled to a chemical reporter group to provide the user with a measurable output sensitive to DNA binding. \n\nDue to its attractive properties and ease of modification, ferrocene is our reporter group of choice. We propose to use a core ferrocene unit and couple it to two DNA-binding helices which will be taken from the protein GCN4. This coupling will be achieved through the side chain of cysteine, a natural amino acid which we will introduce into the GCN4 sequence. This synthesis will lead to the development of novel, sequence-selective DNA biosensors, and provide an approach which is more widely applicable.\n\nThese miniature ferrocene-protein biosensors would offer advantages over current DNA sensors as they would be capable of selecting for both particular sequences and for double helix DNA. Other advantages would include being able to mimic the biological function of the DNA binding protein from which the sensor is derived, while providing a signal output, allowing us to monitor important biological processes taking place in real time.\n\nThese new sensors will drive increased understanding of how nature recognises genes within DNA, and in doing so will contribute greatly to efforts to develop new medical treatments and diagnostics.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J014672/1","grantId":"EP/J014672/1","fundValue":"99717","fundStart":"2012-04-16","fundEnd":"2013-04-15","funder":"EPSRC","impactText":"  To date the impact has remained purely academic (and training of PG and PDRA scientists). This will be updated as and when other impact is realised from this work.  ","person":"Anna Frances Peacock","coPersons":[],"organisation":"University of Birmingham","findingsText":" We have demonstrated that small biological building blocks can be combined with small chemical components, without altering the properties of either. Therefore new hybrids can be designed which can offer the advantages of both. We continue to build on these findings and to expan our original premise that the best of chemistry and biology can be combined in hybrids to deliver new functional materials. Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}