{"id":"E6ECB1ED-DD0D-4A5A-9B08-8B66BF2089E2","title":"The arts in dementia care - A Critical Review of cultural and arts practices in dementia care in the UK","abstractText":"It is generally accepted that the 'arts' improve the lives of those who live with a dementia. Consequently there has been a proliferation of arts based activities for people with dementia. However, there has been little or no critical evaluation of these initiatives. Similarly there has been little work exploring the views of people with a dementia who participate in arts activities. This lack of research has resulted in an uncertainty regarding the approaches that may be most effective. The proposed review will provide a corrective to this lack of clarity. The work will supply an analytical overview of the existing arts and cultural interventions that are used in dementia care. It will map some of the approaches being used and the gaps in research and knowledge concerning the use of the arts for dementia care. Above all, it will seek the views of people living with a dementia and integrate these in the final report. \n\nThe major outputs arising from the review will include a critical report on current arts based approaches to dementia care that will contribute towards a new critical paradigm for the assessment of arts and culture based approaches to dementia care. In addition, the review will articulate the perceptions of people living with a dementia concerning the value of arts and cultural interventions to their well-being and health and these views will be central to the re-appraisal of prevalent assumptions about the benefits of arts and culture in the lives of those living with a dementia. An additional major output from the 6 month project will be the development of a dedicated website that disseminates findings in accessible language and therefore reaches beyond academic boundaries to people living with a dementia, their carers and the dementia care workforce. \n\nThe project will benefit from a uniquely qualified inter-disciplinary team comprising: the PI - Dr. Hannah Zeilig (a research fellow at both the University of the Arts, London and the University of East Anglia) who has over two decades of experience as a gerontologist and has used numerous arts based approaches with people living with a dementia; Chris Fox who will provide clinical/research guidance and is a leading international dementia researcher and consultant old age psychiatrist and the input of the innovator and pioneer of arts based approaches to dementia care: John Killick.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L004852/1","grantId":"AH/L004852/1","fundValue":"25003","fundStart":"2013-08-28","fundEnd":"2014-09-05","funder":"AHRC","impactText":"  The literature review that formed part of this award has already been useful for others who are exploring the role of the arts for people with dementia, in particular those on the 'Dementia and Imagination' project. \nDuring presentations on the project, there has been a great deal of interest in the innovative methods used for eliciting informed consent (in particular at the international conference in Linkoping University, Sweden). \nThe executive director of Alzheimer's International is exploring possibilities of extending the Mark Making map so that projects across Europe and North America are included. \nThe department of health team 'action against dementia' have expressed interest in exploring the role of the arts for people with dementia as a result of this project. Communities and Social Services/Policy,Healthcare,Culture, Heritage, Museums and Collections Cultural,Societal,Policy & public services","person":"Hannah  Zeilig","coPersons":[],"organisation":"University of the Arts London","findingsText":" Mark Making has investigated ways in which a wide variety of artists have been working with people with a dementia. The questions central to Mark Making included: What is the value of the arts for people living with a dementia? How can the opinions and views of people living with a dementia be privileged? How should arts projects be evaluated? How can arts projects for this population be strengthened? These questions have been addressed by analysing the extant literature and also by working with a number of arts projects and seeking the views of participants, artists and staff alike. Reliable knowledge about the syndrome dementia remains limited and the reasons governing human engagement with the arts are notoriously hard to unravel. Therefore the insights from Mark Making are offered as provisional rather than certain. Above all, we have endeavoured to clarify the questions rather than to provide answers. Participative arts projects for people with dementia may be strengthened by knowing some of the aspects that are most valued by participants.\nPolicy makers will have a fuller understanding about the role and value of arts projects for people with dementia. \nBiomedical knowledge about dementia may be enhanced with insights into the creativity and embodied abilities that remain for people living with a dementia and that can be accessed by the participative arts. Communities and Social Services/Policy,Creative Economy,Healthcare,Other","dataset":"gtr"}