{"id":"E6ED0755-B0C8-41F1-9678-FB50B3615534","title":"PET Call: Development Of Quantitative CNS PET Imaging Probes For The Glutamate and GABA Systems","abstractText":"Positron Emission Tomography: antimatter in the clinic:\nToday, it is accepted that all subatomic particles have a &quot;mirror&quot; or antimatter counterpart with opposite charge and spin. Our understanding of particles and forces - the fundamental building blocks of the Universe - is built on these kinds of symmetries, which arise naturally out of the powerful framework of quantum mechanics. The positron is one such antimatter particle being the dark twin of the electron. Predicted by Dirac's equations, its existence was confirmed when discovered in cosmic rays using a cloud chamber, in 1932 by Carl Anderson at the California Institute of Technology. \nAntimatter annihilation provides one of the main imaging techniques used in hospitals today. Positron emission tomography (PET) relies on short-lived positron-emitting isotopes (of carbon, oxygen, nitrogen and fluorine) which act as tracers when incorporated into selected pharmaceuticals introduced into the body. A pair of gamma-rays at 180 degree angle is emitted as the positrons emitted, once travelled a short distance (&lt;1mm) annihilate as they come into contact with tissues and are detected by a surrounding position-sensitive detector array (largely developed as a spin-off from high-energy physics and astronomy research). The signals are used to construct a series of visual &quot;slices&quot; through the body that are then combined into a 3-D image. \nBiological functions such as blood flow, tumour growth and the action of drugs in the body can be followed using PET scans. It has been very successful at imaging brain structure and activity. Although the images are not as detailed as those from CT or magnetic resonance imaging (MRI) scans, they can measure biomolecular changes in a quantitative way. Improvements in PET scans have allowed physiological changes to be followed such as those that occur in Alzheimer's disease. PET is also used to provide fast and accurate 3-D images of tumours to see response to treatment and allow radiotherapy planning.\nMeasuring the Brain:\nPET is a booming field but also a very complex one; full use of the technology requires knowledge of physics, radiochemistry, pharmacology, biology and mathematics. Large steps have been made by UK universities to train people that can then be employed in research and industry in this area. This proposal wants to move this process one step further, providing integrative training to brilliant minds and enable them to work through the whole array of technologies involved in the development of a PET tracer. To achieve this we focus on a particular area of PET research that is the development of PET radiotracers that can measure the activity of the two most important neurotransmitters of the brain, Glutamate and GABA. The trainees will have the opportunity to train and operate in a unique international environment and interact with the best researchers in this area in academia and industry.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K022733/1","grantId":"MR/K022733/1","fundValue":"967215","fundStart":"2014-04-14","fundEnd":"2018-07-31","funder":"MRC","impactText":"","person":"Federico Edoardo Turkheimer","coPersons":["Antony David Gee","David  Nutt","Roger  Gunn","Ran  Yan"],"organisation":"King's College London","findingsText":"","dataset":"gtr"}