{"id":"E6EFBB30-ACDA-479D-BFD9-37A26E90D126","title":"Aspects of hyperbolicity in geometry, topology and dynamics","abstractText":"We will hold a three day workshop at the University of Warwickentitled ``Aspects of hyperbolicity in geometry, topology and dynamics''.We have received commitments from 11 internationally respected researchers, andintend to invite an additional 4. Workshop time will be divided between focuseddiscussion groups and research talks on cutting edge topics.We expect this interaction to generate new directions of research and inspirefuture research proposals. The workshop will include a poster session, an exhibition ofmathematical images and a celebration (funded by the Warwick Mathematics Instituteand participants) in honour of Professor Caroline Series' 60th birthday.Geometry has a history going back several millennia. Traditionally geometers studiedeuclidean or ``flat'' geometry where the angles of any triangle sum to 180 degrees.In modern times other geometries have become of great interest to scientistsand mathematicians. Notably, in spherical and hyperbolic geometry the angles ofany triangle sum to more than or less than 180 degrees respectively.Of these modern geometries, hyperbolic is the richest, and arises naturally inmany different contexts.Topology, one of the great triumphs of 20th century mathematics,is the study of shapes without regard to distance or angle.From the topological point of view, a sphere and cube are same;from the geometric point of view they are distinct: the spherehas much greater symmetry. One of the great insights of thelast 30 years has been that the geometry of greatest symmetryfor most 3-dimensional shapes is hyperbolic geometry.Dynamics studies how systems evolve with time, a classicalexample being the motion of the planets. Celestial mechanicsin particular gives rise to intractable chaotic systems.However there are much more tractable systems arising out ofhyperbolic geometry, due to the rapid divergence of straight lines.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I014985/1","grantId":"EP/I014985/1","fundValue":"22327","fundStart":"2011-05-26","fundEnd":"2011-08-25","funder":"EPSRC","impactText":"","person":"Brian  Bowditch","coPersons":["Saul  Schleimer"],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}