{"id":"E6F0B8FE-347D-4BEC-8BAF-4D9E0059932B","title":"Small is Beautiful? Visual and Material Cultures of Making and Mending","abstractText":"Early in 2009 the media began circulating the statistic that 120 small UK businesses were failing every day. While there has been significant interest in the economic and social implications of this loss, less attention has been given to the cultural effects of the recession, and its impact on the character and texture of public life. The research project aims to create a record of the material culture of workplaces that are particularly vulnerable to economic insolvency, places where the making or mending of material objects forms the core activity (such as shoe, clock and electrical appliance repair workshops, tailors and seamstresses, analogue photography studios and locksmiths). These kinds of ordinary 'hands-on' workplaces are becoming increasingly uncommon, their niche closed out by the availability of mass-produced inexpensive goods which are easily disposed of and replaced, and by changing technologies of production. They are often taken for granted until they disappear. What is lost is not just the services they provided, but the unique material cultures that sustained them--the objects, tools, skills and materials of repair and small-scale production. \\n\\nThe project will apply a creative, multi-method approach to produce a photographic and textual record of the material culture of such places, offering this into a moment of accelerated economic and social change. Research activities will focus on workplaces where there is some evidence of longevity, accretions of technology and material. Particular emphasis will be given to places that are public or quasi-public, storefront workshops and high street survivors that contribute to the visual and material texture of public experience. Workplaces that are still operational, as well as those that are winding down operations or recently closed, will be considered for inclusion in the project. At each site, researchers will produce a series of photographs which take a close-up and detailed approach to the framing of the workshop contents. The intention is to represent the character and aesthetic quality of the material culture in these spaces, rather than to produce a comprehensive visual survey. These images will then be used in a series of object-centred interviews with the people employed at the sites, collecting stories about the significance of the materials and their histories of use. \\n\\nThe project is focused geographically in the South West (defined as the counties of Cornwall, Devon, Somerset and Dorset), an area with a strong regional identity and with a well-established institutional infrastructure to support the project. The research will involve a project partner, the South West Image Bank (SWIB), a photographic archive established by the Plymouth Barbican Association to provide an accessible means by which the public can engage with images relating to the region's past. The research team will work closely with SWIB and other organisations to deliver a phased, multi-sited programme of community engagement and communication throughout the project. This will include a series of public exhibitions and research conversations, as well as a project blog and other opportunties for comment and participation. Through these activities the project will initiate a dialogue about social and economic change and the aesthetics of everyday spaces. Proprietors and employees of participating establishments will benefit from the project through public appreciation of their work, attendance at events, and receipt of the images produced. At the close of the project, image files will be deposited in the SWIB photographic collection and made accessible in an online gallery. In addition to delivering clear public outcomes, the project will contribute to the development of alternative methods for visual and material research, and significantly further academic understanding in a broad range of disciplinary contexts.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H038914/1","grantId":"AH/H038914/1","fundValue":"80762","fundStart":"2010-09-01","fundEnd":"2012-12-31","funder":"AHRC","impactText":"","person":"Caitlin  DeSilvey","coPersons":["James  Ryan"],"organisation":"University of Exeter","findingsText":" 1. Within the context of cultural and economic change, workplaces focused on repair and mending skills are, paradoxically, both threatened and thriving. The past 50 years has seen the disappearance of many of these businesses from UK communities. The skills and expertise of the remaining businesses are in high demand, but many of these businesses are run by aging proprietors who have no succession plans. The most resilient businesses are family concerns, with the potential for some generational continuity. \n\n\n\n2. The process of mending everyday objects reveals the salience of many different forms of value, beyond use or exchange value. Other forms of value expressed through the desire to mend include emotional value, relational value, aesthetic value, ecological value and social value. In seeking repair, people are guided by concerns for thrift and durability, but also value the non-commoditised aspects of repair and the workplaces where it is carried out.\n\n\n\n3. People employed in mending and repair trades understand their relationship to the objects and materials they work with, and to the communities where they are located, primarily as one of service and vocation. They think of themselves as makers, inventors and creators, who specialise in the skilful manipulation of materials and take pleasure in keeping things alive, and they actively resist characterisations of their work as 'just repair'. \n\n\n\n4. Photographic exhibitions in public spaces can provide the context for engaged and meaningful public engagement with research. Photographs can act as a catalyst for exchange between people who may not otherwise have the opportunity to encounter each other and share their experiences. In this project, images and other forms of representation created the condition of possibility for public conversations about--among other things--economic change, social resilience, sustainability and material memory.\n\n\n\n5. Treating the photograph as a 'made' object in its own right--bound up in material processes of editing, printing, mounting, display, handling, wear and repair--works to counter concerns about aestheticisation and nostalgia by emphasising the embedded labour in photographic practice. Writing about the photographs also introduces a critical tension--which allows reflection on issues raised by framing these sites as aesthetic objects, and highlights the context of the production of the photographs. The 'Small is beautiful? Visual and material cultures of making and mending' research project involved the SouthWest Image Bank as a formal partner, and the project provided direct benefits to the organisation, as well as engaging small-businesses and the wider public through a range of research and outreach activities. The project raised visibility and generated potential marketing materials for 20 small businesses in the South West. Outputs from this project have included a series of 4 public Communities and Social Services/Policy,Creative Economy,Environment,Manufacturing/ including Industrial Biotechology,Retail","dataset":"gtr"}