{"id":"E6F413D7-63A3-4F3E-89DD-8D2549840C2C","title":"Longer-term responses of Amazonian vegetation to fire","abstractText":"Tropical forests hold more species of plant and animal than any other kind of terrestrial environment. They also store vast amounts of greenhouse gases in their trees and soils. The Brazilian Amazon accounts for 40% of all these remaining forests, and is therefore of enormous global importance for protecting Earth's species and climate. Humid tropical forests do not normally burn, yet their future is becoming increasingly uncertain due to the threat of man-made fires. Human activities such as logging and forest fragmentation open up the forest habitat and make it more flammable, while agriculture in areas adjacent to remaining forest has greatly increased the number of fire incidents. Furthermore, there is now convincing evidence that regional climatic changes predicted for the next century could make the Amazon both dryer and hotter, increasing the frequency and intensity of extreme drought events and raising the flammability of enormous areas of forest. Severe Amazonian droughts occurred in 1997 and 2005, and led to widespread forest fires devastating thousands of square kilometers of forest. When a forest burns for the first time flame heights rarely exceed 30-40 cm, and the fire moves through the leaf litter. Although these fires appear relatively innocuous, they are actually highly destructive as most rainforest trees have a low tolerance of heat, and their slow rate of spread means that flames stay in contact with trees for long periods of time. As a result, even low-intensity fires kill between 8 and 40 % of trees larger than 10cm in diameter. They are also the first step in positive feedback cycle, where increased tree mortality produces a more open forest and increases the fuel available on the forest floor, making the forest more flammable, and increasing the severity of any subsequent fire. Forests that have burned more than once have lost around 80% of their trees &gt;10cm in diameter. We are only beginning to understand the implications of wildfires for tropical forest vegetation, and many important questions remain. For example, we cannot yet explain why rates of tree mortality vary from 8 to 40% depending on the region of forest, and we have almost no information on the longer-term effects of fire on tropical forest trees. We need more information on how long forests take to recover (if indeed they can fully recover), what happens to the makeup of tree species following recurrent fires, and how these responses may vary across the Amazon basin. This proposal will address these areas of uncertainty by examining what happens to forests 11-12 years after they last burned, in eight different regions of the Brazilian Amazon. These include four regions in core, mature Amazonian forests which have experienced a minimal influence from fires over the last millennia, and four regions of transitional forests which are close to the forest-savannah boundaries and much smaller in stature (holding only about half of the total wood volume). All these areas contain extensive areas of forest that have burned once, forest that have burned more than once in the past two decades, and unburned forest that has no recent history of fire. I have avoided selecting forests that have been extensively logged. By sampling tress and saplings in the three burn treatments (burned once, burned twice, unburned) in each of these areas, I will be able to test predictions about tree mortality and regeneration after fire in 'transitional' and 'core' Amazonian forests. This information will improve our understanding of the response of tropical forests to fires over a large area and over long time periods. Furthermore, it will provide information essential for assessing the resilience of the Amazon to human pressure, and the potential consequences of land-use and climate change.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G000816/1","grantId":"NE/G000816/1","fundValue":"75577","fundStart":"2008-10-01","fundEnd":"2010-09-30","funder":"NERC","impactText":"  Our findings attracted considerable media attention, and have been used by Brazilian researchers interested in developing nationwide estimates of carbon emissions. Their policy impact is diffuse (i.e. difficult to estimate) at present. Environment Policy & public services","person":"Jos  Barlow","coPersons":[],"organisation":"Lancaster University","findingsText":" This research demonstrated the impact that wildfires and logging have oncarbon stocks and species composition in Amazonian forests . We reveal the cryptic impact of wildfires in forests that were previously assumed to be undisturbed, provide the first evidence about fire impacts in western Amazonia, and show that in some Amazonian regions degradation can contribute almost as much to CO2 emissions as deforestation. By clearly demonstrating the importance of forest degradation from wildfires and logging, results from this research grant should:\n\na) encourage further academic research into forest degradation, including quantification of extent, frequency and impact. Results from western Amazonia were very different from those in the Eastern Amazon, supporting the need for well replicated larger-scale research in the future aimed at understanding resilience and resistance in tropical forests. \n\nb) Enhance the policy focus on reducing forest degradation, as well as deforestation. Most efforts to date have focussed on forest cover, with little legal consideration of the condition of the forests. This study shows the importance of considering forest condition too. Environment","dataset":"gtr"}