{"id":"E6FDEF8C-A0B2-4C80-A329-566BEA4174C5","title":"Central role of Nrg1 in the niche-specific coordination of morphogenesis stress responses and metabolism in the fungal pathogen Candida albicans","abstractText":"The fungus, Candida albicans is medically important because it causes a range of infections in humans, some of which can be lethal. It causes frequent infections of the mouth, especially in young babies, the aged and in AIDS patients. Also, most women suffer at least one 'thrush' infection during their lifetime. Candida also causes life-threatening 'systemic' infections in intensive care patients whose immunological defences are significantly weakened (e.g. in transplant and cancer patients). Considerable research efforts have been devoted to the question 'What makes Candida such a good pathogen?'. Many research groups have focussed their attention on virulence factors. These have been defined as fungal factors that interact directly with the human host to promote infection (i.e. enhance fungal pathogenicity). These virulence factors include the ability of this fungus to switch reversibly between a yeast-like growth form and a hyphal (mycelial) growth form, which is believed to help the fungus invade tissue. Candida switches to hyphal growth in response to specific environmental triggers, which include serum or glucose. This switch is controlled by a complex biological circuitry: some regulatory proteins activate hyphal development in response to these environmental triggers, whilst others repress hyphal development in the absence of these triggers. We have studied a key repressor in some detail - Nrg1. We have shown that Nrg1 is a regulatory protein that prevents hyphal growth in the absence of hypha-inducing environmental triggers. In the course of these studies we have found that, in addition to regulating hyphal development, Nrg1 controls the expression of genes involved in stress protection and carbon metabolism. This is highly significant because these processes are essential for the pathogenicity of Candida. (Human immune cells kill microbial invaders by exposing them to oxidizing chemicals. Candida must be able to protect itself from these oxidative stresses if it is to counteract these host defences successfully and establish an infection. Also, Candida must assimilate nutrients from the host to be able to grow and infect its host. This nutrient assimilation depends upon carbon metabolism.) Hence the regulator Nrg1 seems to be playing a vital role by coordinating a range of important cellular functions that are required for survival in the host (hyphal development, stress protection and metabolism). How does Nrg1 do this? The main objective of this project is to address this question. We have shown that the Nrg1 protein is chemically modified (phosphorylated) and that the level of phosphorylation changes during the yeast-to-hyphal switch. Our hypothesis is that accurate chemical modification is vital for the control of Nrg1 activity, and hence central to the ability of Candida to coordinate its hyphal development, stress protection and metabolism. In this project we will test this hypothesis using a powerful combination of the latest experimental tools. We will define which sites on Nrg1 are modified, identify which enzymes catalyse these modifications, and establish the effects of disrupting these modifications upon the pathogenicity of Candida. These studies will dramatically advance our understanding of how Candida pathogenicity is regulated at the molecular level.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F000111/1","grantId":"BB/F000111/1","fundValue":"450819","fundStart":"2007-12-01","fundEnd":"2010-12-31","funder":"BBSRC","impactText":"  Our findings have been used by the academic community to further advance the understanding of the molecular regulation of yeast-hypha morphogenesis - a key virulence factor in the major fungal pathogen of humans, Candida albicans. Pharmaceuticals and Medical Biotechnology ","person":"Al  Brown","coPersons":[],"organisation":"University of Aberdeen","findingsText":" This project focussed on Nrg1 - a negative regulator of hyphal development in Candida albicans. We defined how environmental cues that activate hyphal development lead to the release of Nrg1-mediated repression via post-transcriptional regulation of this transcription factor. Our findings were used by other groups (most notably Dr Haoping Liu's group in UCI, USA) to advance the understanding of Nrg1-mediated regulation of hyphal development in C. albicans. Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}