{"id":"E703B2D9-835B-45D0-8524-FF1C5BDFA24F","title":"Printed Logic Supply Chain (FlexIC) - TSB App. No. 155","abstractText":"Transistors based on crystalline silicon have dominated as the technology underpinning logic devices for the last fifty years, and the microprocessor is the ultimate example of this. Whilst the consequential packaging of processing power into high performance units has suited the development many electronic systems, such as computers, where processing power is naturally concentrated, it does not suit the future aim of ubiquitous computing. In a ubiquitous computing world, processing power is distributed at a low level to the places where it is required. The consequence of this is that humans no longer interact with specific electronic devices to engage with the digital world, but are constantly connected in an intuitive way that is open to all - a view that is expressed through the recent 'Digital Britain' reports.This will require the development of a new technology that allows high performance electronic devices (such as transistors) to be fabricated at very low cost on a diversity of cheap substrates including plastics. There are several technologies vying for this space, including thin film silicon, organic semiconductors and metal oxides. Each have their relative merits and demerits, and it is clear that no single technology will dominate, but rather that different technologies will address different application areas depending on the specific requirements (performance, lifetime, cost, operating environment, etc.). Metal oxide materials will have a clear role to play in this space as they offer particular features that the other technologies do not - most notably (and simultaneously) transparency, high carrier mobility, an amorphous structure, excellent uniformity and long lifetimes. However, in order to meet these applications, it is necessary to be able to marry metal oxide materials with a low cost patterning technology. To achive this will require a combination of diverse skills from materials characterisation to device testing and failure analysis. It is for this reason that the the Departments of Materials Science and Engineering will be collaborating on this project.This project will see the University continue to develop its expertise in the deposition of a diversity of metal oxide materials including n-type semiconductors (zinc oxide, indium zinc oxide and zinc tin oxide), p-type semiconductors (cuprous oxide) and insulators (hafnium oxide and aluminium oxide). These materials will be applied in a variety of discrete electronic devices, logic devices and circuits using a novel self-aligned patterning technology based on printing techniques. The University will then plug into a complete supply chain of UK companies through the wider project partners.As a consortium, we will develop a sheet-based process to provide printed logic components which will be employed to demonstrate and open up new application areas of distributed logic (ubiquitous computing). This will focus on interactive consumer products that allow brand enhancement, brand protection and improved product choice.Achieving this will require the University to research some very fundamental aspects of the physics, materials science and engineering of metal oxide materials. In particular, the nature of the band structure of metal oxides makes it very difficult to produce a stable, p-type semiconductor. The nature of the interface between metal oxide materials - particularly between semiconductors and dielectrics and between semiconductors and conductors, both of which are key for a functional device - is not well understood. There are numerous reports of a variety of degradation mechanisms operating in these materials, particularly under the application of elevated temperatures and under ultraviolet light illumination, but no consensus on degradation mechanisms. The University will aim to address these key issues to enable the project partners to utilise the metal oxide materials successfully within the time frame of the project.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=TS/I001158/1","grantId":"TS/I001158/1","fundValue":"425664","fundStart":"2010-10-01","fundEnd":"2013-04-01","funder":"EPSRC","impactText":"  This work has helped to enable our partner companies to commercialise large-area electronic devices based on metal oxiee semiconductors. Electronics Economic","person":"Andrew John Flewitt","coPersons":["Judith Louise Driscoll","Bill Ireland Milne"],"organisation":"University of Cambridge","findingsText":" The aim of this project was to build a complete supply chain to allow the realisation of metal oxide electronic devices in a low cost, printed logic application. As such, the industrial partners cover the complete supply chain. PlasmaQuest Ltd. produce deposition systems for high rate sputtering of metal oxides. Keithley Instruments manufacture test and measurement equipment for electronic device characterisation. Epigem Ltd. have experience in embossing for device patterning and high-resolu Transistors based on crystalline silicon have dominated as the technology underpinning logic devices for the last fifty years, and the microprocessor is the ultimate example of this. Whilst the consequential packaging of processing power into high performance units has suited the development many electronic systems, such as computers, where processing power is naturally concentrated, it does not suit the future aim of ubiquitous computing. In a ubiquitous computing world, processing power is d Electronics","dataset":"gtr"}