{"id":"E716FADC-EFD9-46AA-86B9-0375F6983CE2","title":"Mechanisms for aerobic methane production from terrestrial vegetation","abstractText":"In recent years, considerable research has focussed on the exchange of gases between the atmosphere and the biosphere with a particular focus on greenhouse gases that contribute to global warming. Methane is a potent greenhouse gas with a global warming potential 25 times greater than carbon dioxide. Methane was thought to originate mostly from anaerobic microbial processes (in wetlands, rice farming, the stomachs of ruminant animals, landfills), and from biomass burning and energy generation. However, it has recently been reported by Frank Keppler and colleagues (Nature, 2006, 439: 187-191) that there is a hitherto unknown source in an aerobic process in terrestrial plant foliage and fallen leaves. This could explain unexpectedly high atmospheric methane concentrations originally detected by satellite observation over tropical forests by Christian Frankenberg and colleagues (Science, 2005, 308: 1010-1014) and also observed by Janaina Braga do Carmo and colleagues (Geophysical Research Letters, 2006, 33). These observations have generated both scientific and media speculation about the benefits of forests as terrestrial sinks for atmospheric carbon dioxide which is a key feature of global warming mitigation policy. Recent published calculations suggest that terrestrial plants may be a previously undetected source of methane but no biochemical mechanism has been identified to explain these observations. Recently, we have reported a series of experiments that demonstrate the role of solar ultraviolet (UV) radiation in causing methane release from the terrestrial plant pectins found in plant cell walls. We explain that such observations may have been missed by past scientific studies because most experimental leaf chambers do not transmit the shorter wavelengths of UV found in sunlight. We have also demonstrated in preliminary experiments that other environmental stresses, including pathogens, can lead to methane production and that leaf emissions are further enhanced by UV radiation. We have submitted these results for publication in the journal Nature (as an invited resubmission). In the proposed new study we will investigate the magnitude of aerobic methane release from plant leaves with a particular focus on species of forest trees (tropical and temperate), grasses and salt marsh and the role of ultraviolet radiation. We will use UV-transmitting, temperature-controlled leaf chambers to enclose leaves and short vegetation stands in order to quantify the methane emission using both natural sunlight and experimental UV radiation. We will address the following questions which will enable a greater understanding of aerobic methane production by vegetation. What is the magnitude of aerobic methane emission from a range of plant species when exposed to global levels of solar radiation (including the ultraviolet component)? Are these methane emissions related to plant growth type, leaf anatomy, pectin content of leaves, leaf content of UV-absorbing pigments and enzyme quenching systems for UV-induced reactive oxygen species? Does methane emission from leaves vary through the season? How does methane production vary with different wavelengths? Does ultraviolet radiation also play a role in plant emissions of methyl halides, which are so-called ozone-depleting substances that contribute to the destruction of stratospheric ozone? This information will allow scientists to refine estimates of global methane production from terrestrial vegetation and to evaluate the role of vegetation in carbon sequestration and mitigation of global warming with greater confidence through improvements in the precision of the global budget of methane.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F020422/1","grantId":"NE/F020422/1","fundValue":"389751","fundStart":"2009-02-01","fundEnd":"2013-01-18","funder":"NERC","impactText":"  Research findings have been published in peer reviewed journals and conference presentations.  ","person":"Andrew Robert McLeod","coPersons":["Mark Fleming  Newman","David Sean Reay","Keith  Smith","Stephen C. Fry"],"organisation":"University of Edinburgh","findingsText":" After constructing experimental facilities that avoid many of the confounding factors influencing earlier studies, we obtained data demonstrating that 29 of 30 plant species examined do release small amounts of methane under realistic levels of UV radiation ranging from 0.6-31.7 ng methane per g leaf dry weight per hour. These values are similar to those reported in earlier studies. In addition, small amounts of carbon monoxide, carbon dioxide, ethane and propene are also emitted from foliage under UV irradiation.In an upscaling study we combined estimates of methane production from foliar pectin with a global UV irradiation climatology model and satellite-derived leaf area and temperature data to estimate the potential global methane emission from vegetation foliage. Our results suggested that global foliar emissions of methane could account for &lt;0.2% of total global methane sources to the atmosphere. Details of research techniques used to measure photochemical emissions of other atmospheric constituents are relevant to further studies of biogeochemical cycles in terrestrial, freshwater and marine environments in order to fully understand atmospheric budgets of greenhouse gases. Environment","dataset":"gtr"}