{"id":"E719B4E6-C70E-4F12-B718-5E7D72762849","title":"Stochastic Sensitivity Analysis of Population Balance Models","abstractText":"The project will improve capabilities for mathematical modelling and prediction of certain processes in chemical engineering. The formation of granules in the production of washing powder and the growth of soot particles are examples of particular interest. The state of such a process at any given time is given by a detailed list of the types of particle present and numbers of each type. In the washing powder case just mentioned the particle types would have a number of components including size, weight, and chemical composition. In all the processes that will be considered, there are several components in the particle type, so that the set of particle types is very large. As these processes proceed, a large number of particle transformations take place, each at a rate which is, initially, unknown. The basic focus of this project is the problem of deducing these process rates from experimental observations of the process.The method proposed to attack this problem is a numerical investigation of certain differential equations, called population balance equations, which can be used to model the processes. The large numbers of particle types and transformations make these equations difficult to solve numerically. Therefore our approach is to use Monte Carlo methods, where the real particles are modelled by a (much smaller) ensemble of computational particles, which are subject to random transitions and transformations. The new aspect of our proposal is to investigate numerically how a small change in the transformation rates will affect the measured outputs. This will allow us to tune the transformation rates in the model to match the numerical results to the experimental observations and should lead to predictive models for new processes. It will also allow us to understand and eventually avoid processes where the output is unstable over time. Both developments are of commercial importance.The calculation of sensitivities to transformation rates is a delicate numerical task, potentially involving the subtraction of two similar quantities, both subject to error. In order to achieve greater accuracy we will devise numerical schemes which match, as far as possible, the errors in the two quantities to be subtracted so that after subtraction the error is decreased thus producing more accurate results. We will do this by coupling the random behaviour of the particles in each calculation.The project will build upon the collaboration of Dr Markus Kraft (Dept. of Chemical Engineering, University of Cambridge) and Dr James Norris (Faculty of Mathematics, University of Cambridge) which has previously been supported by the EPSRC (GR/R85662/01). The project will lead to advances in chemical and computational engineering, and in mathematics.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E01772X/1","grantId":"EP/E01772X/1","fundValue":"663284","fundStart":"2007-01-01","fundEnd":"2010-06-30","funder":"EPSRC","impactText":"  Some of the mathematical techniques developed and published in this project have subsequently been taken up by a spin-out company which has implemented them into a commercial piece of software. Energy,Other Economic","person":"Markus  Kraft","coPersons":["James  Norris"],"organisation":"University of Cambridge","findingsText":" The main aim of the project was to improve capabilities for mathematical modelling and prediction of certain processes in chemical engineering. The formation of granules in the production of washing powder and the growth of soot particles are examples of particular interest. The state of such a process at any given time is given by a detailed list of the types of particle present and numbers of each type. In the mentioned washing powder case, the particle types would have a number of components including size, weight, and chemical composition. In all the processes considered, there are several components of the particle type, so that the set of particle types is very large. As these processes proceed, a large number of particle transformations take place, each at a rate which is, initially, unknown. The basic focus of this project was the problem of parameter estimation, i.e. how to deduce these process rates from experimental observations of the process.\n\nThe method we used to attack this problem is a numerical investigation of certain differential equations, called population balance equations, which can be used to model the processes. The large numbers of particle types and transformations make these equations difficult to solve numerically. Therefore we employed Monte Carlo methods, where the real particles are modelled by a (much smaller) ensemble of computational particles, which are subject to random transitions and transformations. The novelty of the work is to investigate numerically how a small change in the transformation rates affects the measured outputs, i.e. to calculate sensitivities. This also makes it possible to tune the transformation rates in the model to match the numerical results to the experimental observations and greatly improves models predictive power for new processes. Six papers have been published on this subject of parameter estimation. This is highly relevant to industry, as shown by the fact that two papers have been done in collaboration with an industrial co-author. In addition several invited talks were given at various universities and companies.\n\nThe calculation of sensitivities to transformation rates is a delicate numerical task, potentially involving the subtraction of two similar quantities, both subject to error. In order to achieve greater accuracy, we have devised numerical schemes which match, as far as possible, the errors in the two quantities to be subtracted so that after subtraction the error is decreased thus producing more accurate results. This has been achieved by coupling the random behaviour of the particles in each calculation. Three papers have been published where this is described in detail.\n\nThe project has been a successful continuation of the collaboration of Dr Markus Kraft (Dept. of Chemical Engineering, University of Cambridge) and Dr James Norris (Faculty of Mathematics, University of Cambridge) which has previously been supported by the EPSRC (GR/R85662/01). As described above, advances in the fields of chemical and computational engineering, and in mathematics have been made.\n\nIn 2009 a workshop on population balances was organised in Cambridge which brought together leading experts from academia and industry. \n\nSome effort went into the redesign of the Computational Modelling Group's website to advertise our scientific results and make them accessible to the general public. \n\nIn addition a popular science lecture on soot/carbon black has been created to disseminate some of the work to a general audience. Some of the mathematical techniques developed in this project may be taken forward by other population balance researchers to further advance the subject, and can be applied as part of industrial consultancy projects, as has already been the case. Energy,Other","dataset":"gtr"}