{"id":"E71AA27B-D6E1-41B5-A5FC-D880BC6901E5","title":"Community-generated media for the next billion","abstractText":"This project aims to contribute significant insights into how social-media sharing systems should be designed and deployed to benefit many billions of people beyond the mainstream developed world. Our target communities live in both developing countries and those that are marginalised in places such as the UK. We will do so by exploring a series of novel information ecologies for media sharing in a highly populated, but remote, rural development context. Working with Transcape, our main project partner, we will build on a current wireless network to establish digital media libraries connecting multiple locations across 5 villages in the Wild Coast of South Africa. We will use this infrastructure to examine the interplay of mobile phones, pico-projectors, situated displays, word-of-mouth storytelling and paper-based artefacts to create and exchange multimedia content for education, health, agriculture, local social welfare and community decision-making. We will ground our innovations in local social systems, undertake participative design activities and iteratively test novel solutions and ecologies. This project will deliver a well-documented toolkit to allow organizations like Transcape to establish community media sharing infrastructures. The toolkit will also be highly applicable in marginalised communities in the UK and other developed counties. We aim, then, to provide a practical way for many others to put our research results into immediate action. Further, by directing the collaboration of interdisciplinary experts towards the particular technological challenges of rural communities this project can dramatically re-shape: 1) the ways we conceptualise the Internet in community information sharing; 2) how the rural poor in developing regions experience media-centric computing; and, 3) methods to localize ICT design and development in marginalised communities.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H042857/1","grantId":"EP/H042857/1","fundValue":"449681","fundStart":"2010-08-01","fundEnd":"2011-04-01","funder":"EPSRC","impactText":"","person":"Joemon M JoseMounia  Lalmas","coPersons":["Matt  Jones","David Mark  Frohlich"],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}