{"id":"E71B139C-5C3C-41E9-B7F9-6C88FC039F57","title":"The Whole Truth: Varieties of Totality","abstractText":"&quot;The truth the whole truth and nothing but the truth.&quot; These words are familiar from courtroom dramas. But what do they mean? Debates about the nature of truth have long been prominent in philosophy. But relatively little attention has been given to the question what it is for a statement to be the whole truth, or equivalently, what it takes for a description to be total, rather than merely partial. This project seeks to redress that. We will study the logic and semantics of expressions such as &quot;and that's all'' or &quot;and that's the whole truth&quot; - so-called &quot;totality operators&quot;. \n\nThe topic is of crucial importance for metaphysics. One of the central questions in metaphysics is what the world is fundamentally like. One candidate answer is materialism, or physicalism, which takes only physical facts to be fundamental. However, this notion of fundamentality is notoriously elusive, and so we need to know more about what materialism amounts to. A typical first stab at an explanation would be this: materialism requires that every fact about the world is entailed by the physical facts. But it has been recognized that this would leave materialism without the fighting chance that it deserves: certain negative truths, like the truth (if it is one) that there are no angels, are not entailed by the physical facts, but nonetheless do not threaten materialism. A plausible remedy that has been suggested is that materialism boils down to the thesis that every truth is entailed by the physical facts together with a &quot;that's all&quot; or &quot;that's the whole truth&quot; clause. This prompts two questions. First, does that thesis adequately capture physicalism? Second, is the thesis philosophically defensible? In our attempt to answer these questions, we will draw on the results of our investigations into the meaning of totality operators. \n\nOutside the context of fundamental metaphysics, totality operators will typically be restricted: not all truths are always relevant, after all. We will study the logic of such restricted totality operators, and apply them to issues in epistemology and in legal theory. One central topic in epistemology concerns the conditions under which one counts as having epistemic justification for believing certain propositions. It is initially appealing to hold that if one has a perceptual experience as of p then one has justification for believing p. But evidence is defeasible. Even though a certain body of evidence provides justification for believing a proposition, an augmented body of evidence may not. As such, the above principles, or any like it, could be exceptionless unless we add to their antecedents some kind of totality clause - a condition to the effect that one has no further evidence or no further 'relevant' evidence or no defeating evidence. Rarely, though, is this totality requirement explained in much detail or investigated formally. We will use specifically epistemic totality operators to illuminate it, and thus to clarify the nature of defeasible reasoning. \n \nThe part of the project concerned with legal theory will use case law on perjury as a data source of reflective, yet philosophically untutored intuitions about what counts as &quot;the whole truth&quot;, and explore how far formal &quot;that's-it&quot; operators are capable of capturing the meaning of that phrase. This will help to clarify a notoriously difficult legal doctrine. In the theory of legal drafting, lawmakers sometimes try to make statutes &quot;judge proof&quot; by enforcing a tacit &quot;that's-it&quot;-clause that limits the scope of judicial discretion. In the domain of abstract jurisprudential theory, the doctrine of formalism, with its slogan &quot;the positive law is all there is&quot;, appears to involve some totality claims. We will investigate to what extent totality operators can be a useful tool in legal drafting, and whether they allows us to give a coherent account of formalism. Our results may lead to improvements in jury instructions and computer-assisted legal drafting.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/M009610/1","grantId":"AH/M009610/1","fundValue":"186781","fundStart":"2016-01-01","fundEnd":"2017-08-31","funder":"AHRC","impactText":"","person":"Stephan  Leuenberger","coPersons":["Martin James Smith","Burkhard  Schafer"],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}