{"id":"E723F06F-B8CC-409B-B78E-56DA56737EED","title":"Is Jurors' reasoning 'beyond reasonable doubt'? Examining juror decision making about DNA evidence.","abstractText":"<p>DNA evidence can place a suspect at a crime scene if their DNA profile matches the profile derived from crime scene DNA samples. It is presented as an error rate, the random match probability; the chance that the crime scene DNA could match persons other than the defendant. Despite this, it is frequently perceived to be irrefutable and anecdotal evidence suggests that jurors are increasingly expecting DNA evidence, even in cases where it would be of little or no probative value, the 'CSI effect'.</p>\n\n<p>Reasoning about contextual aspects of DNA evidence is under-researched. </p>\n\n<ul>\n \n\n <li>Do jurors question whether the crime scene contains contextually consistent information (eg semen suggests sexual activity).</li>\n\n <li>Do they ask about how the DNA arrives at the scene and the relevance of the type of cells found at the crime scene to both the process of DNA transfer and also the crime? </li>\n</ul>\n\n<p>DNA evidence presentation format has evolved under the precedent system (ie, case by case) rather than by structured assessment of different presentation methods. Little is known about how such contextual factors impact on DNA. </p>\n\n<p>This grant employs an empirical program of research to evaluate how best to present DNA evidence in order to facilitate juror reasoning. </p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/I004610/1","grantId":"ES/I004610/1","fundValue":"75731","fundStart":"2010-10-01","fundEnd":"2011-11-30","funder":"ESRC","impactText":"  Presented to practitioners and to key policy makers. Government, Democracy and Justice Policy & public services","person":"Sonia Alice Macleod","coPersons":[],"organisation":"University of Oxford","findingsText":" That people on a jury which is presented with DNA evidence may place a higher value on circumstantial information rather than on the numerical information contained within the DNA random match probability. They are relevant to the way in which probabilities and/or risks are perceived by the general public. Government, Democracy and Justice","dataset":"gtr"}