{"id":"E724DD3E-4076-4DCA-AE79-97C4BA5776ED","title":"Carbon Capture from Power Plant and Atmosphere","abstractText":"Energy supply for the UK, and for the world, will experience major changes during the next 20 years. Many nations seek secure energy supplies, combined with low costs, and sustainable environmental impacts. Most of world energy currently derives from combustion of fossil fuel. The UK is no exception.In the UK, fossil fuel (oil) dominates transport use, and is difficult to change in the near future. Electricity and heat generation is dominated by gas (41%) and coal (34%), with 20% from nuclear, only 3% from renewables, and 2% imported electricity. This gas and coal will from now onwards largely be imported, paying costs to suppliers outside the UK. This also means security of supply is not guaranteed. Can improvements be made to the use of these energy sources?A key environmental problem is that fossil fuel combustion releases fossil CO2 to the atmosphere. This is now, beyond reasonable doubt, linked to global warming and climate change. Atmospheric CO2 also dissolves in ocean water, forcing an increased acidity greater than any time in the past 20 Million years. Even those who still do not believe in climate change cannot escape the inevitability of ocean acidification / with as yet un-predicted consequences. For this reason alone, atmospheric CO2 must be reduced.To enable continued use of fossil fuels, whilst renewable sources are developed, it is an urgent requirement to de-carbonise their combustion. The Stern Review of Climate Change Economics in 2006 clearly re-stated that significant progress must be made during the ten years until 2017.This research proposition addresses the fossil fuel issues in two ways: Firstly, to create a UK Centre of university expertise in the capture of CO2 from power plant. Current industrial systems rely on chemical absorption by solvents, but require a very high energy input, which reduces the environmental gain. The Centre will focus on new technologies of CO2 separation by adsorption onto nanoporous materials materials, by filtration of CO2 from power plant flue gases by newly created semi-permeable membranes, and by membrane separation of oxygen from air, to enable oxy-fuel combustion and efficient CO2 separation.Secondly, we acknowledge that there is, and will be, a need to remove existing CO2 emissions from the atmosphere. The reductions proposed from power plant emissions do not reduce existing CO2, they just make the increase slower. To control the earth atmosphere and produce a sustainable climate requires extraction of CO2 already emitted. This is routinely achieved, at low cost, by vegetation. We will create an entirely new centre of university expertise which will focus on using bio-mass from agriculture, forestry and waste. This can firstly make bio-fuel to replace fossil sources, and the residues can be pyrolised to form charcoal. Such charcoal has been used in traditional cultures to enhance soil fertility, and locks up carbon for thousands of years. Improvements in land use in the EU, USA, and developing world can achieve this, by an integration of engineering, soil science, and social benefit to cultivators.The University of Edinburgh and Heriot-Watt University already host the UK's largest academic centre investigating the geological burial of CO2 captured from power plant. There are existing multi-skilled networks in Edinburgh linking land use, agriculture, social, legal and economic analysis, chemical engineering and petroleum geoscience. Creation of the Carbon Capture Centre will be an ideal complementary activity, and the range of expertise, from atmospheric capture, to power-plant capture to cultivation and geological burial will be unique.Outputs from the Centre can help the UK to combust coal and gas with environmentally clean methods, to enhance energy security by diversifying away from fossil fuel sources, and to commence the direct clean-up of CO2 from the atmosphere in a energy efficient, and financially efficient, sustainable way.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F034482/1","grantId":"EP/F034482/1","fundValue":"1089230","fundStart":"2008-11-25","fundEnd":"2014-08-31","funder":"EPSRC","impactText":"  We cannot say at the moment,las the grant finished in August 2014. Several papers have been produced though, some of which are attributed to the new staff now employed. Other ","person":"Graeme  WhitePatrick William Corbett","coPersons":["Raffaella  Ocone"],"organisation":"Heriot-Watt University","findingsText":" This project is part of a larger collaborative venture with University of Edinburgh, for a research programme into technology supporting carbon dioxide capture from power stations. The Scottish Funding Council provided additional funds used to establish a new laboratory facility to support the staff employed. At Heriot-Watt, Dr Humphrey Yiu was appointed and established a facility to develop and test novel materials for CO2 capture. These materials are based on naturally occurring ones which would reduce the environmental burden should their potential for capturing CO2 prove feasible. We appointed two PhD students to support Dr Yiu; one looking at novel inorganic-organic hybrid nanoporous silica for chemisorptions of carbon dioxide. This material has an amine group which was shown to enhance the CO2 adsorption capability. The second student worked on a natural polymer. By depositing chitosan, a waste biopolymer, onto a fume silica support, a composite material was formed with a surface area over 100 m2/g. Moreover, this chitosan-silica composite material shows a CO2 adsorption capacity of 10 - 15 cm3/g (273K, 1 bar). Considering these composite materials having a much lower carbon footprint than most state-of-the-art sorption materials for carbon capture, such as metal-organic frameworks (MOFs), such adsorption capacity value is remarkable and potentially valuable for future work. The student is still completing his studies and further outputs are expected.\nIn parallel with the chemical adsorbents, we appointed a 3rd PhD student to work on novel methods for combustion. Chemical looping combustion (CLC) is potentially one of the technologies best suited for capturing CO2 at low cost and efficiently providing a low energy option for the separation of CO2 from flue gases. The process consists in the cyclic reduction and oxidation of metal particles which act as oxygen carriers. These metal particles are exchanged between two reactors, usually a circulating fluidised bed and a bubbling bed reactor, where the oxidation and reduction reactions occur, respectively. In certain countries, this technology is already at pilot plant scale and further optimisation is needed before it can be commercially viable. Our work was focused on providing this optimisation by developing detailed models of the combustion system, integrated into a model of the power plant itself. The model contains the hydrodynamic characterisation of the oxidation reactor involving optimal circulation rates, thermal output, residence time; the full characterisation of the combustion involving bed expansion, residence time, bubble characteristics; a complete mathematical model for the hydrodynamics and the heat and mass transfer in the two reactors; the economic analysis and process integration of the full system. So far the results obtained are aimed at exploring the feasibility of the plant layout by using ASPEN\nA further study was conducted in collaboration with colleagues at University of Edinburgh. Dr Chiara Maria Ferrara was appointed to work on membrane separation methods for CO2 capture. Dr Ferrara has a strong background in modelling gas separation properties of membranes and has established an experimental facility to test these membranes. \nThe PhD students appointed on this grant have yet to complete their thesis and when this is done, we fully expect further outputs from their work. It is too early to tell how this may progress due to the PhD students are in their final year of work. Chemicals,Energy,Environment,Manufacturing, including Industrial Biotechology","dataset":"gtr"}