{"id":"E724B2C2-50FB-4F8D-AD5A-A45126D7FACE","title":"Building Large Quantum States out of Light","abstractText":"We aim to build the world's biggest quantum photonic network, in which up to twenty photons, elementary particles of light, are connected to produce a large, controllable quantum system. This new tool will open up important realms of physics that have been too complex to study conventionally, such as biological energy transport and high-temperature superconductivity. Since photons are used to transport information, the network will also form a platform for revolutionary new quantum technologies like ultra-precise sensing and guaranteed-secure communication across the globe. To achieve such a large quantum system, we will introduce new techniques that fundamentally change the scalability of photonics. This will lay the ground for even larger networks in the future, establishing the UK as a leader in the nascent quantum technology industry.\n\nWe have known for over a hundred years that atoms and molecules don't move according to Newton's laws. Instead, they obey the laws of quantum mechanics. These laws are strange but they explain how chemical bonds form and why silicon chips can make computers. These insights drove a profound technological revolution in the 20th century, spanning extraordinary advances in medicine, telecoms, and computing. It is now clear that our current knowledge of quantum systems is just the tip of the iceberg. While we can understand quantum effects between just two particles exactly, or between many atoms in an approximate way, as is the case for a semiconductor transistor, large objects composed of many particles cannot be analysed in detail. They are too complicated, and in fact beyond a few atoms, they cannot even be simulated with a supercomputer. The problem is that quantum systems are fuzzy, in a sense, so each particle is a distribution, not a single point. To describe many particles requires distributions of distributions of distributions and so on. This explosion in complexity means that many interesting systems in nature - in biology and medicine, particle physics and materials science - have so far been largely closed to analysis. The only way to study complex quantum systems in detail is to build a machine that can create them in a tailored, controllable way, so that we can build models of the real systems we want to study.\n\nOver the past two decades, a new science of quantum information has developed. In addition to their application to problems in the natural sciences, it has been shown that large controllable quantum systems can underpin a host of transformative new technologies, including the possibility of quantum computers that are exponentially faster than today's best computers. Perhaps surprisingly, one of the most advanced approaches to quantum computation involves photons instead of atoms. Photons can easily be transported by optical fibres, which are a mature technology used for telecoms and the internet, and they experience almost no noise. Because of these advantages, optical quantum cryptography over short distances is already commercially available.\n\nTo go further and realise the most ambitious goals of quantum information science, and to open up the investigation of complex quantum systems, many photons must be connected and precisely manipulated. We aim to meet this challenge by leveraging advanced fabrication methods developed for the modern telecoms industry to build a large-scale controllable quantum photonic network, at the level of around twenty photons. In particular, we will use silica integrated optics -- circuits for light written on small glass chips -- to connect photons with minimal losses. These will be joined to superconducting detectors that count photons with high efficiency, and novel quantum memories that can store photons and synchronise the network. Combining quantum memories with these highly efficient technologies will enable the network to operate with at an unprecedented scale, giving access to new physics and new technologies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K034480/1","grantId":"EP/K034480/1","fundValue":"3504130","fundStart":"2013-05-20","fundEnd":"2018-05-19","funder":"EPSRC","impactText":"","person":"Ian Alexander Walmsley","coPersons":["Martin  Booth","Peter George Smith","Brian J Smith","Myungshik  Kim","Peter  Knight"],"organisation":"University of Oxford","findingsText":" The project is ongoing. We have developed a flexible, reconfigurable approach to building low-loss optical circuits on photonic chips. Our approach to building low-loss silica photonic chips may have use in the development of new quantum photonic technologies. Digital/Communication/Information Technologies (including Software),Electronics","dataset":"gtr"}