{"id":"E7275896-4C7A-4C97-9F0E-E517137C9D87","title":"Extra-cellular matrix inducible collagenase activity in asthma: a potential drug target against airway remodelling.","abstractText":"Asthma effects more than 5 million people in the UK and is responsible for 70,000 hospital admissions and 13,000 deaths each year. Despite treatment many patients still experience significant symptoms. Patients with chronic asthma can develop structural airway changes called airway remodelling which increase the frequency and severity of their symptoms. Airway remodelling is not well counted by current asthma therapies and new approaches to treat remodelling are urgently required. Extracellular matrix proteins surround all cells providing support but also effecting cell function. In remodelling, excessive amounts of the extracellular matrix proteins collagen 1 and tenascin-C are deposited in the airways. We have shown that these proteins can cause increased expression of enzymes called MMPs. We think that MMP-1, made by smooth muscle cells in the airways in response to signals from collagen 1 and tenascin-C leads to increased airway contraction and asthma symptoms. In this study, we will examine how collagen 1 and tenascin-C act on smooth muscle cells to produce more MMP-1. Next, we will determine how these extracellular matrix proteins and MMP-1 lead to increased airway contraction in an experimental model of asthma. We will then confirm our findings in human asthma: we will use samples from people with no lung disease and compare them with patients with asthma, with mild and stronger airway narrowing in response to a standard asthma trigger. By studying the expression of MMP-1, collagen I and tenascin-C in the lungs of these patients and if they have more airway narrowing and worse asthma symptoms. We hope this study will provide potential new targets for drugs to treat airway remodelling, reduce asthma symptoms and improve quality of life for those with asthma.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G1100163","grantId":"G1100163","fundValue":"348141","fundStart":"2012-02-06","fundEnd":"2015-08-11","funder":"MRC","impactText":"","person":"Simon Richard Johnson","coPersons":["Timothy  Harrison","Ian  Hall","Gisli  Jenkins"],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}