{"id":"E7286C52-CC0F-4BDD-B127-C9DC46981E21","title":"Food Security and Land Use: The Telecoupling Challenge","abstractText":"The Telecoupling Consortium, consists of four focal countries (Brazil, China, U.K. and U.S.), vulnerable spillover countries in Africa, two major CGIAR centers (CIAT and IFPRI) , FAO and extensive stakeholder involvement. We apply an\ninnovative integrative framework, Telecoupling - socioeconomic and environmental interactions among coupled human and\nnatural systems at different scales over great distances - that can transform how we think about collateral effects from\ninternational trade on food security and land use dynamics. We address Theme 3 (Feedback Loops), focusing on major\ncommodities central to food security: rice, corn, wheat, soybeans, potato, biofuel crops (mainly sugarcane and corn) and\nlivestock. We will examine processes at different scales, from the international trade in major food commodities, to in-depth\nstudies at regional/local scales. The Consortium partners bring to this project a very large portfolio of food security and land\nuse projects, representing four continents, while providing a much needed framework to address how food systems change\nacross large distances, and to account for socioeconomic and environmental consequences of shifting forms of food\nproduction, trade and distribution. The team includes leading scholars in social and natural sciences as well as influential\nstakeholders in relevant sectors. The end result of this project will be enhanced capacity to predict effects from shifts in\nfood flows and land use; tools to facilitate policy changes to improve food security, while ensuring a more sustainable\nenvironment; increased cooperation among major research and stakeholder groups in major food production and\nconsuming countries; and training a new generation alert to minimizing negative consequences from changes in land use\nworldwide. The project will provide a comprehensive framework, a complex systems modeling approach and a Web-based\nDecision Support System to finding solutions that enhance food security for all, while ensuring a sustainable earth.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M021335/1","grantId":"NE/M021335/1","fundValue":"140984","fundStart":"2015-02-01","fundEnd":"2020-01-31","funder":"NERC","impactText":"","person":"James David Millington","coPersons":[],"organisation":"King's College London","findingsText":"","dataset":"gtr"}