{"id":"E72868F1-A9B7-4952-A537-A47459F22C54","title":"Artefacts of Excavation: the international distribution of Egyptian finds from British excavations 1880-1980","abstractText":"From the 1880s to the 1980s British excavations in Egypt resulted in the discovery of tens of thousands of ancient Egyptian objects. This included unique discoveries at iconic sites such as the tombs of Egypt's first rulers at Abydos, the temple of Hatshepsut at Deir el-Bahri, the ancient city of Tell el-Amarna and vast animal cemeteries at Saqqara. A large proportion of the recovered objects, however, were distributed to an estimated 200 museums around the world before they were fully documented or published. Consequently, before any proper analysis of these excavations can be undertaken, considerable research time has to be invested in identifying where objects are so that they can be studied. To date, such searches have been piecemeal, dependent upon a researcher's regional or chronological interests. 'Artefacts of Excavation' is a more ambitious project that will create a valuable central resource for the relocation and re-contextualization of these objects, and will seek to transform our understanding of the role of these distributions in the development of archaeology and museology. By charting the nature of the relationships between objects, people and places that were created through a century of finds distribution from British excavations in Egypt we will transform our understandings of the historically contingent construction of ancient Egypt in museums and of the disciplinary development of archaeology and museology from both a global and local perspective.\n\nThese goals will be achieved by documenting for the first time the scope, scale and complexity of these distributions. This will be made possible by the skills of the project team, who will bring together their knowledge and experience of Egyptian archaeology, museum practice, digital technologies and archival research to bring dispersed collections back together virtually in a central, publicly accessible online resource that will enhance the potential for curatorial work with these collections. In so doing this project will provide a model of knowledge exchange between archaeological specialists and museum practitioners, which in turn will be of cultural benefit to the public through improved displays and collections information. It will also directly benefit archaeologists working in the field in Egypt, including our Egyptian colleagues, who are today re-excavating many of the key sites previously examined, but which were largely unpublished or else only partially published, by previous generations of British fieldworkers.\n\nInvestigation of such finds distribution will make it possible to examine the local, national, international, and colonial identities that were negotiated as different people and institutions vied for a share of excavated material and sought to influence the direction of work in Egypt itself. Such excavations were largely conducted at a time when the colonial project saw museum institutions established across the globe, while collections expanded considerably, but it was also the period that witnessed the establishment of archaeology as an academic discipline. By exploring the distribution of objects from excavations to museums, and the voluminous correspondence that accompanied these exchanges, this project will challenge the commonly held view that excavation in the field and museum work formed two areas of practice and through archival research demonstrate their symbiotic relationship. We will explore the processes of 'artefaction' that occurred both in the field in Egypt and in museums, in which Egyptian objects transformed from their 17th-19th century status of individual curios to polyvalent artefacts whose meaning was socially constructed through shifting links to specific places, objects, people, and institutions. Through detailed case studies of 9 different institutions across the UK, Commonwealth, and the globe these complex relations can be explored, transforming how we understand contemporary attitudes to the Egyptian past.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L004569/1","grantId":"AH/L004569/1","fundValue":"479506","fundStart":"2014-04-30","fundEnd":"2017-04-29","funder":"AHRC","impactText":"  This project has become known in the museum community in particular, and it has already generated significant response from collections whose curators wish to enhance their understanding of where their holdings fit into the wider picture of the acquisition of prevenanced antiquities from Egypt in the late 19th and 20th centuries. Education,Culture, Heritage, Museums and Collections Cultural","person":"John  Baines","coPersons":["Alice  Stevenson","Liam Anthony McNamara"],"organisation":"University of Oxford","findingsText":" This project was delayed some months in starting because of the need to reconfigure after the nominated researcher was awarded an long-term curatorial poistion. Because the straff has been fully in place for less than two months, it is too early to report results. Our website will be operational around the end of 2014. It is designed for dissemination both to museum curators and to the wider interested public. Creative Economy,Education,Culture, Heritage, Museums and Collections","dataset":"gtr"}