{"id":"E72B19E1-49F1-4AA9-8635-61D70D6DE5BF","title":"MICA: Targeting the RA synovial fibroblast via cyclin dependent kinase inhibition - a phase IIa study","abstractText":"Context \nRheumatoid arthritis (RA) is a condition in which the joints become inflamed and painful. It affects about 1 in every 100 adults in the UK. It is thought to be caused by the patient's immune system mistakenly attacking their joints. The resulting inflammation is not only painful but reduces joint movement and eventually causes joint damage and deformity. RA can also affect other organs such as the lungs, and patients with RA also have a higher than average risk of developing heart attacks and strokes. They are also more susceptible to infections. Many patients lose their jobs soon after the diagnosis is made.\n\nAims and objectives\nMost drugs currently used to treat RA neutralise the inflammation (anti-inflammatory drugs, steroids) or the cells of the immune system and their products (biological therapies or 'magic bullets'). Over the past 20 years the outcome for RA patients has improved, partly because of earlier and more 'aggressive' treatment (more drugs, higher doses) and partly because of new therapies that have been developed (particularly the 'magic bullets'). However, many patients don't respond completely to these treatments and some don't respond at all. We believe that there is another type of cell responsible for the symptoms in these patients. The fibroblast is a cell that is present in healthy joints, where it is important for normal joint function. However, fibroblasts divide inappropriately and become more numerous and 'aggressive' in RA joints. They damage the joint by producing chemicals that eat into cartilage and bone, and also produce inflammatory chemicals themselves. \n\nThus, a useful cell in health becomes one that causes inflammation and joint damage in RA. As far as we know none of the current treatments affect the behaviour of fibroblasts. Our plan is test a drug in RA patients that we think will do so. The drug interferes with the machinery that is necessary for cells to divide. Fibroblasts in the RA joint seem particularly sensitive to this drug, which we therefore believe can correct their abnormal behaviour. The drug has already been tested in patients with certain types of cancer (in which cells also divide inappropriately) and seems safe enough to test in RA. We aim to show that the treatment is safe in RA, and that it could provide a useful treatment for RA patients. \n\nThe research is divided into two parts. In the first part we will test the safety of different doses of the drug over 4 weeks of treatment. We will identify a dose that is both safe and appropriate to test in more patients for a longer period of time. In the second part we will give this dose to 12 RA patients for 12 weeks. At the same time 6 patients will receive an identical 'placebo' treatment. This is important to ensure that any effects we see are due to the drug and not other factors (more visits to the hospital, more interaction with doctors and nurses). As well as checking the patients' symptoms, we will also perform scans of their joints at the start and end of the treatment. We will also take small samples of joint tissue (biopsies). These scans and biopsies will help us to decide whether the treatment is working and how it is working. This is important to help us to decide whether the trial has been a 'success' and whether to perform further trials later on. \n\nPotential applications and benefit\nIn this trial we will treat patients who have had RA for at least a year and who are already taking treatment but not responding well enough. This will test our idea that we can improve their symptoms by altering the behaviour of the fibroblasts. If this research is successful then we will need to test the treatment in RA patients taking different treatments, at different stages of their illness. Because this treatment works in such a different way to existing drugs, we believe it could be useful for many different types of RA patient. Later on, if safe and effective, it may also be useful in other diseases.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L005123/1","grantId":"MR/L005123/1","fundValue":"1126730","fundStart":"2014-03-01","fundEnd":"2018-03-31","funder":"MRC","impactText":"","person":"John Dudley Isaacs","coPersons":["Christopher  Buckley","Wan-Fai  Ng","Andrew  Filer","Stefan  Siebert","Iain  McInnes","Chris  Speed","Deborah  Stocken"],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}