{"id":"E7352876-9863-4EB0-B8E8-CE943CD80A3D","title":"The evolution of morphological complexity in the Dictyostelids","abstractText":"Biologists want to understand how complex multicellular organisms like ourselves have evolved from their simple single-celled ancestors. We know in theory how this happened: Spontaneous mutations in the genes of earlier organisms caused small changes in the developmental program of their offspring. This sometimes resulted in an improved adult that more successfully reproduced, and therefore gradually replaced the earlier form. However, to really understand this process and prove that it actually occurred, we have to trace back which genes were mutated and how this mutation changed gene function. We also need to know which developmental mechanisms were regulated by the mutated genes and how the altered developmental mechanism eventually produced the improved adult form. Because it is not possible to obtain such detailed information for highly evolved animals like ourselves, we investigate this problem in the social amoebas. These organisms live as single cells when they are feeding. However, when starved, they come together and form a multicellular fruiting body, in which a proportion of cells is preserved as spores. The other cells are sacrificed to form a structure that aids spore dispersal. This life style depends on mutual collaboration and specialization of cells. In the course of evolution the social amoebae have progressed from basal species that formed structures with 10-100 cells and only two cell-types, to species that form large complex structures with over 100.000 cells and up to five cell types. One species, D.discoideum, is used by many laboratories as a model system to understand how cells move, eat, propagate and communicate with each other. Because its genome has been sequenced, we have access to all the genes that control these processes. D.discoideum uses cyclic AMP (cAMP) as the major signal molecule for cell-cell communication. It acts as a chemoattractant to bring starving cells together. It then continues to guide cells to move coherently and build a fruiting body. cAMP also decides which cells should differentiate into spores. D.discoideum is one of 75 known social amoeba species. These species display large differences in the size and shape of their fruiting structures. To understand how these species gradually became mor complex and different from each other, we first need to know how they are related to each other and to their ancestors, the solitary amoebas. In previous research we used DNA data to construct a family tree of the social amoebas and we now know that there are four major groups of social amoebas. D.discoideum belongs to the most evolved group 4. We also found that many of the genes that are necessary for cAMP signalling are present in all four groups. However, between species, there are differences in the stage of development at which these genes are active. In addition, some genes have duplicated and started to assume novel roles. In this project we will reconstruct in what order all changes in shape and size occurred during social amoeba evolution. We will do this by measuring a large number of characters that determine the typical size and shape of all 75 species and by plotting these characters on the family tree. This will allow us to conclude which character was there first and how it gradually changed into greater or sometimes lesser complexity. We will also plot the presence of specific cAMP signalling genes to the family tree and the changes in these genes. This allows us to conclude whether a specific change in a gene was accompanied by a specific change in character. By manipulating the gene in question and observing its effect on species character we will be able to prove that a particular genetic change was the actual cause for a specific change in character. In this manner we will be able to unravel the genetic mechanisms that have been used by evolution to generate species diversity and complexity.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D013453/1","grantId":"BB/D013453/1","fundValue":"257501","fundStart":"2006-01-01","fundEnd":"2009-03-31","funder":"BBSRC","impactText":"  We used the finding that cAMP mediates amoebozoan encystation to initiate genetic screens to uncover essential genes in encystation, which have up to date yielded three candidate protein.\nIn collaboration with the Dundee drug discovery unit we are performing compound screens to identify nhibitors for these proteins Healthcare,Pharmaceuticals and Medical Biotechnology Societal","person":"Pauline  Schaap","coPersons":[],"organisation":"University of Dundee","findingsText":" One of the major goals of biology is to understand how species diversity and complexity was generated through adaptive evolution. We investigate this problem in the social amoebas, which live as single cells when they are feeding, but come together when starved to form a multicellular fruiting body, in which a proportion of cells is preserved as spores. \nIn this grant we aimed to achieve the following objectives\nI. Obtain a comprehensive overview of the evolution of morphological complexity in the Dictyostelids by mapping the\nmorphological traits of all 75 species to the phylogenetic tree.\nII. Develop genetic tractability for one or two species in each of the four major taxon groups. Gene modification will allow\nus to assess causality for observed correlations between genetic and morphological changes.\nIII. Understand how modifications in cAMP signalling genes during Dictyostelid evolution have contributed to the\ngeneration of morphological complexity.\nWe obtained the following results:\nWe measured morphological traits in 100 taxa and we\nmeasured new traits such as pattern formation, robustness of growth and development, use of attractant, phototaxis and phototropism. Phylogeny based statistical analysis of the traits revealed that the last common ancestor (LCA) of Dictyostelia probably erected small fruiting structures directly from aggregates. It secreted cAMP to coordinate fruiting body morphogenesis, and another compound to mediate aggregation. This phenotype persisted up to the LCAs of three of the four major groups of Dictyostelia. The group 4 LCA co-opted cAMP for aggregation and evolved much larger fruiting structures. However, it lost encystation, the survival strategy of solitary amoebas that is retained by many species in groups 1–3. Large structures, phototropism and\na migrating intermediate ‘slug’ stage coevolved as evolutionary novelties within most groups.\n\n2. We established full genetic tractability for the group 2 taxon P.pallidum. We made LoxP-Neo vectors that enable reiterated knockout of an unlimited number of genes in P.pallidum cells.\n3. We established conservation of key cAMP signalling genes, such as cARs, ACG, ACB, ACA,PdsA and RegA throughout the Dictyostelid phylogeny. Functional analysis of a subset yielded\nthe first plausible scenario for the evolution of developmental signalling from a protist stress response. Our work indicates that cAMP signaling in social amoebas evolved from cAMP mediated encystation in solitary amoebas Our finding that cAMP acts as the signalling intermediate for stress-induced encystation is currently being followed up with genetic screens to identify essential proteins in the cAMP signalling pathways that can act as targets for screens to find drugs that inhibit encystation of pathogenic amoebas. We constructed a database of 30 phenotypic traits over 100 Dictyostelid species, which can be exploited by other researchers to study phenotypic evolution and identify genotype-phenotype relationships. Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}