{"id":"E73683BF-BD62-4524-99E9-0F8781A9690A","title":"Neurobiological and Neurochemical mechanisms underlying emotional regulation","abstractText":"Emotions are highly adaptive and complex states, which include our internal feelings, e.g. happiness or fear, our physiological reactions, e.g. sweaty palms, racing heart, and our behavioural responses e.g. approaching something nice and avoiding something harmful. They are triggered by stimuli in the environment, that through past experience, have gained emotional significance. However, our immediate reactions to such emotive stimuli are not always beneficial, and we need to be able to adapt and rapidly modify our emotional responses on a moment-by-moment basis, whether it?s in the workplace, or at home. The ability to regulate our emotions is essential for our physiological, psychological and social well-being and when this ability is impaired it can have a profound, deleterious impact on us. This is illustrated by the range of neuropsychiatric disorders in which emotional disturbance is a core feature, including anxiety, depression, schizophrenia, autism and sociopathy. Anxiety disorders alone have a lifetime prevalence of 16%. It has been shown that in many of these neuropsychiatric disorders there is pathology in various regions of the brain, including the orbitofrontal cortex and amygdala. In addition, there are also imbalances in a number of chemical messengers in the brain, including serotonin. Indeed, many drugs used to treat these neuropsychiatric disorders, target serotonin. However, exactly how these brain regions contribute to emotional regulation, and the role played by serotonin, is poorly understood. We will investigate this by modelling their effects in the brains of experimental animals performing behavioural tests that measure their ability to regulate their emotions. The benefits provided by this Programme lie eventually in understanding how these different regions of the brain control our emotions and how serotonin modulates these brain regions. This information is critical for our ability to develop novel therapies, as well as target current therapies more effectively, for a range of neuropsychiatric","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0901884","grantId":"G0901884","fundValue":"1278440","fundStart":"2010-07-01","fundEnd":"2015-03-31","funder":"MRC","impactText":"","person":"Angela  Roberts","coPersons":[],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}