{"id":"E737F091-E85B-461D-8C9B-B38F0438D485","title":"Predicting scatter in the ductile to brittle transitional fracture in steels","abstractText":"Understanding the complex interaction of several competing temperature dependent physical processes resulting in the ductile to brittle transition, and of the inherent, temperature-dependent uncertainty in experimental data, is the major drive, and the major novelty, of this proposal. Inclusion of this complex interaction into a single fast and flexible engineering fracture prediction model is another novelty.The applicant has proposed a multi-scale model predicting fracture from microstructure and flow stress, i.e. not relying on experimental fracture data. In addition to predicting the full transition curve, the model was shown to predict temperature dependent scatter, fracture propagation path, crack arrest and fracture surface. The levels of scatter predicted with the model showed qualitative agreement with limited experimental Charpy data for a thermomechanically controlled rolled (TMCR) steel. This was achieved by taking the grain size distribution into account, and by introducing a temperature dependent grain mis-orientation threshold.In contrast to many complex microstructure deformation models, like e.g. crystal plasticity finite element model (CPFEM) the prototype multi-scale fracture model gives predictions of immediate relevance to industry. The proposed approach is a much more advanced that the current scatter predicting models, which are typically based on neural network or fuzzy logic, and therefore are completely divorced from the physics of fracture. Very few models predict the uncertainty of the transitional data.Despite considerable success, however, the prototype model is not yet suitable for quantitative fracture prediction. At present the crack propagation speed in the model is fixed to one CA cell per time increment. This restriction leads to slower fracture propagation, and ultimately to unrealistically high total energies at the lower shelf. However, the major obstacle remains lack of understanding of the temperature and strain rate sensitivity of the major micro-mechanical parameters in the transition area.This proposal would advance the engineering science because correct prediction of scatter is possible only if all the complexity of several interacting fracture processes at various temperatures and strain rates is understood and modelled. The fact that there is still no adequate physical explanation of high transitional scatter means that there are gaps in our understanding of fundamental physics of fracture. This project would fill these gaps on the way to developing a scatter prediction model.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H010947/1","grantId":"EP/H010947/1","fundValue":"98140","fundStart":"2009-10-01","fundEnd":"2011-09-30","funder":"EPSRC","impactText":"  The web pages with the resulting code have been accessed by researchers from various institutions worldwide. The codes developed in the course of this project have been used by them.\nThe pages:\nhttp://eis.bris.ac.uk/~mexas/cgpack/\nhttp://eis.bris.ac.uk/~mexas/abumpack/ Other Economic","person":"ANTON  SHTERENLIKHT","coPersons":[],"organisation":"University of Bristol","findingsText":" 1. Experementally measured grain size distribution cannot be described by a single standard probability distribution function, even in simple cases, like normalised mild steel. Popular PDFs, such as Weibull's and gamma underpredict the tails. What is needed are combinations of several PDF, e.g. Weibull for the bulk of the data + Pareto for the tails\n\n\n\n2. Twinning in BCC crystals, accompanying cleavage in TMCR steel during the lower shelf Charpy test has been quantified. The number of full and partial twins was measured along the crack propagation path and normal to it. However, the contribution of twinning to the total absorbed lower shelf energy is still not known.\n\n\n\n3. A cellular automata grain evolution code has been developed. The model correctly predicts the onset of abnormal grain growth. steelmakers will be interested in these results, because it directly influences their understanding of the probabililty of a catastrophic cleavage failures. Based on the data collected, two journal publications are planned. Aerospace, Defence and Marine,Construction,Energy,Manufacturing, including Industrial Biotechology","dataset":"gtr"}