{"id":"E737469E-4D02-4CF7-9EEB-6D34018FA934","title":"Merchants, Entrepreneurs and Public Piety: A Political Economy of Emergent Forms of Islamist Contestation in Egypt and Syria","abstractText":"<p>The main objective of this project is to examine the relationship between, on one hand, the emergence of the entrepreneurial and merchant classes as a socio-political force in Egypt and Syria and, on the other, the production and articulation, by these classes, of new forms of Islamic public piety as both an element of social differentiation and as an expression of identity and contestation. </p>\n\n<p>It will analyse and compare the forms and expressions of public piety within the emergent merchant and entrepreneurial classes in Egypt and Syria, and situate them in relation to macro-economic and societal changes, state-society relations and the power relations between and across various social strata.</p>\n\n<p>Using ethnographic methods, primarily open-ended interviews with merchants and entrepreneurs in Cairo and Damascus, the study will examine why and to what extent these forms of piety come to serve as mechanisms of distinction and as markers of social identity that give shape to political positioning vis-&agrave;-vis the state and other socio-political actors. </p>\n\n<p>An integral part of this inquiry is to examine the links that the merchant and entrepreneurial classes have with politically active organisations and institutions with a view to grasping and better understanding the actual and potential role of these classes as forces of contestation.<br /></p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-062-23-2283","grantId":"RES-062-23-2283","fundValue":"207905","fundStart":"2010-09-01","fundEnd":"2012-08-31","funder":"ESRC","impactText":"  The research generated data on the political economy transformations associated with the adoption of neo-liberal economic policies in Egypt, including: (a) evidence of the expansion of the middle merchant strata (e.g. processes of entry into the import and distribution chain, the structure and configuration of social and economic merchant networks); (b) textured qualitative data on the political positionality of these strata, their relationship to government and to religiously-oriented groups, and their engagement in charitable activities; (c) ethnographic data on the practices through which the Islamic identity of a business enterprise is cultivated (e.g. employment practices, symbolic investments of the workplace, and charitable activities).\nSyria\nThe research generated data on the urban networks of middle-level entrepreneurs in Damascus, and particularly on the links between small and medium-size workshops in the Damascus hinterland and the Damascene merchants and entrepreneurs. The findings also provide evidence for the political engagement of this stratum in the Uprising. The investigation into the Damascene middle merchants and workshop owners' positioning vis-?-vis the Uprising contributes to an understanding of patterns of mobilisation and the socio-economic and cultural factors shaping political opposition in Damascus. The findings enhance our understanding of the political economy of urban spatial divisions manifested in the Uprising. Education,Government, Democracy and Justice Societal","person":"Salwa  Ismail","coPersons":[],"organisation":"School of Oriental & African Studies","findingsText":"","dataset":"gtr"}