{"id":"E73FE0A8-FB36-4C64-886F-05732463D59C","title":"Faster and higher quality global illumination","abstractText":"Global illumination brings realistic and detailed lighting environments to Computer Graphics imagery at the expense of very high computational cost. Although most people are unaware, they experience its imagery when they have renderings of a new kitchen design, in public displays of new architecture, and in a variety of film, advertising and entertainment. The computer imagery produced by this technique can deliver the highest form of realism achievable by Computer Graphics as it models indirect light (reflected from other surfaces) and not just light direct from light sources in the scene.Such realism is now a standard requirement for the above applications and it is also gaining popularity in the virtual reality and scientific visualization communities as the advantages of increased perception and understanding are now recognised and outweigh the disadvantages of production time.Current approaches for fast global illumination place limits on the scene geometry, depth of light paths, numbers of samples, or the materials in the scene. Within these limitations it is possible to employ large caches for computation reuse (only in static scenes), or create simplified algorithms on the GPU, but always at the cost of reducing rendering accuracy.The aim of this research is to work towards real-time and accurate global illumination techniques by exploring new approaches to biased rendering methods. We will apply hierarchical techniques, clustering, ray and photon statistics and information, edge detection and combine other appropriate techniques to reduce the complexity and computation of global illumination whilst maintaining or enhancing visual accuracy.These improved timings and render quality will be demonstrated within a software package. The improved algorithms will allow the above application areas to produce higher quality images at reduced cost.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I031243/1","grantId":"EP/I031243/1","fundValue":"247013","fundStart":"2011-08-01","fundEnd":"2014-07-31","funder":"EPSRC","impactText":"","person":"Mark W Jones","coPersons":[],"organisation":"Swansea University","findingsText":" The primary discovery has been the realisation that relaxed photon maps can produce low bias and low variance images for Computer Graphics Imagery. Our methods produce considerably better images than previous methods. Due to lower numbers of photons required in the density estimate, the method is also faster to render. First, the method could be integrated into rendering software and used to improve the run-time and image quality of those software and applications.\nSecondly, the method demonstrates that statistical operations (kernel density estimation), could be improved by following the techniques we have taken. Creative Economy,Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}