{"id":"E7537314-0DF9-4DA5-9F69-831075E10449","title":"Adsorption Materials and Processes for Carbon Capture from Gas-Fired Power Plants - AMPGas","abstractText":"The 2008 Climate Change Act sets a legally binding target of 80% CO2 emissions reductions by 2050. To meet this challenge the UK Climate Change Committee (CCC) issues regular carbon budgets with recommendations on the way in which the UK needs to reduce its emissions. In its 2010 4th carbon budget, there is a clear plan for power sector decarbonation to 2030, by investing in 30-40 GW of low carbon capacity with a value of the order of &pound;100 billion. This would drive average emissions from generation down to around 50gCO2/kWh by 2030 and includes 4 CCS demonstration plants by 2020. The CCC recognises the key role for the UK of gas fired power plants: 46% of current electricity generation and 35% of emissions are from gas. It also identifies CCS retrofit as an attractive option for existing CCGT plants, indicating that 20GW of plant currently on the system would be suitable for retrofit in the 2020s, together with any plant added over the next decade (10-15 GW). CCGT plants are likely to contribute 25% of electricity generation in the 2030s. Roughly 2/3 of CCS costs lie in the capture process and it is here that the greatest opportunities for savings lie. Therefore, the Government is supporting research to develop improved and lower cost processes and equipment and this proposal is directly aligned with this aim in order to support the UK economy and help the UK take the lead in this emerging technology over the next 10 to 20 years.\nIn line with the CCC recommendations the focus of this proposal is on capture technology for retrofit to existing CCGT plants. We propose to develop next generation enhanced capture technology and in particular reduce plant size through novel advanced adsorbents and the optimisation of fast cycle thermal regeneration using rotary wheel adsorbers.\nResearch challenge - The key challenge in post combustion capture from gas fired power plants is due to the low CO2 concentration in the flue gas, approximately 4% by volume. This means that convetional amine processes will have a large energy penalty and the presence of high concentration of oxygen leads to high amine deactivation rates. Novel adsorbents and adsorption processes have the potential to improve the efficiency of the separation process. Given the very low CO2 partial pressure in the flue gas, the selection of novel adsorbents is very different from the equivalent approach to coal fired power plants. The adsorbents will have to have a very high selectivity to achieve good capture capacity with dilute mixtures. As a result these materials will have to be based either on very strong physisorption or chemisorption and the regeneration will have to be by thermal cycling. This poses the engineering challenge of developing a process that will achieve rapid thermal swings of the order of a few minutes, which is over an order of magnitude faster than traditional Thermal Swing Adsorption (TSA) fixed bed processes. We plan an ambitious programme of work that will address both materials and process development for carbon capture from gas fired power plants.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J02077X/1","grantId":"EP/J02077X/1","fundValue":"1111260","fundStart":"2012-09-01","fundEnd":"2016-08-31","funder":"EPSRC","impactText":"","person":"Stefano  Brandani","coPersons":["Eleanor Elizabeth Campbell","Paul Anthony Wright","Maria-Chiara  Ferrari","Hyungwoong  Ahn","Humphrey Hak Yiu"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}