{"id":"E755573D-1A83-4A1B-8087-D9252D39F61D","title":"Geometry and Topology in Complex Quantum Systems","abstractText":"Within the last decade, quantum information has progressed from being a completely novel topic to one of the most active and fruitful areas within physics. This amazing transition is not only due to the wealth of innovative science that is being continuously discovered, but also to its applications as a radical new theory for information processing. Entanglement, a phenomenon that portrays non-local correlations, is one of the main resources for quantum information technology. Its fragile nature requires the introduction of new and appropriate technologies for its generation, preservation and manipulation. From the theoretical front many complex models have been considered and a variety of intriguing properties have been discovered that have potential applications to quantum information processing. Indeed, in the last few years quantum information has made a significant contribution to the understanding of many particle effects by introducing a variety of entanglement measures, sophisticated numerical techniques and novel analytical methods. Of particular interest are models that can actually be realized in the laboratory for example by optical lattices, ion traps, or Josephson Junctions. Apart from the direct interest in these systems aiming at the understanding of critical phenomena, topological effects and high-Tc superconductivity they offer the exciting possibility of implementing error-free quantum computation. There are three distinct aims of this proposal. Firstly, to employ Berry phases, i.e. geometrical evolutions first introduced by Michael Berry, to the study of critical phenomena and their entanglement properties. Critical phenomena are concerned with the abrupt changes in the behavior of interacting many-particle systems and are of central interest in the fields of condensed matter and theoretical physics. Apart from being intellectually interesting, geometrical phases can also be used for the understanding of complex systems. An example is in chemistry where Berry phases are widely used to probe the structure of the potential surfaces (total energy) of complex molecules and to detect their conical intersections. An equivalent study can be performed when geometrical phases are used to probe critical phenomena, e.g. of interacting spin chains. This is a newly established field with the exciting possibility of providing valuable insights in the area of critical phenomena. Secondly, to develop models that can support topological quantum information processing while at the same time being realizable with present or near future technology. The significant speedup of quantum computers with respect to their classical counterparts is hindered by the introduction of errors due to imperfect control procedures or undesired interactions with the environment. The most straightforward error-free processing of quantum information is achieved by employing particular exotic particles named anyons by Frank Wilczek. With these anyonic systems information is encoded in global topological properties of many particle quantum systems and thus it is protected from any type of errors that can occur locally. There are two main physical systems that can in principle realize these properties, two-dimensional electron gases in the fractional quantum Hall state or specific spin lattice systems that exhibit topological phases. Most of the proposed systems are either difficult to manipulate or require interactions that are prohibitively demanding. Identification of alternative setups that can support topological phases is of vital importance and is the central theme of this part of the proposal. The final aim is to generalize the geometrical evolutions that are performed around critical points to the case of degenerate ground states, the latter being the main characteristic of topological models. This exciting application of the first part of the proposal will enable the unambiguous detection of topological systems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E019692/1","grantId":"EP/E019692/1","fundValue":"197329","fundStart":"2006-10-01","fundEnd":"2009-09-30","funder":"EPSRC","impactText":"  Studying topological and geometric effects in quantum mechanics has helped to develop topological quantum technologies, which is the main topic I currently work on. Digital/Communication/Information Technologies (including Software),Education,Financial Services, and Management Consultancy Cultural","person":"Jiannis Konstantinos Pachos","coPersons":[],"organisation":"University of Leeds","findingsText":" Key finds have been the connection between geometrical quantum effects and quantum phase transitions, that is the means to identify the states of matter by considering geometrical effects, like Berry phases and Aharonov-Bohm effect. To disseminate my results to the general community I wrote a book as a result of the studies of this grand, titled &quot;Introduction to Topological Quantum Computation&quot;, published by Cambridge University Press 2012. Digital/Communication/Information Technologies (including Software),Education,Culture, Heritage, Museums and Collections","dataset":"gtr"}