{"id":"E7566044-580C-4DC6-9DF3-D63EBC04FE0A","title":"Bulk Use of Biomass and Co-fired Ash in Novel Binders","abstractText":"This research project will investigate biomass and other renewable ash (including ash from paper recycling waste) in high volume construction applications. These ashes are currently only available in very limited quantities but are predicted to increase substantially over the next 20 years. As the UK moves from coal towards biomass and co-firing in many power stations, there will be an increase in biomass ash which is not suitable for use with Portland cement, the largest current use of coal fly ash. Unless a use for this new ash is found, the UK will develop an increasing waste problem. It is important that this research is undertaken now, before the waste problem develops. \n\nGeopolymers are a promising alternative to Portland cement based concretes because of the very low embodied CO2 compared with Portland cement, the ability to use both geologically abundant minerals and wastes in their formulation, and the low capital outlay required for production. Commercial activities in the UK are just starting with only one company actively marketing geopolymer construction products. Most current geopolymers are based on industrial by-products such as fly ash from coal power stations and slags from steel manufacture, and these require mixing with high energy alkali activators before use.\n \nBiomass ash is high in natural alkalis and by using these natural alkalis along with the other natural properties of the ashes, it should be possible to produce concretes with much lower environmental impact than that of Portland cement concrete or existing geopolymer concretes with comparable performance. It will also will reduce material going to landfill in the UK, and help the UK in meeting climate change targets.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/K015680/1","grantId":"NE/K015680/1","fundValue":"70553","fundStart":"2013-04-22","fundEnd":"2013-10-21","funder":"NERC","impactText":"  Only pilot study - full funding not granted so no significant findings  ","person":"Andrew  Heath","coPersons":["Richard James Ball","John Lloyd Provis","Marcelle Claire McManus","Kevin Andrew Paine","Hajime  Kinoshita"],"organisation":"University of Bath","findingsText":" There will be increasing production of biomass ash in the UK over the next 20-50 years\n\n Use of this waste as a resource for production of binders for construction products may be the optimal environmental option Suggested to resubmit to EPSRC which will be done Construction,Energy,Environment","dataset":"gtr"}