{"id":"E7598C26-5822-457F-B867-AC0FA7712B79","title":"Preparatory study for the re-evaluation of the EQ-5D tariff","abstractText":"Resources are limited and need to be allocated efficiently. The National Institute for Health and Clinical Excellence (NICE) was set up to help make better health care resource allocation decisions. NICE bases its recommendations on cost effectiveness, and the EQ-5D is the preferred instrument to use when quantifying the health related quality of life impact of medical interventions. EQ-5D is a tool that classifies 243 different health states with 5 different dimensions of health, each with an identified level of severity.\nNICE uses an EQ-5D ?tariff?. This is a set of numbers that indicate the level of health related quality of life of each EQ-5D health state, on a scale with 1 for full health and 0 for dead. By comparing the different EQ-5D states patients are in before and after treatment, analysts can calculate how effective the treatment is.\nThe current EQ-5D tariff is based on a survey in 1994. The study asked members of the general public to ?value? a selection of hypothetical EQ-5D states using a specially designed questionnaire. However, in the past 15 years, there have been various developments that have lead to the need for a ?re-evaluation? of the EQ-5D. In order for NICE to make the most appropriate decisions, the EQ-5D population value set needs to be one that is up to date, based on the latest understanding of how to value health states.\nThe proposed preparatory study is a methodological piece of work that will contribute to the re-evaluation of the EQ-5D tariff. The aim is to produce a protocol for an actual re-evaluation study to use. The project will look into different ways of surveying members of the public, for instance, by on-line surveys or by face to face interviews. The project will also look at different ways of designing and wording the questionnaire to value hypothetical EQ-5D states, or which EQ-5D states to use. It will start with a large scale on-line survey to gauge the relevant concerns, where a long list of issues can be explored by surveying a large number of people, but not in much detail. The study will then move on to a smaller scale interview study, where researchers can ask participants more detailed questions. The final stage of the project will be to test out a recommended study protocol for the actual re-evaluation study to use, and make any further fine tuning adjustments.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0901500","grantId":"G0901500","fundValue":"242976","fundStart":"2010-09-01","fundEnd":"2012-03-29","funder":"MRC","impactText":"","person":"Aki  Tsuchiya","coPersons":["Joseph Kenneth Buckingham","Nancy  Devlin","Nick  Bansback","Arne Risa Hole","John  Cairns","Donna Louise Rowen","Louise  Longworth","Paul  Dolan","John  Brazier"],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}