{"id":"E75AFD51-7A2B-426E-84B6-2C8B6493A267","title":"Migration, Nutrition and Ageing Across The Lifecourse in Bangladeshi Families: A Transnational Perspective (MINA)","abstractText":"<p>Older Bangladeshi women play a lead role in caretaking for multiple generations in large families, facing many challenges in coping with ageing, their own health challenges, and issues such as poverty, racism, and social exclusion. </p>\n\n<p>Very little is currently known about how eating patterns and migration affect the health, nutritional status and experiences of ageing among Bangladeshi women. This information is needed to inform the development of culturally sensitive and effective programs to improve the health of this socially disadvantaged group. </p>\n\n<p>The aim of this study is to closely examine migration, nutrition, and ageing across two generations of Bangladeshi women living in Cardiff, UK and in Bangladesh. Mixed methods will be used to assess body weight, bone density, general health status, and women's perceptions of nutrition, eating patterns, and ageing. Results will inform the development of community-based, participant-driven resources for promoting nutrition and healthy ageing. </p>\n\n<p>The overarching goal is to develop rich multimedia resources that enable presentation of the findings to the general public, academia, and Bangladeshi community members, and to assist health practitioners working with Bangladeshi communities. Engagement with policy makers is also planned to inform policy development to improve the health status of ageing Bangladeshi adults. <br /></p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/G008736/1","grantId":"ES/G008736/1","fundValue":"512107","fundStart":"2008-12-01","fundEnd":"2011-11-30","funder":"ESRC","impactText":"","person":"Janice Lee Thompson","coPersons":["Barry Allan Bogin","Andrea  Pieroni","Petra Sylvia  Meier","Joy  Merrell","Michael  Heinrich","Vanja  Garaj"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}