{"id":"E75CEC17-3DF0-4B6B-BE15-849AC0179499","title":"Constrained crystallisation for polymorph screening.","abstractText":"Molecular compounds, including pharmaceuticals, can often adopt several crystal structures. These crystals, which contain the same molecules with different arrangements of the molecules in space, are known as polymorphs. An example would be for a u shaped molecule, which might be able to form the two polymorphs: uuuuuuu &amp; ununun. Polymorphs are important as they can have different physical properties, despite containing exactly the same molecules. Solubility is one physical property that can differ between polymorphs, and is a critical parameter in controlling drug dosage. The pharmaceutical industry therefore screen all new drugs for polymorphism, and this screen is a requirement for getting the drug onto the market. Current state of the art screening methods require a significant amount of sample and significant amounts of time. This means that screening for polymorphism has to occur at a far later stage in the drug development pipeline than we would like.This research will look at a new method constrained crystallisation for screening compounds for polymorphism which requires far less compound (sub-milligram amounts rather than 10-50 grams) and less time (minutes rather than weeks). We will look at the use of in-situ Raman microscopy to characterise the polymorphs as they form, which will allow us to identify the polymorphs, understand how the molecules are linked together and to understand how one polymorph can transform into another. The recent development of new highly sensitive detectors for Raman microscopy, and the recent investment of 270k by the University of Nottingham in a world-class Raman microscope, are the key factors that enable this research. We will be working closely with Dr Graeme Day (Cambridge) to model the Raman spectra, and with Molecular Profiles (Nottingham) to develop constrained crystallisation to the level where it can be used in an industrial context.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G038740/1","grantId":"EP/G038740/1","fundValue":"249047","fundStart":"2009-07-09","fundEnd":"2011-10-01","funder":"EPSRC","impactText":"","person":"Jonathan  Burley","coPersons":[],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}