{"id":"E760B112-C164-4503-8DDB-D479F33DD6A9","title":"University of Surrey- Equipment Account","abstractText":"The industrial adoption of graphene requires large area, high quality material. In order to produce the necessary material on substrates of choice, we wish to use our patented photo-thermal chemical vapour deposition (PT-CVD) system. PT-CVD uses a high intensity optical source to efficiently couple energy to grow high quality graphene on specially engineered catalyst substrates. \n\nIn relation to this Strategic Equipment bid the principal equipment requested is a photo-thermal chemical vapour deposition (PT-CVD) system from Thermco-Tetreon Technology. The system comprises an in-situ catalyst deposition system (to avoid oxidation and contamination) and a dedicated growth chamber capable of growth on 100 mm sized substrates, a bespoke rapid optical growth stabilisation array, in-situ Raman monitoring, residual gas analysis system and an AFM with Kelvin probe. The photo-thermal energy for growth is delivered from the rapid-growth stabilisation array consisting of high power optical sources, which can provide temperatures in excess of 1000C at the reaction front, whilst the substrate remains below 450C, compatible with CMOS integration. For both process control and further development the PT-CVD system will have an ancillary atomic force microscope, capable of scanning over large areas at high frame rates and high resolution to provide fast, accurate metrology of the graphene product. Also included is an in-situ Raman mapping system and residual gas analysis which will provide unique insight into the science of catalytic graphene growth as well as for quality control. \n\nThe principal PT-CVD graphene growth system, its rapid growth catalyst stabilisation unit, the ancillary quality control and in-situ growth monitoring equipment should be considered as a single unit system in order for us to develop this strategic material growth process for the establishment of electronic grade material for the UK and beyond.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L02263X/1","grantId":"EP/L02263X/1","fundValue":"3378170","fundStart":"2014-07-28","fundEnd":"2024-07-27","funder":"EPSRC","impactText":"","person":"Michael  Kearney","coPersons":[],"organisation":"University of Surrey","findingsText":"","dataset":"gtr"}