{"id":"E7645B9A-1C1D-47A4-82ED-6E3D606525C9","title":"The Sc2.0 UK Genome Engineering Resource (SUGER)","abstractText":"Sc2.0 (Synthetic Yeast) is an international flagship project to complete the first chemical synthesis and assembly of a eukaryotic genome, that of the yeast Saccharomyces cerevisiae. The project is an open-access, academic response to genome synthesis work by Craig Venter and others and will make highly-evolvable synthetic yeast strains and new genome-scale engineering methods available to all. The Sc2.0 UK Genome Engineering Resource (SUGER) is a proposed resource that not only enables UK participation in the Sc2.0 project but will also maximise the impact Sc2.0 has on biosciences research, synthetic biology and industrial biotechnology in the UK and abroad. \n\nThe Sc2.0 international consortium now includes the UK who will lead on the synthesis and assembly of Chromosome XI. The project arises from work led by Jef Boeke at Johns Hopkins University published in Nature last year (Dymond et al). This publication showed completion of two chromosome arms and highlighted many unique modifications designed into the synthetic genome. Three of these of note are (i) eliminating all TAG codons to allow future &quot;orthogonal&quot; encoding of unnatural amino acids, (ii) removing non-essential and destabilising elements (introns, cryptic ORFs, transposons) to streamline the genome and (iii) placing synthetic recombination sites downstream of all non-essential genes. The latter of these is an especially useful tool, as recombination leads to these genes being removed, inverted or translocated within the genome. This novel tool can be used to rapidly evolve cells down to their minimal gene number or to produce arrangements that have increased fitness in desired environments (e.g. biofuel production). Taken together, the Sc2.0 project offers a unique way to explore genome topology, nuclear structure and will also allow researchers to uncover 'context rules' for genome design. It is also a grand challenge project to push boundaries in synthetic biology and modern biosciences. The Sc2.0 website is: http://www.syntheticyeast.org\n\nThe Sc2.0 UK Genome Engineering Resource (SUGER) gives UK participation in this project and will make all DNA, strains, data and genome engineering methods and tools developed during Sc2.0 available to the wider bioscience community as a significant resource. Dr Tom Ellis and Prof Paul Freemont will direct a chromosome team at the synthetic biology centre at Imperial College London to complete design, synthesis, assembly and verification of Chromosome XI by 2016; adding this to the full international set to produce the complete Sc2.0 strain by 2017. Dr Alistair Elfick (Edinburgh) will assist in the process, which will also includes a suite of related bioinformatics software tools and detailed genome engineering protocols. Prof Steve Oliver (Cambridge) will provide world-leading expertise on yeast and direct experiments that will provide quality control and fitness data for hybrid and synthetic yeast chromosomes.\n\nSUGER will:\n1. Complete full synthesis, assembly and verification of Synthetic Yeast Chromosome XI (SynXI - 0.67Mbp) as the UK's contribution to the international Sc2.0 project.\n2. Curate and distribute a Sc2.0 strain resource, a physical collection for IP-free distribution of S. cerevisiae strains containing the hybrid and fully-synthetic chromosomes of the international Sc2.0 project and the DNA building blocks that were used in construction.\n3. Extend Sc2.0 resources to be valuable legacy for the wider biosciences community. We will build a SUGER website hosting Sc2.0 and genome engineering information, extend the suite of Sc2.0 software tools and protocols to be applicable for future synthetic biology projects, and run three annual genome engineering workshops for teaching genome-scale synthetic biology concepts and methods to UK researchers.\n\nWe expect high use of these resources from epigenetics, genomics and yeast researchers as well as from systems biology, synthetic biology and industrial biotech.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K019791/1","grantId":"BB/K019791/1","fundValue":"980682","fundStart":"2013-10-01","fundEnd":"2017-09-30","funder":"BBSRC","impactText":"","person":"Thomas Marc Ellis","coPersons":["Alistair Philip, David Elfick","Stephen George Oliver","Paul S Freemont"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}