{"id":"E76AC0BD-8C8D-48A9-986F-288B5B3D35DD","title":"Versatile and Dexterous Adaptive Control of Dual-Arm Robots for Personalized Assistance","abstractText":"In the near future, robots are expected to co-habit with human beings and work closely with us in the fields of manufacturing and medicine as well as in other aspects of our daily lives. Unfortunately, most of the current robot control technologies are designed for industrial robots which operate behind safeguarding and for predefined tasks, and thus are not able to cope with the varying tasks in unknown dynamic environments. This project will develop human-like adaptive control techniques to provide versatile and dexterous assistance to humans . In particular, the proposed new control techniques will enable robots to offer personalized assistance to different human users according to their motion patterns. For example, when the robot is interacting with an elderly person, it will automatically slow down; while it would speed up when working with a young man. To achieve these goals, this project will perform physiological studies on human control in the following two aspects: i) apply advanced control theory to analyze bimanually coordinated control strategies of human-beings in various scenarios; ii) investigate how human users develop efficient cooperation with a robot from a machine learning point of view . \n\nThe establishment of human control models can help us in at least two aspects: developing human-like adaptive controllers with high versatility and dexterity; and personalizing robot control to suit a specific human user. Based on this understanding on human bimanual control and human-human cooperation, this project will: (1) enable the robot to cope with different objects by bimanual haptic exploration; (2) enhance the robustness of robot control in interacting with different human users and in handling various objects; (3) improve robot manipulative dexterity at human-robot interaction scenarios and under geometric constraints/limitations caused by hardware and safety issues; (4) detect motion intention of human user and enhance dexterity with robot joint compliance; (5) introduce a measurement of user experience to quantify how human users are satisfied with the assistance offered by robots; and (6) enable the robot to identify and adapt to motor behavior patterns of a specific human user.\n\nIn the short term, this project will provide new control technologies for robotics researchers and builders to achieve better manipulation performance in terms of dexterity, versatility, and personalization. In the long run, it will benefit socially and economically to the UK by helping to boost the personal robot industry. It will further make contributions to UK by advancing its technology in the field of Robotics and Autonomous Systems, which is identified by the UK government as one of eight great British Technologies propelling the UK towards future growth.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L026856/1","grantId":"EP/L026856/1","fundValue":"92957","fundStart":"2014-06-01","fundEnd":"2015-10-29","funder":"EPSRC","impactText":"  The project started only a few months ago. So far, we have generated 5 conference papers as well as a verified model of Baxter robot. The model and its experimental verification results have been reported to the research communication. Our preliminaries research experiments have also been demonstrated to the public during university open day.  ","person":"Chenguang  Yang","coPersons":[],"organisation":"University of Plymouth","findingsText":" So far, development in this project has been made in the following four aspects:\n1. Kinematics modelling has been carried out for Baxter dual-arm robot, and experiments have been conducted to verify the accuracy of the model.\n2. Human operator's muscle electromyography has been analyzed to extract limb stiffness for transfer to robot's arm. Preliminary experiment has been carried out for disturbance attenuation task.\n3. Theoretical study has been made on optimal tuning parameter selection for adaptive control of dual-arm robot, by using fuzzy logic system.\n4. Teleoperation has been explored on Baxter robot by using haptic device Phantom Omni and motion capture device Kinect sensor. So far, under this project we have published and presented 5 conference papers (2 in press). The information has been exchanged in the robotics community. Based on the achieved results, further investigation will be made towards the objectives specified in the proposal. Aerospace, Defence and Marine,Healthcare,Manufacturing, including Industrial Biotechology","dataset":"gtr"}