{"id":"E76B60D1-5D3F-464F-9EB3-21B42AF38A1C","title":"Revolutionary Technologies for Optical-Infrared Astronomy","abstractText":"Context These are exciting times for cosmology, a field in which the UK has long dominated many aspects of observational and theoretical research. This dominance can continue if the UK continues its tradition of investing wisely in first class facilities. It is a remarkable fact that the night sky is very dark. As we look up, we are able to discern planets, stars and galaxies with the naked eye. The dark sky has allowed mankind to ponder what is 'out there' for thousands of years. But this is only true in the visible spectrum where our eyes are sensitive to light. At infrared wavelengths, the night sky is very bright and an infrared observer is living in perpetual daylight. This is why infrared astronomy from the ground still lags behind optical astronomy. The further back in time we look with our telescopes, the more the light is redshifted to infrared wavelengths, so in order to see back to when galaxies were forming for the first time, we will need to bypass the age-old problem of the bright infrared sky. Aims and objectives The first part of our proposal explores a new technology that promises to render the infrared sky as dark or darker than the optical sky. The second part of our proposal addresses one of the most exciting results in recent years, that the most distant galaxies exhibit a web-like structure across the sky on angular scales of about 30', the size of the full moon. To allow for efficient searches, it will be important to develop concepts that can look at many sources over the widest possible sky field. For both parts, we seek to develop a novel technology and to demonstrate its potential at a major telescope. Scientific benefits The main science goal of the NASA's James Webb Space Telescope (JWST) in the next decade is to look for the impact of the First Stars at infrared wavelengths. However, our proposed development offers the UK a tremendous opportunity to upstage the JWST. We envisage a 1000x1000 fibre integral field spectrograph operating with an adaptive optics system on an 8m telescope. If each 'pixel' is fully OH-suppressed and dispersed at low resolution (in order to minimize the number of detectors), this instrument has the potential to operate close to the expected performance of JWST. This will allow UK astronomers to push the observational boundaries well beyond the current limits, and maybe to even find evidence of the First Stars in the early universe. Commercial benefits The new MMF-SMF converter allows a wide range of photonic actions to take place within a multimode fibre. This allows for the first time MMF coupling performance with SMF photonic capability, a function which is likely to have enormous application across a wide industrial and science base. Beyond astronomy, the key areas we have identified for further market research are (1) local area networks, (2) medical imaging, (3) passive and active sensors, (4) new enabling technologies for space-based instruments. We highlight only two of these here. The telecommunications industry is founded on action within a SMF in which billions of dollars have been spent on the problem of coupling light efficiently. While it is certainly possible to achieve high coupling efficiency into SMFs, the coupling cost is directly proportional to the precision with which the optical source is positioned relative to the fibre. MMF devices are considerably cheaper because the tolerancing required to achieve adequate coupling is greatly reduced. This is expected to have important applications in local area networks for Tps data transfer rates. Here the competing technology is Wi-Fi communications which are far less secure and unlikely to achieve higher than Gps data rates. Another potential application is space-based instrumentation, i.e. a photonic device where the output of individual MMFs can be photonically switched without any need for mechanical movement.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=PP/D002494/1","grantId":"PP/D002494/1","fundValue":"578558","fundStart":"2006-04-24","fundEnd":"2009-04-23","funder":"STFC","impactText":"","person":"Roger  Haynes","coPersons":[],"organisation":"Anglo Australian Observatory","findingsText":"","dataset":"gtr"}