{"id":"E76CCBEC-E7B0-4B93-97AB-B0E212022678","title":"Grant in aid of supporting the seventh UK Technolpgical Plasma Workshop 2009","abstractText":"The interdisciplinary field of plasma physics and engineering has over many decades enabled some of the most exciting science and contributed to major industrial innovations. Its continued growth can only be sustained when more and more young researchers choose plasma science as the field of their future career. In the UK, this has in part been fostered through the successful series of Technological Plasma workshops (TPW). To further this strategic effort of the UK technological plasma community, we request aid in funding the next TPW at the Glasgow Science Centre, Glasgow, UK.The TPW 2009 will be anchored with four plenary talks given by leading international plasma scientists, supplemented with several contributed talks so as to engage young scientists in the most exciting and current challenges facing the technological plasma science and their industrial and medical applications. The workshop will aim specifically at promoting young researcher's participation and contribution in the form of oral and poster presentations. It will also be used to showcase the UK technological plasma science to attract overseas attendees. Furthermore, key industrial needs will be raised and discussed, together with discussions on current plasma research programmes, UK networks and sources of funding which can be used to address these needs.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H04616X/1","grantId":"EP/H04616X/1","fundValue":"7591","fundStart":"2009-12-11","fundEnd":"2010-03-10","funder":"EPSRC","impactText":"  The Technological Plasma Workshop (TPW) is principally a UK-based international forum in science and technology of plasmas and gas discharges. A diverse series of technological plasmas presentations were give in fields ranging from capacitive coupled , through biomedicine and environment, to space exploration. They offer major collaboration opportunities for academic and industrial communities and exciting career prospects for younger scientists and engineers.\n\nTo support a full realisation of these opportunities, TPW aims to foster academic-industry collaboration and to engage young plasma scientists with a scientific programme anchored by leading plasma scientists. The workshop comprised of invited talks, contributed presentations and a poster session. Education,Environment,Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology ","person":"Adrian  Cross","coPersons":[],"organisation":"University of Strathclyde","findingsText":" Seventy seven people attended (42 PhD students, 31 researchers and academic staff and 4 invited speakers) from a mixture of UK and other European institutes. \n\nEPSRC funds were spent as outlined in the proposal, helping support participation of four invited speakers as well as other conference costs. A large number of PhD students from UK institutions attended, enabling the next generation of researchers in this field to engage with leading researchers in both academia and industry. EPSRC support enabled the registration fee of (?70) for all the PhD students participating in the conference to be waived. \n\nResearch reported at the workshop included the application of plasmas to organic compounds, bio-materials, living tissue and the decontamination of surgical instruments. Part of the workshop was focused on plasma-assisted catalysis conversion of greenhouse gases into hydrogen and chemical vapour deposition of diamond coatings for plasma fusion facing components. \n\nIn summary, the conference programme consisted of 12 oral presentations and 32 poster presentations. The conference programme and list of participants in TPW 2009 TPW has gone on to be self sustaining and has run every year since 2009. \n\nIn 2011, the TPW became a conference of the Institute of Physics Plasma Physics Group.\n\nThe Technological Plasma Workshop was held in Coventry alongside the Vacuum Symposium at the Vacuum Expo at the Ricoh Arena, on the 15th and 16th of October 2014. Chemicals,Education,Energy,Environment,Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}