{"id":"E76FD37B-742C-4DFA-B698-70429FBB6173","title":"Hamiltonian-based data clustering and classification","abstractText":"For any extended entities such as convoys of vehicles, crowds of people, dust clouds or even rigid vehicles seen at close range, data clustering is an essential step in data processing and it is at the core of data recognition, classification and tracking procedures. Observations of such diffuse entities will generally be represented by points in a properly defined space. These points may represent observations of position, activity or other attributes, associated with the data. Over time, further points will be observed that need not necessarily correspond to any of the same features seen previously.Conventionally, the initial task in understanding such data is to find relations between the points to partition the observations into groups (i.e. the clusters) with similar features that define the entity to be tracked. Such clustering algorithms generally perform the classification on the basis of the relative displacements of the points in the observation space and/or on the basis of a library of known reference objects. Conventional clustering algorithms are easier to implement, and more reliable, if the number of clusters is known in advance, if the objects to be classified belong to a set of known objects, and if the cluster is stable in time. If this is not the case, the algorithm has to solve also the so-called cluster validation problem and has to adaptively generate a library of objects against which to perform the classification.Such convential approaches are sensitive to noise, under-sampling, presence of echoes and temporary data drop-outs, which would be typical of situations of uncooperative, diffuse observations. This proposal concerns a new approach to segmentation and tracking such extended objects characterised by sparse observations over extended times.We propose to develop a novel dynamic clustering algorithm: the clusters are identified as the level sets corresponding to a reference value of a clustering function.The core idea is to construct the clustering function from observations and to regard the clustering function as the generator of a Hamiltonian dynamical system, the trajectories of which describe the clusters. While the notion of clustering function is standard, the use of Hamiltonian dynamics provides an original perspective and several advantages. These include the possibility to compute on-line geometric features of the clusters, to represent their dynamics with reduced order models, and to identify their dynamical behaviour.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H011811/1","grantId":"EP/H011811/1","fundValue":"109252","fundStart":"2009-09-01","fundEnd":"2010-08-31","funder":"EPSRC","impactText":"  Findings have been used by other research groups. Aerospace, Defence and Marine,Education,Transport Cultural","person":"Alessandro  Astolfi","coPersons":[],"organisation":"Imperial College London","findingsText":" A new method to cluster dynamic objects, such as crowds and clouds, is developed. The method allows to on-line identify cluster and to solve the cluster validity problem. Identificatino of objects from shape, weather forecast, target classification. The research can be exploiting in any appication which requires the classification of moving objects, such as target tracking, weather forecast. Digital/Communication/Information Technologies (including Software),Energy","dataset":"gtr"}