{"id":"E7749A5C-1659-48B8-A7FA-979732024A29","title":"Cross-Metathesis Based Routes to Heteroaromatic Systems","abstractText":"Chemistry is a dynamic subject that is at the centre of many different scientific advances. Organic chemistry is concerned with the reactivity of carbon in all its different forms and can be viewed as the chemistry taking place within living things. Chemists are constantly looking for new ways of designing and building molecules (synthetic chemistry is molecular architecture) and this proposal describes a short and powerful new way of making valuable molecules using a new type of catalyst. The molecules at the heart of the proposal are heterocyclic aromatic compounds which have special properties and are the building blocks of many known pharmaceutical agents. To underscore the importance of these heterocycles, the 6 types or arene mentioned in the proposal are present in 7 of the top 15 brand name drugs by retail sales in 2008. The novel chemistry proposed here will provide a new, efficient and powerful way of making heteroarenes using catalysis to control functional group incorporation and substitution pattern: this will be of great benefit to both academia and industry. Plans have also been made to screen the compounds that we make for a wide range of biological activity.Given all of the above, it is imperative that we have novel, efficient and powerful methods for making new heterocyclic aromatic compounds so that we can study and use them. In addition, the development and application of new catalysts and catalytic systems is also important because it makes chemical reactions run faster, cleaner and with less waste: this is clearly a good thing for industry and also for the environment.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H051058/1","grantId":"EP/H051058/1","fundValue":"218279","fundStart":"2011-01-10","fundEnd":"2013-01-09","funder":"EPSRC","impactText":"  New routes to complex molecules using metathesis reactions Pharmaceuticals and Medical Biotechnology Economic","person":"Timothy  Donohoe","coPersons":[],"organisation":"University of Oxford","findingsText":" This project was very successful and allowed us to prepare a wide range of valuable aromatic compounds, using the latest cutting edge catalytic reactions. The work was publicised widely with academic articles in international journals and many research talks at venues around the world. The project has uncovered work which will be exploited in other grant applications to both EPSRC and industry Chemicals","dataset":"gtr"}