{"id":"E779708D-A6F2-4D7C-A844-8EBA711B9EAF","title":"Machine Learning for Resource Management in Next-Generation Optical Networks","abstractText":"Recent developments in optical networking technology offer the prospect of greater flexibility and configurability over increasingly short timescales in order to address the demands of large capacity, highly bursty, intermittent data transfers, typically in accordance with performance constraints. The aim of this project is to investigate the application of confidence machines to the prediction of highly dynamic traffic behaviour in next generation optical networks and, consequentially, enable these networks to be operated more efficiently. This project is a new collaboration bringing together three strands of recent research: pre-booking resource management, multi-fractal traffic modelling, and confidence machines. As the traffic pattern varies across time granularities, the proposed pre-booking resource management mechanism is hierarchical, whereby the traffic prediction is decoupled into multiple levels. A key point of novelty in the proposal lies in its approach to prediction; namely, the use of confidence information when evaluating plausible alternative resource allocations over a continuum of timescales. Unlike conventional machine learning techniques, the predictions these confidence machines make are hedged: they incorporate an indicator of their own accuracy and reliability. These accuracy reliability measures allow service provider and network carrier to choose appropriate allocation strategies by eliminating unlikely resource demands. Therefore, resource management process can effectively perform a cost-benefit evaluation of alternative actions.The project will employ a technology-agnostic approach allowing a number of possible evolution scenarios for next generation optical networking to be considered. The outcome of this research will have important industrial repercussions for optical network efficiency and revenue generation capability, as well as theoretical advances to the evaluation of performance risk in the context of dynamic network behaviour. This latter aspect is likely to have further application, for example, with regard to the performance and resilience of utility computing, and not just the underlying transport.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E000053/1","grantId":"EP/E000053/1","fundValue":"116637","fundStart":"2006-10-01","fundEnd":"2009-09-30","funder":"EPSRC","impactText":"  A significant portion of research finding is captured in the PhD research undertaken by the two research students funded by the project. This project is a new collaboration brining together three strands of recent research: resource management using evolutionary Routing and Wavelength Assignment (RWA), advanced traffic modelling capturing both short and long range dependencies, and confidence machine capable of quantifying the likelihood of changes to the incident traffic. As the traffic pattern varies across time granularities, the proposed resource management mechanism is hierarchical, whereby the traffic prediction is decoupled into two levels. A higher layer centralised forecasting mechanism makes predictions, fed periodically from distributed lower layer monitoring data. Beneath this, the distributed connection management framework allows ingress nodes to make RWA decisions influenced by information disseminated from the higher layer. The project used a variety of &amp;quot;realistic&amp;quot; traffic models to examine whether coupling a confidence machine to the RWA functionality would yield significant performance benefits relative the schemes where the resource allocation mechanism is reactive. The results showed that although benefits were possible, unless the traffic displayed readily predictable characteristics, then the extent of the benefit was marginal. Digital/Communication/Information Technologies (including Software) Economic","person":"Zhiyuan  Luo","coPersons":[],"organisation":"Royal Holloway, University of London","findingsText":" This research principally focussed on assessing whether predictions of future traffic demand variations can be used to better configure finite network resources to support noticeably higher utilisation levels. Much of the research assumed that the traffic arrival and holding time characteristics would be self-similar in nature. Although this is speculative, it is inline with recent trend data. A variety of prediction models were considered. The most promising one was based on Fractional Auto-Regressive Integrated Moving Average (F-ARIMA). It was able to consistently yield improvements in network utilisation. \n\n\n\nResults showed that typically moving less than ~5% of existing connections over the course of several hours can permit a typical network, like NFSNet, with 16 wavelengths per link, to support an additional 10% of connections prior to saturation. However, the magnitude of the benefit could be considered marginal. Furthermore, the computational complexity of the predictor would likely negate the benefits if the connection arrival density was high, as might be the case in a dynamic ASON environment. Despite this disappointing result, the research provided additional insight into the connection management mechanics and indicated that prediction coupled with limited selective redeployment of existing connections could provide appreciable benefits. This is now the subject of follow-on research. The machine learning methods developed could be implemented and used in network resource management system by network operators to improve resource utilization while maintaining QoS. \n\n\n\nInteger Linear Programming (ILP) and Particle Swarm Optimisation (PSO) have already seen widespread use in many fields undertaking resource optimisation. ILP, when feasible can give optimal results. PSO is a population-based global optimisation scheme which belongs to the class of Swarm Intelligence algorithms and has successfully been used to solve many &quot;NP-hard&quot; optimisation problems in both static and dynamic environments. However, it cannot guarantee finding the optimal solution.\n The developed machine learning methods can be used in other real applications such as medical diagnosis and information security. We are also seeking industrial collaborators to evaluate and enhance the developed machine learning algorithms on real data. \n\n\n\nTwo specific points are worthy of mention as they impacted on the research. Firstly, Nortel (a commercial contributor to this project) convinced us of the remoteness of OBS and OPS from potential commercial exploitation. As such, it was decided to use an ASON-like connection-oriented infrastructure as a basis for the subsequent performance assessment as it was likely to be of greater impact if significantly beneficial results were observed. Secondly, the commercial position of Nortel deteriorated during the second half of the project, culminating in bankruptcy. Sadly this meant that the planned exploitation route failed to materialise. \n\n\n\nNevertheless, a significant portion of this work is captured in the PhD research undertaken by the Research Students at Royal Holloway and Queen Mary, University of London. The role played by confidence machines is addressed in [1] and the use of evolutionary RWA is covered in [2]. \n\n\n\n[1] Mikhail Dashevsky, &quot;Prediction with Performance Guarantees&quot; PhD Thesis, Royal Holloway, University of London, 2009. \n\n[2] Ali Hassan, &quot;Particle Swarm Optimization for Routing and Wavelength Assignment in Next Generation WDM Networks&quot; PhD Thesis, Queen Mary, University of London, 2010. Digital/Communication/Information Technologies (including Software),Manufacturing, including Industrial Biotechology","dataset":"gtr"}