{"id":"E77C3A55-029F-43F3-9DC2-9895061B53EA","title":"Climate-scale analysis of changing air and water masses (CLAW)","abstractText":"This project is concerned with measuring changes in global rainfall and ensuring that computer models of the climate can predict how rainfall will change in the future.\n\nAs carbon dioxide and other greenhouse gases are continually added to the atmosphere, it is understood that the temperature of the surface of the earth will rise. Warmer air can hold more moisture, so as the Earth warms the rate at which the atmosphere extracts water from the surface of the earth and dumps it back as rain will also increase. Knowing precisely how much global rates of rainfall will change into the future is important to many people including farmers wanting to know which crops to plant and nations wanting to build domestic water and hydroelectric infrastructure.\n \nMeasuring the total rainfall around the world is no mean feat. On land, measurements are made directly (by catching the rain) or by reliable 'indirect' methods based on river flow and how wet the soil is. However, two-thirds of the globe is covered by ocean. It is hard to catch rain in the middle of the ocean without actually being there to do it. Although many 'indirect' methods exist for measuring rainfall over the ocean there is great uncertainty about how much rainfall has changed over the ocean in the last 50 years or so.\n \nThankfully there is a solution. The ocean itself acts as a giant rain catcher. Water that falls as rain is fresh water, like the water we drink. Most of the ocean however, is very salty. So the more rain that falls, the fresher the ocean water gets and the more evaporation that occurs the saltier the ocean water gets. Oceanographers can measure just how salty the water in the ocean is and have been doing so regularly for more than 50 years now. The question remains however, how do you turn measurements of the salinity of the ocean into measurement of how much rain has fallen?\n \nWell, by looking all around the globe and counting up how much more salty water there is and how much fresh water there is, researchers can estimate how much water has been evaporated in one place and fallen as rain in another. The researchers involved in this project will do this using all the observations of salinity in the ocean taken over the last 50 years. They will estimate just how much rainfall has changed. They will compare this with computer models which are commonly used to predict what will happen in the future to see how accurate they are and how they can be improved.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/K011499/1","grantId":"NE/K011499/1","fundValue":"156213","fundStart":"2014-01-31","fundEnd":"2017-01-30","funder":"NERC","impactText":"","person":"Aylmer John Nurser","coPersons":["Bablu  Sinha","Simon  Josey","Jeremy Peter Grist"],"organisation":"National Oceanography Centre","findingsText":"","dataset":"gtr"}