{"id":"E7816542-5609-4C74-A021-7A56DBEA79E1","title":"Empowering research with ultra-fast high-throughput genome sequencing on the benchtop","abstractText":"Biological research is in the midst of a revolutionary change. This revolution is being driven by the explosive increase in our ability to rapidly and cheaply sequence whole genomes which has gone from taking 10 years to sequence a human genome to just 1 day. Such an information explosion is spurring massive advances in biological research across many disciplines, and holds tremendous promise for surmounting many of the major challenges facing the UK and the world, including improved human health, sustainable food production, protection of the environment, and renewable bioenergy. From its inception such NGS technology has generally been provided as a service to researchers by large-scale sequencing 'factories' with the financial capacity to invest in the expensive capital equipment required. Though effective, such service providers tend to lack flexibility and responsiveness, raising barriers to the productive uptake of NGS in both smaller laboratories and in fields not traditionally associated with genomics. This has in many ways led to a slower uptake of NGS in many fields of high priority to the BBSRC such as food security, bioenergy and environmental change. The University of Aberdeen is particularly strong in BBSRC funded research relevant to these priority areas, including research into fish physiology, crop genetics, plant and soil interactions, tree pathology, and tick and mite biology. Unfortunately, these communities are under served in this current climate of large-scale NGS providers. Acquisition of the new Illumina NextSeq 500 DNA sequencer within the University of Aberdeen's Centre for Genome-Enabled Biology and Medicine (CGEBM) will help to overcome this barrier to use, leading to an enhanced utilisation of genomics within these currently underserved BBSRC funded research communities at the University of Aberdeen and locally. The new capacity provided by the NextSeq 500 will also enable Aberdeen's continued excellence in research relating to human health, including healthy ageing and infection biology; areas where researchers at the University of Aberdeen have been exploiting high through put genomics for over a decade. Further, it is our experience that initiation of new applications of NGS that make real advances in understanding, often requires developmental work, which is more easily achieved through direct interaction with those running the facilities, a process made much easier if these facilities are local.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M012360/1","grantId":"BB/M012360/1","fundValue":"333748","fundStart":"2015-01-12","fundEnd":"2016-01-11","funder":"BBSRC","impactText":"","person":"David Edward Salt","coPersons":["Elaina Susan Collie-Duguid"],"organisation":"University of Aberdeen","findingsText":"","dataset":"gtr"}