{"id":"E782103F-4D01-4C09-953F-D9D46444B420","title":"Live Notation: Transforming Matters of Performance","abstractText":"'Live Notation: Transforming Matters of Performance' will open up a new domain of performance related research instigated by the recent emergence of digital live coding. The project as a whole will formalise a research network where the visions and performances of Live Coding and Live Art may be further transformed under the broader theme of Live Notation. Whilst notation in relationship to both performance and technological process has a long history, 'live notation,' a term coined in developing this proposal, is a new phenomenon that opens up technological, aesthetic and theoretical potentials. The events of the project will address, explore and perform these potentials facilitated by a transformational dialogue between live coders and live artists. \n\nLive Coding grew out of a new approach to computer music practice a decade ago and its research community is healthy and growing. Yet there is no book, no formally recognised academic workshop, conference or research group aligned with the theme. It is time for its various directions of research to be brought together and developed into a coherent research programme, one integrated as much into an art context as a computer science one. However, intervention is necessary to properly situate Live Coding in an arts research context and to facilitate the next radical shifts and impacts in performance that this implies. For this reason we have made opening a dialogue between the fields of Live Coding and Live Art a key aspect of our programme. The project's association of Live Coding with Live Art - as opposed to theatre-performance - is particularly apt. Live artists are concerned with embodying processes and presenting durational labour live in front of an audience; the aesthetic of live experimental composition is common to both disciplines. \n\nThe aims, then, of 'Live Notation: Transforming Matters of Performance' are 1. To understand and expose Live Coding within an arts context and 2. Enact transformation in performance practices through exploring the potentials opened up by 'Live Notation.'\n\nThe objectives are 1. To bring emerging themes in Live Coding into a programme of coherent research, identifying radical 'next steps' in relationship to 'live notation;' 2. Develop new conversations between live coders and live artists and potentially transform one another's practices; 3. Explore and demonstrate how Live Coding can transform ideas about the performativity of notation within art based performance practices; 4. Conclude the above as groundwork for creating a new trans-disciplinary platform for Live Notation.\n\nWhilst the immediate benefits of the project will be to its 12 participants as they open up exploratory conversations and develop performances in relation to 'live notation,' wider benefits to performance research and practice per se are intended and expected. Each project member not only holds influence in terms of evidencing project findings to national and, in some cases, international audiences, but all members are well established academics who can disseminate findings through conferences and teaching. The project incorporates public events and the project website will make accessible the proceedings and host a blog. \n\nLive coding research is already having profound impacts in the software industries. If Live Coding keeps its focus on human creativity now, then future cross-disciplinary impacts will be all the richer. We will continue this momentum by ensuring that novel programming techniques are well documented as they emerge, particularly through video demonstration, in a form suitable for broad contexts outside of academia. A particular focus in our dialogue between Live Coding and Live Art is the role of the body in 'Live Notation.' As computer systems become ubiquitous and embedded in the environment this theme will become increasingly important in years to come.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J013056/1","grantId":"AH/J013056/1","fundValue":"22249","fundStart":"2012-02-01","fundEnd":"2012-07-31","funder":"AHRC","impactText":"  Issues brought up by 'live notation' have informed new workshops exploring gesture and drawing at Cardiff School of Art (Andree Stitt) and at Sheffield Hallam Art Department (Hester Reeve). Education Cultural","person":"Hester  Reeve","coPersons":["Simon  Tucker"],"organisation":"Sheffield Hallam University","findingsText":" Through introducing a new term, 'live notation,' we have allowed for an interdisciplinary exchange between two quite different practices (live coding which expresses itself through computer interface) and live art (which expresses itself through bodily action). Through workshops and discussion we discovered unexpected common ground that was both philosophical and political. This allowed for a mutual inspiration that encouraged each respective practice to take risks in its performed language and in some cases to collaborate. A broader discussion was enabled -both between the group, with live coders and with members of the public- into the current and potential cultural significance of code, the digital and 'liveness.' Performers (particularly live coders and live artists), performance lecturers and theorists of the digital might find the new works produced under the theme 'live notation' and the article exploring the works and the conceptual ramifications of the theme both stimulating and challenging to their own research into matters of performance. Digital/Communication/Information Technologies (including Software),Education,Culture, Heritage, Museums and Collections","dataset":"gtr"}