{"id":"E798B730-3CB5-46B8-8F2C-0BFD25CF3933","title":"Devolution and Public Policy","abstractText":"<p>Devolution creates possibilities for policy innovation and divergence but there is a path dependency from pre-devolution models of policy making and administration. There is an interest among practitioners in academic research about policy innovation and policy learning. </p>\n\n<p>This follow-on project builds on a previous ESRC project on policy innovation and divergence under devolution, linking with practitioners through the Scottish Policy Innovation Forum and the Scottish Public Management Network. There will be an internet portal to provide information on research in public policy in Scotland. Two joint academic-practitioner seminars will examine comparative experience of policy innovation and learning in multi-level systems. Teaching materials are being devolved for post-experience courses in policy making. </p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-189-25-0045","grantId":"RES-189-25-0045","fundValue":"23790","fundStart":"2009-11-01","fundEnd":"2010-12-31","funder":"ESRC","impactText":"  The focus of this project was on improving links between the academic and practitioner world in the field of public policy. The main challenges here are:\n• the need to develop a common language and conceptual framework. This requires academics to move beyond the conceptual arguments that have been so prominent in the study of public policy in recent years and to engage with policy issues. The practitioners for their part need to develop conceptual tools and broader frameworks for policy, after a period in which public management has been dominated by performance targets rather than policy analysis;\n• the application of social science research to the process and substance of public policy;\n• finding times and places for practitioner-academic interchange;\n• sustaining links over the long term;\n• exploring opportunities for policy innovation and learning;\n• translating academic findings into a language and a format that are accessible to practitioners;\n• reaching policy-focused practitioners at all levels.\nWe have made progress in all of these. Government, Democracy and Justice Policy & public services","person":"Michael  Keating","coPersons":[],"organisation":"University of Aberdeen","findingsText":" We have succeeded in consolidating SPIF and a broader network of academics and practitioners around the theme of public policy in Scotland. There is a comparative dimension to our work, emphasized in the two seminars, covering both the rest of the United Kingdom and other places in Europe and beyond. We have established a common language and trust and it is easier to communicate and exchange ideas. We have also learned how to manage academic-practitioner meetings in various formats. \n\nThe main challenges are to sustain the networks in the longer run and to reach beyond the core network, which has been led by officials with experience in the university sector and by academics who are used to working with practitioners. The training seminars are one way of broadening the network and reaching to the senior policy officials of the future. It is intended to continue this and expand it if possible, bringing in outputs from SPIF seminars and other activities as part of the course material. \n\nWe are in discussion with my partners in the practitioner world on the format of future activities. One idea is to establish joint working groups to explore issues in a series of meetings over a prolonged period. Another is to encourage SPIF presenters and others to write policy briefs alongside the conventional academic papers, which can then be posted on Scothub.\n\n\nThe presence of non-UK scholars at the two seminars has widened the networks and led to some bilateral contacts and research proposals. We have established networks for discussing public policy issues in Scotland. Government, Democracy and Justice","dataset":"gtr"}