{"id":"E7993B4A-9882-4917-B4AD-5ECEF35057B6","title":"Magma Dynamics at Persistently Degassing Basaltic Volcanoes: A Novel Approach to Linking Volcanic Gases and Magmatic Volatiles within a Physical Model","abstractText":"Volcanoes are the principal source of non-anthropogenic gases and aerosols injected into the atmosphere. A significant proportion of this gas comes not from volcanoes that are actually erupting, but from volcanoes that are quietly bubbling their gas to the atmosphere, or 'degassing persistently'. Many basaltic volcanoes can degas in this way for many years without a major eruption. Such volcanoes are often monitored for their gas chemistry and gas flux as well as a host a host of geophysical parameters. These monitoring data contain clues as to the underground movement of the magma that is degassing. In effect, the gas record affords us a window into the inner workings of magma chambers, which are not accessible by any other means. Making the link, however, between subterranean magma dynamics and magma gas records is not straightforward. It requires not only an understanding of the fundamental fluid dynamics of the mechanisms by which magma releases its gas, but also knowledge on the pressure-dependent solubility of the different gas species measured at the surface. The aim of this proposal is to develop fluid dynamical models of the convective processes thought to be responsible for magma degassing and to apply these results to two of the best monitored passively degassing volcanoes in the world, Masaya in Nicaragua, and Stromboli in Italy. The fluid mechanical models build on preliminary work at Bristol concerning the convective motion of gas-bearing magma within an underground chamber connected to the surface by a pipe. As the magma ascends it loses gas, becomes denser and sinks back down. The interaction between ascending gassy magma and sinking degassed magma exerts a key control on how degassing occurs and how it evolves with time. The process, although conceptually quite straightforward, is not easy to model because it involves interplay between convection and pressure-dependent gas loss, which have not previously been combined. The models, which are developed through a combination of analogue experiments and mathematics, can be used to make predictions about the composition of the gas emitted and how it varies with time. These can then be compared to the record from a well-monitored persistently degassing volcano. To do this we require a record not just of gas flux, but also of gas chemistry, for all of the major volcanic gas species. There are relatively few volcanoes at which such data are available because of the difficulty of analysing H2O and CO2, which are not only the most important volcanic gases, but are also abundant in the atmosphere. In order to measure these species we require a persistently degassing volcano with an accessible crater across which gas chemistry can be measured with minimal atmospheric interference. Masaya and Stromboli are ideal for that purpose. Data from Stromboli will be acquired though our collaboration with Project Partners in Italy, while we plan 3 new field campaigns to collect data at Masaya. In order that the fluid dynamical models are directly applicable to Masaya we will use high temperature and pressure experimental techniques to determine the solubility of the principal gas species, H2O, CO2, SO2 and HCl, in a sample of Masaya basalt. In order to constrain the initial gas budget of the Masaya magma we will analyse tiny quenched droplets of basalt liquid, known as melt inclusions, contained in crystals of olivine and plagioclase. These two types of additional information, solubility and initial gas inventory, are not currently available for Masaya, which makes any modelling of the degassing process rather difficult. The project brings together experts in volcanic and experimental petrology, volcano monitoring, gas chemistry and fluid mechanics. The ultimate objective of this research is a better understanding of how volcanoes work, with particular emphasis on how to interpret gas chemistry and its evolution with time from the point of view of impending volcanic hazard.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F004222/1","grantId":"NE/F004222/1","fundValue":"401800","fundStart":"2008-07-01","fundEnd":"2012-03-31","funder":"NERC","impactText":"  This research has had significant specialist impact on the academic research community through a number of highly-cited publications. The projects main impact is in re-framing the research agenda and this may lead to new volcano monitoring tools in the future. There is no immediately accessible information about its current socio-economic impact. Environment ","person":"Jeremy Charles Phillips","coPersons":["Heidy M Mader","Jonathan David Blundy","Matthew  Watson","Simon Charles Kohn"],"organisation":"University of Bristol","findingsText":" The major outcome of this project has been to develop a framework for interpreting the relationship between dissolved gases in basalt magma (termed 'volatiles'), the composition of volcanic gases emitted to the atmosphere during persistent gas release from volcanoes, and the composition of volcanic gases preserved in small regions of the liquid magma trapped in crystals (termed 'melt inclusions'). The research has also quantified the role of the volcanic conduit that connects the magmatic system to the surface as a ‘filter’ for information about changes in magmatic volatiles in the deeper system, and its implications for monitoring volcanic gas emissions. The major achievements of the project have been the development of a computer model (‘SolEx’) that describes the solubility of different volatile gases in magmas which is now freely available to the community. The model has been used to explain how the suite of melt inclusion compositions found at basaltic volcanoes can be produced by either mixing of ascending gassy and descending gas-poor magmas or by fluxing of CO2 through the magma from a deeper source. Fluid dynamical experiments have been used to identify and quantify new flow regimes for conduit convection and a mechanism for permeability development in slowly rising basalt magma. These components have been combined into an integrated model for conduit flow that accounts for the change in degassing as permeability develops in rising bubbly magma. The model has been applied to the target volcanoes (Stromboli and Masaya) and predictions are in good agreement for both melt inclusion and emitted gas compositions. Field campaigns have extended the continuous record of gas emissions at Masaya. This work has also developed a new methodology for probabilistic assessment of hazard from volcanic sulphur dioxide release, which has been tested for long-term exposure at Masaya and used as part of the Greek government response to the unrest at Santorini in 2012. The results of this project are highly significant for the scientific research community working on volcanic degassing and volcanic gas monitoring. It is now clear that any changes in emitted volcanic gas composition from persistently-active volcanoes that are distinctive from the underlying steady-state activity unamibiguously indicate significant changes to the composition of the magmatic system and are a strong indicator of potential unrest. It is equally clear that current monitoring methods for volcanic gas emission will not resolve these changes, and that much longer continuous high-temporal resolution measurement is required to constitute a reliable monitoring tool. A number of our outcomes shape future research agendas: exploring the longstanding problem of why melt inclusion compositions are not consistent with simple degassing trends based on initial volatile composition highlights the possible ubiquity of a deeper source of CO2 in arc magmatism; the ‘filtering’ effect of the volcanic conduit to deeper changes in magma composition suggests that future study of volcanic degassing in other situations should focus on resolving the details of the shallow system rather than detailed investigation of deeper processes. Finally, our research has provided the SolEx model as a general tool that can be used to study broader aspects of gas exsolution in basalts, and a basis for probabilistic modelling of volcanic gas hazard for all styles of volcanic activity. Environment","dataset":"gtr"}