{"id":"E799D495-9851-4B86-A585-7808D716CD0D","title":"Making Our Connections: Collaboration, Community and the Exhibition of the Written Word","abstractText":"The project explored how communities of interest are constituted, and how the projects exhibition must appeal to them if it is to meet its goals. The project team, consisting of librarians, curators and academics, brought together academics, librarians, curators, conservators, community engagement officers, and representatives of writer-focused heritage institutions and societies working in Scotland and beyond, all of whom have an existing interest in engaging a varying public with the written word. The team organised a Knowledge Exchange Workshop bringing 20 participants in the workshop including academics, curators and other stakeholders engaged in the conservation, interpretation and display of manuscripts and printed books, in which they shared views, assumptions and experiences, and formulated provisional conclusions, regarding the ends and means of public or community engagement around the exhibited text. The discussions that took place at the workshops were formulated into an advisory document 'Making our Connections' which was distributed in hard copy to academics, curators and other stakeholders via the Rare Books in Scotland network and the distribution networks established by Edinburgh UNESCO World City of Literature. It is also available as a downloadable PDF on a project webpage created on the University of Edinburgh website. The principal outcome of the project is enhanced and extended knowledge exchange regarding the theoretical and practical issues, assumptions and problems involved in exhibiting texts to a range of communities of interest. The Workshop was the principal venue for this; but the project outputs - an advisory document and a training workshop for academics, curators and other interested parties - also enabled the team to formalise this exchange and disseminate it to other interested academics, curators, heritage bodies, government supported services and voluntary societies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J500719/1","grantId":"AH/J500719/1","fundValue":"26286","fundStart":"2011-02-28","fundEnd":"2011-08-27","funder":"AHRC","impactText":"  Our findings fed into a report, 'Exhibiting the Written Word', offering guidance and reflection on the issue of staging an exhibition of books or manuscripts. The report was published in hard copy and online and has been distributed among librarians, curators and archivists nationally and internationally. Culture, Heritage, Museums and Collections Cultural","person":"James  Loxley","coPersons":["Joseph  Marshall"],"organisation":"University of Edinburgh","findingsText":" The current literature, both theoretical and practical, on exhibitions of the written word, is not extensive; some challenges are shared with exhibitions of other media, but some are particular and distinctive to the written word; there are a range of different drivers with which curators are having to grapple, including an increasing desire to reach wider and newer publics, and to play a more developed social or community role; there is a felt need for academic and extra-academic partners in an exhibition to understand the different pressures and demands under which they are working. Librarians, curators, academics and archivists involved in staging exhibitions might find our exploration of the issues, and our account of the relevant questions, useful in guiding their own practice; similarly, such constituencies might find in it a prompt for further reflection and formulation of best practice in this area. Education,Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections","dataset":"gtr"}