{"id":"E79EE9CE-10D1-4AD3-96AC-B534D0EC1DDA","title":"Improved models of West Antarctic glacial isostatic adjustment through new crustal motion data","abstractText":"This project addresses the current uncertainty in the present-day contribution of the West Antarctic Ice Sheet to global sea level rise. These estimates are primarily derived from space geodetic (altimetry or time-variable gravity) measurements, with time-variable gravity data from the GRACE satellite mission the only technique capable of determining ice mass balance for the entire ice sheet. Accurate correction of total mass change (measured by GRACE) to obtain ice mass change is, however, complicated by a lack of confidence in accurately correcting for glacial isostatic adjustment (GIA). Indeed, recent published estimates of ice mass change for West Antarctica are swamped by the present uncertainty in GIA models. Global Positioning System (GPS) time series offer important constraints on GIA and, indeed, have been installed in many of the critical locations. However, the current network of GPS sites, whilst allowing separation of wildly different GIA models, is too sparse to provide the tight constraints required for producing improved models / for that a high spatial resolution of GPS sites is required. In particular, the southern Antarctic Peninsula/Ronne Ice Shelf contains a very large GRACE signal, but the current station density there is too sparse to unambiguously determine the origin of the gravity change. Further suitable rock outcrops are available in this region for additional data collection and situating there new, more densely spaced, continuous sites would provide the required constraints. Here, we propose to place improved constraints on an Antarctic GIA model through newly collected GPS-data, thereby allowing us to compute new accurate and precise estimates of ice mass contributions to sea level rise from West Antarctica.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F01550X/1","grantId":"NE/F01550X/1","fundValue":"39593","fundStart":"2009-04-01","fundEnd":"2015-11-04","funder":"NERC","impactText":"  We have used these results to develop a model that predicts the motion of the land in resonse to changes in ice load. This model requires a more complex history, with implications for our understanding of how changes in ice-sheet size occur. Environment Societal","person":"Richard Carl Hindmarsh","coPersons":["Edward  King"],"organisation":"NERC British Antarctic Survey","findingsText":" We measured the vertical movement of the land at nunataks in Antarctica. It should be moving up, because the ice load has decreased over several thousand years. The movement rates were much smaller than expected, meaning that we have had to revise our views on the deglaciation of Antarctica. Further research into Antarctic deglaciation Environment","dataset":"gtr"}