{"id":"E7A58D37-F67E-452D-A68F-55579A67CBB4","title":"DERC: Digital Economy Research Centre","abstractText":"The Digital Economy Research Centre (DERC) will theorise, design, develop, and evaluate new digitally mediated models of citizen participation that engage communities, the third sector, local government and (crucially) the commercial digital economy in developing the future of local service provision and local democracy. \n\nDERC will deliver a sustained program of multi- and cross- disciplinary research using research methods that are participatory, action-based, and embedded in the real world. The research approach will operate across multiple scales (e.g. individual, family, community, institution) and involve long-term embedded research activity at scale. \n\nThe overarching challenges are significant:\n\n-- the development of new technologies and cloud-based platforms to provide access to open and citizen-generated data, big data analytics and software services at scale to support trusted communication, transactions, and co-production between coalitions of citizens, local government, the third and commercial sectors; \n\n-- the development of participatory methods to design digital services to support citizen prosumption at the scales of communities and beyond; \n\n-- the development of new cross-disciplinary insights into the role of digital technologies to support these service delivery contexts as well as understandings of the interdependency between contexts and their corresponding services. \n\nThe backbone of this research agenda is a commitment to social inclusion and the utilisation of participatory processes for user engagement, consultation and representation in the design and adoption of new forms of digital services. The main research themes of DERC address the development of models of digitally enabled citizen participation in local democracy (planning), public health, social care and education, and the nature of new civic media to support these. \n\nThe Centre's research will be conducted in the context of local government service provision in the Northeast of England, in close partnership with Newcastle City Council, Gateshead Council and Northumberland, and supported by a consortium of key commercial, third sector and professional body partners. DERC's extensive program of research, knowledge exchange and public engagement activities will involve over 20 postdoctoral researchers and 25 investigators from Computer Science (HCI, Social Computing, Cloud Computing, Security), Business &amp; Economics, Behavioural Science, Planning, Education, Statistics, Social Gerontology, Public Health and Health Services Research.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M023001/1","grantId":"EP/M023001/1","fundValue":"4051360","fundStart":"2015-11-01","fundEnd":"2020-10-31","funder":"EPSRC","impactText":"","person":"Patrick  Olivier","coPersons":["Geoff  Vigar","Aad  Van Moorsel","Liz  Todd","Thomas Rainer Gross","Philip Michael James","Lynne  Corner","Pamela  Briggs","Barbara  Hanratty","Paul  Watson","Katie Rhian  Brittain","Falko F  Sniehotta","Daniel John  Zizzo","Shaun William Lawson","David  Kirk","Paolo  Missier","Robert George Wilson","Ashley Jayne Adamson","Darren James Wilkinson","Sugata  Mitra","Peter  Wright","Rob  Comber","John  Vines","Thomas  Ploetz","Mark  Tewdwr-Jones","Madeline  Balaam"],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}