{"id":"E7AA2A69-66D2-4FF7-B743-9865460765DE","title":"Treating People as Objects? Ethics, Security and the Governance of Mobility","abstractText":"This research seeks to critically analyse the ways in which efforts to control the movement of people across borders are becoming increasingly entangled with efforts to control the movement of objects across those same borders, and the ethical implications of this entanglement. More specifically the project aims to explore the extent to which current efforts to control mobility result in security practices and policies that treat people purely as objects, rather than as rights-bearing subjects. By paying particular attention to the moral risks embedded in controlling the movement of people and objects, this research aims to provide a strong empirical foundation for the development of rigorous ethical assessments of state border security practices and governance. Our research therefore aims to identify the ethical trade-offs between state protection and security on the one hand, and the treatment of people as rights-bearing individuals on the other. Exploring this tension will offer insight into how legitimate the legal, political and ethical norms governing mobility are and whether the security practices at borders are appropriate, proportionate and effective. \n\nThese objectives will be realized using a combination of methods. These include: discourse analysis of key documents; ethnographic observations at London Heathrow, Dover Port and Felixstowe Port; and semi-structured interviews with managers and front line workers at the three UK border sites, senior civil servants, activists working with migrants, and migrants themselves. \n\nThis research will be carried out in a way that is collaborative and inter-disciplinary, bringing together researchers with expertise in Philosophy, Law, Governance, Security and International Relations. Whilst the field research will be carried out by particular teams of researchers according to their specific expertise and experience, the analysis of the documentary and ethnographic material will be undertaken collectively in order to capitalize on our interdisciplinary expertise. In this way the project brings together insights from different disciplines in the humanities and social sciences in order to address an issue that is relevant to each of them.\n\nThe project will further academic debates about the contested relationship between security and ethics by carrying out detailed, empirically informed work on how governance structures and security practices at the border either facilitate or prevent the treatment of people purely as objects. In order to develop these debates the project includes an academic workshop part way through the project. A number of academic articles in leading international journals will be produced, with an emphasis on co-authored collaboration and cross-disciplinary impact\n\nIn addition to contributing to these academic debates a central objective of the project is to begin a conversation with the UK government, migrant groups and other end-users about (a) how to identify situations in which humans are more likely to be treated purely as objects at border sites; and (b) how to decrease the objectification of human subjects during border processing activities. To ensure this impact the project will hold an end-users workshop at the end of the project in order to disseminate and discuss our findings. This workshop will be supported by a set of three briefing papers, one for each of the three distinct communities that will be impacted by the project. These are: policy-makers responsible for UK border management, practitioners working at UK border sites, and advocacy groups working on behalf of migrants.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L013274/1","grantId":"ES/L013274/1","fundValue":"191544","fundStart":"2014-10-01","fundEnd":"2016-09-30","funder":"ESRC","impactText":"","person":"Tom  Walker","coPersons":["Michael  Bourne","Heather Lynn  Johnson","Bal  Sokhi-Bulley","Daniel John Bulley","Debbie  Lisle"],"organisation":"Queen's University of Belfast","findingsText":"","dataset":"gtr"}