{"id":"E7B808A6-F659-4E4C-80BD-3F9112F1CBB5","title":"Role of STAT1 Cooperative DNA Binding in Interferon Signalling","abstractText":"This proposal aims to investigate how cells manage to respond quickly to sudden changes in their environment. An example of the need for rapid responsiveness is the cells of the body's immune system, which protect us against microbes, i.e. viruses and bacteria, that attempt to establish infections. Once the immune cells have sensed the presence of intruding microbes they release signalling molecules with diverse roles. We are concerned with signalling molecules that interfere with the ability of viruses and bacteria to multiply and therefore are called interferons (IFNs). Since their discovery 50 years ago, the IFNs have come to be regarded as the model signalling molecules with therapeutic efficacy not just against microbial infections, but moreover in the treatment of cancers and neurodegeneration. However, their very potency can also cause problems manifesting in autoimmune disorders or severe depression. It is thus not surprising that the interferons and their activities are still intensely studied not least to realize fully their clinical potential. A lot has been learned though about how the interferons function. One important aspect is that IFNs exert their influence on cellular behaviour by regulating the activity of genes. Yet interferons do not enter the cells but attach to receptors in the cell membrane. Here, they activate a protein called STAT1, which then carries the signal to the genes in the cell nucleus. STAT1 is a transcription factor. Transcription factors bind to DNA -the material containing the genes- in order to regulate the expression of genes. Transcription factors can be regarded as the keys that allow extracellular signalling molecules, like the IFNs, access to their target genes. How STAT1, and for that matter transcription factors in general, find specific sites that are few in number and hidden in a massive excess of unspecific sites, is a formidable, incompletely understood, problem in cell signalling. A way forward was suggested when we discovered that STAT1 can bind to DNA not only in single copies, but that it can also polymerise into larger structures. These polymers are believed to then access specific sets of genes within the IFN target gene repertoire. It was suggested that polymerization is widely important for transcription factors to steer the behaviour of individual cells and to orchestrate complex phenomena like immunity, but direct experimental evidence is scarce. \nTo address this lack of knowledge we have expanded upon a number of crucial discoveries in the PI's lab regarding STAT1 DNA binding and polymerization, and have created a genetically modified mouse strain with normal STAT1 function, except that it is specifically deficient in polymerization. It is thus a promising model for studying the effects of polymerization on gene regulation and cellular behaviour. On the molecular level we hope to identify the target genes of STAT1 single molecules and polymers, and the &quot;DNA code&quot; by which STAT1 discriminates between them. As such the proposed research aims at solving a fundamental biological problem. Mice moreover are a tested model for the functioning of the human immune system. Our mutant STAT1 mice thus enable us to explore the effects of polymerization on protection against bacterial and viral infections, central tenets of immunity. As interferons are effective in diverse clinical settings, an improved understanding of how they achieve target gene specificity is critical to better tailor their use according to clinical need. The possibility that STAT1 inhibitors may limit excessive inflammation is another potential clinical application. Current pharmaceuticals inhibit STAT1 indiscriminately. Our pilot work indicates that targeting STAT1 polymerization, in contrast, might hold the prospect for novel STAT1 inhibitors with higher specificity and fewer side effects. The proposed experiments will help to decide whether these intriguing possibilities are in fact realistic.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L001276/1","grantId":"MR/L001276/1","fundValue":"431172","fundStart":"2013-08-01","fundEnd":"2016-07-31","funder":"MRC","impactText":"","person":"Uwe  Vinkemeier","coPersons":["Norbert  Reich","Tracy  Hussell","Christoph Dominik Schmid"],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}