{"id":"E7C09B23-D0AA-4577-BA9F-EB4840FB05BB","title":"SCOT2K: Reconstructing 2000 years of Scottish climate from tree-rings","abstractText":"The SCOT2K project aims to reconstruct summer temperatures in the Scottish Highlands for the last 2000 years using tree-ring data. Such a climate reconstruction for Northern Britain, along with similar tree-ring data-sets being developed in Scandinavia, will not only provide important information on medieval climate, the transition into the Little Ice Age (~1300 AD) and current regional climate change, but will also help ascertain the influence of the North Atlantic on the climate of the NW European region.\n\nTrees respond to a variety of environmental factors. By understanding how these organisms respond to such factors, it is possible to use tree-ring measurements to not only reconstruct past climate but also assess how management practises may have influenced tree-growth in the past. In the Scottish Highlands, Scots pine trees rarely attain ages greater than ~200-300 years. Therefore, to study past environmental change prior to ~1700, living pine chronologies need to be extended back in time using preserved local woody material. There are potentially two sources of material; historic timbers from buildings and sub-fossil material preserved in peat/lake sediments. This project will utilise both sources of preserved pine material to extend the living chronologies back in time.\n\nIn general, trees of the same species respond in a similar way to environmental conditions over relatively large areas. There is therefore a certain degree of common growth variability between all trees of the same species from the same region. This common variability results in a shared pattern of wide and narrow rings (i.e. like a bar code) that can be matched between samples allowing between sample dating. This synchronising or pattern matching process is termed &quot;crossdating&quot;. Through crossdating, historical or sub-fossil woody material can be calendar dated, so long as there is reasonable overlap (~80 years) with an already dated reference chronology. \n\nInitial results indicate that a 2000 year chronology is a feasible and realistic objective within the timeframe of the proposed SCOT2K project and that an ~8000 year long chronology, an albeit more challenging long term aim, is theoretically possible in the future.\n\nThis project proposes to sample preserved pine material from both historic structures and lakes in the Scottish Highlands, crossdate the samples and derive a 2000-year long climatically sensitive tree-ring chronology for the region. As well as ring-width (RW) data, maximum density (MXD) and minimum blue intensity (BI) data will also be measured from the samples. MXD and BI are both measures of lignin content in the latewood of a tree-ring, the amount of which is strongly controlled by summer temperatures. Using RW, MXD and BI, a robust, strongly calibrated summer temperature reconstruction can be developed for the Scottish Highlands. The data obtained from the SCOT2K project will not only provide important information of past temperatures over the last two millennia for northern Britain, but will also provide key information on North Atlantic variability which controls decadal and longer term climate variability over the British Isles. The importance of this work will be greatly enhanced by interaction with research groups (other tree-ring scientists and climate modellers) undertaking similar research across Scandinavia. A synthesis workshop is proposed for Year 3 of the project to facilitate this important collaboration.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/K003097/1","grantId":"NE/K003097/1","fundValue":"261005","fundStart":"2013-04-08","fundEnd":"2016-10-06","funder":"NERC","impactText":"","person":"Robert John Wilson","coPersons":["Charles Richard Bates"],"organisation":"University of St Andrews","findingsText":"","dataset":"gtr"}