{"id":"E7C9223E-631B-49C5-9731-C8A15304CCC6","title":"Microseismic impact assessment for shale-gas stimulation (MIA)","abstractText":"Hydraulic stimulation - where fluids are injected at high pressure into rocks to create the fractures needed to produce hydrocarbons from 'tight' (low permeability) rocks - is currently the fastest growing sector of the oil and gas industry. Shale gas exploitation has been an economic game changer in the USA. It has been estimated that the USA could be energy self-sufficient by 2050 and the country has reduced its CO2 emissions substantially, as shale gas is displacing coal as a fuel. Coal has once again become Britain's dominant fuel for electricity, and Europe is now importing coal from the USA. Hence there is considerable interest in exploiting cleaner shale gas. Nevertheless, these activities are not without controversy. It has long been known that subsurface fluid injection has the potential to trigger seismic events. As well as the direct hazard posed by seismic activity, reactivated faults may provide a hydraulic connection from the reservoir to the surface, leading to concerns about aquifer contamination and surface leakage. Here we propose a long-term seismic strategy to monitor induced seismicity and guide the mitigation of the risks it may pose.\n\nPassive seismic monitoring refers to detecting very small earthquakes or microseismicity. Many anthropogenic activities can create microseismic events (earthquakes with magnitudes between -2.0 to -4.0, which release the energy equivalent of dropping a gallon of milk from a kitchen counter). Such events hold the telltale signs of fracture network development and where fluids are migrating, providing potential early warning signs of any breach in caprock integrity. Furthermore, these activities can sometimes trigger much larger events (such as the recent M2.3 event in Lancashire). Although events of such magnitude are unlikely to cause significant damage, they represent a source of concern for local populations. \n\nBristol University has been doing research in this area for the past 10 years and is ahead of the curve in technology, as the industry norm is to simply locate events. We have developed a suite of software that characterises the seismic source, monitors fracture network development, and holds the potential to track fluid migration through the subsurface in semi-real-time. The Bristol University Microseismicity Projects (BUMPS) project is a joint-industry-project (JIP) sponsored by 8 oil and gas companies. Entering into its third phase, the focus has shifted from technique development to answering key questions facing operators in unconventional resource plays. The proposed catalyst funding will broaden the scope of the project to include environmental impact monitoring. \n\nSparse seismic networks can be used to monitor induced seismicity in shale gas regions. Under the current 'traffic-light' system, operational decisions will be taken based on events with magnitudes of 0.0 - 0.5. Accurate and independent estimates of induced event magnitudes are therefore required. To do so robustly is a challenging task for events of such low magnitudes and current UK seismic catalogues are only complete to magnitude 2.0. Therefore, baseline surveys of seismicity that are complete down to these low magnitudes will be needed if we are to unambiguously determine the cause of any events detected during and following stimulation activities. \n\nWe will deploy a sparse network of seismometers in a region of current gas exploration in the UK (see letter of support). Such networks provide an independent estimate of event magnitude, information that is needed for 'traffic-light' monitoring of induced seismicity. It is important for regulatory purposes and public confidence that such a seismic network is established and operated by institutions independent from the oil and gas operators. To this end, we will develop a set of best practice guidelines for environmental impact monitoring of shale gas stimulation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/L008351/1","grantId":"NE/L008351/1","fundValue":"90468","fundStart":"2014-01-01","fundEnd":"2015-08-31","funder":"NERC","impactText":"","person":"Michael  Kendall","coPersons":[],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}