{"id":"E7C9029C-FB0F-4153-8F10-56704A1DBBCA","title":"Characterisation of cue-dependent behaviour in plant parasitic nematodes (PPNs); the neurobiology of host plant invasion","abstractText":"Nematodes are rounds worms that live in many habitats ranging from the highest mountains to the deepest seas. There are a number of different nematodes that have evolved for distinct life-styles. They encompass both non-parasitic and parasitic worms. Amongst the latter are parasitic nematodes that use agriculturally important crops and animals as hosts often affecting their vitality and/or viability. Such parasites lead to disease processes that cost billions of pounds and reduce the capability for food self-sufficiency and security. In the UK and across the world we face an increasing problem from nematodes that infect animals and also plant parasitic nematodes that infest crops. For the latter, this is worsened by the growing realization that current treatments are becoming increasingly unacceptable due to environmental and human health implications and their withdrawal from use. This places farming in a very vulnerable position. The plant parasitic nematodes (PPNs) directly cause damage and also act as secondary carriers for diseases. In the UK they place a severe burden on potato crops. The life cycle of the PPNs involves the maturation of the worm in the host's root where it diverts plant nutrients to its own development and reproduction. This is followed by release of a free living form, from resource exhausted infected roots, that goes onto re-invade a different root. Some of these nematodes show a selective taste for one kind of plant while others can target a range of hosts. In either case the parasites often infect and reduce yields from intensively farmed and economically important crops. An essential aspect of the successful completion of the PPN life cycle is movement through the soil from the point of release to locate and reinvade new host roots. This is achieved through a simple three step process. Firstly, the free living worm detects signals from the root. Secondly it uses its sensor organs to detect these tell-tale host cues. Thirdly it uses these cues to track towards the new root. The details of what the worm's sensors are and how they guide its movement to an appropriate host are poorly understood but clearly very important for maintaining the parasite's life cycle. This is in complete contrast to the detailed understanding we have for another species of nematode, the so-called 'model' organism, C. elegans. This non-parasitic worm has been extensively studied by biologists since the 1960s and its success as a biological model is manifest by the fact that it was the first animal to have its genome sequenced (1998). Indeed, it has been instrumental in the award of three Nobel prizes. Neurobiologists have defined in precise detail the molecular, cellular and behavioural mechanisms through which this worm senses food and moves towards it. Furthermore, chemicals that act against parasitic nematodes also have effects on C. elegans consistent with the view that the latter provide a good model for understanding signalling and behaviour in PPNs. We will use the techniques, expertise and understanding of C. elegans and translate these to a detailed analysis of host location behaviour in PPNs. We will use laboratory based investigations in which root extracts from host plants modify PPN behaviour and investigate chemicals that could act against PPNs to prevent their ability to locate and/or move towards the host plant. This will be facilitated by ongoing genome sequencing for PPNs which will reveal the molecular identity of new targets through which nematicidal chemicals act. This will be done with a view to identifying new chemical targets for nematicides. These efforts will be facilitated by a supply of chemicals from collaborating industrial colleagues that have the potential to provide PPN selective nematicides that act by impairing the parasite's ability to find its host plant. In this way the project will address the threat to farming posed by the lack of effective, environmentally safe nematicides.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J00555X/1","grantId":"BB/J00555X/1","fundValue":"10793","fundStart":"2012-06-01","fundEnd":"2015-05-31","funder":"BBSRC","impactText":"","person":"Christopher  James","coPersons":[],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}