{"id":"E7CAD17E-484B-4AB0-A64F-0F3048C8D3DF","title":"Passive UHF Location SEnsing (PULSE)","abstractText":"Within the TINA project, Cambridge University has demonstrated the feasibility of using low cost UHF RFID technology in a new way to provide (i) enhanced tag read range (to &gt;10m), (ii) increased (100%) tag reading probability and (iii) the ability to locate the passive tag to approximately 1m resolution. This has been achieved by combining a customised RFID reader with a distributed antenna system. The ability to use the distributed antennas in a collaborative manner acts to remove the effect of radio propagation fades and also has allowed the development of algorithms, which have been implemented on RFID firmware, to take the RF information from the individual antennas and use this to generate the location information. The TINA project resulted in two ongoing patent applications to protect the concepts described above.These enhancements to passive UHF RFID have generated a great deal of interest, both in an academic sense - we have presented the results in invited papers and a keynote at 5 international conferences - but also commercially across a variety of sectors. The PULSE project therefore seeks to further the commercialisation of the technology. It will do this via (i) building a prototype system suitable for demonstration to customers and (ii) working with commercial partners to understand better the market opportunities and, concentrating on the retail sector, develop an application demonstration based on the prototype location system and field trial this approach. This twin pronged approach will allow the identification of the best route to commercialisation and, working in collaboration with MBA students from the Judge Business School, will result in business plans to map this route forward.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I028439/1","grantId":"EP/I028439/1","fundValue":"125355","fundStart":"2011-10-01","fundEnd":"2013-03-31","funder":"EPSRC","impactText":"  Investigates the feasibility of using long range battery-less passive radio frequency identification (RFID) tracking in asset tracking application.\n\nBeneficiaries: Collaborating company has had advanced exposure to potential market disrupting technology earlier than they would otherwise. End users will benefit following commercialisation\n\nContribution Method: Research demonstrated real economic benefits of the technology in a realistic scenario\n\nInvestigates the feasibility of using long r Digital/Communication/Information Technologies (including Software),Electronics,Manufacturing, including Industrial Biotechology,Retail Societal,Economic","person":"Richard  Penty","coPersons":["Ian Hugh  White"],"organisation":"University of Cambridge","findingsText":" The PULSE project has demonstrated even further the commercialisation of the technology developed in the TINA project. It has done this via (i) building a prototype system suitable for demonstration to customers and (ii) working with commercial partners to understand better the market opportunities and, concentrating on the retail sector, developing an application demonstration based on the prototype location system and field trial this approach. This twin pronged approach has allowed the identification of the best route to commercialisation and, working in collaboration with MBA students from the Judge Business School, has resulted in business plans to map this route forward.\n\nSpecifically the Key Findings to date are\nPrototype DAS RFID reader system for passive RFID tracking over large areas - 20 m x 20 m demonstrated to date with effectively error free detection accuracy (&amp;amp;gt;99.99% tag detection accuracy in challenging environments), Capable of scaling to a large building and also has the potential to provide accurate real time location system (RTLS) coverage\nRFID demonstration software for real time identification of EPC Class1 Gen2 RFID tags, allowing tag read functionalities. The software provides basic control of the Reader functions, collects tag responses in a MySQL database, displays tag information in real-time and allows the operator to download tag responses in CSV format\nSuitability of system for document tracking applications\nSuitability of system for assent tracking applications\nDevelopment of stable prototype system for demonstration / trials\nMarket assessment of opportunities for passive UHF RFID DAS. Retail and manufacturing identified and the most likely initial adopters. The project has lead to the formation of a spinout which will commercialise the technology with a wide range of applications, for example:\n\nLost documents cause wasted time and money in a variety of office environments, particularly legal offices. Avoiding such events will reduce waste and increase efficiency\n\nAsset management is vital part of may businesses. The use of wide are RFID allows an asset management system to be deployed without altering the business process or introducing additional tasks for the asset users.\n\nBeyond the spinout further research will be carried out on the stable platform developed Digital/Communication/Information Technologies (including Software),Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology,Retail,Transport,Other","dataset":"gtr"}