{"id":"E7CBE9ED-F02D-4237-8226-E790879DE009","title":"SUSSLE - Enhancing sustainability of chilled prepared foods (AFM266)","abstractText":"Over the last decade there has been a considerable increase in sales of refrigerated ready meals. These foods are heated (typically in the range 70C-90C) and are then stored under refrigeration by the producer, retailer and at home. Shelf life depends on the number (and type) of bacteria contaminating the raw materials, lethality of the heat process delivered, post-process contamination, and control of growth during refrigerated storage. The chilled food industry supplies large volumes of products given a low intensity heat treatment (&gt;70C/2min but &lt;90C/10min), plus a limited amount of food that receives a high intensity heat treatment (90C/10min) for extended shelf life. Non-proteolytic Clostridium botulinum is a dangerous foodborne pathogen responsible for botulism, a severe disease with high fatality rate. Foodborne botulism results from consumption of food in which C. botulinum has grown and formed its highly poisonous toxin. The botulinum toxin is the most poisonous substance known, with as little as one teaspoon sufficient to kill everyone in the UK. It is essential to ensure that C. botulinum does not grow and form toxin in any food. Non-proteolytic C. botulinum has been identified as the principal safety hazard in these minimally heated refrigerated ready meals. This project aims to define and achieve recognition for a novel and rigorous approach to determine the safe shelf life for these minimally heated refrigerated ready meals. The new approach will use a mathematical approach (specifically risk assessment techniques) to link the loading of non-proteolytic C. botulinum in the raw materials and a defined heat process to a safe shelf life (defined as no detectable botulinum toxin in food at the end of shelf life). In order to achieve the project aims, we will develop mathematical (risk assessment) methods and microbiological techniques (use of leading edge spore recovery and enumeration techniques). The first objective is to establish variability distributions for the concentration of non-proteolytic C. botulinum spores in various classes of raw materials (e.g. fish, meat). This will be based on literature data and new data. A mathematical (risk assessment based statistical) approach will then be used to combine these distributions in order to establish an appropriate protection factor (level of reduction in the probability of growth and toxin production) for spores of non-proteolytic C. botulinum in minimally heated refrigerated ready meals. The second objective is to establish shelf life with respect to non-proteolytic C. botulinum of minimally heated refrigerated ready meals that are given a low intensity heat treatment (75C/10min), and the third objective is to establish shelf life with respect to non-proteolytic C. botulinum of these chilled foods that are given a medium intensity heat treatment (80C-95C). These two objectives will be achieved by building on the risk assessment models, and determining the shelf life for commercial food products, inoculated with realistic spore concentrations (based on the protection factor identified above), given the appropriate heat treatment, and determining time to toxin formation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G010242/1","grantId":"BB/G010242/1","fundValue":"329986","fundStart":"2008-12-01","fundEnd":"2012-03-31","funder":"BBSRC","impactText":"","person":"Michael William  Peck","coPersons":["Gary  Barker"],"organisation":"Institute of Food Research","findingsText":"","dataset":"gtr"}