{"id":"E7CF1905-6444-4C5B-B74C-824D589292D3","title":"A Joint Centre for Cancer Biology &amp; Therapeutics","abstractText":"There is little scientific understanding of the mechanisms that normally maintain cellular and\nmolecular homeostasis in epithelial tissues, or how derangements in these mechanisms foster carcinogenesis. However, there is remarkable potential that better understanding of these mechanisms will engender novel methods for early diagnosis, risk stratification and cancer therapy. Therefore, translational research in this important area is an urgent strategic priority in India, at a time when epithelial cancers are already a major cause of morbidity and mortality, and their importance is increasing sharply with changing disease demographics. However, few institutional efforts in India currently address this need.\n\nThe proposed Joint Centre will exploit a timely opportunity for a synergistic strategic partnership in this important area between the MRC Cancer Unit (CU) in Cambridge, and NCBS / inStem in Bangalore. The CU seeks to advance understanding of the earliest steps in epithelial carcinogenesis, and to exploit this knowledge in new approaches for clinical intervention, through innovative enabling technologies. The CU's internationally recognized programmes led by clinicians and scientists closely complement those of multiple NCBS and inStem faculty leading outstanding basic science programmes investigating epithelial tissue homeostasis, receptor signalling, inflammation, stem cells and regeneration, and mathematical biology. An extensive collaboration between the institutions has been led since 2011 by Ashok Venkitaraman, the Director of the MRC CU, and Satyajit Mayor, Director of NCBS and inStem. They attracted significant DBT funding to establish in 2013 a new Centre for Chemical Biology &amp; Therapeutics (CCBT) in Bangalore that complements MRC-funded research at the CU, with the support of Cambridge University and the MRC.\n\nThe proposed Joint Centre will build on this strong foundation to (a) further develop joint research on the maintenance of homeostasis in epithelial tissues, on mechanisms underlying the pre- neoplastic to neoplastic transition, and on knowledge-directed clinical interventions for early diagnosis, risk stratification and cancer therapy, (b) enrich in Bangalore a framework for translational cancer research leading to clinical intervention, and (c) provide a unique trans- national training environment to build capacity in India for researchers and clinicians in translational cancer research.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/N501876/1","grantId":"MR/N501876/1","fundValue":"1151980","fundStart":"2015-04-27","fundEnd":"2018-04-26","funder":"MRC","impactText":"","person":"Ashok R Ventikaraman","coPersons":[],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}