{"id":"E7CF1039-833B-43AF-880B-6F18FFE2F288","title":"Vision touch and balance","abstractText":"The Posture and Balance lab in the Behavioural Brain Sciences Centre at the University of Birmingham conducts behavioural studies of posture and balance during sitting, standing and walking by healthy young and elderly participants and in volunteers with impaired balance and mobility due to diseases of the elderly including stroke and arthritis. The lab is currently equipped with state-of-art force plates, inertial tracking system, balance perturbation system, miniature robots (affording light touch cues to the hand), muscle recording and safety harness system but an inadequate 6 camera 120 Hz motion tracking system which is no longer supported by the manufacturer. The proposal is to replace and upgrade the old camera system with a new 12 camera 240 Hz system capable of high spatiotemporal accuracy. In addition a high resolution display system providing lifelike in-depth visual images will be acquired. Nine studies with the new equipment are proposed involving a multidisciplinary group of researchers from the Schools of Psychology, Electronic Engineering, Biosciences, Health Sciences and the Dudley Group of Hospitals NHS Trust. These studies will take advantage of the improved accuracy of measurement and reduced incidence of marker occlusion from the updated system to (a) provide improved measurement methods and biomechanical models of coordinated movement for balance (b) develop novel accounts of visual and touch factors affecting individual balance (c) characterise between individual timing in dance, ensemble musical performance and conversational interaction. Thus the equipment will afford new methods with the potential for novel findings that will advance our understanding of posture and balance. Understanding this class of behaviours is important as it underlies effective interaction between people and their environment and the deterioration of posture and balance in aging and disease represent serious limitations on access and mobility. In improving understanding of this topic the proposed work is expected to contribute to general health and wealth as well as underpin multidisciplinary collaboration leading to internationally competitive research. The equipment will also contribute to advanced training at graduate level.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E013236/1","grantId":"BB/E013236/1","fundValue":"136778","fundStart":"2007-06-12","fundEnd":"2008-06-11","funder":"BBSRC","impactText":"  Equipment grant enabled other successful gramt applications Healthcare Societal","person":"Alan  Wing","coPersons":["Susannah Katherine Thorpe","M. Jane Riddoch","Martin  Russell","Cath  Sackley","Sotaro  Kita","Rowland Christopher Miall","Andrew  Welchman","Glyn  Humphreys","George  Kitas"],"organisation":"University of Birmingham","findingsText":" The Posture and Balance lab in the Behavioural Brain Sciences Centre at the University of Birmingham conducts behavioural studies of posture and balance during sitting, standing and walking by healthy young and elderly participants and in volunteers with impaired balance and mobility due to diseases of the elderly including stroke and arthritis. The lab is currently equipped with state-of-art force plates, inertial tracking system, balance perturbation system, miniature robots (affording light t Movement analysis for product research development and testing The equipment has supported successful grant applications eg (1) Attentional demands of state transitions in posture and balance. 2008-2011 BBSRC BB/F010087/1 &pound;380k Wing, Kourtzi, Johannsen (2) Phase shifts in metronome-cued training of hemiparetic gait. 2010-2013 Stroke Association Ref: TSA 2009/06. &pound;150k Wing AM, Sackley C, Pratt D. (3) Probing light touch contributions to elderly balance. 2011-2014 BBSRC International partnering Digital/Communication/Information Technologies (including Software),Healthcare,Retail,Transport,Other","dataset":"gtr"}