{"id":"E7D075C9-D858-46A8-A49B-7640410BB83B","title":"Opportunites in the Internet Service Economy","abstractText":"We propose a project to assess the viability of the many opportunities that are becoming available to develop innovative Internet-based services. The investigation will be carried out as a collaboration between the Imperial College Internet Centre and the Imperial College Innovation Studies Centre and will involve a range of commercial partners including Vodafone, Sun Microsystems, Transport for London, The 451 Group, the BBC, O2 and BT. The project will assess the economic and technical feasibility of a range of potential innovative Internet services, assess any generic underlying factors that need to be addressed in order to realise them, identify the most promising and determine the economic, regulatory and technical obstacles that need to be overcome to fully realise these opportunities. The outcome will be an overall assessment of these opportunities and a development and exploitation plan for those services identified as the most viable and economically important.Recent developments in computing technologies, including service oriented architectures, encapsulation, Grid computing and virtualisation have provided the opportunity to repackage many ICT processes as composable, use-on-demand services. This provides the possibility that the next-generation Internet could be refactored as a series of markets in use-on-demand, pay-per-use services. This in turn provides the opportunity to develop many new innovative services or to repackage existing services in more efficient manners. Being virtual or software-based many of these service opportunities are low-cost with very low barriers to entry and thus represent attractive opportunities for innovative enterprises.We will conduct a series of studies to assess the feasibility and viability of the above services. These studies will be carried in collaboration with our commercial partners by interviews and discussion. These studies will address the economic and technical feasibility of the ideas put forward here and seek to identify any steps: economic, regulatory or technical, that need to be overcome in order to realise these opportunities to the full. An initial assessment of the field will be made to identify any generic or underlying factors that need to be addressed. An evaluation will then be made to identify the most immediately promising opportunities. Those identified will be studied in more depth. The output of these studies will include an overall assessment of the field and, for those opportunities studied in depth, a roadmap detailing the business and technical developments needed to realise these opportunities. At the same time we will discuss with our commercial partners a potential development and exploitation plan. In this way we hope to be in a position to be able to rapidly develop and exploit the most promising opportunities thus identified.We identify service opportunities in third-party authored Web Services, Software as a Service, Virtual Facilities, Consumer Support Services, Community Services, Computational Resources Brokering and a General Service Broker.An initial assessment of the field will be made to identify any generic or underlying factors that need to be addressed. It may be that a few factors, e.g. secure payment, trust, are common among all applications and that their resolution would enable a whole family of opportunities to be realised. An evaluation will then be made to identify the most immediately promising opportunities. Those identified will be studied in more depth.The output of these studies will include an overall assessment of the field and, for those opportunities studied in depth, a roadmap detailing the business and technical developments needed to realise these opportunities. At the same time we will discuss with our commercial partners a potential development and exploitation plan. In this way we hope to be in a position to be able to rapidly develop and exploit the most promising opportunities.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F067135/1","grantId":"EP/F067135/1","fundValue":"123385","fundStart":"2008-04-01","fundEnd":"2009-03-31","funder":"EPSRC","impactText":"","person":"John  Darlington","coPersons":["David  Gann"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}