{"id":"E7D6A5FC-068A-4260-AF3D-471B5D0259FE","title":"Grating and waveguide plasmonic sensors","abstractText":"Femtosecond lasers produce pulses of light which are extremely short and at the same time extremely powerful. The intensities available when light from such a laser is focussed down are capable of modifying the structure of transparent materials or even ablating material from the surface. We have developed an understanding of the interaction of fs laser pulses with optical glasses so that, depending on the pulse parameters, we can create light waveguides, couplers, bends and grating structures or even machine the surface to alter its topology on a micron scale.\n\nIn this project we wish to bring these capabilities together to create a generic plasmonic sensing technology. Surface plasmons are oscillations of the free electrons in a thin metal film and these can be generated using the energy from light travelling in a waveguide close to the metal film. Importantly, the transfer of energy from the light to the plasmon only occurs at a well defined wavelength which depends strongly on the refractive index in a micron thick region above the metal film where the electric field of the plasmon extends. By sending a broad spectrum of light though the waveguide near the metal film and noting which wavelength is absorbed by the device it is possible to measure the refractive index above the metal very accurately.\n\nIf chemical or biochemical specific coatings are applied to the metal film then the sensor can detect specific species. In this proposal we plan to investigate the use of aptamers in this regard. Aptamers are oligonucleotide sequences, which can be designed to bind to specific molecules, proteins, DNA sequences or even cells, providing a highly flexible sensing technology.\n\nAn additional application for the technology is as a means of monitoring cell movement and growth. Cells contact a surface at specific points and if a cell is placed on the plasmon supporting metal film, light will be scattered from the plasmon field at the points of contact. This light may be viewed using a microscope which will allow the movement of the cells to be tracked over time. Cells respond differently depending on surface topology and the fs laser can be used to modify the sensor surface to enable studies of the effect of different surface topologies on cell movement and growth.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J010413/1","grantId":"EP/J010413/1","fundValue":"511724","fundStart":"2012-12-03","fundEnd":"2016-06-02","funder":"EPSRC","impactText":"","person":"David John  Webb","coPersons":["Vladimir  Mezentsev"],"organisation":"Aston University","findingsText":"","dataset":"gtr"}