{"id":"E7D6174F-FAD5-4048-A826-2906669E427A","title":"Maximising the Carbon Impact of Wind Power","abstractText":"The UK has invested heavily in wind power in recent years, and is widely expected to build much more capacity in future. One of the driving reasons is to reduce carbon emissions, but there has been no in-depth study of how effective wind power has been, or will be, at achieving this. The simple question of 'how much carbon dioxide does a wind farm save?' has a surprisingly complex answer as it depends not just on how much power the farm produces, but on how the rest of the electricity system responds to its production.\n\nPast work by academics and government bodies has concentrated on calculating the average emissions (in grams of carbon dioxide per unit of electricity) from the entire UK power sector in various future scenarios. This project will be the first to understand the marginal emissions from wind power: the change in national emissions from adding one more or one less wind farm to the power system, the driving factors behind this, and how those factors can be used to maximise the savings. The more carbon dioxide that each turbine saves, the fewer turbines will have to be built, and the lower the cost to consumers and the UK economy. \n\nThis detailed study is necessary because not all power stations respond equally to the output from wind farms. We must identify which specific power stations reduce their output when wind generation increases: high-carbon coal or lower-carbon gas? Secondly, more power stations will have to run part-loaded to cope with the weather-driven variability in wind output. We must understand how large this effect is, how great an impact it has on station efficiency and thus on national emissions. Third, large-scale investment in wind power will change the mix of other power stations that the rest of the industry chooses to build, and those stations will have different emissions at times when the wind is not blowing. Finally, to provide a holistic view of emissions we must consider the carbon emitted when power stations are built or fossil fuels are extracted from the ground using Life Cycle Assessment methodology. \n\nWe will investigate these issues using a range of techniques intelligently integrated across several academic disciplines to give a complete whole-systems picture of the emissions displaced by wind, and:\n 1) Address fundamental problems in the emerging field of using reanalysis weather data to simulate historic wind farm outputs, allowing the output from the UK's future mix of wind farms to be quantified.\n2) Produce the most detailed estimation of British power sector emissions, combining the output from every power station with their likely efficiency, derived from hourly emissions data from similar stations in the US (as these are not reported in Britain).\n3) Develop statistical regression techniques to discover how these emissions vary with the level of wind output, with fuel and carbon prices, and the accuracy of the wind forecast.\n4) Employ both engineering and economic models of the future electricity system to investigate how investment and operating decisions change with more wind power, and what this will mean for emissions. \n5) Develop a reduced-order model of the global electricity system to replicate this analysis for other countries to ask whether the UK is well- or badly-placed to reduce emissions with wind power.\n\nOur aim is to understand the factors that affect the emissions savings from investing in wind power, so that these savings can be maximised. Energy storage, international interconnections, accurate output forecasts and a high carbon price will all help to increase the emissions savings from wind power, and we will quantify the effects of each.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N005996/1","grantId":"EP/N005996/1","fundValue":"235740","fundStart":"2015-11-01","fundEnd":"2017-10-31","funder":"EPSRC","impactText":"","person":"Richard John Green","coPersons":["Adam  Hawkes","Iain  Staffell","Goran  Strbac"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}