{"id":"E7DBE082-8555-4835-966D-01A64BA03FD4","title":"A structural and functional characterisation of the L-polymerase replication complex of the Monanegaviruses","abstractText":"To understand how biological processes take place, and to be able to control them, knowledge of the 3-dimensional shape of the molecules involved is very important. Indeed, it is the shape of a molecule that determines what it can do and how it interacts with other molecules. \n\nViruses, essentially, are small capsules containing genetic material. This genetic material encodes the information required to make a copy of the virus. Viruses infect cells (of humans/animals/plants/bacteria) and multiply inside these cells, mostly killing them in the process, and causing damage to the organism. To multiply, viruses need to make copies of their genetic material and also produce viral 'proteins' (fairly large molecules with a specific shape and size, for which the blueprint is provided by the viral genes). Some of these viral proteins are more or less passive entities that combine to form the viral capsules. Other proteins function as 'enzymes', meaning that they have the ability to actively 'do' things, such as stringing together new copies of the virus genetic material from essential building blocks. \n\nWe are studying a large group of viruses (called Mononegavirales) which has several members that are highly infectious and/or dangerous to humans (for instance Ebola virus, Rabies virus and Measles virus). These viruses produce a large enzyme, called the L-polymerase (L simply signifes that it is a Large protein), that is instrumental in the replication of their genetic material and in 'reading' the viral genes (the blueprints), the first stage in protein production. As viruses cannot replicate without properly functioning L-polymerases, understanding how these work can allow us to find ways of blocking them, and stop propagation of the virus. Indeed many of the anti-viral drugs against viruses such as Herpes and HIV, currently on the market specifically target the viral polymerase and prevent it from functioning. \n\nHere we propose to find out what the 3-dimensional shape is of this L-polymerase from these human pathogenic viruses. For this, we will produce the L-polymerase protein (and specific portions of the protein) in large amounts, using cell culture systems, and this material will be crystallised. X-rays can then be used to visualise the protein that forms the crystals and to determine their shape in atomic detail. This will lead to a better understanding of how the L-polymerase protein works, and will help us identify ways of blocking its activity. For example, it would enable the design of small molecules with a shape complementary to that of the important part of the L-polymerase where the genetic material is replicated. These small molecules would then bind to the L-polymerase stopping it from working thereby blocking virus replication.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L017709/1","grantId":"MR/L017709/1","fundValue":"472242","fundStart":"2014-06-30","fundEnd":"2018-06-29","funder":"MRC","impactText":"","person":"Jonathan  Grimes","coPersons":["Juha  Huiskonen"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}