{"id":"E7EA318C-2193-47FB-BA5C-B96872289F9A","title":"Sandpit: SerenA - Chance Encounters in the Space of Ideas","abstractText":"We live in an age of burgeoning information, and increasingly fast information access. The WorldWide Web has allowed us to make many positive changes in our society and environment, for example through social networking and e-publishing, but it also presents problems, by its very nature. There is now so much information being spread so quickly that it is becoming impossible for individuals to be aware of enough of it to enable them to take advantage of it.What is more, because of the information overload, we are having to rely more and more on search tools to find what we want. While existing search tools work quite well, after a bit of practice in using them, they are only able to give us information directly matching keywords in what we ask for. This is clearly useful, but its down side is that we are less likely than before to notice peripheral things, situations or people who are relevant to us, in the kind of serendipity or happy accident that led, for example, to the discovery of penicillin. It's becoming harder to notice such connections, partly because we are more narrowly focused in how we search for new knowledge, and partly because the search systems we use are very literal and not imaginative at all.This project aims to design a Serendipity Arena, called SerenA, which will proactively search information available in users' documents and on the Web to identify relevant knowledge and connections related to their work and their environment. The aim is not merely to search for shared keywords, like existing systems, but to use state-of-the-art technology from automated reasoning and computational creativity to identify things that users did not know they needed to know, using more advanced search based on metaphor and analogy. SerenA will be implemented as a physical presence in the working environment, and via personal technology, such as smartphones. With its users' permission, SerenA will proactively search for people and information in a user's local environment, both physically and virtually, allowing it, for example, to suggest that people who don't know each other might find some value in meeting (perhaps because they share an interest in particular aspects of the academic world), or to suggest a paper omitted by keyword search in a particular e-journal (because it has connections with other things of interest to the user who is searching).SerenA will have its own document-analysis technology, but it will also take advantage of the increasingly rich information available via the Semantic Web. The project will include development of a test-bed of information about music and musicology, as an exemplar of an academic field that can benefit from this enabling technology. Importantly, SerenA will have specially designed and carefully validated user interfaces, to make it intelligible to everyone interested in learning and discovery, of whatever kind.SerenA aims to draw man and machine closer together than ever before, enhancing its users' knowledge and their ability to interact with people likely to be important to them.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H042741/1","grantId":"EP/H042741/1","fundValue":"1538290","fundStart":"2010-06-01","fundEnd":"2013-11-30","funder":"EPSRC","impactText":"","person":"Mel  Woods","coPersons":["Jon  Whittle","Geraint Anthony Wiggins","Sarah  Sharples","Ann  Blandford","Ruth  Aylett"],"organisation":"University of Dundee","findingsText":"","dataset":"gtr"}