{"id":"E7FAAAF9-6483-4B19-A95E-FF10646D2FAF","title":"B&eacute;la Bal&agrave;zs: early film theory in transnational context","abstractText":"This project centres on B&eacute;la Bal&aacute;zs, a Hungarian-Jewish writer who worked as a journalist, opera librettist, symbolist poet, film critic, screenwriter and theorist in Budapest, Vienna and Berlin, and was f&ecirc;ted by contemporaries as an early champion of film art. His reputation rested on his Visible Man (1924) and The Spirit of Film (1930), published in German during his period as a political exile in Berlin. While Visible Man celebrated the medium's intimate representation in real time of the human body and face, The Spirit of Film analysed what Bal&aacute;zs was among the first to recognise as the 'grammar' of film. Bal&aacute;zs is known today primarily for work on the close-up deriving from a 1952 English translation of his Theory of the Film. Yet while that volume integrates passages from Bal&aacute;zs's interwar volumes, it loses the originals' historical detail and polemical verve. Read largely outside historical context, Bal&aacute;zs's work is thus often dismissed as outdated, or recognised only for the significance of his analyses of the close-up. Much that is of value is lost in this partial view. It is in part to raise awareness of Bal&aacute;zs's writings on all dimensions of film art that I have embarked with Rodney Livingstone (Southampton) on a first English translation and critical edition of Bal&aacute;zs's two early German works. And there is a second reason for a return to Bal&aacute;zs. Recent years have seen a new interest in film practitioners who fled Germany and fascist-occupied Europe after 1933. The story told is one of flight from a culture that consigned to oblivion the memory of departed regime opponents or 'racial enemies'. Bal&aacute;zs is an interesting exception. In Nazi writings on film, his pioneering work was f&ecirc;ted, and cited as the first serious elaboration of a grammar of film. Such accolades are perplexing; for this was a marxist intellectual of Hungarian-Jewish descent who participated in the 1919 socialist Commune, worked in Berlin with such left-liberal luminaries astor and Heinrich Mann, and left Germany for the Soviet Union in 1931. A closer inspection points up clues to this puzzle. In 1931, Balazs had worked with Leni Riefenstahl; he wrote the screenplay for her feature Das blaue Licht, and collaborated on set with Riefenstahl, the film's director and star. Their affinity was more artistic than ideological. Bal&aacute;zs espoused a Romantic modernism that also infused Riefenstahl's work, the fluidity of which was said to echo the living rhythms of the natural world. Balazs's special concern was with film's potential to reinstate the natural body as the organising pivot of human communication; he writes of film as the 'only universal language', and argues for an Enlightenment universalism achieved through the body in film. Yet Bal&aacute;zs also counters Enlightenment egalitarianism when he names the film body as white, European, and male, and celebrates film's capacity to create the 'shared psyche of the ...white race'. The phrase reveals a Bal&aacute;zs of multiple contradictions: a Jewish, marxist revolutionary whose work was celebrated by the Right, and whose early work espoused a white racial aesthetics. These contradictions have consigned Bal&aacute;zs to relative obscurity, deflecting attention to contemporaries whose writings sat better with their leftist views. In this project, I shall by contrast use those contradictions as a source of productive tension whose exploration allows new insights into German exile film. My research will explore the light shed by Balazs's complex biography on the contradictions of his theoretical work. How, I shall ask, do his life and work intersect with the larger history of mid-century Europe? How does his embrace by both the cultural Right and Left usefully complicate our understanding of the cultural politics of exile? And what insights does Bal&aacute;zs offer for contemporary understandings of a moving image culturethat is changing rapidly as was the film medium during Balazs's life?","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F01533X/1","grantId":"AH/F01533X/1","fundValue":"25481","fundStart":"2008-10-05","fundEnd":"2009-01-04","funder":"AHRC","impactText":"  My research on Bela Balazs was first presented at a symposium that I co-organised with Prof Annette Kuhn from the editorial board of the film journal Screen in Senate House, University of London, in 2009. The event led to an approach from the photographer and curator, Zsuzsanna Ardo, with whom I then collaborated on an exhibition and film screenings at the British Academy of Film and Television Arts (BAFTA), the Everyman Cinema chain, and Warwick Arts Centre. The collaboration continues with plans for a further exhibition and events series in 2015/16. Education,Culture, Heritage, Museums and Collections Cultural,Societal","person":"Erica Anne Carter","coPersons":[],"organisation":"University of Warwick","findingsText":" I was able to develop a comprehensive unedrstanding of the historical context of early writing on film in Central Europe, especially in Hungary, Austria and Germany, and to situate the writings of the Hungarian-born writer and theorist Bela Balazs in this context. I was also able to understand better the philosophical and cultural roots of Balazs's writings, and to link his work to that of writers, thinkers and artists with whom he collaborated during his lifetime, including Henri Bergson, Bela Bartok, Anna Lesznai, Georg Simmel, Georg Lukacs, and Edith Bone. The research also refined my understanding of the changes wrought in human perception and social experience by the advent of the moving image, and indeed by subsequent developments in moving image technology and culture. Towards the end of the project, the research focus shifted towards the relationship between film theory and early twentieth-century feminism, and I published an article and book chapter exploring that issue in particular. My work has already been used extensively by film studies researchers interested in retrieving the history of early film theory. That history has been a source of interest amongst film scholars because of the light it sheds on early responses to the then new medium of film. Comparisons are regularly drawn between early discussions of the emergent film medium and current debates about the advent of digital media - so work on early cinema becomes a resource for a deeper understanding of contempora Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Culture, Heritage, Museums and Collections","dataset":"gtr"}