{"id":"E7FD2781-E7AF-4960-AFE6-A6DAB341BD4D","title":"Astrophysics and Cosmology - Sussex Consolidated Grant","abstractText":"This proposal seeks funds to continue an extensive programme of research into extragalactic astrophysics and cosmology, by addressing some of the most pressing astronomical questions of our time, such as &quot;What are the fundamental constituents of the Universe?&quot;, &quot;What is the nature of inflation and dark energy, believed to drive accelerated expansion in the early and late universe&quot;, &quot;What processes govern the formation of the largest objects and structure in our universe?, and &quot;how do galaxies form and evolve&quot;? We will do this by combining theoretical work, much of it using high-performance computers, with multi-wavelength observational surveys. We will apply advanced techniques for making numerical predictions, data analysis and modelling, and deploy our skills through a series of international projects.\n\nThe research consists of ten varied but interconnected projects, each involving one or more faculty members and researchers, that can be collected into three broad themes: Early and late universe cosmology; Galaxy simulation and modelling; Galaxy and cluster observations. In summary:\n\nEarly and late universe cosmology: a series of projects will address theoretical predictions and observational constraints on inflation, dark energy and large scale structure. A particular focus of our work is the use of non-Gaussianity as an observational probe. We will be making new detailed predictions for large-scale structure non-Gaussiannity shapes from inflation and defects, and also study in detail a series of non-linear effects that are known to be important even if there is no primordial signal. This work will advance knowledge in how to extract information about new physics from cosmological observations as well as enabling precision studies of the late universe. These projects exploit STFC involvement in the Planck Surveyor Satellite and the COSMOS supercomputer.\n\nGalaxy simulation and modelling: we will use new Petascale computing facilities to carry out detailed studies of the formation and evolution of the first structures, and make statistical predictions that can be used in the exploitation of new observational facilities such as LOFAR, ALMA and SKA. As well as detailed reionization and galaxy modelling, we will also use simulations and semi-analytic models to simulate sky data to optimize techniques for signal extraction, in particular for our involvement with Euclid.\n\nGalaxy and cluster observations: We will use the Galaxy and Mass Assembly (GAMA) database to resolve various questions about dwarf galaxies, such as where they are formed, and the star formation rate varies. Using data from VISTA-VIDEO and HerMES surveys we will answer questions about the different forces at play in star formation and galaxy activity. Using observations from Herchel and ALMA we will study the formation of stars in the early universe, exploiting simulations of galaxy populations to make predictions for detailed comparison. Using data from the Dark Energy Survey, we will develop a new catalogue of galaxy clusters that we will use to measure a fundamental cosmological parameter, the amplitude of matter fluctuations.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/L000652/1","grantId":"ST/L000652/1","fundValue":"1355890","fundStart":"2014-04-01","fundEnd":"2017-03-31","funder":"STFC","impactText":"  The Department of Physics &amp; Astronomy at the University of Sussex runs an intense outreach programme, closely link to the research carried out within the Department. Our activities not only involve research talks, but also hands on activities that introduce the basics of our research to the public.\n\n During 2013/4, we worked with 16,000 people - 2,000 members of the general public, 5,000 school and college students at our stands at various science fairs across the South-East, and 9,000 school and college students in a classroom-type setting (including our travelling planetarium).\n\nBreakdown by number:\nPublic = 1943 \nKS1 = 395 [key stage 1; 5-7 year olds] \nKS2 = 2306 [aged 7-11] \nKS3 = 4256 [11-14's] \nKS4 = 3932 [14-16, GCSE] \nKS5 = 3287 [16-18 A-level students] \nTotal = 16,119 \nTotal children = 14,000 Education Cultural","person":"Peter  Thomas","coPersons":["Sebastian James Oliver","Peter  Coles","Antony Martin Lewis","Ilian Tzankov Iliev","Stephen Matthew Wilkins"],"organisation":"University of Sussex","findingsText":" Research into Cosmology and Extragalactic Astrophysics\n\nI have not written a long description of our science high-lights because it is not clear to me what this text will be used for, if anything.\nOur research is disseminated to the public via our extensive outreach programme. Ongoing research. Education","dataset":"gtr"}