{"id":"E8056F99-3322-43A5-9292-CB4BA42EA5BE","title":"CSF1 IL34 and the function of Macrophages in Avian Development","abstractText":"Macrophages are large white blood cells that are the first line of defense against pathogens, but also contribute to much of the pathology of infectious and inflammatory disease. Macrophages are also the bodies cellular waste disposal system, and they are needed for wound healing and for many aspects of normal development. Chickens are of interest because they are an economically important livestock species, they are tractable model in which to study development, and they are vectors for diseases that can affect humans including bacteria that cause food poisoning and avian influenza. This project aims to understand how the production of macrophages is controlled in birds and the function of macrophages in embryonic development. Our hypothesis is that two growth factors, macrophage colony-stimulating factor (CSF-1) and interleukin 34 (IL-34) act through a common receptor (the CSF-1 receptor) to promote the production, migration and function of macrophages in an embryo. In turn, the macrophages are needed for the normal process of organ formation and overall growth in the embryo. To address this hypothesis, we propose to make transgenic animals in which all of the macrophages are tagged with a fluorescent transgene so we can monitor when they appear and how they move about in the embryo. We will make the two growth factors as recombinant proteins, and make antibodies that prevent their actions. And finally, we will test the hypothesis by introducing the factors, or antibodies, into the developing embryo in the egg, to see whether macrophage production or location can be altered, and whether this changes the course of normal development. These are experiments that cannot be done easily in mammals, because the embryo cannot be access in the uterus. If our hypothesis is correct, we will identify candidate modulators of chicken immunity and growth, and also gain an insight into normal development that might be relevant to understanding human pregnancy and developmental defects.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H012559/1","grantId":"BB/H012559/1","fundValue":"695984","fundStart":"2010-08-12","fundEnd":"2013-08-11","funder":"BBSRC","impactText":"","person":"David Arthur Hume","coPersons":["Jacqueline  Smith","Helen  Sang"],"organisation":"University of Edinburgh","findingsText":" We have produced antibodies against the CSF1R, and novel forms of CSF-1, and demonstrated that CSF-1 controls the differentiation and development of macrophages in chickens. We have also identified the control elements required to drive expression of a macrophage-specific transgene in birds, and utilised these resources to track the appearance of macrophages and their key functions during development.  ","dataset":"gtr"}