{"id":"E80C5B4F-22C1-4FFD-9A57-8D6840CAAF59","title":"Which oxygen saturation level should we use for very premature infants? A randomised controlled trial (BOOST -II UK)","abstractText":"In the UK each year over three thousand babies are born more than 12 weeks premature. Two thirds of these very premature babies now survive, but most grow poorly and many have problems breathing. A quarter have at least one major disability at age two, and many have cerebral palsy. Most of these babies require oxygen therapy for several weeks after birth, but we know that giving babies very high levels of oxygen is toxic to the developing eye which may lead to surgery on the eye in order to try and prevent blindness. We do not know whether very preterm babies should only be given enough oxygen to maintain their levels a little above what it is in if they were still in the womb, or whether we should try and keep the their oxygen levels as high as a baby born at the usual time. If oxygen levels are kept low it is likely to prevent eye damage but it may lead to more deaths and may lead to other disabilities in this group of babies. Alternatively if the oxygen levels are kept high it may cause eye damage but prevent early deaths and other later disability. \n\nThis randomised study will compare the effects of maintaining the babies oxygen level low (functional arterial oxygen saturations at 85?89%) versus high (functional arterial oxygen saturations at 91?95%) in babies born at less than 28 weeks gestation. The primary outcome for the trial is death and major disability at age 2 years. Secondary outcomes include retinal surgery for retinopathy of prematurity as well as duration of oxygen therapy, chronic lung disease, growth and health service utilisation. The trial will recruit 1,200 babies from 20 UK centres over a period of four years.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0400415","grantId":"G0400415","fundValue":"2418130","fundStart":"2006-06-01","fundEnd":"2009-12-31","funder":"MRC","impactText":"","person":"Peter  Brocklehurst","coPersons":["Pamela Anne Cairns","Henry  Halliday","Neil  Marlow","Benjamin James Stenson","Edmund  Hey","Sanjeev  Deshpande","Win  Tin"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}