{"id":"E815F944-E69C-47AD-8C43-6841366F3E57","title":"Anion templated assembly of sensory luminescent rotaxanes and catenanes","abstractText":"Chemists have been inspired by nature`s fundamental biological processes in generating and utilising large cavity-containing hosts, able to recognise and selectively bind guest species, for specific biological function. This natural host-guest chemistry has led to its imitation through laboratory synthesis of less complex host molecules containing cavities of various complementary shapes and sizes designed to selectively bind charged guest species. Intense current interest is being focused on synthetic host molecules that contain a signalling or reporter group appended to or an integral part of a host structural framework. Such systems, with an optically-active reporter group, can sense via a photochemical response (eg luminescence) the presence of a bound guest species. The selective binding of a target guest species coupled with a unique signal response is of paramount importance for the development of future molecular sensory devices. This project aims to exploit negatively charged species (anions) to template the formation of novel interlocked molecules which contain photo-active (luminescent) centres. Such molecular structures, by virtue of their unique three-dimensional topological interlocked cavity design, have the potential to exhibit unprecedented selective anion recognition and derived optical sensing characteristics. With appropriate anchoring groups, robust surface-assembled interlocked photoactive sensory devices will also be constructed and their selective detection of target anions investigated in both polar organic solvent and aqueous media.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D008417/1","grantId":"EP/D008417/1","fundValue":"405004","fundStart":"2006-01-16","fundEnd":"2009-08-15","funder":"EPSRC","impactText":"","person":"Paul Derek Beer","coPersons":["Jason  Davis"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}