{"id":"E81B9E7E-3C2C-4F1A-8052-13B73BC15015","title":"Proof of concept for use of two-colour fibre laser technology for detection of multiple atmospheric species by laser-induced fluorescence spectroscopy","abstractText":"In this proposal we aim to exploit novel fibre laser technology developed by NovaWave Technologies (Redwood City, CA) for integration into the Leeds FAGE (fluorescence assay by gas expansion) instrument for the field measurement of HCHO radicals and NO2 using laser-induced fluorescence (LIF) spectroscopy. The prototype laser technology already exists for excitation of HCHO at 353nm, and following incorporation into the FAGE instrument we project a sensitivity of 50 ppt in 1 sec using this laser. The capabilities of the fibre laser technology will be extended by employing tunable radiation at ca. 530 nm from the laser to detect NO2 via by LIF spectroscopy. Performance and reliability of the fibre laser will be much better in difficult environments, for example aircraft cabins. We intend to collaborate closely with the group of Frank Keutsch (University of Wisconsin) who has experience of using these lasers for LIF measurements in the field. Formaldehyde (HCHO) is the simplest and one of the most abundant of carbonyl species, being emitted directly and generated from the OH initiated oxidation of biogenic and anthropogenic VOCs. The photolysis of HCHO and its reaction with OH leads to the formation of HO2, which in the presence of NOx leads to tropospheric ozone formation, which is a climate gas and harmful to humans and plants at high concentrations. The relatively long lifetime of HCHO means that transport processes influence its budget, making it very difficult to calculate using photochemical models based on situ chemistry, and direct measurements are essential. Although several methods exist for the measurement of HCHO, agreement between techniques has often been poor, and datasets for HCHO are not extensive, particularly in the UK, severely limiting the exploitation of radical data measured during collaborative field campaigns. The fibre based LIF instrument would enable sensitive measurements with good temporal resolution to be made on ground and aircraft platforms.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I001042/1","grantId":"NE/I001042/1","fundValue":"115545","fundStart":"2010-11-30","fundEnd":"2012-05-29","funder":"NERC","impactText":"","person":"Dwayne Ellis Heard","coPersons":["Trevor  Ingham"],"organisation":"University of Leeds","findingsText":" The prototype laser technology, which already existed for excitation of formaldehyde at 353 nm, was incorporated into the FAGE instrument and an estimated sensitivity of 30 ppt in 1 sec formaldehyde using this laser has been achieved in the laboratory, with further improvements expected, for example following reductions in laser scattered light. The performance and reliability of the fibre laser and prototype instrument has been excellent in the laboratory, and bodes well for difficult environments, for example aircraft cabins. We hope to deploy the instrument on small, mobile platforms, such as the FAAM BAe 146 instrumented aircraft Environment","dataset":"gtr"}