{"id":"E81C3BCE-A873-49E9-B81B-18E179F4998F","title":"Copy of Raman/LIBS","abstractText":"Raman spectroscopy has been demonstrated to be a viable non-destructive technique for the analytical interrogation of geological scenarios for life / detection signatures based on the presence of characteristic biochemicals produced by extremophilic organisms for their survival in hostile environments. The interaction between organisms and their environment is critical to survival and evidence for extant, and importantly, extinct lifeforms may be surmised from unambiguous identification of biological and geological markers in the geological record. The recent announcement of the acceptance of a combined Raman/LIBS instrument for the ExoMars programme by ESA is a major step forward in the broadening of the life-detection instrumentation portfolio for the proposed lander/rover and it is necessary now to construct and evaluate a prototype miniaturised instrument for testing in a range of terrestrial Mars analogue situations. At the University of Bradford, Professor Howell Edwards and his group have been studying the Raman spectra of extremophiles from Mars analogue sites for many years and have built up expertise in the recognition of biomolecular signatures obtained under a wide range of experimental conditions. The group has instigated a collection of key samples from a diverse range of terrestrial scenarios considered to be 'Mars analogues'. These studies have initiated, through identification of biomolecular Raman spectral marker bands in the presence of geological mineral host matrices, the preparation of a database of reference spectra for direct recognition of extinct and extant organisms in complex systems. The Bradford Group is identified as a key contributor to the international Raman/LIBS instrument science working team led by Prof. Fernando Rull (University of Valladoid) and will be leading the Raman/LIBS Biomarker programme.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/F005687/1","grantId":"ST/F005687/1","fundValue":"106144","fundStart":"2008-04-01","fundEnd":"2009-07-31","funder":"STFC","impactText":"","person":"Howell G.M. Edwards","coPersons":["Ian  Scowen"],"organisation":"University of Bradford","findingsText":"","dataset":"gtr"}