{"id":"E822C276-528C-4AC9-B005-769B735DB0DF","title":"Heritage Legacies","abstractText":"Research on heritage within Connected Communities embodies many of the objectives of the programme as a whole. By investigating the lives of past communities through research with contemporary communities, new models of research practice, ethics and outcomes are reshaping the very concepts of community and heritage. Connections are being made across many dimensions of heritage and the heritage sector: between past, present and future, between communities, universities and heritage organisations, and between research, public engagement and performance. Our proposal is to learn not just about the individual successes and failures of such research in a narrow evaluative mode, but to explore the dynamics of the relationships and the legacies that are being and could yet be formed. The opportunity we have is to describe and promote these legacies in such a way that helps shape the future of community and co-produced heritage research.\nHertiage Legacies will proceed through collaborations amongst projects and heritage organisations, and through community and university co-evaluation of Connected Communities heritage legacies. Heritage, as a process of relations between past and present, has in Connected Communities taken diverse forms, and our project will convene two networks to explore them. The first will be a small but diverse set of Connected Communities heritage projects that will be the focus of intensive co-evaluation at the Universities of Aberdeen, Cardiff and Sheffield, together with co-design research based at the University of Leeds. The second network will be a broader set of projects drawn mainly from the Connected Communities 'Research for Community Heritage' programme together with partner organisations including the Heritage Lottery Fund and National Co-ordinating Centre for Public Engagement. These will be brought together to help set the agenda for our legacy research and contribute to its outcomes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L013193/1","grantId":"AH/L013193/1","fundValue":"76621","fundStart":"2014-02-01","fundEnd":"2015-05-31","funder":"AHRC","impactText":"","person":"Jo  Vergunst","coPersons":["Colin  Shepherd","Oliver  Davis","Neil George Curtis","Helen Carolyn  Graham","Robert Alexander Johnston","Elizabeth Mary Curtis"],"organisation":"University of Aberdeen","findingsText":"","dataset":"gtr"}