{"id":"E8226C71-926D-497B-B0EC-049468BD3925","title":"X-ray Studies of Exotic Novel States of Solid-Density Matter Created with 4th Generation Light Sources","abstractText":"Over the past year or so there has been a revolution in X-ray science, in that new sources of soft and hard X-rays have been developed that are ten billion times brighter than those produced by synchrotrons. These novel sources emit extremely short (sub 100fsec) pulses of x-rays, and can be focussed to very small spots. As the pulses are so short, the power in the light is enormous - for the brief duration of the emission the power in the light is equivalent to that in a fair-sized electrical power station. When all this power is focussed to a small spot, enormous intensities of x-rays impinge upon the target in its path - intensities that have hitherto never been produced in the X-ray regime. In the last few months we have performed some of the first experiments aimed at understanding how matter reacts to such intense X-ray light, and the aim of this proposal is to vastly further that understanding. What we have already found is that the intensity is so great that an electron from every atom in the target can be knocked out by the X-rays, and this can alter the X-ray properties of the material itself - indeed, by this method we have made a so-called saturable absorber. What is of fundamental interest to us is that as the electrons re-fill the core holes, they provide information about the electronic structure of this exotic and highly-ionized state, providing completely new insight into the physics of very dense, yet very hot material. This material (warm dense matter) is of interest in that the thermal energies and electronic energies (the coulomb potential) are comparable, making its properties extremely difficult to calclulate. This situation - where the thermal and coulombic energies compete - also occurs in the initial stages of inertial confinement fusion, and is also part of the physics that is relevant to the understanding of the interior of the giant planets - thus there are many reasons for wishing to understand it better. The intense X-rays give a unique opportunity to understand such matter, as within femtoseconds they make a particular state - very hot electrons but cold ions, at a well defined density. Watching this state evolve ( by looking at the fluorescence, and monitoring the absorption as a function of time) gives detailed information on the electronic structure. For example, with highly ionized aluminium, we have an unusual situation at the highest intensities where a particular aluminium ion that undergoes recombination is now doing so with neighbours that themselves are still ionized. This drastically alters the shape of the fluorescence emission in a way which has much to do with how the fluorescence signal from an alloy is altered as the compound composition changes. Thus this research will provide unique insight into the electronic structure of matter at hundreds of thousands of degrees kelvin, yet still at solid density.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H035877/1","grantId":"EP/H035877/1","fundValue":"729717","fundStart":"2010-10-01","fundEnd":"2015-03-31","funder":"EPSRC","impactText":"  Our colleagues at AWE have compared our findings with work at lower coupling parameters. They need to understand how they create hot dense plasmas as one of the milestones to demonstrate to the MOD that the Orion laser is fulfilling its mission for the UK. Aerospace, Defence and Marine ","person":"Justin  Wark","coPersons":[],"organisation":"University of Oxford","findingsText":" Our key finding to date has been to show that the 60-year old model used to determine the ionization potential of ions in dense plasmas is in error. Our experiments at LCLS measured the K edges of highly ionized aluminium accurately at a known density for the first time. Under our strong coupling conditions, the depression of the ionization potential is much larger than previously thought. This could have significant impact on ICF models, models used by AWE, and certain astrophysical models of dense plasmas. The work was published in Nature and PRL (as an Editor's HIghlight). We have also undertaken density functional theory calculations at finite temperature which back up the data, and this work has been published in Nature Communications. The data inform models of dense plasmas, such as those used by the Inertial Confinement Fusion Community, and AWE. Aerospace, Defence and Marine","dataset":"gtr"}