{"id":"E822D926-3F6C-442E-B939-C74247694B86","title":"Non-invasive acoustic-seismic sensing of soils","abstractText":"A method for non-invasive sensing of soil structure and the mechanical strength of soil would permit better decisions about appropriate soil management practices. The lack of suitable methods to measure soil physical characteristics directly that are relevant to crop growth and soil environmental function (e.g. absorption of high intensity rainfall) are barriers to the development of approaches for sustainable soil management. Soils may be regarded as partially-saturated porous media. The acoustical properties of air-filled porous media have been studied widely in various contexts. Models for these properties incorporate parameters related to the frame elasticity and the pore structure. The most widely-used model, Biot theory predicts that such media support two kinds of coupled compressional waves, sometimes called Type I and II waves, and a shear wave. The Type I and shear waves travel mainly through the solid matrix and involve interactions between particles. They are equivalent to the P- and S- waves induced by direct mechanical excitation, for example during a seismic refraction survey. The Type II wave travels mainly through the fluid-filled pores being attenuated by viscous friction and thermal exchanges. It is dominant during acoustic excitation i.e. from sound sources above an unsaturated soil surface since the primary path for sound into the soil is through the pores connected to the surface. Recently it has been demonstrated that the P-wave velocity in soil is highly correlated with the internal stress in a soil. This suggests that P-wave velocities determined remotely from non-invasive acoustic-seismic probing can be used to measure mechanical stress in soil and hence its resistance to root elongation. Furthermore measurements in the laboratory and in instrumented pits outdoors have shown that the velocity and attenuation of sound in soil is related to soil density, water content, matric potential and porosity. The applicants (Attenborough and Taherzadeh) have developed a model (PFFLAGS) to predict the interaction of sound with layered soils, from sources above or within the soil that takes into account both soil mechanical and structural properties. By applyng this model to a combination of acoustic measurements using probe microphones and seismic measurements using geophones it has been found to be possible to obtain values of several soil parameters in reasonable agreement with independently measured values. Of course techniques using buried microphones and geophones are invasive. There remains a need to develop non-contact non-invasive acoustical techniques and to extend them to encompass the determination of moisture content. In this project we propose to investigate the conjunctive use of microphone measurements of reflection from the soil surface of sound from a point source (loudspeaker) and scanning Laser-Doppler Vibrometer (LDV) measurements of the seismic surface response to such insonification.We propose to develop the theory and practical knowledge needed to deduce permeability (a physical property of soils that depends strongly on the number and connectivity of macropores), moisture content and the internal stress in soil and to map these quantities as a function of depth. The proposed technique will serve as a prototype for subsequent engineering development of systems for automated data acquisition and processing in the field.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H040617/1","grantId":"EP/H040617/1","fundValue":"287533","fundStart":"2010-05-01","fundEnd":"2013-06-30","funder":"EPSRC","impactText":"  The findings of this study into a non-invasive method of monitoring soil structure have been conveyed to relevant companies and academics through a workshop held at Rothamsted Research. Agriculture, Food and Drink ","person":"Keith  Attenborough","coPersons":["Shahram  Taherzadeh"],"organisation":"Open University","findingsText":" Current methods for determining soil strength profiles include a penetrometer which involves pushing a steel spike into through the soil surface which is invasive, potentially affecting the strength profile of interest, and laborious since it involves repetitive point measurements. Moreover the penetrometer is not well suited to fragile soils which would be disrupted by the penetrometer or particularly hard soils that are difficult to penetrate. A non-invasive method that uses the measurement of soil vibrations caused by a sound source above (i.e. not in contact with) the soil surface (acoustic-to-seismic coupling) has been developed. The vibrations are measured with a scanning Laser Doppler Vibrometer. The ratio of the incident sound to the acoustically-induced vibration is fitted through an optimisation procedure using a model of wave motion in a medium consisting of layers each of which are porous and elastic. The method differs from that used for determining the layered structure of ground for geophysical or geotechnical purposes in that it gives detailed information about near surface properties. The method was validated through laboratory measurements on artificially layered soil and sand in which the values of wave speeds and layer depth from the optimised fitting were checked against independently measured values. The independent measurements included triaxial cell measurements and measurements using embedded piezo-electric transducers. Further development of the technique is the basis of a current proposal under the BBSRC Sustainable Agriculture (SARIC) initiative.\nThe idea could be extended to enable 3D tomography of soil strengths around growing plants.\nThe method could be adapted also for locating objects (for example pipes and archaeological artefacts) buried in soil. This is part of a current proposal to EPSRC. Aerospace, Defence and Marine,Agriculture, Food and Drink,Construction,Environment,Culture, Heritage, Museums and Collections","dataset":"gtr"}