{"id":"E825B2E7-449E-458F-BF17-7B8A9A8B552E","title":"Characterisation of novel functions of the active centre of RNA polymerase","abstractText":"Realisation of genetic information requires the copying of information coded in DNA into RNA, transcription. Afterwards this information, in the form of RNA, is either directly used by the cell or decoded into proteins during translation. In all living organisms transcription is performed by multisubunit RNA polymerases, enzymes highly conserved in evolution from bacteria to humans. Though RNA polymerase has been actively investigated for 30 years, most heavily during the last decade, the mechanisms that govern its functions are still not fully understood. Especially interesting and at the same time obscure is the functioning of the active centre of RNA polymerase, one of the most ancient protein active centres on Earth. The mechanisms ensuring accuracy, and processivity of transcription are still unclear. Furthermore, it even appears that not all of the reactions that can be catalysed by the RNA polymerase active centre are known. From an applied perspective, characterisation of the active centre of RNA polymerase is also important for drug discovery, since it is the target for potent antibiotics. Recently we have described several new features of the active centre of RNA polymerase that are important for complete understanding of its molecular function. In this proposal we will characterise the newly discovered RNA ligation reaction and search for its significance in RNA polymerase function. We will also investigate the complex mechanisms responsible for coordination and stabilisation of substrates in the active centre of RNA polymerase, and for the conformational switches in the active centre that precede catalysis in all of the reactions performed by RNA polymerase. Finally, we will search for previously unrecognised mechanisms, and new reactions of RNA polymerase. This will help to build a comprehensive picture of the mechanisms involved in transcription.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F006462/1","grantId":"BB/F006462/1","fundValue":"482822","fundStart":"2008-02-11","fundEnd":"2011-02-10","funder":"BBSRC","impactText":"  The PI gave a live phone interview to the radio station BBC Russia in May of 2008. The interview was then deposited on-line on the website of BBC. The interview was in relation to a discovery made by Newcastle University scientists in the area of stem cells research. The PI explained to the audience in lay terms the principles behind stem cell research, the potential benefits and downsides of it. Then, in the conversation, the PI described the functioning of a biochemical/molecular biology laboratory, what an average day of a research associate scientist and a PI looks like. Given that the PI had experience of working in Russia and USA, he explained the benefits of being a young PI and setting up a laboratory in the UK, and funding opportunities in the UK.\nThe PI and the RA were involved in several university open days, and in the Baddiley-Clark Building (where the lab is based) Official Opening by Sir Paul Nurse, FRS, which involved informal communication and visits to the labs by the guests, including the Lord Mayor of Newcastle.\nWe have set up a collaboration with a University campus-based biotech company, Demuris Ltd. (www.demuris.co.uk), chaired by Professor Jeff Errington FRS. Demuris are using experimental systems developed in the course of the grant for search of novel antibiotics targeting transcription. Demuris have agreed to supply us with these compounds on a marginal cost basis for investigation of their modes of action. Demuris provide a potential route to clinical practice for inhibitors that turn out to have commercial potential. Chemicals,Education,Healthcare,Pharmaceuticals and Medical Biotechnology Cultural,Societal,Economic","person":"Nikolay  Zenkin","coPersons":[],"organisation":"Newcastle University","findingsText":" 1. We discovered that the &quot;two metal ion&quot; catalysis by RNA polymerase active centre is further assisted by &quot;transition state stabilisation&quot; catalysis performed by flexible domain of the active centre, the Trigger Loop (BMC Biology).\n2. We discovered that the flexibility of the Trigger Loop allows for &quot;exchange of the active centres&quot; of RNAP, a unique property for proteinaceous enzyme (Microbiology, Transcription, NAR).\n3. We discovered that fidelity of transcription proceeds via a multi-step mechanism and showed that the Trigger Loop plays the central role in this process (BMC Biology).\n4. We discovered that the Trigger Loop determines the intrinsic RNA hydrolytic activity of RNA polymerase, and described the mechanism of this catalysis (PNAS).\n5. We found that transcript-assisted proofreading of transcription, shown by us earlier for bacterial RNAP, is utilised by eukaryotic RNAP II (Transcription).\n6. We found that antibiotic Stereptolydigin requires non-catalytic Mg ion to bind to RNAP, first evidence for roles of non-catalytic metal ions in transcription (Antimicrobial Agents and Chemotherapy)\n7. We showed that the inhibitor Tagetitoxin does not influence NTP incorporation by RNA polymerase though it displaces gamma-phosphate from its normal position. This disproves the paradigm that gamma-phosphate of NTP is required for catalysis of phosphodiester bond formation (NAR). \n8. We discovered that Tagetitoxin modifies active centre to slow down translocation by RNAP (NAR).\n9. We set up a unique in vitro coupled transcription-translation system from purified components (NAR). \n10. Using our unique experimental system of single stranded promoters, we showed that sigma subunit region 1.2 is required for melting of the downstream DNA duplex to allow RNAP escape from the promoter (NAR).\nThe above discoveries overturned our understanding of the principal mechanisms of RNA synthesis, the first step of gene expression, and the basis for the high accuracy of this process. Besides it gave insights into action of two antibiotics, which, in the future, may become basis for new drugs development. The discovered novel catalytic domain of the RNAP active centre is a new paradigm of functions and regulation of transcription, and will be of importnace to many scientists in different fields and for education.\nWe generated around 20 new plasmids and E. coli strains for overexpression of mutant T. aquaticus RNA polymerase and accessory factors.\nWe have highly improved the technique of assembled elongation complexes, by in depth analysis of the properties of few dozens of various complexes. The properties of the complexes are published and now used by our collaborators in crystallography, Cryo-EM and single-molecule techniques.\nWe developed unique in vitro coupled transcription-translation system. This is the first such experimental system in the world. We designed three different experimental set-ups for coupling of transcription to translation, which may be utilized according to the experimental needs. These coupled systems permit: measurement of distances between elongating RNA polymerase and the ribosome translating the nascent RNA; investigation of direct interactions of RNA polymerase and ribosome; investigation of effects of translating ribosome on processivity of RNA polymerase; studying influence of transcriptional pausing on protein synthesis; analysis of effects of other cellular components on coupled transcription-translation. Furthermore, the system is suitable for use in single-molecule studies, and now is used by our collaborators for cryoEM imaging. Chemicals,Education,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}