{"id":"E833D12A-DA55-41AF-878E-65D21FDB34E8","title":"Castep: Advanced spectroscopies using high-performance computing","abstractText":"With recent theoretical and computational advances we have been able to calculate the properties of condensed matter systems from first principles. That one can even hope to do this is down to the accuracy of quantum mechanics in describing the chemical bond. Dirac's apocryphal quip that after the discovery of quantum mechanics the rest is chemistry sums it up: if one can solve the Schrodinger equation for something - an atom, a molecule, assemblies of atoms in solids or liquids - one can predict every physical property. Dirac's statement doesn't quite show how difficult doing the rest is, and it has taken great effort and ingenuity to take us to the point of calculating some of the properties of materials with reasonable accuracy. The impact of simulations on our thinking about condensed matter problems is immense. However, the CASTEP code attempt to calculate many properties of materials using only quantum mechanics (in particular, density functional theory).CASTEP is a richly featured first principles electronic structure code and as such its capabilities are numerous. Aiming to calculate any physical property of the system from first principles, the basic quantity is the total energy from which many other quantities are derived. Here we wish to develop CASTEP's range of applications further, making is valuable to a much wider range of scientists which will enable them to perform their research in a fast, reliable and accurate manner.It has been designed specifically for use on high-performance computers, being written from the ground up with a many-core architecture in mind. Castep is one of the most used codes on the UK supercomputing facility, HECToR. We aim to develop an exciting range of new spectroscopic tools that will form a close link between theoretical/computational condensed matter and experimental techniques. Interpretation of experimental spectroscopic data is not straightforward, but if software that is build on a firm, accurate theoretical foundation can be used to generate such data, then direct comparison to experiment can be performed and allow detailed interpretation of the results to be done. This is the aim of the current proposal. Throughout we will maintain the highest quality code design/implementation and testing techniques, as we have consistently done in the past. At the end of this work we will have new functionality in CASTEP that will produce new science. A further proposal (stage 2 of this call) will be used to make the code of a quality such that it can be widely used.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I030107/1","grantId":"EP/I030107/1","fundValue":"198880","fundStart":"2011-12-01","fundEnd":"2013-11-30","funder":"EPSRC","impactText":"","person":"Keith  Refson","coPersons":[],"organisation":"STFC - Laboratories","findingsText":"","dataset":"gtr"}