{"id":"E84E8EE0-372D-43E7-B386-AA7B445D475C","title":"Molecular control of synaptobrevin retrieval and its biological function by synaptophysin","abstractText":"Brain cells (neurones) communicate by releasing chemical neurotransmitters. Neurotransmitters are stored in small spherical compartments within neurones called synaptic vesicles (SVs). When neurones communicate, SVs fuse with the outer surface of the neurone causing neurotransmitter release. After neurotransmitter release these SVs are reformed by a process called endocytosis. The correct formation of SVs during endocytosis is essential for the maintenance of neurotransmitter release, since SVs with the wrong composition will be faulty for subsequent fusion. A critical part of SV generation is the packaging the correct proteins in the correct amounts into SVs. This is usually done by specific molecules called adaptor proteins, however in some cases additional molecules are required. \n\nWe have recently identified an essential role for the protein synaptophysin in coordinating the packaging of sybII into SVs during endocytosis. While these proteins are known to stick to each other, no-one knows which regions of the proteins are important for this. Other molecules are also suggested to be required to control sybII and synaptophysin packaging into SVs. These are AP180 and AP-2. We have proposed a working model whereby all four proteins stick together in a coordinated manner to control packaging of sybII and synaptophysin into SVs. This model will be tested in this application. Finally various different types of syb are found on SVs, all of which have specific jobs in the control of neurotransmitter release. Therefore synaptophysin may also control their packaging into SVs and subsequently their biological role. \n \nWe propose that synaptophysin is the central organiser in the packaging of different syb molecules into SVs during endocytosis. We will test this by a number of approaches. We will examine how syb movements differ when the gene encoding synaptophysin is removed from neurones grown on glass coverslips. We will also examine the simultaneous movement of altered forms of sybs and synaptophysin which do not stick to each other to see how their interaction controls their function. We will also monitor syb and synaptophysin movement in the absence of AP180 or AP-2. Finally we will determine how interfering with the normal function of synaptophysin in syb retrieval alters neurotransmitter release by detecting it indirectly via electrical changes in neighbouring neurones. \n\nThe combination of experiments outlined in this application will systematically dissect the role of synaptophysin in both the control of the packaging of different sybs into SVs but also its downstream functions in neurotransmitter release. This is very important, since a decrease in the efficiency of syb packaging into SVs is proposed to underlie a series of neurodegenerative and neurodevelopmental disorders such as Alzheimer's Disease, Parkinson's Disease and X-linked intellectual disability. It will also provide important leads outside this field, since the mutants created in this application can be used to examine other possible neuronal functions of synaptophysin such as the formation of connections between neurones in brain.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L019329/1","grantId":"BB/L019329/1","fundValue":"405324","fundStart":"2014-09-29","fundEnd":"2018-06-30","funder":"BBSRC","impactText":"","person":"Mike Alan Cousin","coPersons":[],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}