{"id":"E8525D7E-B00B-4F80-BFF9-A132225745DC","title":"TryGGER:Application of tryptophan Florescence Sensors for improved raw water quality monitoring of Faecal Contamination in Groundwater sources","abstractText":"Groundwater is a hugely important natural resource, providing the majority of drinking water globally, some 35% of drinking water in the UK, and up to 80% in southern England. High frequency real-time systems are now widely used in water industry for water quality monitoring, however transient microbiological contamination is currently still monitored using traditional spot sampling and culturing techniques. The highly dynamic nature of microbiological contamination necessitates high frequency on-line monitoring for the optimisation of down-stream processes such as treatment and distribution. We propose to pilot and embed within the UK water industry the use of new fluorescence sensors to enable this. In addition, while it is generally understood that high levels of faecal contamination in groundwater may be accompanied by relatively high turbidity, this is often not the case, and depends on the source and pathway of faecal contamination in the subsurface. \n\nDifferentiation of turbidity derived from aquifer material or induced by pumping and that derived from microbial contaminants has significant potential benefits to the water industry through treatment process optimisation. Water companies in England and Wales have invested &pound;42 million on investigations into source water characterisation and treatment process optimisation from 2010 - 2015 (OFWAT 2009) but understanding transient microbial contamination remains a significant challenge. \n\nRecent NERC funded research on in-situ fluorescence spectroscopy, now a well-established technology, offers a highly sensitive method to achieve this for raw groundwater sources. Through a partner led process we have developed a proposal to pilot, embed and develop an implementation strategy for this technology that is relevant for the UK water industry, but is also highly relevant for international water and health sector organisations. As part of this proposal, placement activities within two UK water companies (Affinity Wate and Wessex Water) will be carried out to i) pilot and embed the use of tryptophan sensor technology in the UK water industry for improved monitoring of microbiological contamination in vulnerable groundwater sources, ii) provide robust evidence on the suitability of the current turbidity trigger (1NTU) for groundwater quality assessments, iii) provide an implementation strategy for this technology within the UK water sector through user-led collaboration. This will be carried out though visits to all UK water companies to obtain feedback on how this could benefit and be implemented in different parts of the water sector and disseminate findings with potential new end users.\n\nWorking with key partners from across the UK water industry, including water companies (Affinity Water and Wessex Water) and cross-sector organisations (UKWIR, Water UK and DWI), TryGGER aims to embed within the UK water sector the use of on-line sensors for monitoring dynamic microbiological contamination in groundwater sources for improved use of water resources and optimisation of treatment processes. The application of this sensor technology will be piloted in four case study sites in the UK, through placement activities undertaken by BGS scientist in water industry partners. These have been selected in consultation with water utilities to be representative of vulnerable groundwater settings, with wide applicability both within the UK context and globally. Importantly, a strategy for implementing the use of these sensors for raw water quality monitoring will be developed with end users from across the UK water industry as part of this proposal to enhance wider uptake of this technology. \n\nThis proposal has the potential for far reaching impact in the UK water industry and further afield. Involvement of the main players in the water industry, as well as utility firms, from early on during proposal development this has ensured that is highly relevant to the end-user community.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M021939/1","grantId":"NE/M021939/1","fundValue":"85589","fundStart":"2015-05-15","fundEnd":"2016-11-30","funder":"NERC","impactText":"","person":"Daniel Joseph Lapworth","coPersons":["Daren Clive Gooddy"],"organisation":"NERC British Geological Survey","findingsText":"","dataset":"gtr"}