{"id":"E856BB57-AB93-453C-A461-68BAA81DFEF1","title":"A Test of Quantum Electrodynamics at High Fields","abstractText":"Quantum electrodynamics (QED) was the first quantum field theory to be formulated providing a radically new description of the electromagnetic force. So far it has successfully passed every experimental test at low and intermediate fields. A well-known example of QED effects at low fields, of the order of 10^9 V/cm, is the Lamb shift in hydrogen. At such low fields, the QED effects can still be treated perturbatively, only taking into account low order terms. However, up to now QED has never been tested at very much higher fields than this because of the practical difficulties of producing such fields in the laboratory. At high fields, perturbative QED is no longer valid, and higher order terms need to be evaluated carefully. Experiments carried out at high fields therefore test different aspects of QED and are complementary to high precision tests of the low order terms. Since quantum field theories are the cornerstone of modern physics testing these theories in the non-perturbative limit is extremely important. Heavy atoms that have been stripped of almost all their electrons are ideal 'laboratories' for tests of QED at high fields. These ions have electric field strengths of the order of 10^15 V/cm close to the nucleus. Such highly charged ions (HCI) can now be produced at the experimental storage ring (ESR) at GSI in Darmstadt, Germany. In the HITRAP facility being built at GSI, these ions will be slowed, trapped and cooled down to sub-eV energies, and made available to a wide variety of experiments. Our group has been involved in the planning stages of this facility and it has been our responsibility to design the laser spectroscopy experiments to test QED at high fields. The early stages of this work have been funded through a European Union FP5 collaboration (also called HITRAP). Now that the completion of the facility is in sight the various groups involved must seek funding at the national level to complete the project. Hydrogen-like (one electron) and lithium-like (three electrons) highly charged ions in particular are excellent examples of systems that allow for accurate studies of QED effects at high fields. The ground state hyperfine splitting (HFS) in these species probes the validity of QED at the extremely high fields found very close to the nucleus. Due to their simple electronic structure, accurate QED calculations can be performed for these systems, which could be compared for the first time with the accurate experimental results we wish to obtain. The only proposed method of disentangling the QED effects from nuclear effects, such as the Bohr-Weisskopf (BW) effect, is by measuring the ground state HFS in both H-like and Li-like ions. From the difference between these two HFS the BW effect can effectively be eliminated. This allows for a determination of the QED effects with an accuracy of the order of a few percent. In neutral atoms hyperfine transitions are weak transitions in the microwave region of the spectrum. In (HCI) the electric fields involved push these transitions into the visible region of the spectrum and increase their transition rates. H- and Li-like bismuth ions are of interest because the wavelengths corresponding to these hyperfine transitions are both accessible with standard lasers. A common experimental obstacle in previous measurements made in a storage ring was the Doppler width and shift of the transition due to the relativistic velocities of the ions. Other measurements performed in an EBIT (electron beam ion trap) are not as severely subject to this effect, but suffer from a low signal-to-background ratio. We propose to trap highly charged ions in a Penning trap, cool and compress the ions into a small cloud, and measure ground state hyperfine splittings by means of laser spectroscopy, with an accuracy of the order of 10-7. Preparatory work will be performed at Imperial College but the final experiments will be performed at the HITRAP facility in Germany.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D068509/1","grantId":"EP/D068509/1","fundValue":"507186","fundStart":"2007-06-01","fundEnd":"2010-06-30","funder":"EPSRC","impactText":"","person":"Richard Charles Thompson","coPersons":["Daniel  Segal"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}