{"id":"E8592713-118C-4C0C-8EBE-676940C7D7CB","title":"Assessment of genetic biodiversity of durable disease resistance in African wheat genotypes leading to the development of markers for wheat breeding","abstractText":"Stem and stripe rust are major fungal diseases of wheat. Until 1999 stem rust was effectively controlled through the deployment of resistant wheat cultivars. In 1999 a new, virulent race of this pathogen, Ug99 appeared in Eastern Africa, devastating the wheat crop. Ug99 has now been detected in the Arabian Peninsula, showing the all too familiar ease with which rust pathogens spread around the world. Ug99 is now predicted to spread to the major wheat growing areas of North Africa, the Middle East, Pakistan and India in the very near future. Stripe rust is also primarily controlled through the deployment of resistance genes, and while some effective sources of resistance to this disease are available past history recalls how devastating this disease can be. In the 1980's a new virulent race of stripe rust again appeared in Eastern Africa. Within four years this race had spread to Southern Asia. On its way it was estimated to have caused a loss in wheat production valued at 1 billion US dollars. This disease is also gaining new territories. It appeared in South Africa for the first time in 1996. In 2002 it spread from Eastern to Western Australia, and it is again causing significant problems along the western coast of North America. Research undertaken in Kenya and Ethiopia, as part of the Global Rust Initiative, has shown that most of the currently grown wheat cultivars are susceptible to Ug99, as was the situation with the new stripe rust race in the 1980's. Therefore, for both diseases, it is imperative that we are constantly on the search for new and novel sources of resistance. This programme will screen an extensive collection of African wheat genotypes held within the John Innes Centre Wheat Germplasm Collection. This collection consists of 300 wheat accessions collected from Ethiopia, Kenya, Zambia, South Africa, Sudan, Tunisia and Morocco. These wheat genotypes will be assessed for resistance to stem and stripe rust in field trials in the UK and Africa, and in greenhouse tests at JIC. DNA markers will be used to define the extent of the variation between these genotypes at the molecular level, and relate this variation to the differences in genetic resistance seen for stem and stripe rust. An old European wheat cultivar, Cappelle Desprez (CD) was grown in Europe throughout the 1960's and 1970's and during this period maintained its field resistance to stripe rust. The stripe rust resistance in CD has proven effective under South African growing conditions since 2001. Cytogenetic studies have implicated a number of chromosomes in CD as contributing to the stripe rust resistance, suggesting a complex genetic control. It is therefore clear that a full understanding of the genetics of the durable stripe rust resistance in CD is essential to ensure its effective transfer to African wheat cultivars. A genetic and mapping study will be undertaken to identify the genes contributing to this extremely useful source of resistance. A previous collaboration between Dr. L Boyd, JIC, UK and Dr R Prins and Prof. Z Pretorius, UFS, South Africa generated a large Doubled Haploid population from the cross between the South African cultivar Kariega and the stripe rust susceptible wheat AvocetS. This study identified two major genes for resistance to stripe rust in Kariega; a new, uncharacterised resistance on chromosome 2B and a resistance on chromosome 7D believed to be the durable rust resistance complex, Yr18/Lr34. However, the markers identifying these two resistances are still some distance, and closer markers are required for use in Marker Assisted Selection breeding strategies. Two new marker approaches will be applied to fine map the 2B and 7D stripe rust resistances; NBS-profiling (van der Linden et al. 2004) and markers developed from nucleotide polymorphisms found within expressed genes (Liu and Anderson, 2003). References: Liu &amp; Anderson (2003) Genome 46:817-823; Van der Linden et al. (2004) TAG 109:384-393","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F004125/1","grantId":"BB/F004125/1","fundValue":"559852","fundStart":"2008-02-01","fundEnd":"2012-06-30","funder":"BBSRC","impactText":"  Findings have informed wheat breeders, other researchers in this and related fields and underpinned further grant funding. Agriculture, Food and Drink Cultural,Societal,Economic","person":"Lesley Ann Boyd","coPersons":["Zacharias Andries Pretorius","Renee  Prins"],"organisation":"John Innes Centre","findingsText":"","dataset":"gtr"}