{"id":"E85A8E45-4761-4689-8ABF-D0E6BB36D7C4","title":"Strategic Risk, Civil War and Intervention: A Dynamic Global Games Approach","abstractText":"The empirical literature on civil war onset establishes that civil conflicts mostly occur in poor, natural resource abundant countries. Moreover, such wars typically break out after an unfavourable economic shock. This research project develops a formal model of war that accounts for these patterns. In the proposed framework, conflict occurs due to mutual fears of surprise attacks. During a negative economic shock, returns to labour diminish. As a consequence, the opportunity cost of engaging in violence is smaller. In such circumstances, groups become fearful of each other and mobilize for purely defensive reasons thereby generating inefficient conflict. This view of conflict provides new insights on a number of important issues. First, in a dynamic setting, this framework can generate war traps: countries might fail to grow due to fear of conflict, and might stay in a high conflict environment due to their failure to grow. This realization provides for a normative analysis of peace-keeping interventions in terms of timing and duration. Second, the mechanics of military deterrence are analyzed to investigate what types of weapon investments foster peace when fear is a motive for conflict. Finally, the role of natural resource rents in conflict is considered.\n<br />\n<br />","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/F041764/1","grantId":"ES/F041764/1","fundValue":"137554","fundStart":"2008-10-01","fundEnd":"2011-09-30","funder":"ESRC","impactText":"  The frameworks we have created have generated additional empirical research to validate and apply it. In addition, the model in &quot;The Political Economy of Indirect Control&quot; is the leading framework in a new research project funded by the Minerva Initiative of the Department of Defense of United States of America. Government, Democracy and Justice,Security and Diplomacy Policy & public services","person":"Gerard  Padro Miquel","coPersons":[],"organisation":"London School of Economics & Pol Sci","findingsText":" Five academic papers have been produced. They contain the following important findings.\n1. The research project has tried to validate whether the opportunity cost argument, according to which the lower returns to economic activity increase the likelihood of civil conflict, offers a partial explanation for the observed empirical findings. It can very well explain why conflict follows negative income shocks, but it is an incomplete explanation for why conflict mostly occurs in poor countries. In the later case, the incentives generated by the lower opportunity cost are compensated by the lower returns expected from predatory activities. \n2. Second, we find that violence may occur as a consequence of mutual fear. Parties that would rather avoid conflict may attack each other if they have no way to credibly commit to peace. The fear of being attacked first, which will give the other party the first-mover advantage, may make fighting the optimal strategy for both parties.\n3. Mutual fears may provide a good academic base to examine the problem of deterrence, and we have two specific and related results: first, increasing weapons stocks in a world with pre-emptive incentives can be destabilizing. Second, in such a world, investment in defensive weapons will also be destabilizing. This result can be explained by the role of defensive weapons, which protect both against surprise attacks and against rightful retaliation. On the contrary, we show that defensive alliances increase the sustainability of peace if they distinguish between different types of conflict. In particular, treaties by which nations agree to help themselves provided they suffer an unprovoked attack reduce pre-emptive incentives and do not increase predatory incentives. Thus, the unilateral decision of a country to join such a defensive alliance will not be destabilizing. \n4. The research project has also studied the relationship between predation and savings. The theoretical framework shows that a fix probability of predation reduces savings, whereas a large amount of savings increases the probability of predatory behaviour (when it is fixed endogenously by the model). However, in a world where one agent is the predator and another agent is a victim, common economic shocks can generate a situation in which savings are positively correlated with the occurrence of predation. \n5. This project has also studied the political economy of indirect control. Firstly, the theoretical framework identifies in which circumstances limited costly interventions used as a form of punishment are optimal. Secondly, it also shows which principles should be followed by the government when doing one temporary costly intervention, which are the following: 1) the use of maximal force may be suboptimal because the government may not be able to afford using it for a sufficiently long period of time; 2) costly interventions should be used as seldom as possible. Finally, the theoretical framework also sheds light on the optimal reaction of the government to international pressure against violent interventions, which is reducing the violence but increasing the frequency of the interventions. The frameworks we have created have generated additional empirical research to validate and apply it. In addition, the model in &quot;The Political Economy of Indirect Control&quot; is the leading framework in a new research project funded by the Minerva Initiative of the Department of Defense of United States of America. Government, Democracy and Justice,Security and Diplomacy","dataset":"gtr"}