{"id":"E85A0A7E-404F-4CC8-800B-B150BE0CC1D4","title":"Cell cycle control of DNA double strand break repair and the role of Cdk","abstractText":"Our genetic material is subject to damage: double-stranded DNA can become broken in both strands, fracturing chromosomes. Such double-stand breaks (DSBs) must be repaired as accurately as possible; failed or incorrectly controlled repair will lead to scrambling of the genetic material and contribute to the development of genetic disease, including cancer, and to the ageing process. Understanding the repair processes is also important because many biotechnological and therapeutic techniques involve delivering DNA to cells, and the fate of this DNA is determined by the cells' DSB repair machinery. It is proposed here to investigate how the two main cellular mechanisms for repairing DSBs are controlled as cells grow, duplicate and divide. The choice between the two main repair mechanisms (called NHEJ and HRR) is determined by the position of the 'cell cycle': before cells have replicated their genetic material NHEJ predominates, but during and after replication the two pathways coexists, although there is debate over the relative amounts. Regulator proteins that control the timing of DNA replication and division (called cyclin dependent kinases; Cdks) also regulate the choice between HRR and NHEJ. Cdk activity can promote or inhibit HRR at the expense of NHEJ, but is not clear exactly how, when in the cell cycle or which particular type of Cdk does what. We will develop new and improved methods to measure HRR and NHEJ at different stages of the cell cycle, and determine how two particular Cdks, Cdk1 and Cdk2 are involved.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H003371/1","grantId":"BB/H003371/1","fundValue":"316655","fundStart":"2010-02-22","fundEnd":"2013-06-16","funder":"BBSRC","impactText":"  To add to the body of knowledge of how the important process of cell proliferation is controlled.\n\nTo help career development of staff involved. Education,Healthcare,Other Cultural","person":"Andrew  Porter","coPersons":[],"organisation":"Imperial College London","findingsText":" I have generated and characterised human cells in which a key protein (CDK1) can be inactivated by addition of a drug. These cells have been used to investigate how CDK1 controls cell proliferation. The results provide insight into how CDK1 can perform differtn fuctions at diuffern cell cycle stages, how it may or may nor be a suitabe target anti-cancer drugs and the importance of To further investigate functions of CDK1, e.g. how it controls DNA repair Healthcare","dataset":"gtr"}