{"id":"E85EF9F5-253E-4445-9A50-581CCBDC9C65","title":"Street Drinking, New Media Arts and Community Engagement","abstractText":"Summary \nStreet drinking is a complex problem and impacts negatively on wider communities while street drinking communities themselves are often claimed to provide fellowship and support to their members. Regarded as a public health problem and a public nuisance by wider communities, strategies to address the problems caused by street drinking include enforcement and environmental controls, harm reduction and treatment. However both hedonistic binge drinking and chronic addiction persist in the UK, and there are diverse reactions to it informed by religious and cultural traditions and moral/ethical convictions. Increasingly, excessive alcohol consumption is also presented as a public health issue. This proposal will bring New Media Arts and Humanities perspectives to bear on street drinking, conceived as a health problem and a key issue for connected communities. \n\nThe research questions posed in relation to the problems caused by street drinking are:\n\nWhat role can New Media Arts play in engaging communities to address the issue? \nWhat can an assets based approach offer in addressing the problems caused by street drinking?\nCan community based strategies be realistically grounded in an ethical/theologial framework?\nHow can the sometimes conflicting socio-cultural interests at stake be accommodated? \n\nResearch Strategy\n1)The academic team will work with FACT in Liverpool to investigate diverse community responses and assets in relation to street drinking, using FACT's established model of community inquiry, based on the methods of a local TV station. Community stakeholders engaged will include: residents, retailers, health and social care professionals, the leisure industry and cultural sector.\n2) Information collected will feed into a live web-cast, hosted at FACT, enabling participation remotely or in person. This will be aimed at the whole community including those with experience of street drinking. \n3)The film of the event will be a focus for a multi-disciplinary and cross-professional seminar, which will also discuss a dramaturgical enactment of responses to a street drinking problem scenario using the on-line virtual community 'Stilwell'. This interactive resource, will present a virtual case-study situation requiring a response from community members and services. It will engage seminar members cognitively and affectively in decision-making.\n4)The seminar will consider the material presented to it via new media through three lenses: \na)a socio-cultural lens based on the work of cultural analyst Alfred Lorenzer (Bereswill et al 2010) in which cultural traditions of stakeholder communities are seen to inform perceptions and to influence each other.\nb)an ethical/theological lens based on Cook (2006) who explores the basis in Christian ethics of 12 steps programmes used by Alcoholics Anonymous\nc)An assets based social policy lens which seeks to identify community resources in addressing problems (Kretzmann &amp; McNight 1993)\n5) The recorded seminar discussion will be subject to in-depth panel analysis by the research team using an interpretive method derived from the socio-cultural lens. This method (Leithaeuser and Volmerg 1988) has been adapted for the analysis of visual data such as the web-cast and the Stilwill scenario (Froggett and Hollway 2010). It enables researchers to analyse decisions, utterances and actions within the context whole 'scenes' rather than as discrete events.\n6)The final report directed at academics and communities of professional practice will detail:\na) the perspectives on street drinking developed by the seminar and their implications for policy and practice in the areas of public health and community connectedness.\n(b)the value of New Media in raising community awareness, enhancing community participation, and mobilising community assets to address problems caused by street drinking.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J011258/1","grantId":"AH/J011258/1","fundValue":"29352","fundStart":"2012-02-14","fundEnd":"2013-03-13","funder":"AHRC","impactText":"","person":"Lynn Patricia  Froggett","coPersons":["Mervyn  Conroy","Alastair  Roy"],"organisation":"University of Central Lancashire","findingsText":"","dataset":"gtr"}