{"id":"E86076C1-83DE-41A4-B4F4-E0686043505B","title":"Superfluidity in a Two-Dimensional Bose Gas with Tuneable Interactions","abstractText":"When a gas of identical atoms about million time thinner than air is cooled down to extremely low temperatures, about a millionth of a degree above absolute zero, quantum mechanical effects become important. At these temperatures the gas can exhibit various exotic phases of matter, which could have practical applications in quantum computation and precision sensors. Further, these phases are in many ways universal - analogous phenomena occur in a range of other physical systems, including liquid helium, exotic solid state materials such as superconductors, and even neutron stars. The atomic gases are often much easier to manipulate in the laboratory than those other physical systems, allowing us to study fundamental many-body physics in a highly controlled environment. This could eventually also allow the design of better real materials for practical applications. For example materials which would be superconducting (i.e. transmit current without any losses) at room temperature would allow dramatic energy savings.Central to the understanding of the physics of ultracold gases are the concepts of Bose-Einstein condensation and superfluidity. The former refers to the accumulation of a large fraction of atoms in a single quantum mechanical state, as predicted by Einstein in 1925 and finally directly observed in an atomic gas in 1995. The latter refers to the fascinating ability of the gas to flow without any friction. The two concepts have been conceptually linked ever since the discovery of superfluidity in liquid helium in 1937, but they are nevertheless clearly distinct and their exact quantitative connection is often elusive. In particular, in many of the most interesting physical situations the superfluid and the condensed fraction of the gas can be very different. Such situations for example include systems in which the interactions between the particles are very strong, or gases which do not move in the standard three-dimensional world, but are confined to only two or one dimension. Two-dimensional physics is also believed to be at the heart of the still not understood phenomenon of high-temperature superconductivity.In this work we will address two essential outstanding issues in the field of ultracold atomic gases:First, we will develop a two-dimensional (2D) atomic gas in which the strength of interactions between the particles will be tunable by applying an external magnetic field. This will allow us to perform the first comprehensive study of the so-called Berezinskii-Kosterlitz-Thouless (BKT) superfluid transition. This transition is fascinating because contrary to the usual intuition in 2D superfluidity can occur in the absence of any Bose-Einstein condensation. The signatures of the BKT transition were first observed in liquid helium films, and its microscopic origin was most directly confirmed in an atomic gas, in our recent work. However many issues remain open, in particular because this transition is expected to fundamentally depend on the strength of interactions among the particles, and in no previous 2D experiment could this strength be controllably tuned.Second, based on our recent theoretical proposal, we will develop experimental methods for a direct measurement of the superfluid density of an atomic gas. The fundamental physics is often universal, but the experimental methods of different sub-fields are often very different. So in liquid helium the superfluid density is routinely measured, but the condensed density is difficult to extract. On the other hand, ultracold atomic gases are celebrated for the direct observation of Bose-Einstein condensation, but a direct measurement of their superfluid density remains elusive. Our work will open the possibility for the two quantities to be measured and directly compared in a variety of physical situations in the same experimental system.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I010580/1","grantId":"EP/I010580/1","fundValue":"557790","fundStart":"2011-04-01","fundEnd":"2014-03-31","funder":"EPSRC","impactText":"","person":"Zoran  Hadzibabic","coPersons":["Nigel  Cooper"],"organisation":"University of Cambridge","findingsText":" Under this grant we have investigated, both experimentally and theoretically, various aspects of many-body ordering and superfluidity in atomic gases in confined geometries, including pancake- and ring-shaped traps. We studied the effects of tuneable interactions, interplay of motional and spin degrees of freedom, and artificial gauge fields.\nThe grant has so far resulted in 9 high-profile publications, including 7 Phys. Rev. Letters, with several more currently in preparation. Our work was also covered in more popular scientific press, such as Physics and Physics Today. One of our papers, written in collaboration with a group at MIT, is the most cited EPSRC-funded original research article of 2012 (among more than 6000 publications).\n\nSome of our key findings and developments are:\n\n1. We have extended the experimental studies of quantised supercurrents in atomic gases to multi-component, spinor condensates, which is a key step towards building rotation sensors based on internal-state interferometers. In this work we also set the world record for longest persisting currents in an atomic gas.\n\n2. We have experimentally demonstrated (in collaboration with MIT) first spin-orbit coupling in an atomic Fermi gas.\n\n3. We have experimentally mapped out the transition temperature to a superfluid state as a function of the interaction strength in a two-dimensional harmonically trapped Bose gas. This work provided experimental evidence for a theoretical picture that unifies the Berezinskii-Kosterlitz-Thouless physics of superfluidity and Bose-Einstein condensation in this system. \n\n4. We have established theoretical protocols by which artificial gauge fields can be adiabatically switched on, whilst maintaining a Bose Einstein condensate in its groundstate, and have uncovered a novel regime of interaction-induced ferromagnetism promoted by the presence of gauge fields. Our work on persistent current in ring-shaped atomic gases is of direct relevance for potential applications in rotation sensing, and has already led to several more practical proposals, both in the UK and in the US.\n\nOur theoretical work on many-body physics in presence of artificial gauge fields has stimulated several experiments that are on-going around the world, most actively in Germany. Aerospace, Defence and Marine,Education,Other","dataset":"gtr"}