{"id":"E866D19B-C4F4-4D1B-9636-1EB2E34273EB","title":"New ways to probe chemical structure &amp; dynamics using multi-frequency pulsed EPR","abstractText":"I propose a novel methodology, using time domain, multi-frequency EPR to determine distances andorientation between a nitroxide spin label and a fast relaxing paramagnetic metal ion within a complex molecule like polymer or protein. This can be achieved by measuring the longitudinal relaxation time, T1 , of a spin label at different fields, which is enhanced by dipole-dipole coupling with the fast relaxing anisotropic paramagnetic metal centre. The procedures will be applicable both at low and room temperature conditions and alsowill enable analysis of complex motional dynamics of both the spin label and a molecular domain. The different types of motional dynamics of spin label and molecules will be modelled using the method of Brownian dynamics trajectories and a general computer simulation program will be designed. Validation will be carried out by measurement of longitudinal spin relaxation times at different frequencies from chemical and biological systems of known structure labelled to provide a set of distances and angels between a spin label and a rapidly relaxing metal centre including lanthanide(III) ions for ultra-fast relaxation. Lanthanide complexes covalently attached to a cystein residue will allow determination of distance-angles between two differently labelled proteins. Methodology developed will be applied at the Metallobiology Centre at UEA where new experimental opportunities have open up with the installation of a Bruker hybrid X/W-band Fourier Transform, pulsed EPR instrument, unique so far in the UK. New methods would open up the possibility for applications to various systems from liquid and molecular crystals and polymers to proteins in membrane and in the whole cell.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=GR/T01761/01","grantId":"GR/T01761/01","fundValue":"97008","fundStart":"2006-06-01","fundEnd":"2009-09-30","funder":"EPSRC","impactText":"","person":"Vasily  Oganesyan","coPersons":[],"organisation":"University of East Anglia","findingsText":" I proposed a novel methodology, using time domain, multi-frequency EPR to determine distances and orientation between a nitroxide spin label and a fast relaxing paramagnetic metal ion within a complex moleculesuch as a polymer or protein. This can be achieved by measuring the longitudinal relaxation time, T1 , of a spin label at different fields, which is enhanced by dipole-dipole coupling with the fast relaxing anisotropic paramagnetic metal centre. General theoretical and computational methods have been developed along with the EPR experimental protocols in order to extract information about relative distance and angles of magnetically anisotropic organic radical dipole-dipole coupled to a paramagnetic active site in proteins. This methodology has been successfully applied to amino acid radicals rigidly positioned in the protein such as tryptophan peroxyl radical. Our studies with spin labeled proteins have revealed that due the flexible tether spin label in frozen solution can adapt different conformations (orientations) relative to the paramagnetic enhancer which leads to the averaging out of the orientational dependence. It has also been shown that spin labels can be used as sensitive &quot;antennas&quot; to probe both magnetic properties and short relaxation times of multi-nuclear high spin paramagnetic active sites in proteins otherwise not possible by direct EPR measurements. The approach has been generalized to cover the case of a fast relaxer, with an arbitrary value of S, either as a single state or coupled to another spin. The different types of motional dynamics of spin label and molecules have been modelled using a new method of Brownian dynamics trajectories and a general computer simulation program has been designed and completed.\n\nHowever, we went even further and extended our research to Molecular Dynamics (MD) simulations of spin labelled systems and developed methodology which for the first time bridged together advanced EPR spectroscopy with the state-of-the-art MD simulations of complex molecular systems at fully atomistic level. A novel effective method for prediction of EPR spectra from a single truncated dynamical trajectory of spin label has been formulated and developed by PI. It has been shown that an accurate simulation can be achieved from the small initial fraction of a single trajectory until the point when the autocorrelation function of re-orientational motion of spin label has completely relaxed. Since the relatively short timescales of spin label motions are realistically accessible by modern MD computational methods, our approach has opened the prospect of the simulation of EPR spectra entirely from MD trajectories of real molecular structures with introduced spin probes. Such technique does not only simplify the interpretation and analysis of EPR spectra but also opens the possibility, for example, of &quot;computer engineering&quot; of spin-labelled proteins with the desired properties prior to EPR experiment.\n\nOur novel approaches have been applied to different systems namely metalloproteins, protein-protein complexes and liquid crystals. Application to protein-protein Colicin DNAse complex was the first report providing a detailed theoretical and quantitative analysis of the changes in molecular dynamics observed upon formation of a complex. We have reported the first successful simulation of EPR spectra directly and completely from the generated MD trajectories of liquid crystals with doped spin probes.\n\nA set of computer simulation software have been developed. A novel general methodology for the prediction and analysis of EPR spectra from molecular modelling can be used by other research groups in the analysis of experimental results on a wide range of systems with introduced spin labels and probes. This includes spin labeled proteins and protein complexes, polymers and liquid crystals doped with spin probes, DNA, etc.\nThis would allow others to gain new insights into the details of molecular motions and organization in these complex systems. Chemicals,Education,Healthcare,Other","dataset":"gtr"}