{"id":"E866EA7F-675E-49D2-ADFA-E91D00ED4651","title":"Image Processing, Machine Learning and Geometric Modelling for the 3D Representation of Solar Features","abstractText":"Space weather is an emerging subject that includes studies of solar activities and eruptions that affect the space between the planets and in particular on and around the Earth. Space weather is of growing significance to mankind for two reasons: firstly it affects life on Earth and secondly extremes of space weather affect communications and power systems, on which we are becoming more and more reliant. It is well known that certain solar features, seen as 2D projections in images of the sun, are highly correlated with the solar activities responsible for space weather and the purpose of this project is to construct the first 3D catalogue of the structures of such features. Such a catalogue will provide the opportunity to develop new indexes for the forecast of solar activities, needed since the present indexes are not reliable. We will use existing solar images captured at different wavelengths from both space and ground sources (i.e. the SOHO satellite and the Meudon Paris observatory) and we will include future data from the STEREO space mission when it becomes available. The solar features of interest in this project are sunspots, active regions and filaments and the 3D catalogue will be created using automated computer recognition of solar features based on multi-scale 2D feature extraction from solar images at multiple wavelengths (different wavelengths show the shapes of features at different heights). The automated system will analyse these extracted solar features to obtain parameters that will be used to create corresponding 3D models. The 3D models will provide physical and visual descriptions for the features of interest, which will be more complete than text-based descriptions and could require less computer storage than 2D image segmentations of the features of interest. This project is also a real convergence between 2D-based image processing and machine learning and 3D-based geometric modelling and we hope that the technology developed will be useful for other applications that may benefit from such interface.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F022948/1","grantId":"EP/F022948/1","fundValue":"293394","fundStart":"2008-02-18","fundEnd":"2011-02-17","funder":"EPSRC","impactText":"  We have successfully developed new technology for the 3D representation and visualisation of solar features (e.g. active regions and sunspots). This technology can also be used to visualize different solar features detected from various solar images and wavelengths at the same time, which provides\na more complete picture of activities on the solar disk. Moreover the 3D models also allow us to rotate, magnify and display changes in solar features without missing any of the important information Digital/Communication/Information Technologies (including Software),Other Societal","person":"Rami  Qahwaji","coPersons":["Hassan  Ugail","Stanley  Ipson"],"organisation":"University of Bradford","findingsText":" Better way for visualising information captured in various 2D images. This enabled us to create better representation of different solar features in 3D. The new technology opened the door for carrying out enhancements to existing space weather prediction systems, which aims to provide early warning for extreme solar storms. It also enabled us to develop new technology for tracking solar features across different time periods and then carry out joint research work with leading European institute The new technology is used to enhance space weather prediction technology, developed at the University of Bradford (The ASAP system). It was the corner stone for two new funded research projects from EU FP7 and European Space Agency. More information available at: http://spaceweather.inf.brad.ac.uk/\n\nThe new technology also opened the door for us to move to medical imaging. It attracted the attention of NHS consultants and we worked with the NHS National Innovation Centre and were awarded 2-ye Digital/Communication/Information Technologies (including Software),Healthcare,Other","dataset":"gtr"}