{"id":"E86C0489-4E5C-4949-A37F-96DB49A6CD75","title":"Parenting and the psychological development of children raised in gay father families","abstractText":"<p>The study will examine the psychological development of children who are growing up in families headed by gay fathers. Previous investigations of children raised by same-sex parents have focused almost exclusively on families headed by lesbian mothers rather than gay fathers, and the little research that exists on children with gay fathers is based on children who live with their mothers. </p>\n\n<p>The findings of the proposed study will not only provide systematic data on the experiences and psychological outcomes for&nbsp; the growing number of children who are raised by gay fathers but also will increase theoretical understanding of the role of parental sexual orientation and fathering in children's psychological development. </p>\n\n<p>The proposed investigation will examine families where children actually live, from birth or early infancy, with their gay fathers. The focus of the investigation will be on the quality of father-child relationships and the psychological development of the children. Data on parental functioning, parent-child relationships and the psychological development of the child will be collected by standardised interviews, observational measures and questionnaires administered to parents and teachers. Family relationships will also be examined from the perspective of the child by means of standardised interview and psychological assessments. <br /></p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-062-23-1729","grantId":"RES-062-23-1729","fundValue":"346498","fundStart":"2009-10-01","fundEnd":"2012-09-30","funder":"ESRC","impactText":"","person":"Susan Esther Golombok","coPersons":["Michael E Lamb"],"organisation":"University of Cambridge","findingsText":" Where differences were identified between the gay adoptive families and the lesbian or heterosexual adoptive families, these reflected more positive functioning in the gay father families. Regarding the psychological wellbeing of the parents, the gay fathers showed lower levels of depression and stress associated with parenting than the heterosexual parents, and a non-significant trend toward lower levels of depression than the lesbian mothers. In terms of parenting, gay fathers showed higher levels of warmth, higher levels of interaction and lower levels of disciplinary aggression as assessed by interview, as well as higher levels of responsiveness as assessed by direct observation, than the heterosexual parents. They also showed a non-significant trend toward more sensitive responding and a higher quality of interaction than the heterosexual parents. With respect to child adjustment, externalizing problems as rated by parents were greater among children in heterosexual than in gay and lesbian families. There was no difference in sex-typed behaviour between children with gay fathers and children with lesbian or heterosexual parents for either boys or girls. \n\n\n\nThe more positive outcomes for gay father families in terms of parental wellbeing and parent-child relationships may be associated with characteristics of the parents or of the children. Adoption by gay couples is a new phenomenon that has attracted much controversy. Thus, the screening process may be especially stringent for gay couples who wish to adopt, resulting in even higher levels of psychological wellbeing and commitment to parenting among adoptive gay fathers than adoptive lesbian or heterosexual parents. It is also conceivable, due to concerns regarding adoption by gay men, that children with higher levels of psychological problems were least likely to be placed with gay couples. However, children adopted by gay fathers had been adopted at an older age and placed with the adoptive family for a shorter time, both of which have been associated with greater adjustment problems, and those placed with gay fathers were no less likely to have experienced serious adversity such as neglect, or emotional or physical abuse, than children placed with lesbian mothers or heterosexual parents. It appears, therefore, that rather than adopting less difficult children, gay fathers provide a highly positive parenting environment for their adopted children, although, given the bidirectional nature of parent-child relationships, both factors are likely to be at play. POLICY IMPACT\n\n\n\nThe findings of this study will inform policy makers around the world who are considering changes to legislation regarding adoption by same-sex parents. The findings of this study have been discussed by the UK All Parliamentary Group on Adoption and Fostering. Professor Lamb has presented the findings from the research in legal cases in the USA challenging restrictions on the rights of gay and lesbian adults to foster or adopt children.\n\n\n\nIMPLICATIONS FOR PRACTICE\n\n\n\nAdoption professionals in the US and UK have called for research on the outcomes of adoption by gay and lesbian parents to assist them in the assessment of prospective gay and lesbian adopters, and in decisions about the placement of children in gay and lesbian families. The findings of this study are helping to inform adoption professionals of the outcome of adoption by same-sex parents and of issues that are of particular relevance to gay and lesbian adopters. ","dataset":"gtr"}