{"id":"E86D0068-0002-4C96-92CA-2DF084173FDC","title":"Exploiting biodiversity: novel biomaterials from piscine gelatin and their characterization by a multidisciplinary approach","abstractText":"Hydrogels are fascinating materials, both from a fundamental and practical point of view. They are formed by the entanglement of long molecules (such as polymers or proteins) and the formation of junction points connecting loose portions of the chains, resulting in a 3-dimensional network known as a gel. Gels are ubiquitous in nature (bodily tissues, eyes) and are exploited in numerous technological fields, ranging from food and personal care products to art conservation and electronics. Recently, interest in hydrogels has been revived in biomedicine for applications as skin substitutes, matrices for drug delivery and scaffolds for tissue engineering, where the hydrogel mimics the structure and functions of the extracellular matrix, promoting the diffusion of nutrients, metabolites and growth factors to enhance cell proliferation. While research has traditionally concentrated on synthetic polymers for the preparation of gels, biodegradable materials from renewable sources are now actively sought. Understanding the mechanisms of gelation, the bulk properties and the microstructure of biopolymer gels for the design of artificial tissues is a major and still unresolved challenge.In the present project, we propose to prepare and characterize novel hydrogels based on gelatin and assess their performance as scaffolds to promote the growth and proliferation of cells. One of the specificities of the project is to take advantage of the low-cost and under-utilized resources of gelatin derived from fish, which are still largely unexplored. The gelation will take place by two mechanisms: (i) 'physical' gelation, which occurs at low temperatures and is a well-known process for gelatin, whereby triple helices (reminiscent of the collagen from which gelatin is extracted) create reversible connections between the chains and (ii) 'chemical' gelation, where an enzyme, a 'natural glue', creates permanent bonds between specific amino acids on the gelatin chain, thus 'sealing' the gel structure while preserving the biocompatibility of the original material. Finally, we will further engineer the scaffolds by incorporating short peptides (small 'fragments of proteins'), which have the particular property of promoting adhesion of cells to the scaffolds. The potential of the project lies in a multidisciplinary approach: a unique combination of physico-chemical and biological techniques will be employed to provide an understanding of the mechanism and kinetics of gelation, the 'bulk' properties of the gels (such as mechanical strength and elasticity), their final structure and the ability to promote cell growth and regeneration. The ultimate aim is to establish how these different characteristics are correlated. More precisely, we would like to i) understand how the origin of the gelatin affects the gelation mechanism, the structure and the mechanical properties of the gels, and whether, for instance, biodiversity can be exploited by combining samples from different fish species to adjust the properties ii) how the two processes of chemical and physical gelation compete, in other words, is the formation of triple helices (through physical gelation) hindered when permanent (chemical) junctions are present, and vice versa? (iii) Similarly, how is the gelation process affected by the presence of short peptides in the network? How do these correlate to the biological performance of the gels? These are still unresolved fundamental questions to address in view of designing gels with controlled properties and functionality.In summary, this project aims at identifying key processes in fish gelatin gelation, distinguishing universal features from those common to all species, providing a unique insight into the properties of the gels and finally, implementing these findings to develop low-cost, biocompatible gels with tailored properties, with a strong potential for tissue engineering applications.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F037902/1","grantId":"EP/F037902/1","fundValue":"159126","fundStart":"2008-07-07","fundEnd":"2011-07-06","funder":"EPSRC","impactText":"","person":"Cecile Ayako Dreiss","coPersons":[],"organisation":"King's College London","findingsText":"","dataset":"gtr"}