{"id":"E87549D2-ECF7-4032-BBFC-856BB2C68947","title":"Self-organized nanostructures and transparent conducting electrodes for low cost scaleable organic photovoltaic devices","abstractText":"The development of cheap renewable energy sources is required to reduce the environmental effects associated with the use of conventional fossil fuel based energy sources. Of all the renewable energy technologies, solar energy has the greatest potential as a world power source. For this reason, solar photovoltaic (PV), the direct conversion of sunlight to electricity, is expected to play a significant role in future electricity supply. Here we focus on the development of photovoltaic devices based upon organic semiconducting materials. This project focusses on two issues that are widely recognized as being key for the development of low-cost efficient and stable photovoltaic devices: (i) the development of low cost alternatives to indium tin oxide (ITO) as the transparent conducting electrode and (ii) control of nanomorphology of the donor-acceptor interface. This project will involve the design and synthesis of new electrode materials and the use of molecular self-organization strategies to control the donor-acceptor film morphology at the nanometre length scale to deliver high efficiency organic solar cell that are capable of being scaled up cost effectively. This project will also lead to an improved fundamental understanding of device function. This multidisciplinary project brings together chemists, physicists, materials scientists and engineers with world-leading expertise in metal oxide electrode design, polymer synthesis and manufacturing. This project also involves collaboration with Pilkington Glass, Merck Chemicals and BP Solar.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F056710/1","grantId":"EP/F056710/1","fundValue":"1191170","fundStart":"2008-05-01","fundEnd":"2011-04-30","funder":"EPSRC","impactText":"  The execution of this project lead to the identifcation of a number of a key challenges for the realization of a scalable organic photovoltaic technology. These challenges include the replacement of indium tin oxide (ITO) and PEDOT-PSS based materials as electrodes. As such, further funding was obtained (through TSB/EPSRC) to address the development of ITO and PEDOT-PSS electrodes. It is notable that this follow on project involved the following industrial partners: NPL, Pilkington NSG, RK Print and Flexink.  Societal","person":"Saif Ahmed Haque","coPersons":["Jenny  Nelson","James  Durrant","Donal Donat Bradley","Iain  McCulloch"],"organisation":"Imperial College London","findingsText":" Project Summary:\nThe development of cheap renewable energy sources is required to reduce the environmental effects associated with the use of conventional fossil fuel based energy sources. Of all the renewable energy technologies, solar energy has the greatest potential as a world power source. For this reason, solar photovoltaic (PV), the direct conversion of sunlight to electricity, is expected to play a significant role in future electricity supply. We focused on the development of photovoltaic devices based upon organic semiconducting materials, concentrating on two key issues that are important for the development of low-cost, efficient and stable photovoltaic devices: (i) the development of low cost alternatives to indium tin oxide (ITO) as the transparent conducting electrode and (ii) control of nanomorphology of the donor-acceptor interface. More specifically, this project involved the design and synthesis of new electrode materials and semiconducting polymers and the use of molecular self-organization strategies to control the donor-acceptor film morphology at the nanometre length scale to deliver high efficiency organic solar cell that are capable of being scaled up cost effectively. In addition to the progress made on the technological side, the project has led to substantial advances in the fundamental understanding of device function.\n\nKey achievements of our overall programme (with respect to the objectives) are detailed below. In this project we have made several key fundamental advances, notably: (i) the chemical vapour deposition of ITO-free electrode materials, (ii) the development of stable polymeric materials with enhanced light harvesting and charge carrier mobilities and (iii) advanced understanding of the key mechanisms of device operation. \n\nKey achievements: \n1) A new, fully planar and highly electron-rich material, benzo[1,2-b:3,4-b':5,6-d']trithiophene, has been designed and synthesized. The material shows great promise both as the donor constituent in donor-acceptor type low band gap copolymers for use in organic photovoltaics and as a constituent in thiophene-based copolymers for organic field-effect transistors. Additionally, side-chain modifications of the benzotrithiophene have been employed to adjust both the electron-rich character of the monomer and the solubility and processability of the polymer in an unprecedented way.\n2) Demonstration of device efficiencies reaching &amp;amp;amp;amp;amp;gt; 6% based on polymer blended with fullerene based acceptors. DPP-TPP (polymer) promising to achieve 10% efficiency. \n3) Design and synthesis of CVD precursors for a range of transparent conducting oxides (TCOs) as replacements for PEDOT conducting polymer \n4) Fabrication and evaluation of TCO films with optimized workfunctions and selectively compatible with polymer - fullerene based photoactive layers. \n5) Demonstration of an indium- and PEDOT-free device using self-organized photoactive layer and an fluorine doped tin oxide electrode exhibiting device efficiencies of &amp;amp;amp;amp;amp;gt; 4% \n6) Development of materials design rules for charge photogeneration - the role of energetics, thermal hot interfacial charge transfer states, charge transfer character and nanomorphology.\n7) The quantification of non-geminate recombination in polymer / fullerene solar cells and their impact upon device performance.\n8) Determination of charge separation yield and exciton diffusion length from femtosecond luminescence spectroscopy of polymer - fullerene blend films.\n9) Correlation of the polaron generation yield, as measured by ns - ms transient optical spectroscopy, to device short circuit photocurrent, in material systems that are not charge transport limited \n10) Development of the first multi-scale models of the electronic properties of disordered molecular materials that are capable of predicting charge carrier mobilities, and other properties, from the molecular chemical structure. \n11) Evaluation of a range of processing techniques for large area deposition of photoactive layers. The use of spray deposition, gravure printing and wire bar coating has been investigated \n12) Demonstration of fabrication of large area photovoltaic device (~2 cm2) with power conversion efficiency of 2%.\n\nPublications:\n1. Maurano, A., Shuttle, C.C., Hamilton, R., Ballantyne, A.M., Nelson, J., Zhang, W.M., Heeney, M., and Durrant, J.R. (2011). Transient Optoelectronic Analysis of Charge Carrier Losses in a Selenophene/Fullerene Blend Solar Cell. Journal of Physical Chemistry C 115, 5947-5957.\n2. Soon, Y.W., Clarke, T.M., Zhang, W.M., Agostinelli, T., Kirkpatrick, J., Dyer-Smith, C., McCulloch, I., Nelson, J., and Durrant, J.R. (2011). Energy versus electron transfer in organic solar cells: a comparison of the photophysics of two indenofluorene: fullerene blend films. Chemical Science 2, 1111-1120.\n3. Agostinelli, T., Ferenczi, T.A.M., Pires, E., Foster, S., Maurano, A., Muller, C., Ballantyne, A., Hampton, M., Lilliu, S., Campoy-Quiles, M., et al. (2011). The Role of Alkane Dithiols in Controlling Polymer Crystallization in Small Band Gap Polymer:Fullerene Solar Cells. Journal of Polymer Science Part B-Polymer Physics 49, 717-724.\n4. Clarke, T.M., and Durrant, J.R. (2010). Charge Photogeneration in Organic Solar Cells. Chem. Rev. 110, 6736-6767.\n5. Clarke, T.M., Ballantyne, A., Shoaee, S., Soon, Y.W., Duffy, W., Heeney, M., McCulloch, I., Nelson, J., and Durrant, J.R. (2010). Analysis of Charge Photogeneration as a Key Determinant of Photocurrent Density in Polymer: Fullerene Solar Cells. Advanced Materials 22, 5287-5291.\n6. Jamieson, F.C., Agostinelli, T., Azimi, H., Nelson, J., and Durrant, J.R. (2010). Field-Independent Charge Photogeneration in PCPDTBT/PC(70)BM Solar Cells. Journal of Physical Chemistry Letters 1, 3306-3310.\n7. Maurano, A., Hamilton, R., Shuttle, C.G., Ballantyne, A.M., Nelson, J., O'Regan, B., Zhang, W.M., McCulloch, I., Azimi, H., Morana, M., et al. (2010). Recombination Dynamics as a Key Determinant of Open Circuit Voltage in Organic Bulk Heterojunction Solar Cells: A Comparison of Four Different Donor Polymers. Advanced Materials 22, 4987-+.\n8. Eng, M.P., Barnes, P.R.F., and Durrant, J.R. (2010). Concentration-Dependent Hole Mobility and Recombination Coefficient in Bulk Heterojunctions Determined from Transient Absorption Spectroscopy. Journal of Physical Chemistry Letters 1, 3096-3100.\n9. Shoaee, S., Clarke, T.M., Huang, C., Barlow, S., Marder, S.R., Heeney, M., McCulloch, I., and Durrant, J.R. (2010). Acceptor Energy Level Control of Charge Photogeneration in Organic Donor/Acceptor Blends. Journal of the American Chemical Society 132, 12919-12926.\n10. Shuttle, C.G., Hamilton, R., O'Regan, B.C., Nelson, J., and Durrant, J.R. (2010). Charge-density-based analysis of the current-voltage response of polythiophene/fullerene photovoltaic devices. Proceedings of the National Academy of Sciences of the United States of America 107, 16448-16452.\n11. Clarke, T.M., Ballantyne, A.M., Tierney, S., Heeney, M., Duffy, W., McCulloch, I., Nelson, J., and Durrant, J.R. (2010). Charge Photogeneration in Low Band Gap Polyselenophene/Fullerene Blend Films. Journal of Physical Chemistry C 114, 8068-8075.\n12. Hamilton, R., Shuttle, C.G., O'Regan, B., Hammant, T.C., Nelson, J., and Durrant, J.R. (2010). Recombination in Annealed and Nonannealed Polythiophene/Fullerene Solar Cells: Transient Photovoltage Studies versus Numerical Modeling. Journal of Physical Chemistry Letters 1, 1432-1436.\n13. Shuttle, C.G., Hamilton, R., Nelson, J., O'Regan, B.C., and Durrant, J.R. (2010). Measurement of Charge-Density Dependence of Carrier Mobility in an Organic Semiconductor Blend. Advanced Functional Materials 20, 698-702.\n14. Keivanidis, P.E., Clarke, T.M., Lilliu, S., Agostinelli, T., Macdonald, J.E., Durrant, J.R., Bradley, D.D.C., and Nelson, J. (2010). Dependence of Charge Separation Efficiency on Film Microstructure in Poly(3-hexylthiophene-2,5-diyl): 6,6 -Phenyl-C(61) Butyric Acid Methyl Ester Blend Films. Journal of Physical Chemistry Letters 1, 734-738.\n15. Clarke, T.M., Jamieson, F.C., and Durrant, J.R. (2009). Transient Absorption Studies of Bimolecular Recombination Dynamics in Polythiophene/Fullerene Blend Films. Journal of Physical Chemistry C 113, 20934-20941.\n16. Clarke, T., Ballantyne, A., Jamieson, F., Brabec, C., Nelson, J., and Durrant, J. (2009). Transient absorption spectroscopy of charge photogeneration yields and lifetimes in a low bandgap polymer/fullerene film. Chemical Communications, 89-91.\n17. Benzotrithiophene - A Planar, Electron-Rich Building Block for Organic Semiconductors. C. B. Nielsen, J. M. Fraser, B. C. Schroeder, J. Du, A. J. P. White, W. Zhang, I. McCulloch. Org. Lett. 2011, 13, 2414-2417\n18. Benzotrithiophene Copolymers with High Charge Carrier Mobilities in Field-Effect Transistors B. C. Schroeder, C. B. Nielsen, Y. Kim, J. Smith, S. E. Watkins, K. Song, T. D. Anthopoulos, I. McCulloch. Chem. Mater. (submitted)\n19. A benzotrithiophene-based low band gap polymer for polymer solar cells with high open-circuit voltage. Christian B. Nielsen, Bob C. Schroeder, Afshin Hadipour, Barry P. Rand, Scott E. Watkins and Iain McCulloch. J. Mater. Chem. (Submitted).\n20. Clare Dyer-Smith, Luke X. Reynolds, Annalisa Bruno, Donal D. C. Bradley, Saif A. Haque, Jenny Nelson, Triplet Formation in Fullerene Multi-Adduct Blends for Organic Solar Cells and Its Influence on Device Performance. Adv. Fun. Mater (2010) Volume: 20 Issue: 16 Pages: 2701-2708.\n21. A Bruno, LX Reynolds, C Dyer-Smith, J Nelson, SA Haque Determining the exciton diffusion length in a polyfluorene from ultrafast fluorescence measurements of polymer/fullerene blend films. The Journal of Physical Chemistry C, 117, 39\n22. Henry Leventis, Simon. P. King, Anna Sudlow, Michael S. Hill, Kieran C. Molloy and Saif A. Haque. Nanostructured Hybrid Polymer-Inorganic Solar Cell Active Layers Formed by Controllable in Situ Growth of Semiconducting Sulfide Networks. Nano Letters (2010) Volume: 10 Issue: 4 Pages: 1253-1258\n23. Agostinelli, T., T.A.M. Ferenczi, E. Pires, S. Foster, A. Maurano, C. Mueller, A. Ballantyne, M. Hampton, S. Lilliu, M. Campoy-Quiles, H. Azimi, M. Morana, D.D.C. Bradley, J. Durrant, J.E. Macdonald, N. Stingelin, and J. Nelson, The Role of Alkane Dithiols in Controlling Polymer Crystallization in Small Band Gap Polymer:Fullerene Solar Cells. Journal of Polymer Science Part B-Polymer Physics. 49(10): p. 717-724.\n24. Agostinelli, T., S. Lilliu, J.G. Labram, M. Campoy-Quiles, M. Hampton, E. Pires, J. Rawle, O. Bikondoa, D.D.C. Bradley, T.D. Anthopoulos, J. Nelson, and J.E. Macdonald, Real-Time Investigation of Crystallization and Phase-Segregation Dynamics in P3HT:PCBM Solar Cells During Thermal Annealing. Advanced Functional Materials. 21(9): p. 1701-1708.\n25. Ballantyne, A.M., T.A.M. Ferenczi, M. Campoy-Quiles, T.M. Clarke, A. Maurano, K.H. Wong, W. Zhang, N. Stingelin-Stutzmann, J.-S. Kim, D.D.C. Bradley, J.R. Durrant, I. McCulloch, M. Heeney, J. Nelson, S. Tierney, W. Duffy, C. Mueller, and P. Smith, Understanding the Influence of Morphology on Poly(3-hexylselenothiophene):PCBM Solar Cells. Macromolecules. 43(3): p. 1169-1174.\n26. Brabec, C.J., M. Heeney, I. McCulloch, and J. Nelson, Influence of blend microstructure on bulk heterojunction organic photovoltaic performance. Chemical Society Reviews. 40(3): p. 1185-1199.\n27. Kirchartz, T., B.E. Pieters, J. Kirkpatrick, U. Rau, and J. Nelson, Recombination via tail states in polythiophene: fullerene solar cells. Physical Review B. 83(11).\n28. Lilliu, S., T. Agostinelli, E. Pires, M. Hampton, J. Nelson, and J.E. Macdonald, Dynamics of Crystallization and Disorder during Annealing of P3HT/PCBM Bulk Heterojunctions. Macromolecules. 44(8): p. 2725-2734.\n29. MacKenzie, R.C.I., J.M. Frost, and J. Nelson, A numerical study of mobility in thin films of fullerene derivatives. Journal of Chemical Physics. 132(6).\n30. MacKenzie, R.C.I., T. Kirchartz, G.F.A. Dibb, and J. Nelson, Modelling Nongeminate Recombination in P3HT:PCBM Solar Cells. Journal of Physical Chemistry C. 115(19): p. 9806-9813. The execution of this project lead to the identifcation of a number of a key challenges for the realization of a scalable organic photovoltaic technology. These challenges include the replacement of indium tin oxide (ITO) and PEDOT-PSS based materials as electrodes. As such, further funding was obtained (through TSB/EPSRC) to address the development of ITO and PEDOT-PSS electrodes. It is notable that this follow on project involved the following industrial partners: NPL, Pilkington NSG, RK Print and Flexink. \n\nIn addition, this project has led to a number of outcomes that have lead to a better understanding of device function. The realization of quantitative structure function relationships, design rules adn improved understanding (as discussed above) is expected to lead to improvments in device performance. Chemicals,Electronics,Energy,Environment","dataset":"gtr"}