{"id":"E8757ECD-4514-4CA9-BA87-D3ADBAA0F5F9","title":"Mechanistic insights into priming and early gene activation processes in the haemopoietic system","abstractText":"All blood cells originate from stem cells which are capable of staying stem cells, but also can develop into different blood cells. Blood stem cells are first formed in the embryo and then stay with the individual for the rest of his natural life. In the embryo, the blood cell system develops via different stages. In the early embryo, primitive cells (mesoderm cells) are formed that can develop into many different cell types, such as the blood cells system, the blood vessel system and the nervous system. When these cells develop towards the blood cell system they first become cells that can make blood vessels as well as blood stem cells and only after a while develop into blood stem cells. Each of these different developmental stages is characterized by the carefully orchestrated onset of expression of different genes. It is the combination of these genes that specifies each cell type. A very important topic of recent research addresses the question of how these different genes are controlled and why they are specifically switched on in one cell type, but not in another. It is now clear that genes are switched on in a very distinct order. On top of this hierarchy are genes that encode for proteins that bind to other genes and control their expression. We have shown that it is possible to study very early events in the activation of such genes by using an experimental system based on mouse embryonic stem cells that recapitulates embryonic development in vitro. We have also been able to show that we can use this system to investigate the earliest events happening when genes are switched on. Moreover, we have shown that such early events can be followed by studying how genes are organized into chromatin. Chromatin is the combined name of all proteins that package the meter-long DNA molecule so it fits into the nucleus. In order for genes to become active, this 'packaging' needs to be opened up. We have developed techniques that follow this 'opening-up' and we could show that this process starts much earlier than the actual onset of gene expression. In this proposal we want to understand the order of events how chromatin alteration occurs and which molecules are driving such alterations. We also want to identify target genes for important factors already known to drive chromatin alterations. These experiments are important for future experiments where we want to use embryonic stem cells to generate specific blood cell types.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F000499/1","grantId":"BB/F000499/1","fundValue":"308078","fundStart":"2008-02-28","fundEnd":"2011-02-27","funder":"BBSRC","impactText":"","person":"Georges  Lacaud","coPersons":["Valerie  Kouskoff"],"organisation":"The University of Manchester","findingsText":" The most significant achievements from this grant are:\n- Demonstration that Runx1 activate the Pu.1 locus by a &quot;hit and run&quot; mechanism (Blood. 2009 Jul 9;114(2):299-309.)\n- Generation and validation of mouse ES lines expressing either Runx::Dam or Dam construct using the inducible Tet-on system. The Runx1::Dam construct was shown to be biologically functional as it can rescue the progression of Runx1-/- ES cells towards blood progenitors\n- Multiple high-throughput RUNX1 binding datasets have been generated using DamID and ChIP-sequencing at different stages of haematopoietic development. They are currently integrated with microarray expression studies using the iRUNX1 system to identify genes that are transcriptionally activated after RUNX1 induction in a RUNX1 -/- background. A publication describing these results is in preparation. These findings allowed us to successfully apply for a BBSRC Lola funding Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}