{"id":"E879D673-5632-4A58-A9E8-BDC3CBC27AC9","title":"Modelling and manipulation of plant-aphid interactions: A new avenue for sustainable disease management of an important crop in Africa","abstractText":"In Eastern and Central Africa beans are a vital crop because they enrich the soil with fixed nitrogen (an indispensable natural fertilizer), which in turn supports the cultivation of other important crops such as corn (maize) and cassava. Beans are an essential part of the regional diet because they are rich in protein and crucially important micronutrients like iron and zinc. Since beans are predominantly grown and traded by women, this crop provides additional direct economic benefits to women and their children. Unfortunately, a number of viruses attack bean plants, causing severe crop losses from disease. Although there are a few bean varieties with resistance to one of these viruses (called bean common mosaic virus), a closely related virus that occurs widely in, and is indigenous to, Africa (bean common necrotic mosaic virus) causes plants of these 'resistant' lines to die. Thus, it is important to develop new strategies to defend this vital crop. \n\n\nOur approach is to attack the insects (aphids) that transmit these viruses from plant to plant. We have found that aphid-plant interactions are controlled in large part by the plant's 'small RNA pathways'. Small RNA pathways are a recently discovered regulatory system used by plants and many other organisms to control the expression of their own genes as well as to fight off disease. The discovery of small RNA pathways has revolutionized biology and medicine. In plants, small RNA pathways control, among other things, the production of natural signal chemicals that attract or repel insect pests, including aphids. Intriguingly, viruses produce factors called 'silencing suppressors' that modify small RNA pathways. We have found that silencing suppressors affect the interactions of virus-infected plants with aphids in a way that is likely to enhance the rate at which these insects acquire viruses and transport them to other plants. We have assembled a team of scientists based in Uganda, Kenya and at two centres in the UK to translate these findings from the laboratory to the field and exploit them for protection of beans. However, aphids and the viruses they transmit are problems for all major crops and the work will yield vital data for the wider field of crop protection.\n \nOur multinational team will collaborate to: \n\nA. Identify potential factors involved in mediating plant-aphid communication in plants: small RNAs, the genes they control, and the chemical signals whose production they regulate. \n \nB. Use the modelling methods provided by the discipline of mathematical epidemiology to help us design experiments (under lab and later field conditions) to predict how altering the attractiveness of plants (whether engendered by changes in the plant or deployment of signal chemicals as traps or decoys) could be used to help minimize or prevent the transmission of viruses. \n\nC. Utilize the work from 1 and 2 to design experiments to test the effects on virus transmission of modifying plant responses to aphids or utilization of purified signal chemicals to trap or deter aphids under controlled and simulated field conditions.\n\nD. To achieve impact by disseminating information gained from our work to African crop scientists, growers and consumers through the Pan-Africa Bean Research Alliance, a network of the national bean research programmes of 28 African nations.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J011622/1","grantId":"BB/J011622/1","fundValue":"467578","fundStart":"2012-11-01","fundEnd":"2016-10-31","funder":"BBSRC","impactText":"","person":"Jagger  Harvey","coPersons":["Appolinaire  Djikeng"],"organisation":"Int Livestock Research Institute","findingsText":"","dataset":"gtr"}