{"id":"E87A79AD-BFFB-4E8F-9EDA-2AFC6D79EBEA","title":"Graphene Electrochemistry: Understanding fundamental electron transfer at graphite electrodes","abstractText":"Electrochemistry is concerned with the transfer of charge between a solid (the electrode) and a molecule, which is usually in solution. The properties of the electrode itself may be important, particularly in the case of carbon surfaces, which is especially relevant in view of their widespread applications as electrode materials. Graphitic forms of carbon are plentiful, non-toxic and highly conductive, and have thus found uses as disposable electrode materials in electrochemical glucose sensing, or as continually-used substrates in energy storage and generation (e.g. lithium ion batteries, super-capacitors and fuel cells). In each of these roles, the interfacial properties, and particularly the charge transfer kinetics, of the carbon are essential. Such commercial electrochemical applications of carbon have traditionally used screen-printed or activated carbons, formed from micron-scale amorphous or graphitic particles, often mixed with a polymeric binder. There has been enormous interest in the last decade or so in the use of nano-scale carbon materials, both from the viewpoint of fundamental understanding of their properties and their technological exploitation. Carbon nanotubes (CNTs) consist of rolled up 1-dimensional sheets of carbon atoms. Recently 2-dimensional carbon in the form of single graphite sheets, known as graphene, has been isolated. These analogues of graphite have attracted much interest because of their unique electronic properties, not least the exceptionally high carrier mobility, and atomically well-defined structure. These properties have stimulated enormous interest in theoretical and experimental studies of charge TRANSPORT within CNTs and graphene. An equally interesting area, given the myriad of electrochemical applications of carbon (see above) is to understand the case of interfacial charge TRANSFER from the low dimensional carbon to a redox-active molecule. In particular, the structure of mono- and bi-layer graphene provides an ideal model system with which fundamental questions about charge transfer to/from carbons can be answered. The approach we will pursue exploits the lead position held by the UK generally, and Manchester in particular, established by the experimental isolation of high purity graphene by Novoselov et al in 2004 . We will use graphene samples defined by lithographically etched windows to study the interfacial charge transfer characteristics of the material as a function of structure. Experimental work will be supported with state-of-the-art computation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I005145/1","grantId":"EP/I005145/1","fundValue":"427771","fundStart":"2010-10-11","fundEnd":"2014-04-10","funder":"EPSRC","impactText":"","person":"Robert Angus Dryfe","coPersons":["Ian Anthony Kinloch","Ernest William Hill","Konstantin  Novoselov"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}