{"id":"E88115BA-12E2-4E80-8298-1F62AAB293FD","title":"CODA: COherent Dialogue Automatically generated from text","abstractText":"The CODA (COherent Dialogue Automatically generated from text) project will make a contribution to realizing the UK Government's Council for Science and Technology's vision of `providing people with services and information when, where and how they need it [...] Interaction will be through next generation personal digital assistants [...] and doubtlessly a variety of other human-oriented methods as yet unforeseen'. CODA will help achieve this by developing the theory and technology for automatically creating dialogue content from text in monologue form. There is ample empirical evidence that presentation of information in the form of a dialogue can be more effective than monologue in certain settings (e.g., tutoring and persuasive communication). Since most information is, however, locked up in text (books, leaflets, webpages, etc.), text-to-dialogue generation technology can play an important role in making information available in a form that best meets people's needs for easily processible and engaging information. The effectiveness of dialogue is magnified by the fact that it is eminently suitable for new multimedia presentation styles - e.g., a dialogue can be performed by digital computer-animated characters. Thus, presentation of information in dialogue form promises to not only deliver effective information presentation, but also entertain and engage people, as evidenced by the widespread use of dialogue in conventional media, such as news bulletins, commercials, educational entertainment and games. The proposed research builds on a preliminary feasibility study that was undertaken in collaboration with Dr. Prendinger at the National Institute of Informatics (Tokyo). That research led to a first prototype that takes a patient information leaflet with text such as: You can use aspirin, if you have a headache. Though aspirin does have side effects: it can harm the circulation. , and automatically generates a dialogue between a virtual pharmacist and client: C: What if I have a headache? P: You can use aspirin. C: But does it have side effects? P: Yes, it can harm the circulation. . Dr. Prendinger is proposed as Visiting Researcher for the current project.The project will develop the aforementioned first prototype into a domain-independent system for the generation of dialogue from text such that the meaning of the input text is preserved and the resulting dialogue is both coherent and cohesive. It will also produce the, to our knowledge, first extensive collection of text spans paired with snippets of dialogue that are equivalent in meaning (a parallel text-dialogue corpus). This corpus will be used in the project to learn transformations from text to dialogue that the system will then implement. During the second half of the project, a thorough evaluation of the system will take place to determine the quality of the content and organization of the generated dialogues. It will be applied to input texts from a variety domains to put its robustness/domain-independence to the test. We anticipate that if successful, this project will lead to potentially commercially exploitable middle-ware for bridging the gap between content locked up in text and effective and engaging presentations of information through state-of-the-art multimedia presentation tools, with applications in education (presentation of textbook materials), E-health (presenting medical information in an engaging way), and serious/educational games (automatic generation of dialogue content for non-player characters).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G020981/1","grantId":"EP/G020981/1","fundValue":"170693","fundStart":"2009-07-01","fundEnd":"2011-07-31","funder":"EPSRC","impactText":"","person":"Paul  Piwek","coPersons":[],"organisation":"Open University","findingsText":" The main aim of the CODA project was to develop the theory and technology for automatically transforming text into coherent and cohesive expository -- i.e., information delivering -- dialogue, such that the transformation from text to dialogue preserves the informational content of the input text. This aim involved four equally important objectives: 1) Creation of the, to our knowledge, first parallel corpus of text-dialogue pairs; 2) Formulation of transformation rules based on the corpus which relate certain patterns in text in monologue form (in particular, underlying coherence relations) to patterns in dialogue (specific dialogue acts, moves or structures); 3) Implementation of the transformations in a system for text-to-dialogue generation; 4) Evaluation of content and organization of the dialogues that the system generates. The Papworth Trust commissioned two videos based on their information leaflets for service users. The content of the videos was prepared using the CODA Monologue-to-Dialogue technology. The videos are available on the Papworth Trust's Homepage and their YouTube Channel: http://www.youtube.com/user/papworthtrust#p/u/0/Tb-MkbwAneY and http://www.youtube.com/user/papworthtrust#p/u/1/A2jLwvJ_kE8. Bored with reading the instructions? Watch and listen instead!\n\n\n\nInformation leaflets may soon be more than just a piece of paper. Research at The Open University has made significant steps towards changing the way information is conveyed by translating text into dialogue, while preserving clarity and meaning. The EPSRC-funded project, Coherent Dialogue Automatically Generated from Text (CODA), has developed the theory and technology for semi-automatic conversion of text to dialogue. It is specifically geared towards creating conversations between lay people and experts, for example, a patient and doctor.\n\n\n\nDespite evidence supporting the fact that dialogue is more effective than monologue in tutoring and persuasive communication, most information is still locked up in text, including books, leaflets or web pages.\n\n\n\nText-to-dialogue generation technology can play an important role in making information available in a form that best meets people's needs when processing information. Dialogue is much more suitable for new multimedia presentation styles and can, for example, be performed by digital computer-animated characters. Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}