{"id":"E88155AB-67B1-4D73-9F00-6E3D8A343B93","title":"Development and feasibility testing of an interactive, educational programme to facilitate Proactive Assessment of Obesity Risk during Infancy: ProAsk","abstractText":"Children who are above healthy weight are more likely to be ill and to miss time off school. Being overweight in childhood can also sow the seeds for health problems in later life such as heart disease and diabetes. Most overweight children become overweight adults. \nOne solution is to try to prevent children becoming overweight by intervening very early in life. Researchers have looked at some of the factors which suggest that a baby may be at greater risk of becoming overweight compared to other babies without these risk factors. We have developed a questionnaire which asks parents about these risk factors such as whether their baby was heavy at birth and how quickly their baby is gaining weight. As with all such questionnaires there is a risk that some babies might be identified as at greater risk of becoming overweight children when they are not. \nThis research project will design a computer-based interactive educational programme to enable health visitors to present this questionnaire to parents, calculate a baby's risk and feed that risk back to parents. Where necessary, health visitors will also present some possible solutions, such as additional help around feeding. \nHowever, the question remains as to whether parents would like to know about their baby's risk of overweight and what they could do to keep their child healthy. We also need to know how health visitors feel about giving this sort of information to parents so the project will ask both health visitors and parents for their views. Parents will also be asked if they would be willing to enter a future study that calculates their baby's overweight risk score and, if this is high, offers additional health visiting support with diet, feeding and physical activity.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M009327/1","grantId":"MR/M009327/1","fundValue":"151576","fundStart":"2014-09-01","fundEnd":"2016-02-29","funder":"MRC","impactText":"","person":"Sarah Anne  Redsell","coPersons":["Heather Jean  Wharrad","Fiona  McMaster","Dilip  Nathan","Stephen  Weng","Judy Anne Swift","Ken  Ong","Cristine  Glazebrook","Aloysius Niroshan Siriwardena","Rajalakshmi  Lakshman"],"organisation":"Anglia Ruskin University","findingsText":"","dataset":"gtr"}