{"id":"E88311D3-88D2-46A5-8563-CA41013844C5","title":"Interventions effects on Campylobacter populations in poultry and poultry meat","abstractText":"Campylobacter jejuni and C. coli are bacteria that cause are human food-borne infections through out the world. In common with other European countries, campylobacters are the most commonly recorded cause of acute bacterial enteritis in the UK with 57,772 cases of campylobacterosis reported to the Health Protection Agency in 2009. However, due to under-reporting the true incidence be 8-fold higher with estimated costs to the UK economy approaching &pound;600 million per annum. Poultry are a major souce of infection through undercooked meat or cross-contamination of other foods in the kitchen. This proposal seeks to assess if practical interventions can reduce the levels of Campylobacter entering the food chain from poultry sources and thereby the incidence of human disease. The project will sample all stages of broiler chicken production from farm to retail in order to record the levels of contamination and the types of Campylobacter present. Comprehensive sampling will yield high quality data that will show if the total numbers or types of Campylobacter change through production, and will be used for the construction of predictive mathematical models to assess the effects of implementing multiple interventions, and how useful these might be in reducing human exposure to the bacteria.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I024585/1","grantId":"BB/I024585/1","fundValue":"348009","fundStart":"2012-02-01","fundEnd":"2015-01-31","funder":"BBSRC","impactText":"  We have identified the most effective steps to reduce campylobacter contamination in the processing of broiler chickens for meat production. Agriculture, Food and Drink Economic","person":"Ian  Connerton","coPersons":[],"organisation":"University of Nottingham","findingsText":" Poultry are a major source of infection from the most common foodborne pathogenic bacteria Campylobacter. Foodborne infection arises through undercooked meat or cross-contamination of other foods in the kitchen.We have demonstrated molecular diversity and evolution in campylobacters colonising broiler chicken flocks and those that survive on poultry meat. We have identified the most effective steps to reduce campylobacter contamination in the processing of broiler chickens for meat production. Commercial operators are examining how our data may assist in the reduction of campylobacters entering the food chain from chickens. Agriculture, Food and Drink","dataset":"gtr"}