{"id":"E890F7D9-FE6E-43F6-98C3-6A2406924255","title":"FoRUM - Flood risk: Building Infrastructure Resilience through better Understanding and Management choices","abstractText":"The past decade has seen significant developments in the approaches to assessing and managing flood risk. Throughout this period major research projects (such as the FREE, Floodsite, FRMRC, iCOASST, RASP) and industry driven innovations (particularly within the insurance sector, water companies and environmental consultants) have all contributed to these advances. As a result of these multiple (but largely independent) strands of innovation the UK has established a pre-eminent position in the science and practice of flood risk analysis and long term infrastructure investment planning. Programmes such as the National Flood Risk Assessment (NaFRA) and the Long Term Investment Strategy (LTIS) (undertaken by the Environment Agency) have built upon this knowledge and continue to represent leading international practice. LTIS is particularly noteworthy as the first national infrastructure investment strategy that is explicitly based on national flood risk analysis. Although the past decade has been powerful in driving innovations it has, understandably, led to a proliferation of techniques that are difficult for practitioners and researchers to access and build upon. Many users are now confused as to what is best practice, and the credibility of the results. Recent publications that question some of these results have been a legitimate challenge to complex environmental models. It is now timely to confirm, consolidate and disseminate the current state-of-art through concerted knowledge transfer (KT) and provide the platform for future advances and collaboration between business and academia. \n\nThe concerted knowledge transfer proposed here will provide a significant contribution to: (i) enable stakeholders (both leading consultancies and infrastructure providers) to capitalize on existing risk analysis capabilities to target investments to build resilience; (ii) reinvigorate a wave of co-innovation within system risk analysis and investment planning; (iii) maintain UK's pre-eminence in the fields of natural hazard risk analysis and decision making under uncertainty, and (iv) strengthen the competitive advantage of UK-based consultants internationally.\n\nThe FoRUM project:\n\n1. Transfer knowledge and skills about flood risk analysis - We will consolidate the advances in recent years, including the approaches to the incorporation of infrastructure failure, spatial coherence with storm conditions and the interactions between channel and floodplain dynamics. We will explore the relationship between top-down and bottom-up models and opportunities for the strengths of one to be used to compensate for the weaknesses of the other. In doing so we will highlight recognized limitations and key uncertainties. \n\n2. Transfer knowledge and understanding about investment planning under conditions of future change and regional/local implications - We will consolidate recent advances in investment planning and the approaches adopted at national and regional levels. We will compare and contrast the techniques developed through initiatives such as FRMRC and the Agency sponsored Adaptive Capacity project and long-term Investment studies with those underdevelopment in the Netherlands and within leading corporations (e.g. RAND, World Bank). We will help stakeholders access the latest thinking and techniques to support investment planning and set the approaches being adopted in the UK in the context of wider international practice.\n\n3. Promote a better understanding of the credibility of national estimates of risk -Through the use of case studies, we compare and contrast risk estimates provided at national (through the National Flood Risk Assessment) with those provided at a more local levels (through best practice local analysis). This will enable us to explore the credibility of the analysis at different scales and the uncertainties that users should acknowledge.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M008851/1","grantId":"NE/M008851/1","fundValue":"173910","fundStart":"2014-10-31","fundEnd":"2016-03-31","funder":"NERC","impactText":"","person":"Jim William Hall","coPersons":["Robert James Nicholls"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}