{"id":"E89542BB-7ACF-42FE-9890-5D99B41F0B01","title":"National e-Science Centre Information Network (NIN)","abstractText":"The National e Science Centre (NeSC) has provided a focus for UK e Science since its creation in 2002. It is run jointly by the Universities of Glasgow and Edinburgh. It has an enviable reputation in delivering a range of services for the UK e Science community. This proposal is to continue and develop those services for the next 3 years.NeSC is well known for providing a venue for meetings, workshops and conferences, across a wide range of e Science topics, shared between several threads including national networking, eSI and training. The events team have run over 7 events per month, amounting to over 28,000 delegate days (www.nesc.ac.uk/events) since inception. We have had more than 10,000 participants, many of whom have become regulars . This year we led the effort to bring OGF20 and the 2nd EGEE User Forum to the UK. This event, held in May 2007 with the support of the University of Manchester, was the largest meeting of the GGF/OGF to date. Under this proposal we will focus our efforts on two week-long immersive events each year and an annual roadmapping event for UK eScience, supplemented by events held in response to community requests.We are very well respected for the knowledge base and web site services we provide to the community. It includes news and information about UK e-Science and NeSC activities, links to other UK e Science centres and community groups, an index of information on UK e Science projects, and a repository of papers and technical reports (including the proceedings of the AHM). Under this proposal we will continue this work. We will visit other e-Science centres to solicit information and encourage participation.We will continue to produce a regular monthly newsletter. which includes articles by the NeSC/eSI science writer, editorials by the UK e-Science Envoy, input from other e-science centres and a regular page by the NGS. Each month, the newsletter is typically among the top 20 downloads from our web site, with a monthly download between 2,000-3,000.We will continue to manage the UK e-Science technical report series. This series is professionally managed and has an ISSN.An important part of NeSC's work is to promote UK e Science internationally, engaging others in the UK e-Science programme as appropriate. Over the years, NeSC has hosted many international delegations, including those from China, Korea, Singapore, Australia, New Zealand, Switzerland and Sweden. The funding from this proposal will allow us to continue this work. In the past year we have arranged the UK delegation to the Swedish Research Council and hosted their return visit to the UK. We also attended and presented at the Malaysian Research &amp; Education Network (MYREN) at the request of the British High Commission. NeSC staff were on the international review panel for the Norwegian e-Science initiative (EVITA) and on the Singapore e-Science review panel. We provide collaboration tools to support projects, user groups and working groups in the UK e-Science community. The NeSCForge server uses the open-source GForge system to provide a software development repository. It is used by many research projects and plays a key role in the activities of OMII-UK. We also provide wikis, blogs and mailing lists for use by community groups such as the Campus Grids SIG, E-SciNet and others. This proposals will allow our facilities to continue supporting these groups within UK e Science. In summary, the NeSC has an proven track record in a range of support services for UK e-Science. The funding applied for in this proposal will allow us to continue this support for a further 3 years.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F064322/1","grantId":"EP/F064322/1","fundValue":"63221","fundStart":"2008-10-24","fundEnd":"2011-10-23","funder":"EPSRC","impactText":"","person":"Richard  Sinnott","coPersons":[],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}