{"id":"E89A8B61-8D5A-4DA9-8C78-291DAE179661","title":"Pararchive: Open Access Community Storytelling and the Digital Archive","abstractText":"The Pararchive project is designed to produce a new open digital platform that will allow users to harvest existing online archival sources and combine their own films, photographs and ephemera as a means of digital storytelling and enabling community research. It will be a single 'go-to' space for online research and collaboration in the face of burgeoning and often diverse opportunities to use online archives. Unlike existing platforms it will allow users to organise and link materials across all online sources in one place and act as a single access point based on the integration of public archives with intuitive storytelling tools providing a solution to the problems of harnessing and channelling online community research. It will be a repository of both personal and institutional resources researched, co-designed and evaluated by its users. It will address crucial issues related to the idea of open digital space, community use of cultural assets, self-representation and the potential to build new online communities. It will avoid the IP issues that have limited previous attempts to co-ordinate and re-use online materials through its strategy of hosting content links rather than digital content. In the face of a growing post-scarcity environment communities are encountering real barriers to organising and connecting to resources and each other. Pararchive represents a vitally important resource in this context and will be freely available to all communities. It is a means of managing the rapidly changing digital heritage landscape and is designed to build capacity through reflecting on the potential for developing expertise, confidence and autonomy.\n\nThe platform will, for example, provide content links, initial narrative threads and thematic and geo-location tools to encourage connectivity and community identification. It will represent existing and emergent communities and link them with a community of content providers- archives, museums, galleries and news organisations. Such organisations increasingly 'open' approach to collaborative engagement can thus be fully tested by community-led research. Researchers, creative professionals and cultural institutions can also work with communities in the design and co-development of new research that ensures effective and on-going relevance and impact. It will exist in two formats; one a centrally hosted open version free to all users and also as a takeaway open-source tool that community, education and public groups can use for specific research purposes and self-host.\n\nThe Pararchive project develops themes that emerged from previous AHRC/BBC funded Open Archive research about the 1984/5 Miners' Strike that looked at how communities might take ownership of cultural and historical archives in which they are represented and how they could give voice to their own stories. (http://ics.leeds.ac.uk/research/research-projects/strike-stories/ ). Following this research and a Creative Technology Lab Project in 2012 (http://wearecaper.com/portfolio/leeds-creative-technology-lab/) we now want to develop this platform.\n\nTo support the development of Pararchive the BBC and Science Museum have agreed to provide access to archival materials and staff expertise as a means of demonstrating the value of collaborative working and will act as our main institutional supporters. We will also be working with a community arts facilitator Mad Lab (http://madlab.org.uk/ ) and four community partners. \n\nUsing iterative co-design methods we will responsively develop and launch Pararchive. Our four community groups will actively shape Pararchive via sustained collaboration with the research team, the designers and each other and run their own research through the platform. We will then jointly evaluate and launch it as a free public resource.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L007800/1","grantId":"AH/L007800/1","fundValue":"477228","fundStart":"2013-10-01","fundEnd":"2015-03-31","funder":"AHRC","impactText":"  The grant is ongoing and findings will be posted in due course. Communities and Social Services/Policy,Digital/Communication/Information Technologies (including Software),Culture, Heritage, Museums and Collections Cultural,Societal,Policy & public services","person":"Simon Edward Popple","coPersons":["Helen Carolyn  Graham","Stephen  Coleman","Alison  Hess","Jenna  Ng"],"organisation":"University of Leeds","findingsText":" The grant is ongoing and findings will be posted in due course. The grant is ongoing and findings will be posted in due course. Creative Economy,Digital/Communication/Information Technologies (including Software),Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections","dataset":"gtr"}