{"id":"E89A6C96-55A7-40C0-A403-811939D78D06","title":"Cambridge Community Heritage Phase Two","abstractText":"This project will enable the Cambridge Community Heritage team at the University of Cambridge to provide academic support, advice, training and assistance to 24 community groups running heritage-related community projects funded by HLF as part of their 'All Our Stories' programme in 2013. Thousands of people are likely to be involved in these projects in varying capacities, and this proposal will enable the University of Cambridge to impact on the lives and activities of large numbers of people, most of whom have little or no previous experience of carrying out community heritage projects, or of carrying out research (with or without university support). \n\nCambridge Community Heritage (CCH) helped 25 community groups bid to HLF in summer 2012, providing tailored, individual advice and encouragement. 22 of these were successful (an 88% success rate, compared to a national success rate of c. 50%). and the effective support provided CCH is considered to be a major factor in such a high success rate. This proposal for Phase 2 'Follow-up' funding aims to build on the Phase 1 success of CCH and the community groups by enabling CCH to provide ongoing intelligently targeted support to 24 community groups who have requested this from CCH during the delivery phase of their project. The support needs of these groups have been explicitly assessed and identified in consultation with these groups, modes and means for delivering this support have been devised and are detailed in the Case for Support.\n\nIn summary, the funds bid for here will enable a team of nine post-doctoral researchers be based at the University of Cambridge to be tasked with supporting the community groups and their projects in 2013. Each group will be linked to a named researcher, with whom they will in most cases already be familiar from Phase 1 of the Cambridge Community Heritage project. The researchers will provide help, advice and support in response to specific enquiries from their groups via phone and e-mail, will also provide some on-site or in-person support to project activities, and will contribute to workshops on specific subjects such as oral history. Researchers will be able to consult with other members of the CCH team, and more widely within the University if this is needed. Researchers will also take responsibility for monitoring the progress of their community projects, of developing close and effective working relationships with groups which will maximise the potential for future research-driven collaborations, and of advising re the collection of feedback from community participants.\n\nAll groups and researchers will be able to ask the CCH PI for advice and support if needed, and to make use of a wiki-based website managed and monitored by the CCH project, which will enable members to contribute and share their activities, experiences, enquiries and advice, with the aim of enhancing the sense of wider engagement with different projects and communities amongst community groups and researchers. \n\nAn end-of-year workshop will be held in Cambridge for researchers and community group representatives to review experiences and discuss possible future research collaborations. Feedback will be collected from as many participants as possible, in consultation with community groups, to allow impact to be assessed in the short term and in the longer term, to provide data for research into the value of community heritage projects to communities.\n\nThe CCH Phase 2 project in 2013 will be run by PI Dr Carenza Lewis, University of Cambridge Department of Archaeology and Director of Access Cambridge Archaeology, who was PI for CCH Phase 1. With appropriate administrative support, Dr Lewis will oversee and facilitate effective collaboration between the large number of project partners (researchers, community groups, university partners and the public), will monitor project progress and ensure project aims are delivered on time and within budget.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K007858/1","grantId":"AH/K007858/1","fundValue":"71227","fundStart":"2013-02-01","fundEnd":"2013-12-31","funder":"AHRC","impactText":"  Throughout 2013 CCH worked with 28 community groups to support them in running heritage projects for which they had secured funding from HLF, CCH supported more than 5,400 members of communities of place, occupation, interest and identity including local historical societies, football clubs, church groups, traveller communities, schools, women's groups and military regiments explore their heritage. \nThis wide range of projects delivered new perspectives on different heritages and a wealth of resources for future research, instilled new skills amongst participants and developed new networks for the future. 97% of respondents felt participation had increased knowledge of their heritage, and the average rating for the extent to which the projects had increased participants' sense of connection with their heritage was 8.6/10. Attitudes to collaborating with universities in co-producing research averaged 9/10 (90%).\n\nThe CCH programme involved 28 different community groups all running different projects each involving 3-10 different engagement activities. The time required to enter each of these on Researchfish as a separate Engagement Activity is too great for this to be realistically possible, but the activities are included in the overall Report to AHRC by PI Dr C Lewis which is included as one of the pubblications stemming from this project. Communities and Social Services/Policy,Creative Economy,Education,Environment,Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections Cultural,Societal","person":"Carenza  Lewis","coPersons":[],"organisation":"University of Cambridge","findingsText":" AHRC-funded Cambridge Community Heritage (CCH) (2012-13) involved nine University of Cambridge researchers in Archaeology, History, Heritage and Public Engagement under PI Dr Carenza Lewis in collaborating with community groups in eastern England to run heritage-related community projects, bringing researchers and communities together to explore, uncover and record aspects of community heritage. CCH was a follow-on project from Cambridge Collaborations for Community Heritage in 2012, in which the Cambridge team helped groups develop ideas and apply for Heritage Lottery Fund (HLF) funding to run heritage-related projects. \n\n\n\nA fundamental principle of the CCH programme was that the project ideas came from the communities themselves, rather than being suggested by academics. Each project therefore involved community groups in exploring aspects of the heritage which were important to them. Throughout 2013, CCH worked with a diverse range of community groups to support the delivery of projects which were funded by the HLF under its 'All Our Stories' strand. Groups included those representing and supporting communities of place, occupation, interest and identity, including local historical societies, football clubs, church groups, traveller communities, schools, women's groups and military regiments. \n\n\n\nThe CCH programme at the University of Cambridge successfully extended research networks beyond academia by involving individuals, groups and schools in jointly developing and running collaborative community heritage projects, helping break down perceptions that research is an exclusive and inaccessible activity: Cambridge Community Heritage offered anyone and everyone the chance to get involved in heritage-related research projects in, with, about and for their own communities. Individuals, community groups, special interest societies and schools contributed their ideas, knowledge, contacts, enthusiasm and hard work, with the University of Cambridge adding expertise, experience and knowledge as required in order to run valuable, viable research projects that would otherwise have been impossible. \n\n\n\nIn taking part in these projects, particiants advanced knowledge and understanding of their heritage while also enriching communities as they and others forged new social connections, developed new skills and gained new perspectives on their surroundings and the wider world. The diverse range of projects delivered a host of new perspectives on different heritages and a wealth of resources for future research, instilled new research skills and other transferrable skills in participants, developed new networks for the future and allowed researchers, especially the three project ECRs, to develop experience and skills in engaging wider publics in research activity. \n\n\n\nMore than 4,400 members of the public were actively involved with CCH in 2013 in one way or another. Very few had any previous experience of research, and even fewer of collaborating with universities in conducting research. Feedback showed that participation significantly increased community group participants' knowledge of their heritage (87%) and their sense of connection with their heritage (89%). Even greater was the positive impact that involvement had on participants' attitude to collaborating with universities in co-producing research (94%).\n\n\n\nProject-specific research outcomes from the 25 projects were many and varied. One specific example was in respect of new knowledge and understanding about historic settlement development, derived from test pit excavations which were carried out by hundreds of members of several different eastern English communities including Toft, West Wickham, Shillington, Foxearth, Meldreth, Wimpole and six along the Gaywood valley. As a consequence, academics, heritage professionals and local residents now benefit from an informed understanding of how each of these communities developed spatially and demographically in the longue duree, and the ways in which these developmental trajectories compare and conatrast with each other. Thus in aggregate, these results have also advanced understanding of wider patterns of long-term change. Each project has generated a written technical report with maps showing the distribution of material of different dates, which will be submitted to local archives (including HERs), form the basis of papers in journals and summaries published in Medieval Settlement Research, the journal of MSRG, the scholarly research group for medieval settlement studies. The results will also feed into ongoing research into the development of settlement, landscape and demography in southern England. \n\n\n\nA number of CCH projects collected living memories and oral histories which have been recorded, transcribed and archived, with much material provided by older community members recalling decades-old experiences, lifestyles and lifeways, many predating the second warld war and most now in decline or entirely extinct. Projects invoving members of some very hard-to-reach groups such as travellers, as well as others traditionally secretive about their specialist 'guild knowledge' such as horsemen, produced particularly valuable outputs as these accounts can often be impossibly inaccessible to outsiders. Resulting recordings, transcripts and films represent an invaluable resource for researchers interested in society, community, technology and change. Numerous local history CCH projects have likewise helped community volunteers create and disseminate collations which would have been impossible to achieve otherwise and which will be of value to future researchers into local histories and communities of place. Several groups created heritage centres, trails or school packs which will draw others into finding out about and/or participating in community heritage. A compulsory requirement by HLF that community groups should disseminate their results via digital outputs as well as community events ensured the outcomes were widely disseminated and much appreciated in the short term, and will remain accessible in the longer term.\n\n\n\nBroader outcomes of CCH relate to the impact the projects have had on individuals and communities who have participated or been involved. Attitudes are typified by the Saffron Walden project, in which CCH worked with school students and the local museum to find, unearth and date the previously unproven line of the 12th century castle bailey in their local town, culminating in a report which will contribute to advancing wider understanding of medieval town development. The ?Saffron Walden community project leader commented that &quot;The support was accessible, friendly, practical and pitched just right throughout. The way in which support and workshops were provided from pre-application to concluding celebration was exemplary and a useful lesson for me (as a museum curator) in how to work in participation with community groups. The intense 'dig week' was great fun and a thoroughly memorable and inspiring experience all round - all project participants felt it was a privilege...&quot; \n\n\n\nThe postive impact of the CCH programme was extremely, and demonstrably, high. Overall, when asked to rate the impact of their CCH project experience on a scale of 1-10 (with 1 being lowest and 10 highest), feedback from the 23/25 of the community groups who responded rated their experience of participating overwhelmingly positively, with average overall score of precisely 9/10. 100% of respondents felt they had gained new knowledge about their heritage, and 89% felt they had learned more about other people who were interested in their heritage. The impact that involvement in the project had on communities' attitudes to working with universities was even more positive: attitudes to working with university researchers rated 9.1/10 average; attitudes to the University of Cambridge generally rated 9.3/10 and the prospect of collaborating again in the future averaged 9.4/10. \n\n\n\nOverall, CCH showed that working with community groups and communities delivered new contacts, new ideas and boundless energy and enthusiasm, and had an invigorating effect on attitudes to research, within and beyond HEIs. CCH successfully developed and delivered new ways of developing new research topics by inviting the public to propose ideas, rather than the academic community - initiating many new avenues of investigation which would not have been embarked upon otherwise. CCH broke the conventional research mould by involving the public as active instigators, enablers and participants in the research, rather than as passive subjects or observers of research. CCH also showed the extent and ways in which the contribution of academic researchers made non-academic HLF-funded projects more confident, more successful and more academically robust than would otherwise have been possible. As the CCH programme was seated throughout in non-academic contexts, it is self-evident that the ways of working can be used in non-academic contexts, as they have already been proven to work in a wide range of such arenas. \n\n\n\nThe methods used in the CCH programme can clearly be used in a very wide range of wide non-academic contexts to inspire, develop and develiver programmes of activity which advance academic knowledge and understanding and also enrich communities and build social capital by instilling new skills, expanding social networks and enhancing understanding of, and hence appreciation of, local environments and local heritage. \n\n\n\nCCH and its precursor (Cambridge Collaborations for Community Heritage) have together created both a framework and a modus operandi for creating and nurturing productive and community research networks that could be deployed to benefit wider publics very widely indeed. Communities and Social Services/Policy,Creative Economy,Education,Environment,Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections","dataset":"gtr"}