{"id":"E89A3331-CE4D-4CDE-8577-A2DC68DD252B","title":"Imperial College NDE Group - Renewal of Platform Grant","abstractText":"The main objectives of the current platform grant from 2005-2010 were for the group to expand into super resolution (sub wavelength) imaging, to increase our profile in the Structural Health Monitoring (SHM) field and to extend the scope of the group's modelling work. An important factor in attaining these objectives was expected to be staff stability and the ability to undertake feasibility studies in a timely manner. The objectives have been met in full, with the group developing a world leading position in super resolution imaging including major collaborations with key US institutions, doing exciting work in SHM that has led to the formation of a new spin-out company, and greatly enhancing our finite element modelling capabilities. The chief objective for the next period is to develop a modern ultrasound technology under the umbrella of quantitative imaging. In medical diagnostics we will combine quantitative imaging science with the new and exciting findings of biomechanics. Moreover, our international lead in NDE will enable us to cross-fertilise between medical and engineering applications to the benefit of both communities.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H045430/1","grantId":"EP/H045430/1","fundValue":"916653","fundStart":"2010-08-09","fundEnd":"2015-08-08","funder":"EPSRC","impactText":"  They are being trialled in industry but not yet used commercially.  ","person":"Peter  Cawley","coPersons":["Francesco  Simonetti","Frederic  Cegla","Michael  Lowe"],"organisation":"Imperial College London","findingsText":" We have developed new quantitative imaging methods for use with ultrasonic array data. These enable a reduction in the number of measurements needed for a given accuracy. This has led to applications in ultrasonic guided wave tomography that are being trialled in the petrochemical industry for quantifying corrosion damage in pipework at inaccessible locations. The work will be exploited in the NDE sector and by major end users such as the oil companies Chemicals,Energy","dataset":"gtr"}