{"id":"E8A35303-B579-4994-AD5C-F83472BB1DD1","title":"EPSRC Healthcare Impact Partnership for new blood clotting diagnostics and management","abstractText":"We propose to establish a Healthcare Impact Partnership for research which is stimulated by an unmet clinical need for improved monitoring and prediction of abnormal clotting responses to therapy or disease. Thromboembolic disease and associated blood clotting abnormalities cause significant morbidity and mortality in Western society, with stroke being the third-leading cause of death in the UK. Clotting abnormalities are responsible for thousands of preventable deaths annually inside UK hospitals and increasing numbers of NHS outpatients require monitoring of oral anticoagulant therapy (e.g. warfarin). But correlation of standard clotting tests to clinical outcome has been unsatisfactory, with uncertain healthcare benefits and limited clinical utility in terms of informing responses to ongoing treatment or disease progression. \n\nWe wish to overcome these shortcomings by exploiting our advances in nanotechnology and clot detection. They provide the basis of a new way of monitoring, assessing and predicting the key microstructural and mechanical properties of fully-formed clots, based on information acquired within a few minutes in near-patient tests on small samples of blood. The fully-formed clot's microstructure determines its mechanical strength (hence ability to prevent bleeding) and its resistance to breakdown and dispersal by the body. Abnormalities in these properties are linked to significant health risks. \n\nOur discovery of the fractal microstructure of incipient ('infant') clots and its role in templating fully-formed ('mature') clots provides the basis of our proposal. We have established its feasibility through advanced imaging and analysis of model (fibrin-thrombin) clots. We now need to do this in therapeutically and pathologically modified blood. But our previous imaging techniques are not suitable for blood and we plan a new approach. Our work on nanoparticle fluorescence has established advanced identification/tracking techniques and we have implemented them to study biological cells. We plan to translate these approaches to analyse abnormal microstructure development in blood clots. The concept is based on interrogating nanoscale moving light displays (clusters of light), formed by fluorescent nanoparticles loaded into blood samples. An exciting aspect involves analysing clot deformation in response to stress. The light arrays provide a binary map of points delimiting clot structure and reporting deformation. We anticipate that this concept will provide a 'world-first' in yielding linked microstructural and mechanical properties of evolving clots, in the same measurement. \n\nThe improved monitoring, assessment and prediction capabilities arising from this work will underpin (i) improved monitoring of clotting responses to anticoagulant and/or antiplatelet (e.g. aspirin) therapies; (ii) improved predictions of clot breakdown in response to therapy; (iii) improved dose response assessments of these treatments, and (iv) a basis for abnormal clot screening in patients who, while taking warfarin, suffer recurrent deep vein thrombosis or pulmonary embolism while appearing adequately anticoagulated in terms of present tests (INR). Our Healthcare Impact Partnership will provide the framework for collaboration between (i) experts in nanotechnological aspects of devices, imaging and analysis of biosystems; (ii) industrial partners with expertise in medical devices and microfabrication; and (iii) the Haemostasis Biomedical Research Unit (HBRU) at ABMU NHS Trust Hospital Morriston Swansea. The HBRU, with its expert clinical scientists and NHS Consultant colleagues, provides the clinically-facing focus for our studies, and their translation. Our industrial partners bring expertise which we foresee will underpin the development of technologies for near-patient tests both inside and outside hospital care settings.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L024799/1","grantId":"EP/L024799/1","fundValue":"922580","fundStart":"2014-05-01","fundEnd":"2017-04-30","funder":"EPSRC","impactText":"","person":"Phylip Rhodri Williams","coPersons":["Karl  Hawkins","Phillip Adrian Evans","Paul  Rees","Martyn Rowan Brown","Owen James Guy","Huw  Summers"],"organisation":"Swansea University","findingsText":"","dataset":"gtr"}