{"id":"E8A74CDA-5522-405F-BB15-13AA0D22837F","title":"Bio-inspired (Fe,Ni)S nano-catalysts for CO2 conversion","abstractText":"Despite the high thermodynamic stability of CO2, biological systems are capable of both activating the molecule and converting it into a range of organic molecules, all of which under moderate conditions. It is clear that, if we were able to emulate Nature and successfully convert CO2 into useful chemical intermediates without the need for extreme reaction conditions, the benefits would be enormous: One of the major gases responsible for climate change would become an important feedstock for the chemical and pharmaceutical industries! Iron-nickel sulfide membranes formed in the warm, alkaline springs on the Archaean ocean floor are increasingly considered to be the early catalysts for a series of chemical reactions leading to the emergence of life. The anaerobic production of acetate, formaldehyde, amino acids and the nucleic acid bases - the organic precursor molecules of life - are thought to have been catalyzed by small cubane (Fe,Ni)S clusters (for example Fe5NiS8), which are structurally similar to the surfaces of present day sulfide minerals such as greigite (Fe3S4) and mackinawite (FeS).Contemporary confirmation of the importance of sulfide clusters as catalysts is provided by a number of proteins essential to modern anaerobic life forms, such as ferredoxins, hydrogenases, carbon monoxide dehydrogenase (CODH) or acetyl-coenzyme A synthetase (ACS), all of which retain cubane (Fe,Ni)S clusters with a greigite-like local structure, either as electron transfer sites or as active sites to metabolise volatiles such as H2, CO and CO2. In view of the importance of (Fe,Ni)S minerals as catalysts for pre-biotic CO2 conversion, we propose employing a robust combination of state-of-the-art computation and experiment in a grand challenge to design, synthesise, test, characterise, evaluate and produce for scale-up novel iron-nickel sulfide nano-catalysts for the activation and chemical modification of CO2. The design of the (Ni,Fe)S nano-particles is inspired by the active sites in modern biological systems, which are tailored to the complex redox processes in the conversion of CO2 to biomass.The scientific outcome of the Project will be the design and development of a new class of sulphide catalysts, tailored specifically to the reduction and conversion of CO2 into chemical feedstock molecules, followed by the fabrication of an automated pilot device. Specific deliverables include:i. Atomic-level understanding of the effect of size, surface structure and composition on stabilities, the redox properties and catalytic activities of (Fe,Ni)S nano-catalysts;ii. Development of novel synthesis methods of Fe-M-S nano-clusters and -particles with tailored catalytic properties (M = Ni and other promising transition metal dopants);iii. Rapid production and electro-catalytic screening of lead nano-catalysts for the activation/conversion of CO2;iv. Development and application of a new integrated design-synthesis-screening approach to produce effective nano-catalysts for desired reactions;v. Construction of a prototype device capable of catalysing low-temperature reactions of CO2 into products at typical low-voltages, that can be obtained from solar energy; vi. Identification of optimum process for scale-up in Stage 2, from the Economic, Environmental and Societal Impact evaluationThe target at the end-point of Stage 1 is the fabrication of a photo-electrochemical reactor capable of harvesting solar energy to (i) recover CO2 from carbon capture process streams, (ii) combine it with hydrogen, and (iii) catalyse the reaction into product. In Stage 2 of the project, the prototype will be developed into a scaled-up commercially viable device, using optimum catalyst(s) in terms of (i) reactivity/selectivity towards the desired reaction; (ii) economic impact; and (iii) environmental, ethical and societal considerations.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H046313/1","grantId":"EP/H046313/1","fundValue":"1138880","fundStart":"2010-05-01","fundEnd":"2013-10-30","funder":"EPSRC","impactText":"  Peer-reviewed scientific publications and presentations at (inter)national conferences Chemicals,Energy,Environment Societal,Economic","person":"Nora Henriette De Leeuw","coPersons":["Katherine Beverley Holt","Eric  Fraga","Richard  Catlow","Graeme  Hogarth","Jawwad  Darr"],"organisation":"University College London","findingsText":" Despite the high thermodynamic stability of CO2, biological systems are capable of both activating the molecule and converting it into a range of organic molecules, all of which under moderate conditions. It is clear that, if we were able to emulate Nature and successfully convert CO2 into useful chemical intermediates without the need for extreme reaction conditions, the benefits would be enormous: One of the major gases responsible for climate change would become an important feedstock for the chemical and pharmaceutical industries! \n\nIron-nickel sulfide membranes formed in the warm, alkaline springs on the Archaean ocean floor are increasingly considered to be the early catalysts for a series of chemical reactions leading to the emergence of life. The anaerobic production of acetate, formaldehyde, amino acids and the nucleic acid bases - the organic precursor molecules of life - are thought to have been catalyzed by small cubane (Fe,Ni)S clusters (for example Fe5NiS8), which are structurally similar to the surfaces of present day sulfide minerals such as greigite (Fe3S4) and mackinawite (FeS).\n\nContemporary confirmation of the importance of sulfide clusters as catalysts is provided by a number of proteins essential to modern anaerobic life forms, such as ferredoxins, hydrogenases, carbon monoxide dehydrogenase (CODH) or acetyl-coenzyme A synthetase (ACS), all of which retain cubane (Fe,Ni)S clusters with a greigite-like local structure, either as electron transfer sites or as active sites to metabolise volatiles such as H2, CO and CO2. \n\nIn view of the importance of (Fe,Ni)S minerals as catalysts for pre-biotic CO2 conversion, we propose employing a robust combination of state-of-the-art computation and experiment in a grand challenge to design, synthesise, test, characterise, evaluate and produce for scale-up novel iron-nickel sulfide nano-catalysts for the activation and chemical modification of CO2. The design of the (Ni,Fe)S nano-particles is inspired by the active sites in modern biological systems, which are tailored to the complex redox processes in the conversion of CO2 to biomass.\n\nUsing a combination of computer modelling, synthesis, electro-catalysis and in situ characterisation by synchrotron radiation sources, we have designed and developed novel iron sulfide nano-catalysts, which have shown to convert CO2 in solution into fuel and chemicals at room temperature and pressure and at modest over-potentials. \n\nIn addition to the development of this promising new class of sustainable CO2 conversion catalysts, our work has also shown that the Origin of Life theory based on iron sulfide catalysts converting CO2 in pre-biotic molecules in hydrothermal vents is indeed feasible. The findings may be taken up by chemical engineers to scale up production of the nano-catalysts; automate the CO2 conversion process; and incorporate the catalysts into an integrated solar-powered CO2 conversion device.\nThe new catalysts may also be of interest to industrial researchers, e.g. our project partners Johnson Matthey, to develop into commercially viable catalytic systems. Chemicals,Energy,Environment","dataset":"gtr"}