{"id":"E8A93DE9-A24D-4DCA-BA5F-6169E73986FA","title":"Advanced Fault Identification for Safety Critical Electromechanical Actuators","abstractText":"With the increasing move to more electric systems in aircraft, ships and automobiles, there is a need to ensure that electromechanical actuators are designed to satisfy the conflicting specifications of low cost, low volume/weight, high performance and requiring little maintenance. The conclusion of the more for less design philosophy is that power electronic motor drives will be work harder, in harsher environments, for longer periods of time. Scheduled maintenance periods will be longer, and therefore it is imperative that drives, especially those used for safety critical applications will employ prognosis and diagnosis algorithms as part of their basic control structure, to predict and prevent in-service failure. The work proposed here will investigate the production of new signatures for indicating the condition of a motor drive and its load, and also determine how these signatures can be used to determine the type and severity of a fault. The aim is to embed the condition monitoring into the normal operation of an electromechanical actuator, in order to detect and distinguish between faults in the electrical machine, the power converter and the mechanical system.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H00419X/1","grantId":"EP/H00419X/1","fundValue":"349458","fundStart":"2009-10-01","fundEnd":"2012-09-30","funder":"EPSRC","impactText":"  The techniques continue to be researched as part of on-going work with aurospace and transport industries. For example a KTP with Cummins has investigated the application to hydrid vehicle drives: research continues as part of on-going activities on electric actuators for aircraft (Actuation2015) Aerospace, Defence and Marine,Energy,Manufacturing, including Industrial Biotechology,Transport ","person":"Mark  Sumner","coPersons":["Christopher  Gerada"],"organisation":"University of Nottingham","findingsText":" Electric motor drives are now being applied to automotive and aerospace applications where safe and correct operation is essential. Safety critical applications such as steering and flight control systems must be able to detect and diagnose faults so that corrective action can be taken before system control is lost. The work undertaken in this project has researched and developed new techniques which can be used to identify faults within a motor drive, particularly the motor itself. The technique uses the current response to switching actions of the power converter: by analysing this response, winding faults can be detected at an early stage. The main exploitation routes for this work are through commercial routes. The results of this research can be directly exploited by manufacturers of safety critical drives. This is a large and growing industry within Europe and the UK. These techniques can also be exploited by manufacturers of industrial motor drive systems. The application of the techniques could be expanded to monitoring of transformers within power distribution systems. Aerospace, Defence and Marine,Energy,Manufacturing, including Industrial Biotechology,Transport","dataset":"gtr"}