{"id":"E8BCE671-0937-488A-8193-2ABE0CD3081A","title":"Linking agriculture and land use change to pollinator populations","abstractText":"There is growing evidence that both domestic honeybees and wild pollinators are in decline in Britain, as are the wildflowers that they both use for food. We expect these declines are linked, but there is little evidence to demonstrate what the links are, and what can be done to halt or reverse them. Among the most likely explanations for these declines are changes in the way the British landscape is managed: loss of natural habitats and increasingly intensive agricultural practices. We will test for links between such land use changes and the condition of British pollinator populations. One aspect of our work involves examining how pollinator populations and land use have changed over time, to test whether pollinator losses are correlated with landscape changes. This is made difficult because there is no national monitoring programme for pollinators, and so we only have scattered information about pollinator changes. To overcome this problem, we will take two contrasting approaches: (1) comparing how land use has changed in areas where we know pollinator populations either have declined markedly or have not done so, and (2) repeating historical surveys of pollinators in sites chosen to have undergone different amounts of subsequent land use change. A second focus of our work will be on how current land uses link to current honeybee, wild pollinator and wildflower populations. To do so, we need to survey pollinators and wildflowers in sites with very different sets of conditions in a carefully controlled manner. First we will use existing datasets to estimate likely flower densities in different habitats and regions, as well as the distribution of habitat types (and changes in them), various aspects agricultural management (including pesticide usage), and the density of domestic honeybee colonies. We will then choose a set of 96 sites in six clusters across Britain, with sites chosen to represent a wide range of flower resources, different natural and agricultural habitats, different levels of pesticide use, and different numbers of domestic honeybee hives. We will survey wildflower and pollinator populations at these sites, observe how well flowers are pollinated, and test how well honeybees and one wild bee species perform when placed at the different sites. This will be the largest scale survey of flower resources and pollinator communities ever performed. We will then examine how well pollinator populations can be predicted from flower densities, and how both are affected by various aspects of land use and agricultural management. The final aspect of our work will be to apply these findings to make recommendations as to how both domestic honeybees and wild pollinators can best be protected. This will build off of the results of the previous sections, which will provide links between specific land management options and pollinator stocks. Such findings could be of use to farmers, beekeepers, conservationists and policy makers, and so we will involve all four of these communities in the project, involving representatives of each on a project Steering Committee. We will hold workshops both at the beginning of the project (to get ideas for additional issues to study) and at the end of the project (to discuss our findings and their policy implications). We will edit fact-sheets and briefing papers for these different communities, and distribute them in specialist magazines and through a project web site. We will also make information available on a public website, including teaching materials and other resources about pollinator declines.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I000437/1","grantId":"BB/I000437/1","fundValue":"298553","fundStart":"2011-03-07","fundEnd":"2014-03-06","funder":"BBSRC","impactText":"  The main findings are at the invited resubmission stage; until they are published and we thereby make the data available, they can't be used. \n\nI don't know what the question below means &quot;Date first materialized&quot;?  ","person":"Jane  Memmott","coPersons":[],"organisation":"University of Bristol","findingsText":" We have modelled nectar production at the national scale of Great Britain and found different habitats provide different amounts of nectar (Calcareous grassland is best, arable worst), quantified annual changes in nectar production, revealed that 50% of nectar in Great Britain comes from just three species of plant and that agri-environmental schemes contribute very little to national nectar provision. The work is at the invited resubmission stage at Nature currently, resubmission is planned for September. The work will be of practical relevance to people designing floral mixes for pollinator conservation. Agriculture, Food and Drink","dataset":"gtr"}