{"id":"E8C530EB-E892-4914-B5C3-42D3ADF19BB6","title":"CLiC Dickens - characterisation in the representation of speech and body language from a corpus stylistic perspective.","abstractText":"The CLiC Dickens project demonstrates through corpus stylistics how computer-assisted methods can be used to study literary texts and lead to new insights into how readers perceive fictional characters. The methods we employ and develop are mainly situated in the wider field of corpus linguistics, in which digitised versions of texts and customised software are used to find recurrent textual patterns which operate both above and below the level of explicit conscious awareness. Many frequently-occurring literary patterns fall below consciousness, and yet have been demonstrated to have lingering readerly effects and important consequences for the process of characterisation (Stockwell 2009). This insight has important implications for the cognitive poetic work of literary linguists, as we will show with our project. We suggest an innovative approach by combining corpus linguistic methods with research questions from cognitive poetics, specifically the way that readers engage in 'mind-modelling' in the process of characterisation (Stockwell 2002). In particular, we are interested in the textual patterns that contribute to the reader's perception of fictional characters. As a case study, we focus on novels by Charles Dickens, an author who is renowned for his skilful creation of fictional characters and his rich characterisation. We will study textual patterns in the speech of characters and ways in which the descriptive body language that accompanies speech is presented in the text. \n\nWe have conducted initial pilot studies which suggest that textual patterns brought to light with the help of computer methods provide an entirely new perspective on the textual techniques of characterisation (Mahlberg 2012, Mahlberg &amp; Smith 2012, Mahlberg et al. forthcoming). Based on these initial findings, the current project aims to significantly extend our previous work by developing a tool - CLiC - that supports the analysis of fictional speech and literary body language. CLiC (Corpus Linguistics in Cheshire) will be a web-based tool for searching and annotating (literary) texts. It is particularly effective in complex searches, pinpointing target words, phrases and structures in relation to other interesting features (quoted speech, thought presentation, body language descriptions) and positions in the text (near chapter and paragraph breaks, narrated or reported material). CLiC will help to provide an empirical foundation for the development of an over-arching cognitive poetic interpretative framework for the analysis of fictional characters. Hence we will suggest an approach that brings corpus linguistics and cognitive poetics together in innovative ways. \n\nWe will make CLiC freely available on the web so that other researchers can use the tool. CLiC and the fundamental theoretical insights of our approach also have relevance more widely for the teaching of literature. We aim to illustrate the potential of the tool and our approach by running workshops, including events for students and teachers. We will also publish an Activity Book (a hands-on research manual and coursebook) with fully-worked analyses arising from the research.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K005146/1","grantId":"AH/K005146/1","fundValue":"200437","fundStart":"2013-10-01","fundEnd":"2016-03-31","funder":"AHRC","impactText":"","person":"Michaela Agnes Mahlberg","coPersons":["Peter  Stockwell"],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}