{"id":"E8C76EB8-A407-4974-9CD7-E4DFD7BCFBD1","title":"UK Quantum Technology Hub: NQIT - Networked Quantum Information Technologies","abstractText":"This Hub accelerates progress towards a new &quot;quantum era&quot; by engineering small, high precision quantum systems, and linking them into a network to create the world's first truly scalable quantum computing engine. This new computing platform will harness quantum effects to achieve tasks that are currently impossible.\nThe Hub is an Oxford-led alliance of nine universities with complementary expertise in quantum technologies including Bath, Cambridge, Edinburgh, Leeds, Strathclyde, Southampton, Sussex and Warwick. We have assembled a network of more than 25 companies (Lockheed-Martin, Raytheon BBN, Google, AMEX), government labs (NPL, DSTL, NIST) and SMEs (PureLiFi, Rohde &amp; Schwarz, Aspen) who are investing resources and manpower.\nOur ambitious flagship goal is the Q20:20 engine - a network of twenty optically-linked ion-trap processors each containing twenty quantum bits (qubits). This 400 qubit machine will be vastly more powerful than anything that has been achieved to date, but recent progress on three fronts makes it a feasible goal. First, Oxford researchers recently discovered a way to build a quantum computer from precisely-controlled qubits linked with low precision by photons (particles of light). Second, Oxford's ion-trap researchers recently achieved a new world record for precision qubit control with 99.9999% accuracy. Third, we recently showed how to control photonic interference inside small silica chips. We now have an exciting opportunity to combine these advances to create a light-matter hybrid network computer that gets the 'best of both worlds' and overcomes long-standing impracticalities like the ever increasing complexity of matter-only systems, or the immense resource requirements of purely photonic approaches.\nEngineers and scientists with the hub will work with other hubs and partners from across the globe to achieve this. At present proof-of-principle experiments exist in the lab, and the 'grand challenge' is to develop compact manufacturable devices and components to build the Q20:20 engine (and to make it easy to build more).\nWe have already identified more than 20 spin-offs from this work, ranging from hacker-proof communication systems and ultra-sensitive medical and military sensors to higher resolution imaging systems.\nQuantum ICT will bring great economic benefits and offer technical solutions to as yet unsolveable problems. Just as today's computers allow jet designers to test the aerodynamics of planes before they are built, a quantum computer will model the properties of materials before they've been made, or design a vital drug without the trial and error process. This is called digital quantum simulation. In fact many problems that are difficult using conventional computing can be enhanced with a 'quantum co-processor'. This is a hugely desirable capability, important across multiple areas of science and technology, so much so that even the prospect of limited quantum capabilities (e.g. D-Wave's device) has raised great excitement. The Q20:20 will be an early form of a verifiable quantum computer, the uncompromised universal machine that can ultimately perform any algorithm and scale to any size; the markets and impacts will be correspondingly far greater.\nIn addition to computing there will be uses in secure communications, so that a 'trusted' internet becomes feasible, in sensing - so that we can measure to new levels of precision, and in new components - for instance new detectors that allow us to collect single photons.\nThe hub will ultimately become a focus for an emerging quantum ICT industry, with trained scientists and engineers available to address the problems in industry and the wider world where quantum techniques will be bringing benefits. It will help form new companies, new markets, and grow the UK's knowledge economy.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M013243/1","grantId":"EP/M013243/1","fundValue":"38030000","fundStart":"2014-12-01","fundEnd":"2019-11-30","funder":"EPSRC","impactText":"","person":"Ian Alexander Walmsley","coPersons":["Peter James Leek","Dieter Hans Jaksch","Brian J Smith","Simon Charles Benjamin","David  Lucas","Marina Denise Anne  Jirotka","Almut  Beige","Alexey  Kavokin","William J Wadsworth","Erdan  Gu","Axel  Kuhn","Peter George Smith","Pavlos  Lagoudakis","Jonathan  Barrett","Justin  Coon","Samson  Abramsky","Peter James Mosley","Dominic Christopher O'Brien","Jong Min  Kim","Steve  Collins","Mark Edward Newton","Elham  Kashefi","Stephanie  Simmons","Martin David  Dawson","Animesh  Datta","Jacob Andrew Dunningham","Christopher John Stevens","Jason Michael Smith","Andrew  Steane","Joshua  Nunn","Peter  Horak","Mete  Atature","Ian Michael  Watson","Matthias Karl Keller","Michael John Strain","Gavin William Morley","Martin  Booth","Winfried Karl Hensinger"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}