{"id":"E8D0A09B-696E-4B17-92CE-0FFB08F2B80A","title":"MICA Therapeutic targeting of histone acetylation in scars","abstractText":"Millions of people worldwide suffer trauma or undergo surgery each year, and in turn they inevitably develop scars. In the skin, mild scarring may present only a minor aesthetic problem, but wound healing and scar formation can proceed out of control in a subset of the population, resulting in disfiguring and painful keloid scars. To date, there has been little clinical success in preventing or reducing scars, but this project will evaluate the anti-scarring potential of two novel drug classes, HDAC inhibitors and BET inhibitors.\nThe two families of cellular proteins that we will investigate in this project (the potential therapeutic targets) are histone deacetylases (HDACs) and bromodomain and extra-terminal domain (BET) proteins. HDACs, by removing a chemical modification (acetylation), are capable of altering the activity and stability of many proteins within a cell. They are most well known for altering histones, which are proteins involved in the packaging of DNA. Histone acetylation promotes gene expression; therefore HDACs, by removing histone acetylation, contribute to gene silencing. BETs, the other family of proteins under investigation, facilitate gene expression by binding to acetylated histones and thereby mediate recruitment of transcriptional complexes (potentially this could have an opposing effect to HDACs). This project aims to gain insight into their respective roles in the wound healing process in health and disease. \nOur interest in HDACs has stemmed from our own observation that one particular family member, HDAC2, is significantly over-expressed in human scars (normal and keloid). Also, the work of others has shown that drugs that inhibit HDACs have anti-fibrotic potential. What is not yet clear is which HDAC family member(s), and which target proteins are responsible for these anti-fibrotic outcomes. Our hypothesis is that HDAC2 is a particularly important family member that promotes scarring, and its roles will be addressed in this work. Studying the role of BETs during scar formation provides us with a powerful alternative strategy to investigate the functional importance of histone acetylation during this process. Moreover, there is preliminary evidence that BET inhibition could also have anti-fibrotic outcomes. To reconcile how inhibition of two potentially opposite-acting proteins could both be anti-fibrotic, we suspect that they have distinct targets whose expression or activity levels they influence.\nHaving discovered that HDAC2 is over-abundant in normal and keloid scars, our first objective is to investigate the functional role of HDAC2 during scar formation. We will manipulate its expression and activity in cultured cells from normal skin and keloids, and observe the consequences on scar-associated cell behaviours. We also hope to unveil the HDAC2 target proteins that help mediate its effects. Next, the relative abundance of BET proteins will be evaluated in our models of scar formation (cell cultures, an animal model of wound-induced scar formation, and human scar samples). The BET protein most anticipated to have a functional role during scar formation will then be genetically and pharmacologically manipulated in cultured cells (as with HDAC2) and the cellular effects will be observed. Finally, we will begin to test the value and feasibility of inhibiting HDACs or BETs to counter wound-induced scarring by investigating the effects on an in vivo model of scarring. \nWith this project we hope to bring these novel anti-scarring treatment strategies closer to the clinic, by improving our understanding of how they work, and by testing the feasibility of their use. It is not only skin that is vulnerable to scarring and fibrosis; many organ systems in the human body (for example, lung, kidney, heart), if diseased will develop fibrosis, and the severity of scarring correlates significantly with disease mortality. Ultimately we hope that our findings can benefit a range of fibrotic conditions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K019732/2","grantId":"MR/K019732/2","fundValue":"338203","fundStart":"2014-01-24","fundEnd":"2016-08-31","funder":"MRC","impactText":"","person":"Tanya J Shaw","coPersons":[],"organisation":"King's College London","findingsText":"","dataset":"gtr"}