{"id":"E8D36892-04DF-4293-A991-384DCF57E938","title":"A CCP on Wave/Structure Interaction: CCP-WSI","abstractText":"The proposal is to establish a new Collaborative Computational Project (CCP) serving the UK re-search community in the area of wave structure interactions (WSI). The new CCP-WSI will bring together computational scientists, Computational Fluid Dynamics (CFD) specialists and experimentalists to develop a UK national numerical wave tank (NWT) facility fully complementary to existing and future UK experimental laboratory facilities for marine, coastal offshore engineering and thus support leading-edge research in an area of high national importance. Substantial progress has been made on a number of past and current EPSRC project grants held by the lead partners in this CCP bid to develop and test the primary elements of a numerical wave tank and to carry out cutting edge wave impact experiments alongside new opensource CFD code development. We believe it is timely to focus the activities of the community on the development of opensource NWT code held within a central code repository (CCPForge). The code will be professionally software engineered and maintainable, tested and validated against measurement data provided by the partner experimentalists, whilst remaining sufficient flexibility to meet the requirements of all members of the WSI community. This model for sharing developments collaboratively within a consortium of partners within a central code repository that is sustainably managed for the future has been developed by the lead partners in related EPSRC funded research projects. The proposed CCP-WSI would extend the framework and methodology for sharing and future proofing EPSRC funded code developments in wave structure interaction to the wider community. This is proposed through a programme of community events and activities which are designed to foster the links between experimentalists and those performing computations, between industry users, academics and the interested public.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M022382/1","grantId":"EP/M022382/1","fundValue":"483159","fundStart":"2015-10-01","fundEnd":"2020-09-30","funder":"EPSRC","impactText":"","person":"Deborah  Greaves","coPersons":["Ling  Qian","David Ian  Graham","Qingwei  Ma","Christopher  Greenough","Clive  Mingham","Derek Malcolm Causon","Gavin  Tabor","Adam  Kyte","Jun  Zang","Shiqiang  Yan"],"organisation":"University of Plymouth","findingsText":"","dataset":"gtr"}