{"id":"E8D831DC-3189-4B3C-A4A7-50AE4D2697AD","title":"High-Frequency Self-Excited Oscillations in Buckled Elastic-Walled Tubes","abstractText":"Many biological systems involve the flow of a liquid or gas within a tube-like conduit that has a flexible or elastic wall. Examples include blood flow in veins and arteries, and air flow in the airways and lungs. Industrial and medical devices may also contain fluid-filled tubes with elastic walls. (Even pipes with seemingly rigid walls will have some degree of flexibility, and can be regarded as being elastic.) It is therefore important to understand the underlying physics of such flows, and to have mathematical models that allow us to predict how such flows will behave. In this project, sophisticated mathematical techniques will be used to investigate a particular problem in this area.\n\nExperiments show that even with a steady pumping of fluid along an elastic-walled tube, the wall can spontaneously begin to oscillate in and out. In such cases, the steady flow is said to be unstable. In other cases, an initially imposed deformation will be seen to result in oscillations of decreasing amplitude, and the tube returns to a steady configuration. In these cases the steady flow is said to be stable. For a given industrial setup or biological system, it is important to know whether the flow will be stable or unstable, as it will lead to quite different behaviours. Sometimes the oscillations resulting from an unstable situation will be beneficial (e.g. to help with mixing or dislodging foreign objects) and sometimes not (e.g. leading to energy losses or unwanted vibrations).\n\nIn this research, mathematical modelling and numerical simulations will help improve our understanding of the causes these oscillatory instabilities, and help us predict precisely when a flow in a given tube will be stable and unstable. In cases where the flow is unstable, we will also be able to predict the form, frequency and the growth rate of the resulting oscillations. These results will, in turn, suggest ways in which one might prevent or promote the oscillations in different situations.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N007212/1","grantId":"EP/N007212/1","fundValue":"98567","fundStart":"2016-02-01","fundEnd":"2017-07-31","funder":"EPSRC","impactText":"","person":"Robert James Whittaker","coPersons":[],"organisation":"University of East Anglia","findingsText":"","dataset":"gtr"}