{"id":"E8D8A4E6-B63C-4C83-8978-6105E9516AF7","title":"Utilising graphene for biosensing","abstractText":"From rapid, early diagnosis of disease to detection of biological and chemical agents in homeland security, food analysis and environmental monitoring, biosensor technologies are a front-line tool in the modern arsenal of point-of-need analytical systems. In the ever expanding area of biosensor development towards faster, cheaper, more accurate, more reliable sensor systems there has been an expanding interest in the exploitation of nanomaterials and, in particular, the employment of carbon nanotubes as transduction elements. Recently the emergence of the nanomaterial graphene, which is effectively an unrolled nanotube, has become an attractive alternative material as it has a number of significant potential advantages for exploitation in the biosensor arena. Due to the atomic thickness planar nature of graphene, sensors based on its unique properties have the potential to be extremely sensitive. Studies into the engineering/biological interface of graphene sensors thus open up the possibilities for a range of novel and exciting studies.Through the use of this flexible funding programme, the team will utilise the unique properties of graphene to investigate a series of feasibility studies directed towards biomedical applications. The project will kick off with an initial series of meetings between engineers and research groups in the Faculty of Medical Sciences to establish the project ideas exploiting graphene for biosensing. Preliminary discussions have already yielded a range of areas to be explored including point-of-care diagnostic systems and drug development. A variety of sensors will be fabricated on each wafer, thereby maximising the number of feasibility studies that may be explored during this project. Midway through the project and after initial results are obtained, each study will look to receive input from healthcare professionals, so further development of the technology may be targeted to current clinical needs. It is the ultimate aim of the project to assemble multidisciplinary teams to develop sensors demonstrating a step change in technology for clinical applications and move initial demonstrated concepts into prototype sensor systems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I015930/1","grantId":"EP/I015930/1","fundValue":"202223","fundStart":"2010-11-22","fundEnd":"2012-03-21","funder":"EPSRC","impactText":"  The project has conducted pilot studies into various aspects of graphene, its properties and applications. The work continues currently through postgraduate research student projects. Developments from the project which are currently of direct use in our group are:\n(i) Transferral techniques of graphene onto sensor surfaces are beng utilised to create hybrid graphene sensor technology from current sensor technology. \n(ii) Protocols established for microfabrication of graphene devices are being utilised in projects for high precision manufacturing of graphene devices.\n(iii) Protocols established for functionalisation of graphene surfaces are being utilised in projects on graphene based diagnostic systems.\n(iv) Electroless plating technology is continued to be developed for use in the fabrication of graphene electronics. \n\nThe work initiated both national and international networking opportunities and built on researcher training in the field of graphene studies. The work ultimately acts as a basis for developing graphene based diagnostic technologies.  ","person":"John  Hedley","coPersons":["Calum  McNeil","Barry John Gallacher"],"organisation":"Newcastle University","findingsText":" The project aims were to address the fabrication of graphene sensors, establish projects across different teams to assess the feasibility of utilising graphene in biosensing applications and then to develop sensors to address these applications.\n\nThe first major challenge was sourcing suitable quality graphene. Three avenues were explored: i) exfoliation from Kish graphite, ii) purchasing CVD graphene situated on copper foil and then transferring to substrates of choice and iii) direct purchasing of transferred graphene on silicon/silicon oxide wafer substrates. Options (ii) and (iii) proved the most useful giving monolayer coverage. A range of projects were developed across the University ranging from exploring the mechanical and electrical aspects of graphene to developing diagnostic sensors and cell studies on graphene surfaces. From these initial project meetings, a series of sensor geometries were designed.\n\nSensors were fabricated by either incorporation of graphene into existing sensors or newly fabricated sensors based purely on graphene. For the latter, a MEMS foundry was used to process wafers purchased by option (iii) above. Developmental work was conducted on processing issues such as cleaning the wafers without damaging the graphene surface and the adhesion of deposited layers onto the graphene surface. A series of sensors were subsequently fabricated. Functionalisation of the sensors was performed by the pi-stacking association of pyrene molecules onto the graphene substrate. The pyrene molecule contained a terminal carboxyl group which allows crosslinking to a wide range of analytes.\n\nResults to date include: characterising strain induced in graphene films through loading by a measurement of the Raman shift, an electroless plating technology to overcome the high contact resistance usually found with the traditional Cr/Au approach and giving a good adhesive electrical contact to the sensors, transferral of graphene onto interdigitated electrode arrays for biomedical sensing applications. All 3 projects were accepted for conference presentations. These provisional results look promising and work is continuing in these areas, together with cell based studies and additional characterisation work, through postgraduate research projects. The ultimate aim is to apply technologies based on graphene to healthcare and this project has indicated two areas where this looks feasible. In the area of diagnostic sensors, initial results look promising so graphene has the potential to impact on, for example, point-of-care diagnostic systems. Currently issues around graphene quality and effective system integration require attention before real benefits could be seen over what is currently available. In the area of cell work, cells have indicated a good affinity to graphene and so graphene sensors targeted towards cell study or modification of surfaces through graphene to promote cell activity show potential for high impact. The need to extract signals from the sensors developed in the project has driven work towards improving the electrical contact to graphene which not only impacts on this work but would support development of graphene based electronics. Electronics,Healthcare","dataset":"gtr"}