{"id":"E8DC1A0C-B5A9-4761-90D8-DD4B14928AD5","title":"Waste water re-mediation and power generation using an electrochemical device","abstractText":"Thanks to an innovative electrochemical device, this project will add value to organic materials dissolved in waste-water streams by generating electricity upon their electrochemical oxidation. Large amounts of waste water contaminated with\nsugars and other high energy organic molecules are currently generated as a result of the industrial activity in sectors including food manufacturers, beverage production, breweries, wineries or biofuel generators. These water streams represent an increasing problem for those industries as expensive and slow water cleaning procedures are mandatory prior to municipal disposal. Toxic chemicals and/or and sensitive biological cleaning processes deliver cost ranging 40 USD per ton of water. The system here proposed enables significant carbon dioxide savings and a dramatic drop the energy\nrequirements for water remediation and related costs.\n\nThe current industrial trend is the generation of electricity from biomass utilizing and multi-step process. The fermentation of biomass to biogas and subsequent combustion to generate electricity is an indirect conversion method that leads to an electricity yield below 10%. Nonetheless, this strategy represents a high capital cost and need of delicate operation conditions that require long time periods. Microbial fuel cells can and directly produce electricity from waste-water. However, the use bacteria to oxidise the fuel is linked to similar time-requirements issues and very low production of power\n(&lt;2 mW/cm2). Larger power is achieved using expensive catalysts (such as Pt) but, such materials quickly undergo deactivation due to fuel contaminants present in the industrial water streams.\n\nThis project will develop the first large power density (15 mW/cm2) fuel cell demonstrator utilizing fuels dissolved in industrial waste-waters. A 10W prototype will be designed along the lines of reducing power consumption required for\nwaste water treatment while creating clean electricity. As a result of the unique chemistry proposed in this project, this prototype will not only provide with a low-energy water-remediation system, the utilization of organic fuels in waste-water\npermits the generation electricity at a cost of about USD0.01/kWh (below existing electricity generation technologies). Unlike other renewable energy sources such as wind or solar suffer which suffer from generation intermittency, this fuel cell\nrepresents a continuous and clean electricity generation that can provide power in applications including grid balancing or peak shaving which enables a higher proportion of green energy technologies.\n\nThe range of envisioned applications here described cannot be found in any other device. The tasks to be carried during the present project will be: i) design and manufacture 10W prototype; ii) field testing as a function of the water stream\ncomposition paying exceptional emphasis in ensuring long term durability.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N50998X/1","grantId":"EP/N50998X/1","fundValue":"152192","fundStart":"2016-02-01","fundEnd":"2017-01-31","funder":"EPSRC","impactText":"","person":"Anthony  Kucernak","coPersons":[],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}