{"id":"E8E2C710-E0AD-4F97-8017-4EDD2F922826","title":"MODELING THE IMPACTS OF ALTERED PRECIPITATION REGIMES ON SAVANNAS: INTEGRATING PLANT DEMOGRAPHY, SPATIAL STRUCTURE AND DISTURBANCE","abstractText":"Savannas cover ~33 million km2 of the Earth's surface and support a fifth of its human population and most of its rangeland, livestock and wild herbivore biomass. Because of their large spatial extent - they cover an area greater than that occupied by boreal or temperate forests / they play a significant role in influencing local, regional and global climate and biogeochemical cycles, contributing ~15% to the annual global carbon sink. Climate change, particularly altered precipitation regimes, is predicted to be a major threat to the ecological future of these biomes. Given their significance to human welfare and economy, understanding the impacts of future environmental change on savannas is critical to their effective management, be it for their sustainability or their role as global carbon sinks. Despite decades of research, factors regulating the mix of trees and grasses that characterize savannas remains poorly understood, with many proposed solutions but no definitive answers. Traditionally, ecologists have tended to emphasize tree-grass competition for water, fire-induced bottlenecks to tree establishment, and large mammal herbivory as being the key determinants of savanna structure. Yet, savanna models that explicitly account for these have failed to recreate patterns observed in nature, leading ecologists to seek additional mechanisms for the same. An important factor which has thus far been overlooked is the role of tree-tree competition. There is a growing recognition that such interactions might be equally important, if not more so, in regulating savanna dynamics, highlighting the need for explicitly including such processes in models if they are to be useful in predicting savanna responses to future environmental changes. Little is currently known about the nature and importance of competitive interactions between trees in savannas. In large part this is due to impediments imposed by the 'event-driven' nature of their dynamics, where most establishment and growth occurs only following episodic rainfall events, such as during rare wet years. Few field studies in arid and semi-arid regions have been long enough to encapsulate such effects. However, long-term aerial photos exist for many savanna regions which provide a convenient way around the time-scale problem. In the proposed study, we will use a combination of field work, image analysis and modeling to investigate long-term tree demography in selected large-scale experimental plots in the savannas of Kruger National Park, South Africa where fires have been manipulated for over 50 years. Importantly, the experiments have been replicated in sites underlain by coarse and fine-textured soils in both high and low rainfall areas, with recent herbivore exclusion treatments included, making it one of the most thorough long-term data sources presently available for isolating the effects of rainfall, soil properties and disturbance on savanna tree demography. Specifically, we will investigate how vegetation spatial structure and local neighborhoods influence tree recruitment, growth and mortality, and how the nature of such interactions changes across gradients of rainfall, fire and geomorphology. We will use these data to develop a spatially explicit model of savannas that integrates the effects of spatial structure and disturbance on tree demography. We will use the model to explore how future changes in precipitation, as is predicted by many climate models, might influence the structure and above-ground carbon sequestration potential of different savannas, and to evaluate how the inclusion of spatially explicit processes influences model outcomes and predictions. This work will provide new insights into the importance of spatial pattern for savanna ecology, and will help define which processes must be included in comprehensive models of savanna vegetation dynamics if we are to successfully predict their responses to future environmental change.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E017436/1","grantId":"NE/E017436/1","fundValue":"277239","fundStart":"2007-09-01","fundEnd":"2012-04-30","funder":"NERC","impactText":"  Our findings have implications for the management of arid and semi-arid savannas. We have communicated these results to land managers in Africa where we work. Environment,Other Policy & public services","person":"Mahesh  Sankaran","coPersons":["William Edward Kunin"],"organisation":"University of Leeds","findingsText":" One of the primary findings of the work involved the role of small herbivores in regulating tree dynamics in arid savannas. Small herbivores in arid savannas play a similar role to fire in wetter savannas by creating strong bottlenecks to recruitment through browsing. Overall, herbivores significantly impact all aspects of savanna tree demography, reducing recruitment into larger size classes 7-fold and increasing adult mortality 2.5 fold. Our results demonstrate the critical role that native mammalian herbivores play in preventing woody encroachment in savannas, with implications for management of these systems in arid and semi-arid areas. Environment,Other","dataset":"gtr"}