{"id":"E8E3F189-1B96-4C09-A8B3-1474ACE7FAFE","title":"Orientations in the Development of Pan-Arab Television for Children","abstractText":"This project investigates changes in the creation, commercialisation and reception of pan-Arab television content for children that have come about with the proliferation of Arab satellite television channels in recent years. \n\nVigorous expansion of pan-Arab television programming for children seems to have taken place as an afterthought to the main thrust of the Arab satellite explosion, with the result that research on pan-Arab children's TV is lacking in both quantity and quality. A lack of knowledge on this issue - and thus in international understanding - matters, because under-18s comprise nearly twice as big a proportion of the population in key Arab countries (39-40% in Egypt and Saudi Arabia) as they do in European countries (22% in Britain and France). Moreover, pan-Arab satellite channels are watched more than terrestrial television in most Arab households, with Eutelsat in 2010 recording satellite penetration rates of 64% in Egypt and 100% in Saudi Arabia. Recent political upheavals affecting Tunisia, Egypt, Yemen, Bahrain, Libya and Syria, largely driven by disaffected youth, make it increasingly urgent to gain a better understanding of children and young people.\n\nIn the pre-satellite era Arab governments relied on broadcast monopolies to disregard television viewers' real information and entertainment needs. Competition among privately-owned Arab satellite channels led to the introduction of new content in the 1990s and 2000s. In aiming at children, however, these channels relied heavily on imported cartoons. Indigenous production initiatives came later. \n\nTo grasp the nature of what is being produced and distributed it is necessary to examine pan-Arab broadcasters who provide for children, as well as the production houses and dubbing and animation services they rely on, to learn more about the practices and dynamics at work in these institutions and in Arab state regulation of children's content. Since Arab broadcasters buy foreign animation and formats and collaborate with non-Arab suppliers, sponsors, trainers and co-producers, there is also a need to evaluate the basis and longevity of such trade and collaboration, as well as ways in which trends in the global marketplace influence pan-Arab television for children. At the same time it is crucial to discover how children perceive and use pan-Arab satellite television content, both in Arab countries and in Arabic-speaking households in Europe. \n\nGiven these aims and objectives the research will adopt a three-pronged approach, which has proved effective in previous research on children's media culture, whereby institutions, texts and audiences are studied simultaneously. We will interview key personnel working for Arab broadcasters and the companies that supply them, while observing the processes by which children's programmes are commissioned, piloted and produced. Interviews and observations will be informed by critical analysis of relevant reports from companies and the trade press and of selected samples of indigenous children's programming. The research team will benefit from existing contacts and previous research in the region to organise audience research in households and among schoolchildren, in order to explore how they negotiate television output in developing self-identity and perceptions of otherness. \n\nThis three-pronged method will help build up a holistic picture of the commercial and non-commercial factors that underlie the evolving ecology of pan-Arab children's television and children's reception of it. It will enrich our understanding of childhood and media use in parts of the Arab region and inform creative industry players in the UK digital economy and UK export and service industries about the trajectories of development in a part of the world where societies are struggling to benefit from global integration and preserve their own separate national and pan-Arab identities all at the same time.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J004545/1","grantId":"AH/J004545/1","fundValue":"424031","fundStart":"2013-02-01","fundEnd":"2016-04-29","funder":"AHRC","impactText":"  22 months into a 36-month project, with publications still in the pipeline, it is too early to specify the impact of findings, except to say that Morocco's broadcast regulator has shown a keen interest and several channels have been established for disseminating findings among those producing, regulating and researching children's TV production in Egypt, Lebanon, Kuwait, Palestine, Qatar and the UAE. Creative Economy Policy & public services","person":"Naomi Janet Sakr","coPersons":["Jeanette  Steemers","Tarik  Sabry"],"organisation":"University of Westminster","findingsText":" Findings can be categorized on the basis of: production and political economy fieldwork (so far conducted in Abu Dhabi, Doha, Dubai, the West Bank and among independent producers in UK); textual analysis (so far conducted on Emirati animation series Mansour; Tuyur al-Jannah channel as well as specific programs, e.g. Anbar, on Jeem TV and Palestinian TV); ethnographic fieldwork with children aged 7-12, so far covering a total of 65 Arabic-speaking children through workshops and family visits in the UK in 2013-14 (10 in pilot, 24 in workshops and 4 in family visits) and Morocco in 2014 (21 children in workshops, 6 in family visits in 2014). Findings are also methodological, including researchers' own breakthroughs/reflections as well as data on attitudes to child-friendly research methods collected during roundtable with Moroccan academics in September 2013.\nProduction and regulatory findings relate to: disruptions in building local children's TV production communities; lack of urgency attached to creating local content; missing links in supply chains; approaches to intercultural collaboration; personnel and decision-making bottlenecks affecting Gulf initiatives. Textual analysis findings relate to: dominance of didacticism; contradictions arising from emphasis on Arab-Islamic cultural heritage; conservatism in gender roles. Reception findings relate to: issues of trust and access; diversity and ingenuity of children's media use in terms of platform and content; children's liking for songs and children's singing. Methodological findings relate to: need for radical adaptation of viewing diaries in different countries because of different educational outcomes; eagerness among young Arab researchers to adopt hitherto unfamiliar qualitative methods; team researchers' positionality as both insiders and outsiders. The findings will be gathered and summarised in a non-academic report to be (1) presented at a knowledge transfer conference booked for 4 September 2015 (2) distributed as a pdf file to project-specific mailing list and (3) posted online. Practitioners and policy makers/advisers invited to the conference will be invited to respond to the findings. Creative Economy,Education,Culture, Heritage, Museums and Collections","dataset":"gtr"}