{"id":"E8E60F48-7470-4661-AC60-3204971A645E","title":"National Facility for In Vivo MR Imaging of Human Tissue Microstructure","abstractText":"Magnetic Resonance Imaging (MRI) scanners are used throughout the world to image the human body in hospitals and for research. They are used to diagnose disease and to understand the workings of the healthy body. In clinical settings, MRI scanners most often collect images which show objects down to about 1 mm in size. These are useful for some diagnoses, but are unable to capture tissue properties at microscopic length scales (thousandths of a millimetre), at which important processes may occur, e.g. in the 'axons' (the cells forming connections between different brain areas), or in cells in vital organs, such as the liver or kidney. Such detailed examination usually requires a 'biopsy' to remove tissue which is then examined under a microscope. However, biopsies only look at a tiny sample of tissue and can be risky to collect, e.g. in the brain. \n\nThis project will develop MRI in new ways to quantify tissue structure at the microscopic scale. The principal method looks at how water molecules moving in the body are impeded by fine structure within the tissue. While diffusion MRI has existed for 30 years, current MRI machines restrict us to measuring only relatively large molecular movements. This blurs our picture of the tissue, prohibiting us from looking at important characteristics, such as the dimensions of individual cells, or the density or packing of nerve fibres.\n\nThe main factor that can sharpen the picture, by sensitising MRI to smaller molecular movements, is a substantial increase in magnetic field gradients. These gradients are controlled alterations in the magnetic field strength within the MRI scanner. We will partner with a scanner manufacturer to create a system that produces gradients about 7 times stronger than available on standard MRI machines. There is only one similar system anywhere else in the world (in the USA) and we therefore propose to establish a 'National Facility for the In Vivo Imaging of Tissue Microstructure' here in the UK, serving as a national hub for development and application of advanced microstructural imaging methods. \n\nOur first scientific aim will be to achieve robust and reliable measurements. We will develop methods to reduced the impact of inevitable imperfections in the hardware, and the effects of the person moving during scanning. About 75% of the project will be spent developing novel engineering and physics methods to obtain the best possible measurements. The increased sensitivity will allow us to characterise tissue in a range of organs to an unprecedented level of detail. In the brain, the white matter is the 'wiring' that interconnects different regions and is affected in many diseases including dementia, Alzheimer's disease, schizophrenia, depression and multiple sclerosis. Measurements on standard hardware lack the ability to show exactly how white matter is affected by these diseases, but at the NMIF we will be able to distinguish any changes in the shape or size of the axons (the tube-like structures), from changes in the myelin (the fatty insulation layer that wraps around axons). This will allow us to make better predictions about the white matter's ability to carry information. In cancer, we aim to replace the tumour biopsy with advanced microstructural imaging, being able to quantify non-invasively cell size, and density. The ultimate goal is to provide earlier and more accurate diagnoses, more specific and better-targeted therapy, improved treatment monitoring and overall improved outcome for patients with a range of debilitating diseases.\n\nThe project will develop and benefit from academic and industrial research partnerships in the UK and internationally. There is great potential for application in drug development, a strong industrial sector in the UK, for the development and delivery of new and effective treatments. This project will help maintain the UK's longheld position at the the international forefront of neuroimaging research.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M029778/1","grantId":"EP/M029778/1","fundValue":"148521","fundStart":"2015-06-01","fundEnd":"2020-05-31","funder":"EPSRC","impactText":"","person":"Derek  Jones","coPersons":["Richard Geoffrey Wise","Geoff J Parker","Flavio  Dell'Acqua","Karla Loreen Miller","Daniel  Alexander","Mara  Cercignani","Krishna Devi Singh","Richard  Bowtell","Hywel  Thomas"],"organisation":"Cardiff University","findingsText":"","dataset":"gtr"}