{"id":"E8EAB841-0AF1-43A0-99CB-EDC31A14B141","title":"How is hepcidin expression regulated by polyphenols?","abstractText":"Iron deficiency anaemia is the most frequent nutritional deficiency disease in the world affecting almost 2 billion people. In addition, anaemia due to chronic disease (ACD) is the most common cause of anaemia in hospitalized patients. Treatment for these relies on oral delivery of iron supplements. While in the long term this improves iron status, these supplements are relatively toxic to and commonly cause GI bleeding. Conversely, approximately 1:200 people of Northern European descent possess a gene mutation that predisposes them to iron overload. The main treatment for these people involves removal of blood. Although these treatments are effective an approach of choice would be the one that controls the intestinal iron absorption and macrophage efflux. Hepcidin is a small hormone produced by the liver during infection, inflammation and iron overload. It is very important in preventing diseases such as iron overload states caused by lifestyle and environmental stimuli by preventing the build-up of excess iron in tissues such as the liver and the pancreas. On the other hand, when individuals are anaemic or have low blood oxygen saturation, the liver shuts down hepcidin production in order to allow iron to be used to make new blood cells which are required to carry oxygen around the body. Recently, research in our laboratory has found that antioxidants known as polyphenols that are abundant in our foods such as onions, tea and apples can influence hepcidin expression. This suggests that it may be possible to prevent iron-overload, inflammation and infection by daily intake of the appropriate foods. We now propose to undertake further research to find out the mechanism by which these polyphenols regulate hepcidin production, and how that may be linked to changes in body iron levels and resistance to inflammatory disease","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H003576/1","grantId":"BB/H003576/1","fundValue":"417392","fundStart":"2010-01-11","fundEnd":"2013-07-10","funder":"BBSRC","impactText":"  Give lectures on iron during pregnancy in Serbia,\nGive lectures to biology subject day for newly qualified teachers for the Princess Teaching Institute.\n\nLectures to Hereditary haemochromatosis patients on the use of quercetin as an oral iron chelator. Education,Healthcare Societal,Policy & public services","person":"Surjit Kaila Srai","coPersons":[],"organisation":"University College London","findingsText":" Polyphenols are abound in vegetables, fruit and red wine and are an integral part of our diet. They are commonly known as antioxidants and have anti inflammatory and anti-angiogenic effects. By preventing platelet aggregation, these compounds are also anti-thrombic and therefore prevent heart disease They are known to confer protection against oxidative stress, carcinogens and other toxins by directly scavenging reactive oxygen species by inducing the expression of battery of cytoprotective proteins. They have been thought to help with improving wellbeing.\nIron, although vital for human health can also be dangerous if it is present in the body in large amounts, particularly if it is labile and not bound to proteins which protect other cell components. There has been circumstantial evidence that polyphenols can alter iron absorption by chelating iron. Not all polyphenols can chelate iron so therefore we reasoned there must be other mechanisms involved in this ability of polyphenols to change body iron levels. While we were studying the metabolism of polyphenols we found that feeding polyphenols can induce an iron hormone, hepcidin, this has a role similar to insulin in glucose metabolism. So we proposed that polyphenols may have an influence on iron absorption, probably by inducing expression of hepcidin, which is negative regulator of iron absorption. Aim of our study were 1) To investigate specific mechanism of actions of different classes of polyphenols ( Quercetin, resveratrol, catechin, kaemphaerol, and naringenin) on expression of iron hormone (Hepcidin). 2) How do these polyphenols have their effect on iron homeostasis in term of iron transport across intestine (uptake and efflux).\nIn this study we have found that polyphenols can indeed regulate levels of hepcidin expression by a well-known antioxidant response pathway, regulated by a factor known as NrF2, which is also involved in sensing cellular stress. Of all the polyphenols studied quercetin was the one with the greatest effect on hepcidin expression and lowering of body iron status if administered by an intraperitoneal route.\nIts usefulness as a hepcidin inducer is limited if administered by an oral route, because very small amount is absorbed as a parent compound because the intestine rapidly metabolizes it. However quercetin was found to directly inhibit iron absorption by chelating iron in the lumen of the intestine.\nSo we have shown that quercetin, one of the polyphenol found in our food can regulate iron homeostasis by directly inhibiting iron absorption at intestinal levels and by inducing hepcidin, which is a negative regulator of iron absorption. Furthermore we have characterized the iron chelating groups of quercetin and this should help in developing related molecules, which chelate iron and still can induce hepcidin expression when administered orally. Therefore polyphenols or other small molecules that mimic polyphenol chemistry may be adjunctive therapies for disorders in which hepcidin is implicated (neurodegeneration, cardiovascular, diabetes, thalassemia), by targeting Nrf2-hepcidin signaling and its direct effect of chelating iron.\nThree significant findings:\n1) Polyphenols (Particularly quercetin) induced hepcidin expression, which was accompanied by a reduction in serum iron levels and corresponding decrease in transferrin saturation\n2) Polyphenols induce hepcidin expression by overriding the repression of NrF2 by Keap1, and this NrF2/Keap1 redox sensor integrates a transcriptional circuitry in which hepcidin expression and its regulation of iron metabolism are linked by the stress response.\n3) Quercetin3 OH was essential for chelating iron and inhibiting iron efflux from the intestine mucosa 1) Polyphenols or other small molecules that mimic polyphenol chemistry may be adjunctive therapies for disorders in which hepcidin is implicated (neurodegeneration, cardiovascular, diabetes, thalassemia), by targeting Nrf2-hepcidin signaling and its direct effect of chelating iron.\n2) Formulations of quercetin ( such as encapsulated in liposomes , attached to nano particles) are needed to protect its activity and its distribution in different tissues needs to be determined prior to its targeting iron overloaded organs and its eventual role in redistribution.\nDemonstartion of iron bindoing groups on quercetion will allow us to develop iron chealtors based on quercetin which might be usefull for number of condition in which iron overload is a factor in alteration of metabolism observed eg. Neurodegeneration. Agriculture, Food and Drink,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}