{"id":"E8F68D0D-2AFD-42E4-AFBA-291D023AB5E9","title":"Representing Self - Representing Ageing","abstractText":"<p>The aim of this study is to use creative arts to negotiate and challenge images of ageing and explore their contribution to participatory approaches to research in social gerontology. </p>\n\n<p>The initiative will bring together researchers from gerontology and art therapy with a cultural development agency that uses the transformative power of the arts to make a difference to people and places.</p>\n\n<p>Three different blocks of workshops will be run with a range of older women who will be invited to explore media and cultural representations of older women and use videographic and photographic techniques to create their own images of ageing. The exact format of the workshops will be negotiated with participants. </p>\n\n<p>Exhibitions of representations, produced during the projects and released with participants' agreement, will follow from the workshops. The invited audiences to the exhibitions (including participants, policy-makers, local politicians, older people's organisations, as well as members of the public) will have the opportunity to give their responses to the images via talking head videos. Alongside the talking head videos, the initiative will be documented and evaluated using observation, interviews, short questionnaires, self-reflective diaries, video diaries and sketch-books. A website and DVD of the initiative will also be produced. </p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-356-25-0040","grantId":"RES-356-25-0040","fundValue":"291991","fundStart":"2009-10-12","fundEnd":"2011-11-24","funder":"ESRC","impactText":"  A pioneering project, RSRA has achieved extensive impact in ways with clear potential to be broadened and deepened. It has demonstrated how image manipulation can affect older women's body image/quality of life and the need to raise awareness of the combined effects of ageism and sexism earlier in the life-course. Its innovative, multidisciplinary methods have generated widely displayed, iconoclastic participant images, and ensured older women's central involvement in challenging stereotypes. They have highlighted the contribution of visual approaches and creative activity to participatory processes and well-being. Collaboration has been extended through a follow-on initiative delivering ageism awareness workshops in a local school. Wider societal impacts include citation of project findings by the Commission on Older Women and the launch of a Charter against Ageism and Sexism in the Media. Collectively, the impacts have attracted broad coverage in popular and academic media, and numerous invitations to present at public events. Communities and Social Services/Policy,Education,Culture, Heritage, Museums and Collections Cultural,Societal,Policy & public services","person":"Lorna  Warren","coPersons":["Susan  Hogan","Merryn  Gott"],"organisation":"University of Sheffield","findingsText":" Previous research has shown that older women are negatively stereotyped, the butt of humour, the focus of a rapidly expanding anti-ageing industry, or otherwise absent from the media. The Representing Self-Representing Ageing (RSRA) project demonstrated the success of working collaboratively with older women, using a range of innovatory participatory visual methods, in exploring their everyday experiences of growing older, understanding how ageing may be framed for women by the media, and creating alternative images of 'ordinary' older women that can be used to challenge stereotypes. The project found that, compared with women in older age groups (75+), baby boomers were more conscious of being stereotyped, misrepresented, or absent from media images and felt greater pressure on them to look a certain way. Collectively participants called for more images of &quot;ordinary&quot;, &quot;real&quot; or &quot;natural&quot; older women in the media who had not been surgically or digitally enhanced. They also wanted to see representations which show older women can make a contribution and be independent so that younger people might be less fearful of ageing. The women produced a diverse range of visual artwork including photos, fine art and sculpture and these have been displayed in a number of exhibitions in venues across the UK. Participants captured a range of experiences, including: continuation of involvement in public life through employment or volunteering and of enjoyment of life and friendships; aspects of ageing seldom seen in mainstream media such as grief and loss; and fears of contracting horizons, increasing limitations, or a fear of fading away.\nParticipating in the project gave women a sense of solidarity, ownership of the research process and public validation. Impacts on well-being included altered attitudes to their own ageing and enduring friendships. Two participants joined a theatre group exploring age-focused performance, two more established a lunch club. One participant, who has been involved in considerable press activity commented &quot;this has been the highlight of my bloody life!&quot;\nPublic response to the exhibition was positive: 87% of visitors found the exhibition either 'good' or 'very good'. The research has been cited by the Labour Party in its Commission on Older Women and has directly contributed to consultations on Sheffield City Council's 'Strategy for an Ageing Population' and Birmingham Policy Commission 'Healthy Ageing in the 21st Century' (2013).\nCurrent work is extending collaborations in new directions. Project participants stressed the importance of raising awareness of ageing issues early on in children's education. Workshops in a local primary school have therefore brought together older women from the RSRA project with pupils aged 10-11 years to explore understandings of ageing and later life in Act Your Age! workshops. The school's contribution to raising awareness of issues of diversity and equality has been recognised by Ofsted. At the same time, a national seminar on Ageism, Sexism and the Media, chaired by Miriam O'Reilly has led to the launch of a Charter against Ageism and Sexism (ChASM), developed in collaboration with Women Ageing and Media, National Union of Journalist and Women in Journalism. Communities\nThe project has demonstrated the impact of participatory visual methods on quality of life in communities. Therapeutic approaches may be used to alter individuals' attitudes towards their own ageing with an enduring shared group effect. Working with a professional photographer in a community setting may improve quality of life in the short-term through fun creative activities which bring attention to participants as individuals as well as the wider activities of the group. For example, one resident's comment that: &amp;amp;amp;amp;quot;when I came in here I thought it was the end, now I've done [the project] I know that's not true&quot; highlights the potential for using creative arts in Extra Care housing schemes. Feeling personally invested in research which has demonstrable visible outcomes (multiple public exhibitions, city-wide advertising, press coverage etc) can further increase impact on well-being and sense of public validation.\n\nPolicy\nThe RSRA project has drawn attention to the representation of women and ageing in the media and has already been cited by various policy bodies concerned with women, health and ageing (see Key Findings above). An on-line petition enabling individuals/organisations to sign up to ChASM has been established (www.newdynamics.group.shef.ac.uk/petition.html). The project has the additional potential to contribute to campaigning groups including the UK Be Real: Body Confidence for Everyone Campaign (a development of the All-Party Parliamentary Group on Body Image), the international Endangered Bodies campaign, and the internet-based Everyday Sexism initiative set up by Laura Bates where, so far, the focus has rested largely on the effects of distorted imagery and of sexism on younger women's attitudes to their bodies. \n\nCulture\nThe project exhibition attracted considerable footfall and 88% of visitors said they would like to see more images of older women displayed in public. The exhibition has subsequently been shown at venues around the UK. Selected images are now on permanent display at the Age UK Sheffield offices, and at Swansea University's Centre for Innovative Ageing at Swansea University where they have formed part of an arts-based Coming of Age Trail. Images also appear on the cover of 2 academic books on representations of older age. The 5 project films, available on the website (www.representing-ageing.com), have been shown at the Showroom arts cinema in Sheffield to hundreds of cinema-goers. Recent activities, in which huge images of older women were beamed onto some of the City's most famous buildings as part of the 2014 ESRC Festival of Social Science, attest to the continued positive reception of images of older women in public spaces and their power to prompt conversations about gender and age (www.newdynamics.group.shef.ac.uk/now-can-you-see-me-images-of-older-women-in-sheffield.html). \n\nEducation\nThe RSRA project is being used as a case study in 4 PhD and 2 MA theses. Knowledge transfer activities arising from the project have included: a KT EQUAL older people as active researchers workshop; a commissioned methods toolkit, commissioned partnership working guidelines; and a commissioned article in Sociology Review (a journal for A/AS sociology students). Future plans include development of the intergenerational Act Your Age! workshops (see Key Findings above) with the aim of including age awareness as a fundamental element of PSHE and citizenship curricula and associated learning outcomes. Communities and Social Services/Policy,Education,Culture, Heritage, Museums and Collections","dataset":"gtr"}