{"id":"E8F76854-6BF7-4502-A34B-E07728A71E91","title":"Refinement and assessment of a novel adenovirus targeting platform for application to human gene therapy","abstractText":"Gene therapy is rapidly developing into an effective method to cure or halt the progression of many human diseases. The first gene therapy products have been licensed recently in China (for cancer therapy). Therefore, the use of genes to treat human disease is a realistic opportunity to provide efficient and lasting therapies, especially those diseases that lack optimal drug-based therapies. An absolutely critical aspect of gene therapy is gene delivery, i.e. the method that is used to deliver the therapeutic cargo to the correct cells and tissues in the body. Gene delivery is achieved by a 'vector' that has the capability of transferring the therapeutic DNA into cells - these vectors can either be non-viral or viral-based. Adenovirus vectors are commonly used as a viral-based delivery system and are currently utilised in some 25% of all ongoing clinical trials in gene therapy. The advantages of these viruses is that they have the ability to transfer genes to a broad range of cells, hence this makes them suitable for a wide range of applications to gene therapy. The research from our group has made an impact recently through the discovery that the adenovirus uses a protein that circulates in the blood of the host to infect cells within the host. That is, when the virus is injected into the bloodstream, the virus interacts with a protein in the blood called coagulation factor X. This interaction is very rapid and strong and allows the virus to bind to receptors expressed in the liver. This is the reason why the virus has such a strong ability to transfer genes into liver cells. This is not always useful since we would like to target the virus to cells other than liver cells (such as cancer cells, cells in the lung and cells in the kidney). We have now (through funding from the BBSRC that ends in late 2010) developed an adenovirus that has its ability to bind to coagulation factor X completely removed. This eliminates gene transfer to the liver upon injection of the modified virus into the bloodstream. We now wish to apply for funding to further develop this work and ask whether the virus can now be efficiently targeted to those cells types that are of interest for potential new therapies. We will utilise this grant to refine the virus and include 'targeting systems' for each cell type and test the ability of each system to target using suitable cells and models. We expect that our work will have broad appeal to the gene therapy communuity and have an impact on development and refinement of this virus for future clinical applications.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I005927/1","grantId":"BB/I005927/1","fundValue":"383092","fundStart":"2011-04-04","fundEnd":"2015-02-28","funder":"BBSRC","impactText":"","person":"Andrew Howard Baker","coPersons":["Stuart Anthony Nicklin"],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}