{"id":"E8F80A98-FA20-45C0-8658-322DD0D41040","title":"Aiming for construct equivalence in cross-national social surveys: developing best practice protocols for cross-national cognitive interviewing","abstractText":"<br />Recently there has been significant progress towards achieving greater equivalence in cross-national surveys. However, a key area that lags behind is the achievement of construct equivalence. Data collected from the European Social Survey (ESS) has shown mixed success in measuring constructs equivalently and it is therefore essential tackle this. \n<br />\n<br />ESRC support is enabling UK researchers from City University and NatCen to join an important international project addressing this issue. Its key aim is to promote greater equivalence so questionnaires can more easily cross linguistic, cultural and national boundaries. The researchers involved will address this by examining the benefits of including cognitive interviewing in cross-national questionnaire design. \n<br />\n<br />A collaboration between the ESS and the Budapest Initiative (a UN / Eurostat / WHO taskforce), the findings will be considered by the International Workshop on Comparative Survey Design and Implementation who are developing best practice guidelines in this area. Issues to address include coordination, consistency of interviewing technique and optimal analysis procedures.&nbsp; Another key focus will be identifying the sources of error uncovered which may range from poor questionnaire design, translation or attempts to measure concepts that do not exist in other countries.\n<br />\n<br />","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/F033451/1","grantId":"ES/F033451/1","fundValue":"31560","fundStart":"2008-01-07","fundEnd":"2009-07-06","funder":"ESRC","impactText":"  The methodology for conducting cognitive interviews on cross-national projects has been adopted by the National Centre for Health Statistics in the USA. It has also become included in pre-testing for rounds of the European Social Survey. This in turn has led to improved measures in surveys conducted internationally. As a result there is better comparative measurement of key societal topics. The work has also been cited by leading scholars in the filed (eg Collins et al 2014) and it is hoped this will lead to increased knowledge and interest in the topic. Energy,Environment,Healthcare,Government, Democracy and Justice Societal","person":"Rory  Fitzgerald","coPersons":["Michelle Joanna Gray","Debbie  Collins"],"organisation":"City University London","findingsText":" Cognitive interviewing is a technique used to see how people answering questionnaires understand them. This project developed a method for implementing that technique when testing questionnaire across different countries and languages. It also led to the development of a typology that allows researchers to identify the source of any problem eg poor translation or conceptual challenge. The methodology for conducting cognitive interviews cross-nationally has been adopted by researchers at the National Centre for Health Statistics in the USA. The methodology has also been adopted on the European Social Survey (but note PI of this project is ESS Director). Energy,Environment,Healthcare,Government, Democracy and Justice,Other","dataset":"gtr"}