{"id":"E902F0ED-C6EC-4CB5-B6F6-31CA091BD6F0","title":"Visualising the Conflict: Immersion in the Landscape of Victims and Commemoration in Northern Ireland","abstractText":"The Conflict Archive on the INternet (CAIN) Web Service is based at the University of Ulster. The Web site - available at http://cain.ulster.ac.uk/ - incorporates source materials on the Northern Ireland conflict and politics in the region. Within the resources available are databases, funded under a previous AHRC project, which focus on victims, survivors and commemoration in Northern Ireland (http://cain.ulster.ac.uk/victims/). These databases contain a range of information about the victims of the conflict and include detailed but text-based geographical information on publicly accessible physical memorials to the conflict and on the geographic locations where victims died. In its current format these databases and accompanying geographical information cannot be easily analysed, interpreted or interacted with. Visualising the geographical context of the patterns of deaths and commemoration associated with the Northern Ireland conflict, in tandem with existing information on victims, is an essential component in the understanding of its nature and causes. Extending this process to being able to interact collaboratively with this sensitive material in a reasonably safe setting while facilitating cross-community dialogue and engagement could aid the amelioration of some of the barriers to engagement.\\n\\nThe proposed project has two inter-dependant strands. \\n\\nMapping to the Web\\nThe first strand involves the use of current Web 2.0 technologies to increase the functionality of existing databases thus allowing more flexible access. Google Maps/Earth would be incorporated into the CAIN site to provide users with enhanced ways of manipulating, visualising and interpreting data e.g., cluster analysis of memorial sites and street level details of the location of deaths and memorials. The resulting maps can be augmented by additional information from the databases e.g., photographs, video, and links to external Web sites. In addition GIS programs would be used to undertake detailed mapping and analysis exercises and to prepare a range of static maps for distribution on the CAIN site. Cross fertilisation between existing databases would be possible using this approach. The option for external researchers to create their own GIS mappings and analysis of the data will also be available, facilitated by a user manual to be made available on the CAIN site.\\n\\nImmersion within Virtual Worlds\\nThe second strand of the project involves the innovative use of virtual world technologies for conflict resolution. An educational space will be created in a virtual world and will use state of the art technologies in virtual world's education underpinned by sound pedagogical practice. This immersive environment will facilitate highly interactive collaborative group experiences with a focus on research and teaching. The focal point of this environment will be an enhanced version of the CAIN databases. Google Maps/Earth, augmented by information from the databases, will be integrated into the immersive 3D environment allowing the data to be visualised and re-interpreted by groups of online users working collaboratively. The use of a virtual world's platform will extend the reach and impact of the existing resources. The collaborative multi-user element, allowing a sense of physical presence and identity for users will facilitate new ways of interacting with the existing databases and allow for a diverse range of online interactions to be experienced. This would involve facilitating cross community involvement and dialogue by using the material as a teaching resource and a point for engagement. It will allow the discussion of sensitive issues and material in a relatively safe virtual environment facilitating interactions and meetings that would not normally be possible in a real world setting.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H037780/1","grantId":"AH/H037780/1","fundValue":"260179","fundStart":"2010-03-01","fundEnd":"2011-06-30","funder":"AHRC","impactText":"","person":"Martin  Melaugh","coPersons":["Michael James Callaghan","Gillian Margaret Robinson"],"organisation":"University of Ulster","findingsText":" D R A F T\n\nCAIN undertook the 'Visualising the Conflict' as a follow-up project to an earlier one entitled: 'Remembering': Victims, Survivors and Commemoration in Northern Ireland.. As part of the work of the first project two databases - related to physical memorials and deaths - had been augmented with X/Y location co-ordinates. The intention of the follow-up project was to map the information in GIS (Geographic Information Systems) maps and Google Maps, and also to produce a virtual educational space where users could experience the information in a shared immersive environment.\n\nThe Visualising the Conflict project was intended to enhance the resources that had previously been available and a range of outputs were produced and made freely available on the CAIN Web site (cain.ulster.ac.uk/victims/gis/). The major outputs are: (a) a series of GIS Maps of deaths related to the conflict and physical memorials in public spaces; (b) interactive Google Maps displaying information on physical memorials and deaths as a result of the conflict; (c) a virtual educational space, developed in Second Life and backed-up in OpenSim, which allows users to interact with information and 3D models of physical memorials; (d) short videos of a selection of physical memorials; and (e) a set of Project Guides and other outputs. \n\nIt is envisaged that the outputs will be used by a wide range of groups, individuals, and organisations. The various resources were developed with different audiences in mind. The GIS maps are likely to appeal mainly to an academic audience. The Google Maps will probably appeal to a more general audience. The virtual educational space is likely to attract a younger audience. The materials will be of use to people who are interested in the conflict in Northern Ireland as a main topic, or those who will use the information to compare with other regions of conflict. D R A F T\n\nPrevious experience would indicate that many of the outputs from the Visualising the Conflict project are likely to be used by a non-academic audience. In 1999 CAIN made available an on-line version of Malcolm Sutton's 'Index of Deaths' due to the conflict (1969-2001). This information has generated a lot of feedback, much of it from people who were related to, or friends with, those killed in the conflict. The new resources are likely to be viewed by this audience. In the past CAIN has received a number of requests for information to assist community groups in their applications to European Peace funds. There is little doubt that the new outputs in Visualising the Conflict will be used by groups when applications are made in the future to various funding sources. Education,Security and Diplomacy","dataset":"gtr"}