{"id":"E90D898B-C670-4BDD-BABC-D93E27F905C6","title":"Damaged Ears at the Cocktail Party - Investigating How Cochlear Damage Impairs the Neural Representation of Speech in Background Noise","abstractText":"The ability to understand speech is one of the most important functions of the human auditory system, but this ability is considerably degraded in people with hearing deficits. Estimates from the World Health Organization indicate that 360 million people worldwide exhibit some type of hearing loss. Hearing aids have provided some benefit for patients affected with hearing loss, nevertheless, this benefit has been, to a large extent, restricted to making sounds more audible via amplification with little, if any, benefit to increase the performance to separate speech from background noise. \nRecent data suggest that a range of hearing problems, including speech-in-noise deficits, may arise as a result of the loss of auditory nerve fibres (ANFs), i.e., the bundle of fibres that carry information from the inner ear to the brain. This represents a type of peripheral damage that can arise even in supposedly normal-hearing subjects (i.e. those with no evidence of reduced sensitivity in the audiogram). Moreover, it is likely that phenomena, such as adaptive coding, a process in which neurons adapt their rate of discharge of action potentials (a measure of responsiveness) to better represent the most commonly occurring sound intensities in the acoustic environment thus allowing the average background intensity to be averaged out, also contribute towards the processing of signals in the presence of a noisy background. We hypothesize that A) the loss of ANFs, in particular, those involved in the processing high-intensity sounds, is involved in a decrease ability to understand speech-in-noise due to a degraded representation of the acoustic signal and B) that hearing loss will decrease the adaptive coding capability of the auditory system, which may be critical for the discrimination of speech from background noise.\nTo test these hypotheses, we will investigate mechanisms used by the auditory system to process speech signals embedded in noise. For this purpose, we will use an animal model and manipulate its auditory system at the level of the periphery. Through the administration of drugs, the use of earplugs or by exposure to high intensity noise, we can induce different types of hearing loss by targeting different populations of cells in a highly controlled manner that can be assessed using standard methods. Then, to investigate the effects of these manipulations we will use sophisticated in vivo electrophysiological techniques to record the activity of individual neurons in the inferior colliculus (IC) of the midbrain, a major relay nucleus on along the ascending auditory pathway. This technique allows us to record from neurons &quot;extracellularly&quot;, i.e., the activity of neurons in the close vicinity of the recording electrode. We will characterize the responses of auditory neurons to different types of stimuli, including pure tones, speech tokens and broadband noise. Subsequently, we will use identical acoustic stimuli and intracellular recording techniques to record the activity elicited from within individual neurons. This technique has the benefit of allowing us to record supra-threshold (action potentials) and sub-threshold events from individual neurons. The latter reflect inputs from many other neurons and can either increase (excitatory) or decrease (inhibitory) the likelihood of more action potentials been fired by a neuron. The analysis of these electrophysiological measurements will allow us to understand a) how well snippets of speech can be discriminated based on the responses of neurons in the midbrain, b) the capability of neurons to exhibit adaptive coding and how this relates to speech discriminability, and c) the effect hearing loss on these measures. This will help us to uncover the peripheral and central factors that contribute to speech-in-noise performance. The results we obtain from this research will be important for the development new strategies to improve the performance of hearing aids and cochlear implants.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L022311/1","grantId":"MR/L022311/1","fundValue":"412465","fundStart":"2014-05-01","fundEnd":"2017-04-30","funder":"MRC","impactText":"","person":"Roland  Schaette","coPersons":["David  McAlpine","Jose Alberto  Garcia-Lazaro"],"organisation":"University College London","findingsText":"","dataset":"gtr"}