{"id":"E91BA2D0-E5FD-4E22-B015-1DD0CF2B626C","title":"Early-life influences on the development of cooperation in wild mammals","abstractText":"Cooperative animal societies, in which adults help to rear offspring that are not their own, have been the focus of intense research because they can help to understand how cooperation can evolve in the face of natural selection for self-interest. However, this research has also revealed great unexplained variation between individuals in how much they contribute to teamwork and how much effort they invest in rearing offspring. A plausible explanation for this variation comes from research on laboratory animals showing that early life conditions have lifelong impacts on adult health and behaviour, suggesting that differences in helping effort among adults could be attributable to variation in their early life developmental experiences and nutrition. Our research will test this hypothesis using our long-term habituated study population of banded mongooses, a highly cooperative mammal which lives in mixed-sex groups of around twenty individuals throughout sub-Saharan Africa. This species is ideal for the task because there is extreme variation among individual group members in how much they contribute to raising communal litters of offspring, and extreme variation among offspring in how much care and food they receive from adults. We have built up a detailed database on the behaviour and reproductive success of over 2200 individuals which enables us to test the lifetime consequences of this variation in early life care, and we can carry out feeding experiments to test whether maternal nutrition during pregnancy has lifelong impacts on their offspring. We will also measure the underlying hormonal mechanisms which control cooperative behaviour, and test how sensitive these hormonal mechanisms are to early life experiences and maternal nutrition in utero. The output of the research will be an improved understanding of the causes of individual variation in cooperative behaviour, and improved knowledge of mammalian development in populations exposed to natural predators and pathogens.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J010278/1","grantId":"NE/J010278/1","fundValue":"508600","fundStart":"2013-04-01","fundEnd":"2017-03-31","funder":"NERC","impactText":"  This is work in progress. There are no impacts to report as yet  ","person":"Michael Anthony Cant","coPersons":["Andrew John Young"],"organisation":"University of Exeter","findingsText":" We are currently exploring the impact of maternal nutrition and stress of future offspring development, hormonal state, and cooperation. We started the experiments in April 2013 and these are running as planned. All procedures are in place to begin analysing data from mid-2015. In the interim we have published a paper this year utilising our new hormonal assays, developed for this project. This is work in progress. Environment,Healthcare","dataset":"gtr"}