{"id":"E91CE964-41F7-456C-AB86-E579270E0689","title":"Sensor Signal Processing","abstractText":"The fundamental challenges for signal processing are: how best to sense; how to distribute the processing and communication of the data within the network to maximize performance and minimize cost; how to analyze it to extract the salient information. Signal processing is the glue which holds together much of modern technology. The algorithms underpinning mobile communications, medical imaging, image rendering for games and many other technologies were all developed within the global signal and image processing research community. Today the world is an environment of pervasive interconnected sensing with the associated requirement to extract useful information from the large volumes of data that arise. In applications of defence, homeland security and environmental monitoring there is a need to collect and combine data from a range of sensors of widely differing complexity (e.g. from satellite imaging to ground based motion detectors) to achieve persistent wide area monitoring of a scene of interest. This can assist in the assessment of threats, e.g. the planting of improvised explosive devices, the long-term ecological effects of deforestation, or the monitoring of time critical events such as devastation by fire or flood. On the roads the external monitoring of traffic flow by closed circuit television networks, junction-based pressures sensors and GPS create an opportunity when combined with on-vehicle sensors (e.g. lidar, radar and video) to provide driver assistance and ultimately automatic driving systems. This Platform proposal seeks funding for a foundation for our research team in addressing these challenges.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J015180/1","grantId":"EP/J015180/1","fundValue":"1051760","fundStart":"2012-06-01","fundEnd":"2016-08-31","funder":"EPSRC","impactText":"","person":"Stephen  McLaughlin","coPersons":["Mike  Davies","Daniel  Clark","John Scott Thompson","Andrew  Wallace","Yvan  Petillot","Bernard  Mulgrew"],"organisation":"Heriot-Watt University","findingsText":"","dataset":"gtr"}