{"id":"E91EAC47-4A19-42E9-A220-22B69D6A623B","title":"Support for carers of people with early onset dementia","abstractText":"<p>Research to Assess Policies and Strategies for Dementia in the Young (RHAPSODY) aims primarily to analyse the health and social care systems and infrastructures available to the severely burdened yet underserved group of people with young onset dementia (YOD) in six European countries. In addition, RHAPSODY attempts to improve the management of people with YOD by supporting their carers using an educational, web-based, interactive e-learning programme.&nbsp;</p>\n\n<p>A multi-disciplinary team of eight main investigators from academia and industry representing the fields of psychiatry, neurology, neuropsychology, neuroscience, health economy and information systems as well as a patient and carer advocacy organisation from six countries will deliver the research. They will analyse, evaluate and compare health and social care policies and strategies (macro level), as well as needs and access to service provision and care (individual level), using documentary analysis, focus groups and qualitative analysis. Using the evidence obtained, the content and format of an internet-based e-learning programme will be tailored to the requirements of the carers of people with YOD. This method of support is particularly appropriate for the target audience in view of barriers related to low prevalence, geographical spread and reduced mobility.&nbsp;</p>\n\n<p>A pilot study will evaluate the telemedicine intervention with regard to feasibility, acceptance and cost-effectiveness in three countries.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L008866/1","grantId":"ES/L008866/1","fundValue":"201322","fundStart":"2014-03-31","fundEnd":"2017-03-30","funder":"ESRC","impactText":"  There have been no outputs for this project as it is only the seventh month since it commenced.  ","person":"Heather Mary Gage","coPersons":["Janet Rachel  Oyebode","Sube  Banerjee"],"organisation":"University of Surrey","findingsText":" There are no key findings at this stage as the project is only in its seventh month. Each component of the project is designed to have an impact on health and social care policy and practice. The comparison of pathways to care will pinpoint the focus of strategy development for optimally supporting people with young onset dementia (YOD) (ambulatory care, respite care, special care units). The assessment of individual needs will result in extending the services of specialised institutions (e. g. memory clinics) by behavioural modification, family counselling and resource management. The intervention for carers will complement the services of patient and carer support organisations. Furthermore it will increase the competence of healthcare professionals with regard to YOD and thus foster early diagnosis and treatment. It is too early in the life of the project for findings to have been made. We expect that the project findings will ultimately be presented to policy makers and commissioners in the area of young-onset dementia and will particularly influence support for carers of this patient group, as well as the health and social care services. Healthcare","dataset":"gtr"}