{"id":"E920111D-6591-4E4E-9E98-CEC295241B5D","title":"What are the true temperature limits for the anaerobic treatment of domestic wastewater?","abstractText":"The need for carbon neutral or carbon negative domestic wastewater treatment is prompting a re-examination of the use of anaerobic systems to treat domestic wastewater at ambient temperatures. This might be achieved using traditional methanogenic or electrogenic systems (microbial fuel cells). However, temperature is the Achilles heel of such systems. Low temperatures may impede or stop both the production of methane or the initial hydrolysis and fermentation that must take place in all systems. However the true limits of such systems with respect to temperature are still not well understood. The best environmental engineering research to date appears to have succeeded in acclimatising mesophilic organisms. There is no reason to believe that this represents the true limits of anaerobic digestion. Preliminary evidence from our own arctic fieldwork and the literature suggests that adequate rates may be achievable at temperatures as low as 5oC. We wish to determine the true limits of anaerobic systems for the treatment of domestic wastewater by comparing the performance of reactors seeded with cold adapted and non-cold adapted organisms at a variety of temperatures. We will determine if there is a distinct psychrophilic community by using both novel and classical methods to identify, isolate and characterise representatives of the key functional groups in these communities. The putative cold adapted communities will be challenged to gain insight into their robustness in warmer conditions. The design implications of degree of cold adaption attained will be explored and communicated to our colleagues in research and practice.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G032033/1","grantId":"EP/G032033/1","fundValue":"654868","fundStart":"2009-04-01","fundEnd":"2012-12-31","funder":"EPSRC","impactText":"  We have used the findings to design a pilot scale anaerobic treatment plant for treating domestic wastewater at ambient temperatures Environment Economic","person":"T P Curtis","coPersons":["Russell James Davenport"],"organisation":"Newcastle University","findingsText":" We have shown that by useing an arctic soil as a seed we can treat wastewater at temperatures as low as 4 Celsius We hope we will enable low energy anaerobic treatment systems to be introduced into temperate climates, potentially saving very large quantities of energy Environment","dataset":"gtr"}