{"id":"E920AC76-3DFB-4BE2-99A5-F921D71F31A7","title":"Starch-Based Thermoplastic Wood","abstractText":"Cellulose-based composites are one of the major materials for the worldwide construction industry. There are almost no buildings which do not contain them as a major component. They are constructed of wood fibres or chips held together with typically 15 % by weight of a thermoset resin. One significant advantage of these materials is that they use waste products from the pulp and timber industries and so they are significantly less expensive than virgin timber. Almost all of the resins used in fibreboard are either urea-formaldehyde (UF) or phenol-formaldehyde (PF) and these are the main issue associated with their widespread use. Fibreboard is known to slowly release of formaldehyde, often into the enclosed domestic environment and formaldehyde is a known carcinogen and so efforts are underway to find alternatives to UF and PF resins. This project will use simple plant starch with other non-toxic modifiers to bind the woodflour and thus make a sustainable, recycleable and ultimately compostable material. The project will make large sheets of starch-based thermoplastic wood and test their applicability with a major High Street retailer. Samples will be produced and a significant publicity campaign will be carried out using the data produced by this project.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J013285/1","grantId":"EP/J013285/1","fundValue":"94274","fundStart":"2012-02-14","fundEnd":"2013-02-13","funder":"EPSRC","impactText":"","person":"Andrew  Abbott","coPersons":[],"organisation":"University of Leicester","findingsText":" We discovered that starch could be made into a thermoplastic which could be molded. It is similar in strength to most oil based plastics but is compostable and recyclable. This could be used to bind wood fibre which created a hard, tough and strong board. This project led to the development of a new binder for making fibre board. It is a biodegradable, moldable polymer which is comparable in strength to urea-formaldehyde. A follow-on fund from the Royal Society has let to pilot scale production and demonstration furniture has been made from this new material. Manufacturing, including Industrial Biotechology","dataset":"gtr"}