{"id":"E920151C-DA7E-4597-95A6-91BC3558EA16","title":"Regulation of vacuolar acidity by PtdIns3P and PtdIns(35)P2 in Saccharomyces cerevisiae.","abstractText":"Yeasts are single celled organisms and contain an internal compartment called the vacuole, which digests unwanted proteins (a bit like the stomach) and stores food. For proper function the inside of the vacuole must be made acidic (again like the stomach), and this is mediated by a tiny pump called the vacuolar ATPase (V-ATPase). The V-ATPase is on the surface of the vacuole and pumps protons (acidity is caused by an excess of protons) into the vacuole interior in a process that requires considerable expenditure of energy. The vacuole is encapsulated by a membrane consisting of lipids, which separates it from the rest of the cell. We are particularly interested in two lipids, which are part of a group called polyphosphoinositides (PPIn). These two PPIn, although comprising only a very small fraction of the lipids in the vacuole membrane, are responsible for mediating a wide variety of functions and are required for the vacuole to be come acidic. We are trying to find out how these PPIn are able to change the acidity of the interior of the vacuole. Of particular interest will be how the PPIns might affect the V-ATPase pump. An example of the type of experiments that we will do is to purifiy vacuoles from yeast and add PPIn to them; we can then measure how active the V-ATPase pump is in the presence of different PPIn. By doing such experiments we should establish a mechanistic link between PPIn formation and vacuole acidity. Why is the research important? Firstly, yeasts are responsible for contamination and spoilage of a significant proportion of the World's food supply. Weak acids are frequently used food additives that have anti-fungal action. Addition of such weak acids to yeast causes changes in cellular PPIn levels and intracellular pH. Our work will investigate PPIn function and vacuolar acidification, and allow greater understanding of yeast stress responses. Ultimately, knowledge of yeast stress responses will lead to the design of better anti-fungal food additives. Additionally it is likely that the mechanisms of pH regulation by PPIn will be shared other organisms that have a vacuole such as plants. Plants, like yeasts, have to cope with a variety of stresses, so our work may well have wide implications for agriculture.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E001521/1","grantId":"BB/E001521/1","fundValue":"292814","fundStart":"2006-08-21","fundEnd":"2009-08-20","funder":"BBSRC","impactText":"  We concluded that PtdIns(3,5)P2 generation at the vacuole is not required for full V-ATPase activity, rather chronic loss of PtdIns(3,5)P2 renders the molecular composition of the vacuole such that either the V-ATPase is unable to function correctly, or that the vacuole is unable to retain protons.\n\nThis work will be used to anyone working in a similar field in the future e.g. in the study of phosphotidylinositol phosphate kinase inhibitors as potential drugs.  ","person":"Katherine  Bowers","coPersons":[],"organisation":"University College London","findingsText":" This project was undertaken to try to establish the mechanism of regulation of a small pump on the yeast vacuole (called the V-ATPase) that ensures the inside of the vacuole is acidic. We proposed that the membrane composition of the vacuole was important for V-ATPase function; more specifically we wanted to assay whether a minority lipid component of the vacuole called phosphatidylinositol 3,5-bisphosphate (PtdIns(3,5)P2) is needed for the V-ATPase to pump correctly (see previous summary for details). \n\nWe used a number of approaches to investigate this. We have a number of yeast mutants that cannot make PtdIns(3,5)P2. We burst these yeast strains open and purified the vacuoles, and then measured the ability of the V-ATPase to function correctly in these vacuoles. Our results show that vacuoles purified from our mutant strains have reduced V-ATPase function.\n\nAn alternative approach to using vacuoles from mutant yeast would be to use vacuoles from normal yeast, and inhibit PtdIns(3,5)P2 production using an inhibitor compound. We have an inhibitor (YM201636) that prevents PtdIns(3,5)P2 synthesis in mammalian cells, but does not affect yeast cells. In order to be able to use YM201636 in yeast cells we needed to make the protein that makes PtdIns(3,5)P2 sensitive to YM201636. To do this we engineered a chimeric protein that is part yeast and part mammalian.\n\nOur chimera is sensitive to YM201636 and we put this into yeast cells. We measured the V-ATPase activity in vacuoles purified from these cells. We saw no effect of the addition of YM201636, which shows that synthesis of PtdIns(3,5)P2 in our vacuole preparations does not cause direct V-ATPase activation.\n\nWe have concluded that chronic loss of PtdIns(3,5)P2 (as occurs in cells that cannot synthesize it) renders the vacuole unable to maintain correct V-ATPase activity, however as short-term loss of PtdIns(3,5)P2 doesn't seem to affect V-ATPase activity, PtdIns(3,5)P2 itself cannot be required for V-ATPase activation. The major resource generated during the course of this project is the YM201636-sensitive Fab1p/PIKfyve chimera. This chimera is catalytically active and is sensitive to YM201636, unlike wild-type Fab1p. \n\nAdditionally, we have incorporated this into a wild-type yeast strain at the FAB1 gene locus. The strain we have generated is thus a very useful tool to study Fab1p function as we can acutely inhibit PtdIns(3,5)P2 synthesis, both in vivo and in vacuole preparations from this strain.\n\nAll DNA constructs and strains generated during this project have been deposited in our laboratory collections and will be made freely available on request. Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}