{"id":"E92099B6-1C8D-4A17-A589-355C01164151","title":"Difficulties of Civic Speech: the Later Poetry of Geoffrey Hill","abstractText":"My monograph, entitled 'Difficulties of Civic Speech: the Later Poetry of Geoffrey Hill', takes as one of its starting points the critical controversy surrounding Geoffrey Hill, who has been variously acclaimed as a major poet of our, or any, time, and resentfully accused of an elitism wholly averse to what is popular - a controversy in many ways emblematic of the divisions in British poetry in the aftermath of the Poetry Wars of the 1970s. Rather than coming down on one side or the other of this debate, I want to examine how Hill's poetry is wrought amid the contingencies and circumstances of its reception, the poetic act conceived as a reaction to, and often against, both proponent and opponent, the poem capable of assimilating the voices and perspectives of both into its polyphonic textures. With an eye to the modernist legacies of Hill's poetry, the book considers the role of poetic difficulty in the relationship between author and audience, and the political correlatives of this relationship. It seeks to interrogate, as does Hill, what it means to claim authority, poetic and political, what entitles the 'I' to speak of and for the collective, the 'we'. Like a poetic allusion, or like a joke, Hill shows, 'we' can be inclusive and exclusive at once, implying an 'us' and 'them', yet I argue it is the reader who stands on the margins, who doesn't altogether 'get' Hill, rather than the aficionado, who, paradoxically, is best placed to receive him. \\n\\nAHRC leave is required to complete the final two chapters of the monograph. These are:\\n\\nThe Laws of Ecclesiastical Polity: the Christian poet, like the difficult poet, is always in danger of the alienating the reader who is not in the club, so to speak, not one of 'us' but one of 'them'. Hill takes on that mantle warily, aware that Christianity may be both a source of justice and injustice. Though he 'cannot myself see any way of escaping complete assent to the doctrine of original sin', his poetry points to grey areas of that and other aspects of doctrine, by way of grappling with the paradoxical proposition that Christianity compels compassion and understanding of the 'them' it institutionally excludes, as Hill's poetry does. Thus the ambivalent and oppositional perspectives of other faiths, of the agnostic, the atheist, the dissenter, all find their place in Hill, questioning the nature of poetic authority as well as, and in relation to, religious authority.\\n\\nMilton as Muse: This chapter attempts to explore, and if possible to synthesize, Hill's multmultifaceted engagement with the life and work of John Milton. Milton, particularly the poet of 'Paradise Lost', exemplifies a theology of language to which Hill is greatly drawn, whereby language is part of, an embodiment of, the moral dilemma, rather a commentary upon it. He has spoken of Milton as the master of enjambment, a technique which combines - his terms borrowed from Hopkins - the 'bidding' and the 'monumentality' of the verse, its speech rhythms energizing its inert structure - a technique which bears on the monumental aspirations of his own verse and the moral dilemmas these pose. But he has also looked askance from the monumental to the more marginal Milton: the Milton of 'Comus', who in Hill's 'Scenes from Comus' strains the erudition of a poet imperfectly according to Milton's definition of poetry as 'simple, sensuous and passionate', more difficult on the one hand, more sensual on the other. In Hill's 'A Treatise of Civil Power', the politics and the prose are brought to the fore, with the detraction which may follow upon Hill's writing certain treatises, to paraphrase the title of Milton's sonnet, very much in the political background. The possibility of such detraction is the source of an analogous tension within Hill's writing between what one commentator has identified as Milton's 'elevated sense of his readers' responsibility' and his curt dismissals of the 'credulous and hapless herd'.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H005064/1","grantId":"AH/H005064/1","fundValue":"22444","fundStart":"2010-09-01","fundEnd":"2010-12-31","funder":"AHRC","impactText":"","person":"Thomas Anthony Day","coPersons":[],"organisation":"University of Central Lancashire","findingsText":"","dataset":"gtr"}