{"id":"E92238AA-4771-4760-9EB1-5F935A60E952","title":"Precision guided flexible forming: closed-loop control of geometry and properties for high value metal component manufacture","abstractText":"Manufacturing involves only three types of processes - adding, changing or removing material. 'Metal Bashing' - changing the shape of metal components without removal or additions - is easily over-looked or even derided as the 'ugly duckling' of manufacturing technology, yet continues to be central to UK manufacturing, and always will be: jet engines, medical scanners, cars, high-rise offices and contemporary industrial equipment all depend on metal forming, both to define component geometries and to create the properties such as strength and toughness which determine product performance. Despite great excitement over additive processes such as 3D printing, metal forming will never be replaced, because the high-performance properties of steel, wrought aluminium and other key metals can only be developed as a result of careful control of deformation and temperature over time. Globally we use 25 times more steel than any other metal - in the UK our consumption drives production of 500kg of steel per person per year - and every steel product has been shaped by several metal forming processes. Inevitably, metal forming processes are therefore central to the production of a third of all manufactured exports from the UK which are in total worth over &pound;75bn. However, the tools required for forming metal components are custom-made for each application at great cost, so metal forming is often expensive unless used in mass production, yet the drivers for development of future high-value UK manufacturing require increased flexibility and smaller batch sizes without sacrificing either the accuracy or properties of metal parts.\n\nIn the past twenty years, several research labs around the world have responded to this challenge and explored the design and development of novel flexible metal forming equipment. However these processes have largely failed to move from the lab into industrial use, due to a lack of precision and a failure to guarantee product microstructure and propertis. Recent developments in sensors, actuators, control theory and mathematical modelling suggest that both problems could potentially be overcome by use of closed-loop control, and in work leading to this proposal, we have demonstrated the first online use of a stereo-vision camera in a flexible sheet metal forming process to provide the feedback needed to control the final shape of the sheet precisely. This has shown us that closed-loop control of forming is possible and valuable, but involves a trade-off between product quality, process flexibility and production speed.\n\nThis proposal therefore brings together four disciplines, previously un-connected in the area of flexible forming, to explore this trade-off and develop the key knowledge underpinning future development of commercially valuable flexible metal forming equipment: mechanical design of novel equipment; control-engineering in both time and space; materials science of metal forming; fast mathematical process modelling. At the heart of our proposal is the ambition to link design, metallurgy and modelling to control engineering, in order to identify the opportunity for developing and applying flexible forming, and to demonstrate it in practice in four well focused case-studies. \n\nThe proposal comes with &pound;1.2m gearing, including support for five PhD students to work within the project, and substantial commitments of time and trials from Siemens Metals Technologies, Firth Rixson and Jaguar Land Rover. The outcomes of the work will be communicated through publications, demonstrations, workshops for both industry and academic developers, and through an edited book.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K018108/1","grantId":"EP/K018108/1","fundValue":"1707190","fundStart":"2013-07-15","fundEnd":"2018-01-14","funder":"EPSRC","impactText":"","person":"Julian Mark Allwood","coPersons":["Edward James Brambley","Stephen  Duncan","Roger Charles Reed"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}