{"id":"E9245B66-2D3F-4E6F-9197-1653954F08C1","title":"Sustainable Digital Fabrication of Low Energy Passive Wireless Sensors","abstractText":"This project concerns new ways of fabricating exciting new wireless sensing technologies. Our Digital Future and The Internet of Things have application in intelligent buildings, homeland security, oil and gas industries, assisted living and healthcare, agriculture, transport and environmental monitoring. Research is already being carried out in Intelligent packaging to indicate wirelessly when food is deteriorating; tamper-proof light-sensing tags; labels that detect explosives; or sweat and pH sensors for biomedical applications that assess how a recent operation is healing. The sensors in these new technologies must be small, thin and very cheap. Also, not needing a battery will reduce cost and the need for chemicals which are bad for the environment.\n\nIn this project we will investigate sensing technologies two areas of global significance: (i) Food Security and (ii) National Security/Bio-sensing. \n\nIn the first application, Food Security, (i.e. the stable and sustainable provision of sufficient food to the populations of developed and developing countries) will become critically important with expanding global populations and increasing food prices. Roughly 30-40% of all food is currently wasted with an increasing need for postharvest storage technologies effecting small scale traders, distributers, vendors and consumers. Reducing waste in developed countries is particularly challenging and is linked to cultural attitudes and lifestyle. In the UK the following sectors account for various proportions total waste: Farms: 15%, Transport/processing: 25%, Retail: 10%, Food service: 15%, Home &amp; municipal: 35%. Smart packaging which detects food breakdown from farm pack house to consumer storage can significantly impact on this wastage at all parts in the chain though technologies are sought that will minimise the cost and infrastructure impact on suppliers and customers.\n\nThe second application is for bodyworn and bio-sensing where body- and skin-mounted wireless sensors have significant potential for monitoring of vital signs in security, emergency services, and medical/health use. However, there is a continuing drive for organisations such as the police to adopt existing and modified off-the-shelf technologies rather than developing infrastructure from scratch. For instance, smart phones are now permitted for certain uses by the armed forces and the MoD Blackberry has been adopted for classified email access. The technologies proposed here for rapid development and manufacture do not require unique new-builds as they enable add-ons to NFC RFID enabled smart phones and commercial RFID readers. \n\nIn all applications, battery-free wireless sensor fabrication has significant benefits for replacement cost and environmental issues such as extraction of materials and disposal at end of life. Also, barriers exist to national and global adoption of this emerging sensing area because many current technologies are adaptations of conventional wireless, power storage and sensing solutions. We propose a new approach where digital fabrication processes are applied to novel passive wireless sensing to lead to game changing impact, reduced costs and wastage, and to overcome the barriers to large scale adoption. \n\nThe digital fabrication to be used is Inkjet printing, and we will not only print stretching and bending metal tracks onto elastic polymer substrates, but also modify the substrates to make them sensitive to certain chemicals. Finally, we will also explore how to print the polymer substrate itself, enabling the entire tag metal antenna and sensing base to be fabricated by inkjet.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L019868/1","grantId":"EP/L019868/1","fundValue":"441579","fundStart":"2014-06-30","fundEnd":"2016-06-29","funder":"EPSRC","impactText":"","person":"John  Batchelor","coPersons":["Simon James Holder"],"organisation":"University of Kent","findingsText":"","dataset":"gtr"}