{"id":"E92916CE-4EA0-4C49-A615-61DDF2823F8C","title":"Atmospheric Chemistry In The Earth System (ACITES) Network","abstractText":"Atmospheric chemistry plays an essential role in the Earth system. Whether from the perspective of a changing radiation balance, the impact of pollutants on vegetation, the size distribution of cloud droplets or the effect of desert dust on ocean bio-geochemistry, understanding the composition and chemistry of the atmosphere is vital. The UK has a long history in atmospheric chemistry research, from the early days of sulphur smogs, through stratospheric ozone depletion to ongoing research on air quality and climate. The UK community is diverse and plays a central role in global efforts to advance understanding through laboratory, field and process modelling studies.\n\nMuch of this world-leading atmospheric chemistry research focuses on developing detailed understanding of the various processes controlling atmospheric composition. However, addressing many of society's greatest environmental problems now requires a wider 'Earth System' approach which considers the ensemble of processes occurring on the planet, from the biosphere, to the oceans, cryosphere and the atmosphere, rather than focusing on a single domain in isolation. Earth System Models represent our understanding of processes and interactions across these domains and creating such models is one of the grand challenges for science. Achieving an effective integration of state-of-the-science understanding derived from process studies into Earth System Models is a challenge. This network will encourage this integration in order to better develop the UK's capabilities in atmospheric chemistry and Earth System Modelling. \n\nThe network will achieve this exchange in two main ways. The first will be through a series of meetings, the second will be through the community undertaking two science projects. \n\nThe first activity will be a comprehensive series of meetings bring together the various processes focused groups with Earth System Modelling focused groups. These will include groups from universities, NERC Centres and Meteorological Services. These will include both large, multi-day inclusive meetings to bring together the whole community and smaller, more focused meetings. The three large meetings will discuss science topics and future directions. They will identify important science topics which will be followed up with smaller focused meetings (~12). Although the topics of the majority of these meetings will be chosen at the large meetings, three have been chosen in advance. One of these involves reactive carbon emissions from the biosphere and two involve the atmospheric chemistry schemes used within models of different complexities. \n\nThe network will also undertake two challenging science projects supported by two PDRA posts. These focus on developing observationally constrained metrics of two key processes for atmospheric chemistry: transport and deposition. Both of these processes need to be 'fit for purpose' for ESMs to be suitable for atmospheric chemistry studies. Groups across the country, including those running ESMs, will provide relevant model simulations. Observationally based metrics will be constructed and the models compared to assess their suitability. \n\nOther activities will include workshops to allow process focused scientists to engage with the current generation of NERC/MO ESM; meetings to discuss technical/software/governance issues with ESMs; support for the network to engage with similar international efforts; and the creation of an Emerging Scientists network to foster the next generation of scientists.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/K001280/1","grantId":"NE/K001280/1","fundValue":"233191","fundStart":"2012-10-01","fundEnd":"2015-02-28","funder":"NERC","impactText":"  We have supported a range of meetings and activities to underpin the process based modelling and chemistry climate modelling communities in the UK Environment Cultural","person":"Mathew John Evans","coPersons":["Martyn  Chipperfield","John Adrian  Pyle","Lisa  Emberson"],"organisation":"University of York","findingsText":" This project has funded a series of meetings to support the atmospheric chemistry and the chemistry-climate community in the UK. We have funded a range of meetings to help provide state of the art input into the new UK-ESM 1 chemistry climate model. The meetings have helped to coordinate the development of UK-ESM1 Environment","dataset":"gtr"}