{"id":"E92C6216-B01B-429F-BACB-5BCBB47F22E6","title":"Old politics, new issues and Institutional constraints: How to explain parties' positions on EU membership and immigration","abstractText":"<p>This\nproject addresses a set of questions regarding party competition and\nhow to explain parties’ positions in certain policy areas. Focus is on\ntwo issues that give rise to conflicting explanatory responses in the\nscholarly debate: immigration and EU membership. Previous applications\nof ‘old’ (Left-Right) and ‘new’ politics (GAL/TAN) dimensions to\nexplain party positions on these issues have not adequately been able\nto do so. Therefore there is a need to explore further explanations. A\nworking hypothesis is that parties are constrained/facilitated by two\nkey institutional dimensions – electoral systems and state division of\npower - when pursuing particular policy stances.</p>\n<p><br />The project compares national and regional parties in Belgium, Britain, Sweden and the Netherlands\nusing a mix of quantitative (nation-wide representative surveys) and\nqualitative methods (semi-structured interviews; party manifesto\nanalysis) . </p>\n\n<p>The project aims to: </p>\n\n<ol>\n <li>Analyse\nchanges in party competition using immigration and EU membership as\nindicative examples of new areas of political contestation. </li>\n <li>Assess the effect and impact of different electoral systems and&nbsp;division of power&nbsp;on parties’ positions. </li>\n <li>Compare\nthe positions adopted by parties in opposition to those in government\nand whether any differences can be explained by the institutional\nset-up exemplified in 2. </li>\n</ol>\n\n\n\n<p>&nbsp;</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-061-25-0195","grantId":"RES-061-25-0195","fundValue":"229429","fundStart":"2009-01-01","fundEnd":"2011-06-30","funder":"ESRC","impactText":"  The current outputs and findings are primarily of an academic nature. In early 2015, the PI and RA will finalise the working papers and upload these on a dedicated website. The web details will then be circulated to the political elites who were interviewed for the project. Government, Democracy and Justice Policy & public services","person":"Pontus  Odmalm","coPersons":[],"organisation":"University of Edinburgh","findingsText":" The project has addressed two important queries. First, why are the EU and immigration such complicated questions for political parties to compete on? And, second, what challenges do they present to parties' electoral strategies? By systematically comparing the political mainstream in four West European countries -Belgium, Britain, the Netherlands and Sweden - this study has explored the changing nature of party competition on two highly salient issues in contemporary politics. Based on a new way of coding party manifestos, and a large set of interview data, the findings suggest that the ideological ambiguity presented by the two issues can crystalize pre-existing tensions within parties. Furthermore, this study argues that an inability to negotiate these tensions explains why some parties are more likely than others to emphasise their successful track record of delivery and competent handling of EU and immigration matters, than they are to offer the electorate a choice between different societal outcomes. The findings suggest that future research on the relationship between political parties and immigation and the EU also need to account for the internal ideological turmoil that the two issues cause. As such, solely focussing on supply (number and electoral strength of niche parties) or demand factors (voters preferences) may not necessarily help us to the understand the counterintuitive and sometimes contradictory positions that are adopted across the West European party systems. The project's findings thus contribute to our understanding of how party competition and the electoral dynamics have changed in an era of supposed ideological decline. Government, Democracy and Justice","dataset":"gtr"}