{"id":"E9309307-146A-4D89-A132-A6575D2B6B5F","title":"Towards Robust Attack Detection in Wireless Mesh Networks","abstractText":"Wireless mesh networks are being increasingly used to provide affordable network connectivity to communities where wired deployment strategies are either not possible or are prohibitively expensive. Such mesh networks are helping to bridge the so-called digital divide, and are proving to be invaluable to communities and businesses in rural areas.Unfortunately, computer networks are frequently being exploited by recreational and professional attackers, which can affect their utility for legitimate use. In response to this, a number of countermeasures have been developed, including intrusion prevention systems, such as network firewalls, and intrusion detection systems that aim to detect anomalous behaviour caused by attacks. Anomaly information generated by intrusion detection systems can be used to effectively influence attack remediation strategies, such as making adjustments to firewall rules.Performing intrusion detection on wireless mesh networks is particularly challenging. Much research has been carried out on intrusion detection systems on the wired Internet, however, little has been done to understand these systems in a wireless mesh networking context. We believe investigating intrusion detection on these networks is timely and important -- they are being deployed increasingly in non-academic settings and the activity of attackers continues to rise and become more sophisticated. This EPSRC Fellowship grant will enable Lancaster University to host Dr Dwight Makaroff for five months, and consequently draw on his expertise so that inroads can be made in this important area of research.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F038496/1","grantId":"EP/F038496/1","fundValue":"20906","fundStart":"2007-11-01","fundEnd":"2008-03-31","funder":"EPSRC","impactText":"","person":"David  Hutchison","coPersons":["Nicholas  Race"],"organisation":"Lancaster University","findingsText":" See the final report ... but basically the research was carried out in conjunction with the Wray village live broadband testbed in which the villagers had (and still have) a broadband network provided by Lancaster University but managed by themselves, and acted as a source of research on wireless mesh networks. This work has influenced subsequent research on resilient networked systems -- notably the EU ResumeNet project. Creative Economy,Digital/Communication/Information Technologies (including Software),Education","dataset":"gtr"}