{"id":"E930080C-EE0D-4536-BC43-BBB0F325E489","title":"The Supergen5 Biological Fuel Cells Consortium","abstractText":"A consortium of teams from 6 universities aims to achieve major advances in a technology that potentially produces electricity directly from sustainable biological materials and air, in devices known as biological fuel cells. These devices are of two main types: in microbial fuel cells micro-organisms convert organic materials into fuels that can be oxidised in electrochemical cells, and in enzymatic fuel cells electricity is produced as a result of the action of an enzyme (a biological catalyst). Fuels that can be used include (1) pure biochemicals such as glucose, (2) hydrogen gas and (3) organic chemicals present in waste water.The Consortium programme involves a unique combination of microbiology, enzymology, electrochemistry, materials science and computational modelling. Key challenges that the Consortium will face include modelling and understanding the interaction of an electrochemical cell and a population of micro-organisms, attaching and optimising appropriate enzymes, developing and studying synthetic assemblies that contain the active site of a natural enzyme, optimising electrode materials for this application, and designing, building and testing novel biological fuel cells.A Biofuel Cells Industrial Club is to be formed, with industrial partners active in water management, porous materials, microbiology, biological catalysis and fuel cell technology. The programme and its outcomes will be significant steps towards producing electricity from materials and techniques originating in the life sciences. The technology is likely to be perceived as greener than use of solely chemical and engineering approaches, and there is considerable potential for spin off in changed technologies (e.g. cost reductions, reduction in the need for precious metals, biological catalysts for production of hydrogen by electrolysis).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D047943/1","grantId":"EP/D047943/1","fundValue":"2024720","fundStart":"2006-04-18","fundEnd":"2010-10-17","funder":"EPSRC","impactText":"","person":"Fraser Andrew Armstrong","coPersons":["Giuliano Claudio Premier","Robert Charles Slade","William Taylor Sloan","Zheng Xiao  Guo","Christopher John Pickett"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}