{"id":"E930D4F5-8C0A-4543-8C98-93B6C3BF969B","title":"In silico tools to study compensatory mechanisms in proteins: the novel double-force scanning method.","abstractText":"Mutations in the amino acidic sequence of proteins can significantly alter their properties, including their 3D-structure, their motion and their ability to interact with other proteins. These modifications can be so dramatic that the protein is no longer able to perform its function. Indeed, many diseases have been associated with protein amino acidic mutations.\n\nThe damaging effect of a disease-related mutation can be reversed or compensated by a second mutation in a different part of the protein. One important aspect of these so-called compensatory or rescue mutations is that they can be used to guide the discovery of new drugs. Indeed, the location on the protein and the characteristics of rescue mutations can inspire the design of drugs that can mimic their compensatory effect.\n\nThe molecular basis of such compensatory mechanisms is not completely understood and it is difficult to predict whether a disease-related mutation can be rescued and how. Moreover, a systematic search of all the possible combinations of disease-related and rescue mutations is unrealistic to perform with experiments. \n\nIn this project, we propose to develop a novel computational method for the identification of mutations that can be rescued, together with the corresponding set of candidate rescue mutations. The method is based on the simulation of the effects of many possible combinations of double mutations and makes use of parallel computing resources.\n\nAfter its implementation, the method will be applied to a set of proteins with known disease-related mutations from the skeletal and heart muscle. The rescue mutations identified by the method will be available to the scientific community and they will serve as a guide to design new drugs against cardiovascular and skeletal muscle diseases.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M019829/1","grantId":"BB/M019829/1","fundValue":"139315","fundStart":"2015-06-30","fundEnd":"2016-12-29","funder":"BBSRC","impactText":"","person":"Arianna  Fornili","coPersons":["Franca  Fraternali"],"organisation":"Queen Mary, University of London","findingsText":"","dataset":"gtr"}