{"id":"E9449EF6-B4F3-468B-9DAA-FFF1C2327D5B","title":"The Development of Advanced Technologies and Modelling Capabilities to Improve the Safety and Performance of Nuclear Fuel","abstractText":"The main factors that limit the performance of nuclear fuels are related to cladding failure due to interactions with the fuel pellet and reactor coolant. Improvements to our understanding of the cladding failure mechanisms will enhance our ability to predict their effects, leading both to improvements in the safety and operation of current fuels, and to technological developments that will produce improved fuel, cladding, and coating materials. The research tasks below seek to address each of these issues in turn, from the perspective of both current and advanced fuel designs.Aomistic modelling research will focus on the input that atomic scale simulations make in describing the behaviour of micro-structural defects. This will refine our understanding of the fundamental physical processes that degrade fuel performance, and will result in improvements to current semi-empirical fuel performance models. The simulations will focus upon the interaction of fission products, radiation damage and dislocations, processes responsible for macroscopic observables such as fission gas release and irradiation induced creep.Fuel and cladding dimensional changes resulting from thermo-mechanical and irradiation conditions produce complex pellet-clad mechanical interactions (PCMI) that are known to cause fuel failure, especially under accident conditions. Models for PCMI failure based on ramp-test data have been developed, but these are highly empirical and therefore of limited applicability. However, advances in finite element (FE) modelling now permit the development of detailed models, and techniques such as the extended FE method can be applied to model crack growth and crack tip stresses and strains accurately whilst taking into account residual and applied stress redistribution. This research will investigate the development of pellet crack patterns and pellet-clad interface stresses under both normal and off-normal conditions. Mechanistic models for pellet failure and cladding damage will be developed.Research into composite cladding will investigate the potential for silicon carbide composites to provide significantly better performance compared with existing cladding materials. A new approach will be investigated, based on a solid SiC inner tube wrapped with SiC fibers and bonded using SiC vapour infiltration. The research will address fundamental aspects of this new concept, including: characterisation of the relationship between both design and manufacturing parameters and mechanical strength; ability of the tube to remain impermeable against fission products; and resistance to oxidation and fission product attack at high temperatures. Although UO2 has been used for many years as a fuel material, promising new materials have ben developed that could offer advantages in terms of safety and performance. The objective of this research is to identify alternative fuel materials and fuel forms; to evaluate their physical properties such as thermal conductivity; assess their reactivity with water using autoclave testing; and to assess industrially-feasible manufacturing routes. Candidate materials include alloys such as U3Si2, U-Mo, U-Zr and covalent compounds such as carbides and nitrides (in the latter case with additives to reduce the reaction rate in water). TRISO coated fuel particles manufactured by chemical vapour deposition (CVD) have demonstrated remarkable performance, but are known to be susceptible to attack by fission products such as Pa. This research will provide a fundamental understanding of these issues and will investigate alternative materials and processes to provide improved performance. The high temperature mechanical properties of coatings will be examined to understand the effects of manufacturing conditions. The mechanisms of fission product transport will be studied with a view to introducing materials and microstructural changes that will improve performance in this respect.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I003320/1","grantId":"EP/I003320/1","fundValue":"1164280","fundStart":"2011-01-06","fundEnd":"2014-12-31","funder":"EPSRC","impactText":"  The findings on materials properties for a range of novel fuel compounds have been used within the collaboration to identify promising new fuel materials. We anticipate that some of our results may be used in future by our industry partners (Westinghouse and Rolls-Royce) to improve the performance of existing and new fuel products. Specific examples include potential composite fuel materials, such as UO2 with SiC, and SiC-SiC ceramic cladding materials that offer significantly improved accident performance compared with current Zr-based cladding alloys. Energy Economic","person":"Timothy James Abram","coPersons":["Mark Roger Wenman","William Edward (Bill)  Lee","Robin William Grimes","Ping  Xiao"],"organisation":"The University of Manchester","findingsText":" The research has allowed us to identify promising approaches to the development of new nuclear fuel and cladding materials that offer significant advantages in respect of performance under normal operating conditions, and especially under fault conditions where fuel cooling has been compromised. We have also made significant advances in our understanding of the performance of advanced TRISO coated particle fuels, and in particular the relationships between manufacturing conditions, fuel microstructure, and subsequent in-reactor performance. Finally, we have made considerable advances in our ability to apply molecular dynamics modelling to accurately predict the properties of materials that have not yet been manufactured. This will be invaluable in assessing a very broad range of candidate materials prior to committing experimental resources. Our findings will be taken forward in the frame of the EPSRC-funded PACIFIC project, and in the frame of additional academic and national laboratory research recommended by NIRAB. The research also has the potential to be utilised by our industrial partners Westinghouse, Rolls-Royce, and NNL. Energy","dataset":"gtr"}