{"id":"E94696B0-1C13-460C-880F-E276F5461294","title":"Opening of a double stranded DNA replication fork by a hexameric helicase","abstractText":"The inner workings of mammalian cells involve a number of interrelated, small, &quot;nanomachines&quot;. Individual machines are usually composed of a number of proteins that work together to perform one of the cell's functions in life, and determine its ability to survive and replicate. Understanding how individual machines function is crucial because when these machines breakdown the consequences can be catastrophic. For example, some cancers can be attributed directly to the failure of machines that process the genetic information (DNA) of a cell. In addition, invading microorganisms such as viruses bring their own machines that subvert or destroy a cell as it is hijacked for the pathogen's own advantage. The identification and understanding of how these machines function can therefore be a starting point for combating such disease states. \nThe biosciences can inspire nanotechnology, which aims to develop small mechanical devices based on protein machines that can be harnessed to drive or modulate molecular processes from which we benefit. Significant examples are found in biotechnology, such as emerging nanopore DNA sequencing devices that can operate at the single molecule level. The precise understanding of cellular nanomachines at the atomic level is absolutely dependent on the availability of precise structural information. For large molecular assemblies this information comes from X-ray structural analysis and, for very large assemblies, it is vastly assisted by powerful electron microscopes that can image single particles. Alone, electron microscopy can guide our understanding, but for the most part lacks the resolving power to provide critical detail. E1, the protein that we will study, is from a large group of pathogens, the papillomaviruses that cause warts and cancer in animals and man. Papillomavirus-derived diseases are of significant health and economic importance. E1 is often referred to as a &quot;motor protein&quot; that forms a six membered (hexameric) ring-like assembly, a machine that unwinds the two strands of the DNA molecule during replication (reproduction) of viral DNA. It can be viewed as a small radial engine that can move along DNA and separate its two strands and as such is a prototypic nanomachine and important target for drugs that could inhibit viral replication and disease.\nHere we aim to understand how the E1 machine unwinds DNA. The objectives are to carry out detailed X-ray structural studies on E1 to determine its overall structure and how it interacts with DNA. We intend to verify these results and test models of function with complementary biochemical and biophysical studies. As a leading tractable model, it has great promise for being the first hexameric DNA-unwinding machine that we fully understand. The potential applications of our work include formulating strategies to target E1 and related helicases through structure based drug design. They will help understand replication processes in our own cells that are more complex and challenging to define. There are potential applications in nanobiotechnology and in medicine. Consequently, we envision that our studies will have a wide impact, with health benefits and improved living and economic standards nationally and internationally.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K01921X/1","grantId":"BB/K01921X/1","fundValue":"335365","fundStart":"2014-02-01","fundEnd":"2017-01-31","funder":"BBSRC","impactText":"","person":"Alfred  Antson","coPersons":[],"organisation":"University of York","findingsText":" [OBJECTIVE 1]. In collaboration with Dr. Cyril Sanders laboratory from Sheffield University, we have determined the crystal structure of the papillomavirus helicase E1 protein in complex with a DNA segment representing a replication fork junction (RFJ). Highly purified protein samples were supplied by Dr. Sanders laboratory while our focus was on obtaining diffracting crystals, collecting X-ray data and refining X-ray structures. Although some of our crystals diffracted up to 3.1 resolution, DNA segment bound to the protein molecule appears to be highly flexible. Our current efforts are focused at scanning several different DNA sequences to identify conditions which would lead to more accurate models for the bound DNA molecule. The structural data for a helicase caught in the act of DNA unwinding are novel and valuable for understanding the mechanism of DNA unwinding. Importantly, because helicase molecules can be targeted in viral disease and cancer, accurate structural data are critical for informing novel therapeutic approaches. \n[OBJECTIVE 2]. The resolution of the current model allowed identification of residues at the replication fork junction that may influence DNA base separation, the critical function of the enzyme in replication. Several mutant protein forms are being produced and purified for functional analysis in Dr Sanders laboratory. The results of initial analysis confirm our earlier structural observations. \n[OBJECTIVE 4]. Our ultimate aim in this project is to obtain detailed structural information on a complete E1 protein in complex with RFJ, and to deduce molecular mechanism of DNA unwinding. Towards this end, we have started crystallisation trials with the full-length E1 protein supplied by Dr Sanders laboratory. In parallel, we are exploring an alternative route towards obtaining a molecular model for the full-length E1, by using electron microscopy reconstructions obtained by Dr Sanders (Sheffield) and Prof Orlova (Birkbeck, London), and fitting these lower resolution models with higher resolution X-ray structures of individual domains. As X-ray structures of the OBD and helicase domain are already available, we are focusing on crystallisation of the remaining (N-terminal) segment of E1, on its own or in conjunction with the ODB domain. Detailed structural information for an intact papillomavirus helicase complex bound to its DNA substrate could assist in the design and validation of chemical inhibitors (drug-like molecules) that may progress to effective therapies for viral disease. The information would also be of significance to researchers who seek to understand the role of helicases in other disease processes such as cancer. \nBecause E1 helicase is a nanomachine. our studies could also inform detailed functional analysis by single molecule techniques that are now at the forefront of mechanistic enzymology. \nIn addition, our work could have a significant impact in synthetic biology that utilizes or exploits DNA motors. Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}