{"id":"E94CFC13-037A-44F8-A9D7-4702436EDA82","title":"Mozart's Ghosts: Reception and Renown, 1791-present","abstractText":"'Mozart's Ghosts' examines the developing reputation of the composer from his death in 1791 to the present. Building on earlier summary or bibliographical studies, the project presents a number of sites of the reception of Mozart and reads them against the musical worlds in which they were created. The project therefore contrasts, for example, the way in which Mozart was received in Berlin in the 1840s with the reception in Paris in 1880 or in London in 1920, and treats opera, sacred music and instrumental music as evenhandly as the history that supports it. \\n\\nThe overarching aim of the project is to examine the proposition that modern reverence for the composer is conditioned by earlier responses to his music, and that such earlier responses are more complex than a simple model of production and reception allows (for example, the idea that Shaw's essay 'Don Giovanni Explains' functions both as a response to Mozart's opera and as a satire of E.T.A. Hoffmann's own essay on the opera). It does this by stressing the problematic and indirect nature of much Mozart reception and contrasts this with the more antiquarian, perhaps even static, gathering of information about sites of reception: inter alia, performance history, biography and reviews.\\n\\n The project addresses a wide range of material in addition to such conventional sites of reception, and encompasses the embodiment of Mozart in the novel and film, the reverence imparted to works by the composer during the nineteenth century that have subsequently turned out not to be by Mozart (the so-called 'Twelfth Mass'), and the rituals established by Pauline Viardot around the autograph of 'Don Giovanni' in the second half of the nineteenth century which involved both reliquary and pilgrimage. The geographical range of the project is broad, and focuses not just on Western Europe but on North America (including the pioneering west of the nineteenth century), Australia and parts of India.\\n\\nThe project will be disseminated via a monograph entitled 'Mozart's Ghosts: Reception and Renown, 1791 to the Present', contracted with Oxford University Press New York, scheduled for publication in 2011, and this will be supported by further public output in papers and other media.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H004653/1","grantId":"AH/H004653/1","fundValue":"38465","fundStart":"2010-02-01","fundEnd":"2010-05-31","funder":"AHRC","impactText":"","person":"Mark  Everist","coPersons":[],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}