{"id":"E94ED8C3-D023-472C-AFCC-BF7340CD1084","title":"SURegen - Integrated Decision Support System for Sustainable Urban Regeneration","abstractText":"The overall aim of the SURegen consortium is to undertake research to develop a prototype Regeneration Simulator Workbench (RSW) that meets the decision-making challenges that Sustainable Urban Regeneration (SUR) poses, i.e., multiple stakeholder interests, complexity, uncertainty and ambiguity. The RSW will provide a major new training vehicle for regeneration professionals aimed at addressing the knowledge and skills gap identified in the Egan Review: Skills for Sustainable Communities (2004) and will be built around the core set of regeneration skills included in RENEW NW's development of the 8point Egan Wheel . The RSW is aimed at regeneration professionals and knowledgeable non-experts and will focus on the neighbourhood scale. It will form a multi-perspective collaborative digital workspace providing a learning laboratory and library of good practice for regeneration actors. Past experience shows that 'simulation' of SUR activity requires an open-ended, process-based, learning and gaming-like experience. A conventional technical model system, no matter how sophisticated, is unlikely to deal with the tacit knowledge, complex actor-network relationships, and strategic behaviour or entrepreneurial opportunities. For instance, an effective housing module needs technical information on density, tenure, condition and so on, but it also needs some way of dealing with the perception of different actors on, for example, the effect of gentrification on crime or property values. To address this, the RSW will enable the simulation of the regeneration programme process and help decision-makers recognise the key decision points and guide them towards appropriate evaluations that will support their decision-making. To do this the workbench will contain a number of simulation and evaluation tools and integrate the complex range of data on the sustainable redevelopment of the regeneration area. Use of these tools will enable regeneration actors to collectively simulate a range of outcomes of the longer-term regeneration programme. From this foresight they will gain insights into the impact of selected options that result from the complex interactions of political, social, economic and physical factors that will enable them to make better trade-offs between options and move towards more satisfying sustainable solutions. They will also be able retrace their steps and explore other options so that they can learn from potential mistakes .The project will be led by the University of Salford in collaboration with the Universities of Manchester, Napier, Liverpool, Dundee and West of England. Using an action research methodology the workbench will incorporate the knowledge of good practice in regeneration from the a range of public sector and industrial partners, representing both demand and supply side interests from NW England; including the regional centre of excellence for regeneration skills, RENEW North West, Sustainability Northwest, the Manchester Digital Development Agency, Cities of Manchester and Salford, Urban Vision, Arup Assoc, Wates Construction, ABRA Assoc, MASTLift, Shepherd Robson and Fusion GFX. The project is planned for four years duration. The first two years will focus on knowledge capture and structuring using action research. This will also focus on case studies in New East Manchester and Salford Liverpool Road. The last two years will address testing and validation of the prototype workbench in these case study areas as well as others, with collaborators from other regions of the UK, to validate and develop the workbench to be more generally applicable to all areas of the country.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F007213/1","grantId":"EP/F007213/1","fundValue":"2311090","fundStart":"2008-03-04","fundEnd":"2012-09-30","funder":"EPSRC","impactText":"","person":"Stephen Rowland Curwell","coPersons":["Robert Malcolm Horner","Marcus Gregory Ormerod","James  Powell","Chris  Collier","John Richard Littlewood","Martin  Sexton","Magda  Sibley","Joseph  Ravetz","Philip  James","Richard Paul Kingston","S  Allwinkle","Mark  Deakin","Amanda Jane  Marshall-Ponting","Yusuf  Arayici","Richard David Knowles","Andrew  Hamilton","Joseph Handibry Mbatu  Tah","Simon  Marvin","Michail  Kagioglou"],"organisation":"University of Salford","findingsText":"","dataset":"gtr"}