{"id":"E950E794-546F-4341-BCE9-EF513C65C370","title":"Workshop Representations and Asymptotic Group Theory and visit by Nir Avni","abstractText":"The aim of this proposal is twofold. Firstly, we want to organise a two-day workshop on Representations and Asymptotic Group Theory at the University of Southampton, in April 2009. Secondly, we want to support a six-day research visit - including the two days of the workshop - of Nir Avni (Harvard University), one of our key speakers.The symmetries of a mathematical, physical or chemical object - such as a graph, a molecule or a crystal - form an algebraic structure called a group. The study of finite groups led to one of the most striking achievements of 20th century mathematics: the classification of all finite simple groups. An important tool is to investigate groups by means of their linear representations, i.e. by their images as matrix groups. Asymptotic group theory, which is aimed at understanding finite and infinite groups alike, is concerned with the asymptotic properties of certain arithmetic invariants of groups. A classical direction in this comparatively young area of group theory is the study of word growth, made famous by groundbreaking work of Gromov. In another direction, the theory of subgroup growth, one studies infinite groups by investigating the distribution of their finite index subgroups. `Zeta functions of groups' - certain infinite series which give rise to complex functions are used for encoding the arithmetic of associated growth sequences. They have proved powerful tools in developing the theory. Only recently, researchers in asymptotic group theory have begun to study the distributions of representations of groups, utilizing the techniques developed, for instance, in the context of word and subgroup growth. In representation growth one studies the asymptotics and the arithmetic of the numbers of irreducible complex representations of any given degree afforded by a group. Again, zeta functions have played a key role in establishing the first significant results in this area during recent years. These techniques and results will form the main point of focus of the workshop. In a different direction, considerable effort has been made to classify - or, at least, enumerate - characters of certain families of finite groups, such as groups of Lie type or p-groups. Representations of certain infinite groups considered in the workshop also play an important role in number theory.We envisage that the workshop will bring together researchers with quite distinct backgrounds in asymptotic group theory (e.g. subgroup growth, representation growth, enumeration of representations of finite groups of Lie type) and cognate disciplines (e.g. automorphic representations of p-adic reductive groups). The meeting will allow the participants to exchange ideas and tools in a rapidly expanding area of group theory, and to learn from one another. The workshop will form part of the South England Profinite Groups Meetings , organised by a group of young mathematicians who share an interest in profinite groups. They hold about three meetings per year, dedicated to research topics of particular interest which are presented at an accessible level to younger researchers like PhD students and postdocs. The workshop is designed to be of particular benefit to younger mathematicians whose background is in group theory. We have deliberately chosen to invite speakers of varied research backgrounds (infinite and finite group theory, character theory and number theory).We will also host one of the key speakers of the workshop, Nir Avni, for six days - including the two days of the workshop. In his recently completed PhD thesis, Avni has made spectacular progress on some of the most important questions in the theory of representation growth zeta functions. Based on the great overlap with the current research interests of the two investigators, we envisage that this visit will form the focal point for further joint research activity in asymptotic representation theory of groups.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G055408/1","grantId":"EP/G055408/1","fundValue":"14740","fundStart":"2009-04-01","fundEnd":"2009-06-30","funder":"EPSRC","impactText":"","person":"Christopher  Voll","coPersons":["Benjamin  Klopsch"],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}