{"id":"E9562667-B8C7-445A-AD2F-5416A8A403A1","title":"Biological Effectiveness Of Ion Beams for Cancer Therapy","abstractText":"Cancer radiotherapy employing charged particles (i.e. protons and carbon ions) is currently the fastest growing cancer treatment approach with over 30 centres worldwide and an extra 30 (including 3 in the UK) planned to be operational in the next 3-5 years. Compared to conventional photon based approaches, the energy deposition profiles of ion beams are such that their destructive power can be better confined to the tumour volume with minimal damage to surrounding healthy tissues. However, despite the impressive tumour control probabilities reported, there are still uncertainties on the biological effects caused by ion beams especially related to late effects in healthy tissues which prevent further optimization of cancer particle therapy. Ultimately, it is normal tissue effects, including risks of secondary cancers, which will determine the treatment outcome. The main issue is related to the change of biological effectiveness as the ions penetrate into the tissue and a higher probability of inducing late effects when compared to X-rays. Current lack of experimental data is forcing treatment plans to adopt broadly averaged parameters for estimating tumour cell killing and neglect late effects. This project aims to investigate in parallel DNA damage, acute and late cellular effect in a variety of normal and cancerous cell lines induced by therapeutically relevant ion beams across and around their trajectory. Our central hypothesis is that damage and cellular response will vary greatly along and around the ion path as a function of depth, energy deposited, cell line and ion characteristics. Data collected will help improving current knowledge of the biological effectiveness along the ion path and how it varies with physical and biological parameters. Attention will be focused on late effects and how biological depth curves for radiation risks need to be further investigated and included in existing models in order to design optimal cancer treatment strategies. Additionally, we anticipate DNA damage caused by secondary electrons and cell signalling to have non-negligible effects whose contribution to the cancer treatment plans has still to be fully investigated.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G1100014","grantId":"G1100014","fundValue":"496334","fundStart":"2012-04-01","fundEnd":"2015-09-30","funder":"MRC","impactText":"","person":"Kevin Michael  PriseGiuseppe  Schettino","coPersons":["Fred  Currell"],"organisation":"Queen's University of Belfast","findingsText":"","dataset":"gtr"}