{"id":"E95AC536-7798-40A0-88DC-D535555C75A7","title":"Constraints on terrestrial differentiation from the isotopic fractionation of major elements","abstractText":"We live on the crust, the outer skin of the Earth. Determining the composition of the Earth's interior that lies below this crustal barrier is a huge challenge. Some fragments of the silicate mantle (80% of the Earth, which lies beneath the crust and above the central core) are transported to the surface a quirk of plate tectonic fate. These fragments gives us precious clues about the Earth's interior. We need to glean as much as possible from this limited resource to gain an understanding of the deeper planet. One scientific game that can be played is to consider if the composition of these mantle fragments can reasonably represent the whole of the interior. If so, then plausibly the mantle convects as a whole. If not there needs to be an untapped, 'hidden' reservoir locked from our means of sampling. Such information therefore provides critical information on the structure of the mantle. To test if the observed mantle can reasonably represent the whole mantle requires a comparison with a composition that plausibly represents the raw material from which the Earth was made. Such a reference exists in the form of so-called primitive meteorites. These samples from asteroids record the compositions of small bodies that never grew large enough to melt and 'differentiate' into the chemically distinct layers which make estimating the overall make-up of the Earth so difficult. A problem in simply comparing primitive meteorites with the Earth is that many processes potentially change the composition of the bits of mantle sampled at the surface. Thus we need to select a chemical characteristic that is not readily altered, changed only by the specific process we are looking to investigate. This is the aim of our project. We will make highly precise Mg isotope measurements on accessible fragments of the Earth's mantle and primitive meteorite. Magnesium is comprised of 3 stable isotopes (with masses 24, 25 and 26) and the ratio of 26/24Mg is expected to be the same in meteorites and the Earth. However, our initial measurements suggest that this is not the case. We need to investigate this surprising and notable observation in more detail. Firstly, we want to check the accuracy of our measurements. There are known potential problems with making Mg isotope measurements to the precision we require. We have developed a novel technique to circumvent these problems and ensure we get accurate measurements. The first part of the project is to make a set of measurements on the Earth and meteorites using this approach. Secondly, we believe that the difference in the Mg isotope ratios on Earth and in the primitive meteorites is likely a fingerprint of the history of the earliest Earth. The Earth accreted via a series of giant impacts, the last of which likely produced the Moon. After these impacts the Earth was likely molten and the solidification of this magma ocean likely occurred from the bottom upward. Aspects of the chemistry of some of the minerals that grow during such high-pressure crystallisation make us believe that they may have formed with a different Mg isotope ratio to the liquid from which they grew. If these crystals sunk to the bottom of the magma ocean and have remained there over earth history, the Mg isotope ratio of the mantle we occasionally glimpse in geological samples would be different from the primitive meteorites. We will test this idea with laboratory experiments which grow such high pressure crystals under conditions appropriate to the global magma ocean. We will analyse Mg isotope ratios the products of the experiments to see if our theory is correct. Although we will concentrate on Mg and similar story pertains to Si and its isotopes. Thus at the same time, using the same samples and experiments we will investigate Si, which also casts light on the formation of the core.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/L007428/1","grantId":"NE/L007428/1","fundValue":"505410","fundStart":"2014-04-01","fundEnd":"2018-03-31","funder":"NERC","impactText":"  This grant has only just started, but within the academic community the 'critical double spiking' approach that forms the technical basis of this study has attracted considerable attention. We are busy preparing a manuscript of the theory behind this and anticipate this will be well received.\nThe scientific rationale of this proposal has also formed the basis of a high profile, award lecture (Gast lecture) made by the PI at the Goldschmidt conference this year. Education ","person":"Timothy  Elliott","coPersons":["Michael  Walter","Christopher David Coath"],"organisation":"University of Bristol","findingsText":" The work in they proposal is still at a very early stage. However, we have reinforced some of the initial findings that formed the basis of the proposal and refined some of the theoretical calculations which provide a framework in which to explain the observations. We are still actively addressing the original goals of the proposal Environment","dataset":"gtr"}