{"id":"E9604DAA-6A50-48EE-8466-A92F4C3EDED7","title":"The impact of type and timing of increased maternal nutrient intake on glucose and lipid metabolism in the offspring","abstractText":"There is evidence to suggest that a mother's diet during pregnancy may have a long-lasting impact on the future health of her children. Many of the genes which regulate fat and glucose metabolism are sensitive to changes in nutritional during fetal development, therefore may be affected by maternal over, or under-nutrition. If these genetic changes are long-lasting and persist into adulthood they may impair the physiological and endocrine systems in the offspring and lead to disease such as type 2 (or age onset) diabetes or obesity. Similarly, low birth weight offspring, who may have experienced sub-optimal conditions in the womb, are also at an increased risk of metabolic diseases and often develop greater fat stores than their normal weight siblings. The exact timing and type of nutritional imbalance may be crucial in determining the outcome for the offspring. The proposed study will use a pig model to investigate the effect of a high fat or high protein diet during 2 key stages of pregnancy; early, when the placenta is developing and; late, when the fetus is growing rapidly. The study will also investigate whether a high fat or protein diet at these key stages has any additional benefit, or risk for the low birth weight pig. The pig is an excellent model in which to investigate the effects of maternal diet, the digestive physiology is similar to the human and components of the diet can be altered easily. Tissue samples of fat and muscle, which are import in the regulation of fat and glucose metabolism, will be taken from the offspring at 7 days of postnatal age and at 6 months. Low and normal birth weight offspring will be examined to determine any birth weight specific effects. These times have been selected in order in investigate the effect of maternal diet on the newborn infant and also in the older pig. Expression of key genes which regulate lipid and glucose metabolism, such as insulin receptors, will be measured. Skeletal muscle and adipose tissue will be examined to determine energy stores of fat and also glycogen (the body's long term storage of glucose); as in some cases of obesity, fat is stored outside adipose tissue in muscle. Storage of fat outside of adipose tissue is referred to as 'ectopic' and can be linked to type-2 diabetes, in a commercially important species like the pig, excess fat in muscle can be detrimental - especially with pressure from the public for lean meat. Hormones and metabolites, such as glucose, insulin and cortisol will be measured in blood samples from the sow and her offspring. These results will inform us of the effects of an increased diet during different stages on gestation on the outcome for the newborn and older pig. The results from this work will be useful in determining the gatekeeper genes which are altered during periods of increased nutrition in pregnancy and highlight potential strategies for intervention, such as public health information on diet or drug targets.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H002650/1","grantId":"BB/H002650/1","fundValue":"323449","fundStart":"2010-05-01","fundEnd":"2013-07-31","funder":"BBSRC","impactText":"","person":"Alison  Mostyn","coPersons":[],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}