{"id":"E963CDAC-F12B-4327-AC2B-E1EB5CBE57E6","title":"Improving the normalisation of complex interventions: Developing quantitative measures for users based on Normalization Process Theory","abstractText":"<p>Understanding implementation processes is key to ensuring that complex interventions in healthcare are taken up in practice and thus maximise intended benefits for service provision and (ultimately) care to patients. Normalisation Process Theory (NPT) provides a framework for understanding how a new intervention becomes part of normal practice.</p>\n\n<p>This study aims to develop and validate simple generic tools derived from NPT, to be used to improve the implementation of complex healthcare interventions. Our objectives are to:</p>\n\n<ol>\n \n\n <li>develop a set of NPT based measures and formatively evaluate their use for identifying implementation problems and monitoring progress</li>\n\n <li>conduct preliminary evaluation of these measures across a range of interventions and contexts, and identify factors that affect this process</li>\n\n <li>explore the utility of these measures for predicting outcomes</li>\n\n <li>develop an online users' manual for the measures.</li>\n\n</ol>\n\n<p>A combination of qualitative (workshops, item development, user feedback, cognitive interviews) and quantitative (survey) methods will be used to develop NPT measures, and test the utility of the measures in a variety of (n=6) healthcare intervention settings. The measures developed in the study will be available for use by those involved in planning, implementing and evaluating complex interventions in healthcare.&nbsp; </p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/I037342/1","grantId":"ES/I037342/1","fundValue":"439350","fundStart":"2012-03-05","fundEnd":"2015-09-04","funder":"ESRC","impactText":"","person":"Tracy  Finch","coPersons":["Shaun  Treweek","Frances  Mair","Elizabeth  Murray","Tim  Rapley","Elaine  McColl","Carl  May","Ian Nicholas Steen"],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}