{"id":"E9671864-B02C-4933-937F-942A9F643B50","title":"13TSB_SynBio - production of chitosan in microorganisms","abstractText":"Chitosan is a natural polysaccharide consisting of many molecules of the sugar glucosamine, linked together in a chain. Chitosan has many important agricultural, industrial and biomedical applications, including use to promote blood clotting in wound dressings. Chitosan is normally made by chemical treatment of the shells of crabs and other crustaceans, which contain a similar polysaccharide, chitin, a chain of molecules of the sugar N-acetylglucosamine. Chemical treatment of chitin results in conversion of the N-acetylglucosamine to glucosamine, giving chitosan. \n\nThe aim of this project is to free chitosan production from its dependence on marine sources by making a microorganism which can produce chitosan from renewable plant-based materials. Most microorganisms naturally produce N-acetylglucosamine and incorporate it into their cell walls. In the case of fungi, the cell wall is largely made of chitin, but this is not currently an economical source of material for chitosan production, since cell walls are only a small part of the total mass of fungi. Many bacteria also produce polysaccharides made of glucosamine or N-acetylglucosamine, which they use to attach to surfaces.\n\nIn this project, we aim to use the techniques of synthetic biology to generate an artificial metabolic pathway to produce large amounts of chitosan. We will assemble sets of genes from fungi and bacteria which encode enzymes which, starting with sugars derived from plant biomass, can synthesise large amounts of the activated form of N-acetylglucosamine, assemble N-acetylglucosamine into long chains, secrete the chains from the cell, and convert the N-acetylglucosamine to glucosamine, giving a product similar to the chitosan derived from crustacean shells. We will assemble many such pathways and select the best for further development. We will then test different growth conditions to determine the best conditions to maximize chitosan production, and test these conditions on a larger scale.\n\nBy this means, we hope to develop a novel process for chitosan production which does not rely on marine resources. This project will also lay a solid foundation for the development of similar processes to produce other important polysaccharides with industrial and biomedical applications.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L004488/1","grantId":"BB/L004488/1","fundValue":"162008","fundStart":"2013-10-01","fundEnd":"2015-03-31","funder":"BBSRC","impactText":"  Unilever, our industrial partner, is working with us to determine whether a commercial microbial process for chitosan production might be feasible.  ","person":"Christopher Edward French","coPersons":["Garry William Blakely"],"organisation":"University of Edinburgh","findingsText":" We have developed a process using microorganisms to produce chitosan, a valuable polymer with many applications in food, personal products, medicine, agriculture, and other areas. Chitosan is normally manufactured from the shells of shrimps and crabs. We hope that our process will allow it to be produced from plant-based materials. We hope to scale up this process to determine whether chitosan can be produced commercially using a microbial process. Agriculture, Food and Drink,Chemicals,Healthcare,Manufacturing, including Industrial Biotechology","dataset":"gtr"}