{"id":"E96893C3-56D4-45AF-BF96-AB97AAC7B197","title":"SCALE (SMALL CHANGES LEAD TO LARGE EFFECTS): Changing Energy Costs in Transport and Location Policy","abstractText":"Transport and residential location consume substantial quantities of energy whilst serving only to facilitate primary economic and societal activities. The relationship between urban form and travel patterns is inherently complex: it can be influenced by policy but through many individual personal responses rather than being subject to explicit control. Managing the energy used in transport is therefore an indirect process that works by influencing the amount and distance of travel, the means by which travel takes place, and the energy requirement of the resulting travel. Achieving this effectively requires an a full understanding of the many complex interacting social processes that generate the demand for travel and impinge on the ways in which it is satisfied in terms of its supply. The complexity sciences provide a framework for organising this understanding. In this project, we argue that changes in energy costs generate surprising and unanticipated effects in complex systems such as cities, largely because of the many order effects that are generated when changes in movement and the energy utilities used to sustain locations generate multiplier effects that are hard to trace and even harder to contain. For example, as energy costs increase, people eventually reach a threshold beyond which they cannot sustain their existing travel patterns or even their locations and then rapid shifts occur in their behaviour. When energy costs reduce, these shifts are by no means symmetrical as people switch out of one activity into another, by changing location as well as mode.At UCL, we have four groups of researchers building models of urban and transport systems which provide related perspectives on these responses to changing energy costs. Wilson pioneered the development of entropy maximising approaches to transport and location in which energy and travel costs are essential determinants of travel and his recent work in nesting these models within a dynamics that generate unanticipated effects is key to understanding the kinds of changes that are now being effected by changing energy costs. In a complementary way, these models can be provided with a much stronger rationale using recent theories of spatial agglomeration which date back to Turing but find their clearest expression in the work of Krugman (TK models). These models thus inform the Boltzman-Lotka-Volterra (BLV) models developed by Wilson. Translating these models into physical infrastructures involves explicit developments in network science and Zhou and Heydecker's models suggest ways in which energy costs might be reduced by linking physical networks to flows generated by the BLV and TK models. What we propose here is to extend and develop these three approaches, extending our existing operational land use transport model for Greater London (built as part of the Tyndall Centre's Cities programme) to enable our partners to explore 'what if ' questions involving changing energy costs on the city.The methodologies we will employ to explore these models involve nonlinearities that are caused by positive feedback effects in complex systems where n'th order multiplier effects are endemic. We will use phase space representations to visualise such changes and then implement these in the operational land use transport model which we will disseminate to our partners in the quest to pose significant policy questions. We intend to provide a series of tightly coupled deliverables to progress this science to the point where it is directly usable by policy makers and professionals. We will communicate our findings using various kinds of web-based services being developed under related projects. In this way, we will develop best practice based on best science. We believe that we can demonstrate the essential logic of complexity science to a much wider constituency in developing insights into these most topical questions of the changing cost of energy.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G057737/1","grantId":"EP/G057737/1","fundValue":"793908","fundStart":"2009-09-28","fundEnd":"2013-03-27","funder":"EPSRC","impactText":"","person":"Michael  Batty","coPersons":["Alan  Wilson","Francesca  Medda","Benjamin  Heydecker","Shi  Zhou","Philip  Steadman"],"organisation":"University College London","findingsText":"","dataset":"gtr"}