{"id":"E96B8DA8-D06C-452E-8993-4DAFE27B1809","title":"Information and Educational Decisions","abstractText":"<p>Problems of dropping out of education and apparent mismatch between demand and supply of different types of skills and qualifications are common across OECD countries. This is despite the fact that staying on in education has been shown to have a very high wage return and the fact that wage returns are much higher for some fields of study than for others. One important explanation may be a lack of adequate information about the consequences of educational decisions at the appropriate time of an individual's schooling career. The objective of the proposed project is to test whether (and how) systematic provision of relevant information to students changes their expectations and subsequent educational choices and outcomes. This information would be about future career opportunities and how they relate to subject choices. An 'information campaign' would be designed and implemented for students making decisions about what to study in national examinations and for students making decisions about what to do when they reach the end of compulsory schooling. This campaign would be evaluated by comparing expectations and outcomes for students in these schools to those of students in other (similar) schools that did not receive the 'information campaign'.&nbsp;</p>\n\n<p>&nbsp;</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/G000921/1","grantId":"ES/G000921/1","fundValue":"331265","fundStart":"2008-10-01","fundEnd":"2011-09-30","funder":"ESRC","impactText":"  * Research findings, disseminated in an accessible way to economists and non-economists, via various publications and presentations. This has contributed to the literature and has helped others think about similar research designs for evaluation of information provision. \n* Provision of a practical resource that can be used by schools. This applies to all participating schools in the project. Also, we have now made all the materials publicly accessible on the whats4me website.: http://www.whats4.me.uk\n* Provision of a resource that can be used by universities in their outreach work. The Widening Participation team at LSE are going to use it in their activities. Education Economic,Policy & public services","person":"Sandra  McNally","coPersons":[],"organisation":"London School of Economics & Pol Sci","findingsText":" We invited all secondary schools in London to take part in the study. Of these, 54 schools participated in the main evaluation, which took place during the 2010/11 academic year. At each school, all students in year 10 (14/15 year olds) completed a 40-minute survey. Eight to twelve weeks later, they completed a very similar survey. In between the two periods, some schools were given an information package about the costs and benefits of staying in education, whereas other schools were given the package at a later stage. \n\n\n\nThe central component of the information package was a password-protected website ('Whats4me'), designed to convey simple information about the costs and benefits of staying in education - including the likely improvement in earnings capacity and employment prospects, and information about fees, loans and maintenance grants.\n\n\n\nBy chance, the project coincided with the independent review of higher education and student finance led by Lord Browne (October 2010) and the subsequent government decision to increase university fees. We measure the effects of media reporting by number of articles on the BBC website about tuition fees between January 2010 and the date of each survey.\n\n\n\nOur findings fall into three main categories:\n\n\n\n1. The poor state of knowledge in participating schools\n\n\n\nOur results showed large gaps in knowledge. For example, fewer than half of students knew that fees are paid after university and once they have a job. While most students realised that staying longer in education increases the probability of finding a job, about one in five did not know this. Furthermore, many students did not realise that expected earnings vary depending on the subject they study and the university they attend. \n\n\n\n2. The power of 'information campaigns' and the media\n\n\n\nWe looked at the impacts of our information experiment and media reporting about tuition fees on (a) student knowledge of costs and benefits; (b) student attitudes towards the expense of staying on in education; (c) students aspirations to stay on in education and apply to university. \n\nOur results indicate that media reporting and a fairly 'light-touch' information campaign have quite sizeable effects - at least in the short term. Most importantly, they can work in opposite directions. Our information campaign led students to think that staying in education would be affordable (loan conditions and grants were carefully explained) whereas media reporting led students to think that going to university would be 'too expensive'.\n\n\n\n3. Differences by social background\n\n\n\nWhile there was no difference in reaction to the experiment according to whether the school was comprehensive or independent/selective, the media reporting had a bigger impact in comprehensive schools - increasing the perception of going to university as 'too expensive'. Students eligible to receive free school meals were much more sensitive both to our experiment and to media reporting. The media reporting greatly increased the perception of unaffordability, whereas the experiment worked in the opposite direction.\n\n \n\nThis illustrates both the unequalising impact of reforms and the scope for 'information campaigns' to at least partly close this gap. 1) It is of direct use to the schools involved and we have received good feedback.\n\n2) It is of use to universities involved in widening participating activities. For example, the LSE Widening Participation Officer (Stephen Grundy) said the following: &quot;The main ways we might use the website would be to perhaps show the video and let students have a look at the materials etc during some of our events where student finance is discussed. So probably things like Summer Schools and LSE Choice. We might also encourage our ambassadors who are involved in mentoring in schools to use the website during their sessions with mentees.&quot;\n\n3) It is of interest to policy advisors. For example, the outline of the results in CentrePiece was highly praised by one of David Willet's Special Advisors (Nick Hillman). This project can influence the academic community through the discussion paper (and subsequent publications):\n\nhttp://cee.lse.ac.uk/ceedps/ceedp139.pdf\n\n\n\nA data set has also been produced that will be made available to the academic community through the Data Archive (in process).\n\n\n\nFurthermore, the research materials have also been made available since the findings were published in the discussion paper Education","dataset":"gtr"}