{"id":"E972B90F-4A55-4194-8EB2-9B7ACFF06543","title":"Citation and Allusion in the Ars nova French Chanson and Motet: Memory, Tradition, and Innovation","abstractText":"Just as our own society delights in exploiting citation, quotation, and allusion in an array of different contexts, medieval writers, artists, and composers were intensely aware of the vast potential for such external references to enrich their works. By evoking canonical texts or their producers from the distant or the more recent past/whether from Classical antiquity, the sacred tradition, or recent vernacular contexts/medieval authors demonstrated their respect for tradition while impressing on their own work the stamp of authority. But citation could also serve playful and destabilising ends: it could be used to comment upon, challenge, or even subvert an existing work, allowing one author to demonstrate his ability to compete with, and ultimately to surpass, another. \\n\\nThis project will undertake the first detailed study of citation and allusion in the period c1340-1420 as expressed in the two genres at the cutting edge of musical style at the time, the motet and the chanson. Medieval composers had always demonstrated a readiness to exploit existing material in their creation of new works, the building of polyphony around a borrowed chant representing the most enduring example. But the late Middle Ages bore witness to especially vigorous experimentation with the idea of creating new from old. Considerable attention has been paid to the thirteenth-century motet, an unusual hybrid between sacred and secular that combined borrowed plainchant in its foundation line and myriad citations of and allusions to the popular musical and literary tradition of the day in its upper voices. Only very recently have musicologists begun to explore citational practice in the fourteenth-century repertory; their preliminary findings suggest that citation and allusion continued to occupy a vital place in the compositional imagination albeit in a different guise and in the context of newly modernised genres. \\n\\nThe general aim of this project is to clarify the extent, nature, and significance of citational practice in the motet and chanson. Focussing on musical works with vernacular texts, this activity in the musical repertory will be located within the broader context of literary and social practices of the time. This investigation will contribute some pressing topical questions within musicology and to broader interdisciplinary debates: how does the French Ars nova repertory intersect with earlier repertories with vernacular texts, and what light does citational practice shed on the emergence of the new polyphonic chanson? To what extent did Guillaume de Machaut, the most famous poet and composer then as now, draw on earlier traditions in his lyrics and music, and how far are his works representative of his own period? What is the relationship between the musical and lyric-only corpus, and is the traditional view of a split between musical and poetic production in this period justified? how can citational practice in music and text enhance our understanding of memory and attitudes to remembrance in the middle ages?\\n\\nThis interdisciplinary and multi-facetted project has potential to benefit a number of scholarly constituencies. By cutting across disciplinary boundaries in the manner proposed, it should afford both musicologists and literary scholars a more rounded and contextualised view of their particular corpus of material. This study of citational practice in the late medieval context will also contribute to ongoing studies of intertextuality in general, and to topical debates concerning memory in the middle ages and the negotiation of past and present. Finally, a significant output of the project will be an on-line searchable database of lyrics drawn from the music and poetry of the period that will be invaluable not only to musicologists but to scholars of French language and literature.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/D001730/1","grantId":"AH/D001730/1","fundValue":"231359","fundStart":"2007-01-01","fundEnd":"2010-04-30","funder":"AHRC","impactText":"  The findings of this project are mainly having impact on education at university level. However, musicians are also making use not only of the published research but also of the textual resources on the database, both to further their own study of French medieval songs but also to furnish the song-texts where needed for their own purposes. Education Cultural","person":"Yolanda Meritxell Plumley","coPersons":[],"organisation":"University of Exeter","findingsText":" Researching into practices of quotation and allusion in fourteenth century lyric poetry and music permitted an enhanced understanding of the development of the lyric art in late medieval France; it allowed us to measure continuities in practice, e.g. how older repertory lingered in the collective imagination decades after its composition, and what was meaningful to which artists and audiences when and where. Our workshops and conference led the team to engage with other scholars from the UK, EU and US in a variety of disciplines, resulting in two multi-disciplinary volumes of essays on citation and memory in the middle ages and Renaissance; such cross-disciplinary endeavour greatly enhances our perspective and understanding of late medieval culture, and to draw analogies with cultural practices of our own times. The text archive provides hundreds of full texts of medieval French lyrics, mostly from songs, which can be searched in various ways. This enables other scholars, whether musicologists or literary scholars, as well as musicians, to mine this archive for their own research (e.g. linguistic, literary, musical). Digital/Communication/Information Technologies (including Software),Education,Culture, Heritage, Museums and Collections","dataset":"gtr"}