{"id":"E9759B82-A4C3-4DAE-B9C4-21F569BF0464","title":"Abstracting the hardware: Assembly algorithms for numerical weather prediction on emerging massively parallel architectures","abstractText":"Weather forecasting and climate simulation are both founded on solving large systems of equations, called partial differential equations or PDEs which describe the flows in the atmosphere. Hitherto, the software which solves PDEs, including the existing Met Office Unified Model, has been written for specific sorts of hardware by people who had to be experts both in the science they were modelling and in programming. However, large and rapid changes are now occurring in computer hardware. The emergence of new massively parallel platforms, such as graphical processing units (GPUs) and multicore CPU systems is requiring very different approaches to low-level programming and, importantly, different approaches for different hardware platforms. It also requires new research into the best optimisation strategies for these platforms. The current approach to writing scientific software will not deliver the changes that are required within the industrial and government funding resources available nor will it keep up with changing hardware platforms. This project will test the existing and candidate new discretisations for the Unified Model core by using a new approach which separates the specification of individual work items of numerical computation from how those work items are shared out over a parallel computer. This will enable decisions about how a new model should be written. In particular, it will enable us to distinguish between those algorithms which just don't work very well at high levels of parallelism and those which need to be implemented differently to work in very parallel contexts. It will also enable the same algorithm to be tested in different implementations for different platforms to establish the best combinations of algorithm, implementation and platform. In this way it will also provide some future-proofing to a new Unified Model as low-level changes to reflect new types of parallel hardware will be possible without rewriting the whole model for each new computer platform.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I021098/1","grantId":"NE/I021098/1","fundValue":"103947","fundStart":"2011-05-06","fundEnd":"2013-05-05","funder":"NERC","impactText":"","person":"David Anthony Ham","coPersons":[],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}