{"id":"E9761988-7B1B-4045-9D60-B86AD0643EAC","title":"Deciphering timings and rates of abrupt climate changes over the Lateglacial-Holocene period: The Lake Suigetsu biomarker record.","abstractText":"Past climate reconstructions are fundamental to understand long-term trends in climate variability and to test climate models used to predict future climate change. Detailed reconstruction of lead-lag relationships in different regions provides important information about causal links between regions in the context of global climate change. Here we use an annually laminated sediment core from Lake Suigetsu, Japan, to examine timings and rates of key abrupt climate changes across the Lateglacial and early Holocene (i.e. the timeframe from the end of the last glacial into the present warm period) using a high resolution (5-10 year) molecular record of autochthonous (within-lake) and catchment responses to change, and precipitation/evaporation variations at this site. A series of abrupt climate changes from the Lateglacial-Holocene has been intensively studied worldwide and several opposing theories proposed. Earlier studies tended to support synchrony of climate changes between remote regions whereas recent studies in the West Pacific and Antarctica report climate changes that are asynchronous to those in the North Atlantic. In monsoon Asia, it has also been suggested that a cooling period that interrupted the warming at the onset of the Holocene in Asia was triggered by North Atlantic ocean circulation changes whereas a more recent study of Greenland ice argues that monsoon changes started slightly earlier in Asia than in the North Atlantic. Previous research by the Co-I using pollen data to reconstruct past vegetation and temperature at Lake Suigetsu reported a substantial delay in this cooling onset in Japan and suggested a combined role of North Atlantic circulation and solar forcing as the main drivers of millennial to centennial scale monsoon climate changes. Chinese stalagmite records suggest a period of cooling around 8200 years ago (the 8.2 ka event) has synchronous changes to evidence for cooling detected in Greenland ice core data but this hypothesis needs to be checked using records from other regions, including Japan. Difficulties in studying relative event timings lie in (i) high-precision age determination and (ii) response time in proxies for change. Lake Suigetsu is an ideal site for high-precision age determination because the sediment core to be analysed is extremely well radiocarbon dated. For the latter point, pollen has been the only climate proxy data generated from the Lake Suigetsu core and while pollen is sufficient to discuss multi-decadal to centennial scale changes, abrupt (inter-annual to decadal) changes are more difficult because of relatively slow response times of vegetation to climate changes. Biomarkers ('chemical fossils') can be used to provide information on past environments via evidence for changes in source inputs, productivity and, more recently (via the use of isotope ratios analysed in specific compounds) changes in temperature and precipitation/evaporation. Biomarker analysis will be employed here to reconstruct timings and rates of changes in source inputs, productivity (reflecting lake biota responses to change), temperature and precipitation, providing complimentary and additional information to that provided by pollen data. This research will contribute to (i) understanding the nature and mechanism of decadal to centennial climate changes, and (ii) providing a precise and accurate chronology for deglacial to Holocene event boundaries. An important result will be the timing of the Holocene onset in Lake Suigetsu. While Greenland ice is used to determine the timing of the Holocene onset via counting annual ice layers, there is a lack of suitable fossils preserved in ice that can be dated by radiocarbon. Lake Suigetsu, however, will be dated by radiocarbon using a large number of terrestrial plant leaf remains as well as counting of annual layers in the sediment.The results will be of significant interest and benefit to the scientific community of geologists and climatologists.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G011001/1","grantId":"NE/G011001/1","fundValue":"91644","fundStart":"2009-04-01","fundEnd":"2010-11-30","funder":"NERC","impactText":"","person":"Emma Jane Pearson","coPersons":["Takeshi  Nakagawa"],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}