{"id":"E9784118-8EF7-41BE-A5C5-CC0C2E62870A","title":"Exploitation of Pressurised Gyration as an Innovative Manufacturing Route for Nanofibrous Structures","abstractText":"There has been considerable interest in developing nanofibrous systems, composed of meshes of ultra-thin fibres, for usage in several key industrial applications, for example in pharmacy. In brief, such systems allow very favourable physical characteristics such as a high surface area to volume ratio which in turn allows rapid drug release. However, a major obstacle to such approaches is the possibility of producing such systems at a realistic scale. For example, well established techniques such as electrospinning can only generally produce gram quantities of material in an hour. Our proposal is that by using a pressure gyration technique developed at UCL we will be able to rapidly produce drug or active-loaded nanofibres in kilogram quantities, thereby rendering the use of such materials commercially feasible. The method basically consists of a cylinder with a bank of holes around its middle axis. By applying gas under pressure and rotating the system rapidly, it is possible to extrude a solution of the polymer from the holes under ambient temperatures, with the solvent being driven off to produce nanofibres on a surrounding collecting plate. We will expand further the capabilities of the pressurised gyration process by building a more upmarket and powerful manufacturing device. We will also study the physics of the process in greater detail in order to be able to process control and predict the output characteristics of the products. We have already demonstrated that the technique can produce such quantities of unloaded material, hence it is entirely reasonable to suggest that the approach can be used for pharmaceutically relevant systems. We plan to demonstrate and explore the utility of the approach using three important and well-defined application areas. Firstly, we will study polymeric fibres loaded with fine particulates so that we can develop capability to use pressurised gyration to manufacture bioactive scaffolds, graphene precursors (via graphene oxide-loaded polymeric meshes), antibacterial fibrous bandages/masks etc. Secondly, we will look at the formulation of poorly water-soluble drugs for oral administration. This is a major problem for the pharmaceutical industry, as a drug must dissolve before it is absorbed through the gastrointestinal tract. It is known that dispersing such drugs in polymers may enhance that dissolution rate; we argue that the nanofibres will be even more effective due to the porous nature of the mesh and the very high surface area of such a system. Thirdly, we suggest that this method may be used as an alternative to freeze drying, whereby proteins are prepared in a solid form that may be easily reconstituted prior to injection on addition of aqueous solvent, a process that is expensive and physically and chemically traumatic for the protein. Hence if we are able to show that the pressure gyration technique also produces a stable, solid and easily reconstituted physical form then the implications for pharmaceutical production of injections would be considerable. By exploring these three application we will not only develop pre-competitive knowledge regarding the systems in question but we would also be introducing the pressure gyration technique into the industrial arena. In particular, we will be working with Astra Zeneca who have considerable expertise and interest in developing non-conventional pharmaceutical dosage forms to suit the requirements of their drug products; the company will work closely with the academic partners to advise on applicability and scale-up potential.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L023059/1","grantId":"EP/L023059/1","fundValue":"418951","fundStart":"2014-05-01","fundEnd":"2016-04-30","funder":"EPSRC","impactText":"  We have alerted researchers and industry and this has generated interest and talks are in progress with 4 companies\n\nFor case-specific findings, see:\n\nhttp://www.materialsviews.com/growing-polymer-nanofibres-with-ease/\n\nEPSRC (Manufacturing) have also been kept informed. Agriculture, Food and Drink,Chemicals,Creative Economy,Education,Energy,Environment,Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology Societal,Economic","person":"Mohan  Edirisinghe","coPersons":["Duncan  Craig"],"organisation":"University College London","findingsText":" This research started in May 2014 and is IN PROGRESS AT PRESENT and in the initial stages. But we already we have a major finding to report. That is the process of pressurised gyration investigated here can be used to manufacture bubbles in addition to the fibres it intended to mass produce. The pressurised gyration process has its origins in a paper published in Macromolecular rapid Communications in 2013, see:\nhttp://onlinelibrary.wiley.com/doi/10.1002/marc.201300339/abstract By extending the scope of the manufacturing route to cover more than fibres, i.e. other morphologies Agriculture, Food and Drink,Chemicals,Creative Economy,Education,Energy,Environment,Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}