{"id":"E97E9A48-D2F9-46BB-8CF2-32ECA900A811","title":"Development of standardised protocols for assessing reptile and amphibian populations","abstractText":"Counting animals - and the number of habitats occupied by animals - is fundamental to conservation decision-making. Despite recent advances in survey design and analysis, population assessments of amphibians and reptiles almost entirely rely on simple counts that usually bear little relationship to actual population sizes, densities or the number of habitats occupied. This is because simple counts fail to take into account variations in the detectability of animals between habitats, time periods or observers. Consequently, the quality of data collected on amphibian and reptile populations is extremely variable. We have been developing and testing survey methods for assessing the population status of a variety of amphibian and reptile species, that use designs and analytical tools that take account of variations in detectability. Because of the recent growth in interest in assessing the status of protected amphibians and reptiles, we believe that the time is right to make such tools more widely available to professional end-users. We therefore seek funds from NERC to make this happen, and put amphibian and reptile population assessment on a par with other taxa that have well-defined survey standards. The stakeholders involved with the project will be statutory agencies that provide advice and licensing for protected species; local authorities responsible for planning decisions and managing local nature reserves; ecological consultants who carry out surveys and mitigation projects on behalf of developers; and conservation organisations that provide advice, training and site management on amphibian and reptile issues. The project will be divided into three phases which will be overseen by a steering group that includes principal stakeholders. Phase I will comprise a series of regional workshops that will: (1) brief regional end-users on recent developments in tools to design and analyse survey data, available software, and how these might be applied to amphibian and reptile data; and (2) seek feedback on what the current pressing issues are in population assessments, the range of methods used and their advantages and disadvantages, and potential obstacles to applying new methodologies and analyses. From these workshops we will draft new standard protocols for survey design and analysis. In Phase II of the project the draft protocols will be 'road-tested' on real survey projects being carried out by end-users. We will provide a design and analysis service for a number of such projects, and in return the end-users will provide feedback on the performance of the draft protocols. In this way, end-users will gain hands-on experience of using statistical models and new protocols. In Phase III of the project, feedback from the road-tests will lead to revised, final survey protocols that will then be disseminated via the project partner network. In addition, we will run a training workshop that will ensure that more tightly defined best practice guidelines are adopted. We therefore intend the whole process to be one of knowledge exchange - rather than just knowledge transfer. The economic impact of the project will be widespread. With several million pounds being spent on development mitigation for amphibians and reptiles, debate rages over the cost-effectiveness of such actions. The protocols that will emerge from this project will therefore allow ecological consultants to produce much more effective mitigation plans for their clients. Equally, it will strengthen the decision-making processes involved with licensing by the statutory agencies, and local authorities will be better-informed when it comes to planning issues. Managers of nature reserves will also be able to carry out more effective surveys of amphibians and reptiles which will enhance our knowledge of the regional and national status of these animals.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I008403/1","grantId":"NE/I008403/1","fundValue":"85866","fundStart":"2011-01-01","fundEnd":"2012-12-31","funder":"NERC","impactText":"","person":"Richard Alun Griffiths","coPersons":["Byron John Treharne  Morgan"],"organisation":"University of Kent","findingsText":" Survey protocols for amphibians and reptiles in the UK have not changed for about two decades, and are poorly underpinned by science. Through a series of knowledge exchange workshops, this project integrated the results of recent research and new developments in statistical modelling into current practice. Revised protocols for survey design, execution and analysis were produced and made available to government agencies, NGOs, conservation practitioners and the voluntary sector. Ecological consultants\n\nGovernment statutory conservation agencies\n\nNon-government agencies\n\nCitizen science projects\n The guidelines are now available and have the support of all three statutory agencies and Amphibian and Reptile Conservation. Environment","dataset":"gtr"}