{"id":"E98319FD-0F05-4AD5-B0C4-DF3FC1822FE9","title":"Fractionating face processing via prosopagnosia","abstractText":"<p>Face processing is one of the key abilities allowing humans to\nengage in extraordinarily sophisticated social interactions.&nbsp;This\nresearch project is&nbsp;an unprecedented opportunity to understand the\ncognitive architecture of face processing by testing a large cohort of\nparticipants with face processing impairments, a condition called\nprosopagnosia. Our research web site (<a href=\"http://www.faceblind.org/\" rel=\"nofollow\">http://www.faceblind.org</a>)\nhas now been contacted by more than 2800 prosopagnosics.&nbsp;The\nmajority of these cases result from developmental problems including\nsome with a genetic basis, but other cases were caused by brain damage\nsuffered in adulthood.&nbsp;Testing these individuals with a carefully\ndesigned battery of face processing tasks will reveal the dissociations\nand associations that exist between different face processing abilities\n(identity, emotion, attractiveness) and will test the predictions of\nthe Bruce and Young model of face processing (1986). More generally, it\nwill speak to fundamental issues in cognitive psychology such as the\nrelationship between acquired and developmental disorders and the\nnature of cognitive specialization.&nbsp;It is&nbsp;also hoped that\nmedia attention&nbsp;on the&nbsp;research will increase public\nawareness of prosopagnosia,&nbsp;as its prevalence is much greater than\npreviously realised (possibly 1-2 per cent&nbsp;of the population) and\nyet the public and even many health care providers remain unaware of it.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-061-23-0040","grantId":"RES-061-23-0040","fundValue":"286813","fundStart":"2006-11-01","fundEnd":"2009-10-31","funder":"ESRC","impactText":"  Our findings have been cited in many papers investigating developmental prosopagnosia and face processing more generally. Education,Healthcare Cultural,Societal,Policy & public services","person":"Bradley Craig Duchaine","coPersons":[],"organisation":"University College London","findingsText":" We learned more about the relationship between different face processing abilities. Yes, others will build on this work. (I'm keeping this short because I submitted an end of grant award years ago.) Education,Healthcare","dataset":"gtr"}