{"id":"E987CCB5-417B-4D97-B90F-0F4D1973CACC","title":"Elucidation and inhibition of the biosynthetic pathway to the anthrax stealth siderophore petrobactin","abstractText":"Bacillus anthracis is the bacterium that causes anthrax, a frequently fatal disease of animals and humans. It has attracted considerable attention in recent years because of the potential to use its spores as a biological terror agent. While anthrax can be treated using currently available antibiotics e.g. ciprofloxacin, Bacillus anthracis could be genetically engineered to make it resistant to all currently available antibiotics. The bioterrorism threat posed by such genetically engineered strains would be considerable and there is thus a need to develop new antibiotics that are active against B. anthracis. Iron is an essential element for the proliferation of virtually all bacteria including B. anthracis. As a consequence, the systems used by infectious bacteria to acquire iron from their hosts represent potential targets for the development of therapeutic agents. Siderophores are metabolites excreted by most bacteria that bind tightly to ferric iron. Within and between mammalian cells ferric iron is tightly bound by proteins (e.g. transferrin and lactoferrin). Siderophores produced by infectious bacteria are able to remove the ferric iron from these proteins and transport it into the bacterial cell. For several infectious bacteria, inhibition of the pathways they use for siderophore synthesis is known to strongly attenuate or abrogate their ability to cause infection. B. anthracis has been shown to excrete two siderophores called bacillibactin and petrobactin. While bacillibactin is not required for B. anthracis growth in mouse models of infection, petrobactin plays a significant role. This has been attributed to the ability of petrobactin, but not bacillibactin, to avoid the mammalian immune system, suggesting that small molecules designed to inhibit the enzymes catalysing assembly of petrobactin may be effective antibiotics against B. anthracis. To design such inhibitors a fundamental understanding at the molecular level of how these enzymes catalyse the assembly of petrobactin is required. Genetic studies have shown that the petrobactin biosynthetic pathway is a unique hybrid of two well-known pathways for siderophore biosynthesis, one of which is almost completely unexplored at the molecular level. Biochemical studies have begun to reveal the molecular details of petrobactin biosynthesis and have led to the discovery of novel and interesting enzymes with potential applications in the production of valuable building blocks for the synthesis of drug candidates and other fine chemicals. This proposal aims to investigate the catalytic properties of a key enzyme in petrobactin synthesis in detail, as well as design, synthesise and test the first inhibitors of this enzyme family. It also aims to investigate the catalytic properties of two other important enzymes involved in petrobactin assembly. This will clarify the pathway used by B. anthracis for petrobactin synthesis, which at present is unclear.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F013760/1","grantId":"BB/F013760/1","fundValue":"385441","fundStart":"2008-03-01","fundEnd":"2011-02-28","funder":"BBSRC","impactText":"","person":"Gregory Leonard Challis","coPersons":[],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}