{"id":"E988EF2E-E36D-4D07-B30C-680C72B67A14","title":"Clean Coal Combustion: Burning Issues of Syngas Burning","abstractText":"Abstracts are not currently available in GtR for all funded research. This is normally because the abstract was not required at the time of proposal submission, but may be because it included sensitive information such as personal details.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G062714/1","grantId":"EP/G062714/1","fundValue":"340177","fundStart":"2009-07-01","fundEnd":"2009-11-30","funder":"EPSRC","impactText":"  The research findings have been widely published in archival journals, which can be accessed and taken forward or put to use by all stakeholders.\nThe research has also led to a subsequent EPSRC funded project &quot;EP/K036750/1 Clean Energy Utilisation from Biogas and Biomass Gasification&quot;. Currently there are also Horizon 2020 proposals being prepared based on the research findings of this project. Aerospace, Defence and Marine,Chemicals,Energy,Environment,Transport Societal,Economic,Policy & public services","person":"Xi  Jiang","coPersons":[],"organisation":"Brunel University","findingsText":" (Please note that this project was completed under EP/G062714/2)\nThe project provided a comprehensive investigation of the flame behaviour of hydrogen enriched fuels such as syngas combustion. The specific objectives of the project have been fully achieved, including:\n(1) The combustion dynamics of syngas burning has been investigated, including the potentially damaging combustion phenomena of hydrogen enriched fuels such as flashback and combustion instability which are caused particularly by the existence of hydrogen.\n(2) Numerical methodologies which are able to predict the burning behaviours of hydrogen enriched fuels at both the fundamental level and practical application level have been developed based on direct numerical and large eddy simulations.\n(3) The flame and wall interactions of hydrogen enriched fuels and near-wall flow, heat transfer and combustion models for unsteady reacting flows have been investigated. The efficient and clean burn of coal is of great importance to the energy sector. Coal gasification and the proper treatment of the generated syngas before the combustion can reduce emissions significantly through alternative power generation system such as Integrated Gasification Combined Cycle (IGCC). The syngas usually contains varying amounts of hydrogen. The existence of hydrogen in the syngas may cause undesirable flame flashback phenomenon, in which the flame propagates into the burner. The fast flame propagation speed of hydrogen can travel further upstream and even attached to the wall of the combustor. The strong heat transfer to the wall may damage the combustor components. The consequence can be very costly. Because of this, many existing combustors are not suitable for the burning of syngas. To overcome this bottle neck, in-depth knowledge of the flame dynamics of hydrogen enriched fuel is essential, which is still not available. There is also a need to study the flame-wall interactions, which are important to the life span of a combustor but have not been fully understood.\nUsing high-fidelity numerical simulations including direct numerical simulation and large eddy simulation, this project investigated the flame dynamics of syngas combustion including the flame flashback phenomenon, combustion instability, and flame-wall interactions. The flame dynamics was investigated for different types of burners with fuel variability. The knowledge gained from the project research and the physical models developed including improved near-wall flow, heat transfer and combustion models can lead to better combustion control and combustor design. The project enhanced the understanding on combustion of hydrogen enriched fuels and the development of technologies for clean combustion of hydrogen enriched fuels relevant to a potential &amp;quot;clean coal&amp;quot; industry.\nThe research findings have been widely published in archival journals, which can be accessed and taken forward or put to use by all stakeholders. Aerospace, Defence and Marine,Chemicals,Energy,Environment,Transport","dataset":"gtr"}