{"id":"E98CAA2B-2B8C-489E-9098-B2A60CEB93F8","title":"JWST-MIRI Project, phase BCD: Interim funding","abstractText":"This grant will support the University of Leicester in undertaking it's assigned tasks for the design and development of the James Webb Space Telescope (JWST) Mid-Infrared (MIRI), as part of the MIRI Euorpean Consortium led by the Astronomy Technology Centre, Edinburgh.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/G503395/1","grantId":"ST/G503395/1","fundValue":"259571","fundStart":"2007-04-01","fundEnd":"2011-03-31","funder":"STFC","impactText":"  For industry in the EU (including the UK): it provides engineering challenges to provide the MIRI sub-assemblies. The University of Leicester has procured major equipment items for hardware under its responsibility with several engineering companies around the UK, especially those that specialise in low-volume, high-precison items. It has fostered a close working relation with these companies, and appreciation of possible areas for Knowledge Exchange. \n\nFor the general public (of all ages): University staff are actively involved in public-engagement activities which feature JWST. It is expected that the relevant agencies (NASA, ESA, STFC, UKSA ...) will heavily publicise JWST results in the same way that NASA has for the Hubble Space Telescope. The University will expect to play an active role in PR, alongside these agencies. The University has close links with the National Space Centre.\n\nFor government and its agencies: the MIRI project provides an excellent example of a well-run, large, complex, long-duration, multi-national project at the fore-front of science. Aerospace, Defence and Marine,Education,Manufacturing, including Industrial Biotechology,Other Cultural,Societal","person":"John P. Pye","coPersons":[],"organisation":"University of Leicester","findingsText":" Development, as part of an international consortium, of the Mid-InfraRed Instrument for the James Webb Space Telescope Innovative design and manufacturing methods for scientific instrumentation Aerospace, Defence and Marine","dataset":"gtr"}