{"id":"E993952B-ED8C-40A7-B75C-53DC7ED5F254","title":"Hsp90 as a modulator of pathogenicity, virulence and transmission in veterinary infections caused by Theileria and Babesia species","abstractText":"In terms of wide-scale human poverty, rural regions of South Asia are some of the most afflicted places on earth. In India alone, 400 million people may be considered to live in extreme poverty. Many of these people are dependent on dairy cattle for food and income. Increased production from livestock represents an important way to contribute to poverty reduction. However livestock productivity is impeded by the presence of pathogens such as Theileria annulata. In India alone, losses due to T. annulata infection are estimated to be in the region of $400 million per annum. It is more difficult to put a figure on potential losses due to Babesia infection in India as this parasite is less well studied, but infections are on the rise, possibly due to climate change and the increased spread of the tick vector. A recent sero-prevalence study indicated infection levels of 56% in cattle from endemic zones of Uttar Pradesh and Punjab. Both parasites are transmitted by ticks and infect cattle when the tick takes a blood meal. Infection can result in death, which is devastating for poor farmers with a small number of animals. Those animals that survive infection show significant reductions in productivity. Thus new control measures are desperately needed to break the cycle of infection. \n\nFor both tropical theileriosis and babesiosis, current control relies either on the use of a live vaccine, drug treatment, or the application of acaricides, all of which suffer from various limitations. Difficulties with quality control and the maintenance of a cold-chain, restricts delivery of the live vaccines to large numbers of animals across rural India. Reversion to virulence is possible and transmission of viral pathogens via the Babesia vaccine has occurred. The available live vaccines do not induce a sterile immunity, and vaccinated animals are likely to become infected, significantly reducing their productivity. While crossbred cattle are more resistant to infection, there is a pay-off because production relative to European cattle is reduced, and crossbred calves are still susceptible to disease. Drugs, such as buparvaquone, kill Theileria but are expensive; additionally drug resistance has been reported from different parts of the world and is a growing threat. Drugs for the treatment of Babesia infections are similarly limited: Imizol, the only licensed drug in the UK requires a long withdrawal period. In some parts of the world acarcidides are extensively used to control ticks, but the development of resistance and the environmental damage associated with these chemicals limits their long-term usefulness. \n\nStudies in other apicomplexan parasites have demonstrated an essential role for Hsp90 in differentiation, infection and virulence. Hsp90 is a well-characterised molecule in many other systems and importantly many specific small molecule inhibitors are available. T. annulata infected cells adopt several characteristics of tumour cells (uncontrolled proliferation, ability to metastasize) and, as Hsp90 plays an important role in many cancer cells in maintaining the transformed phenotype, we believe that it may hold the key to understanding the pathogenicity of Theileria infection. In addition, the availability of small molecule inhibitors of Hsp90, designed for use in tumours, offers the potential for repurposing of these compounds to important infections of livestock.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L004542/1","grantId":"BB/L004542/1","fundValue":"363995","fundStart":"2014-07-01","fundEnd":"2017-06-30","funder":"BBSRC","impactText":"  No impact as yet, grant just started  ","person":"Eileen  Devaney","coPersons":["Brian R Shiels"],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}