{"id":"E99E35E2-C3DE-47D4-9A24-6BFC18B50480","title":"Anthropology of Ebola: Transmission Dynamics and Outbreak Socialities","abstractText":"West Africa is currently experiencing its first and largest outbreak of Ebola haemorrhagic fever (EHF). This epidemic demands immediate public health action and critically, social science expertise. While conducting research in Guinea and neighbouring Sierra Leone on Lassa fever (a related, but endemic haemorragic fever) members of this team were invited by the Guinean Ministry of Environment, Water and Forest, and the Ministry of Health to support Ebola containment efforts, specifically by exploring the forms and social significance of human-animal contact and health systems responses. Over the past months, members of this team have worked closely with NGOs and Government actors, helping to illuminate the primary routes of infection and support efforts to reduce transmission. \n\nThis project would extend and deepen our initial observations, and allow us to investigate in situ the organisation of containment efforts and their impact on material culture, social practices and institutions. Through an expanded ethnographic frame on the everyday sociality of Ebola containment, we will pursue pressing questions about the cultural processes of disease transmission and curtailment including: \n\n1) How has the epidemic affected livelihood strategies, including farming, hunting, modes of trading, and domestic economies? \n2) What effect have public health interventions aimed at reducing primary transmission had on the human-animal interactions\n3) How do people experience emergency care provided and how does this impact how they use public health care? \n\nThis urgent project builds together anthropological, epidemiological and public health expertise to understand the effect of the West African Ebola outbreak upon communities who are currently living through this unprecedented epidemic. Our primary aim is to document people's experiences of the wide-ranging public health and disease control interventions that are currently being implemented - e.g. hunting bans, case finding and contract tracing, emergency isolation, sensitization and clinical care, suspension of traditional burial rites, etc. \n\nThis empirical orientation constitutes a considerable departure from the conventional anthropological remit during an outbreak, which has generally been circumscribed to helping make public health policies more palatable for local populations. In contrast, our efforts to come to grips with the social impact of this epidemic will be grounded in an attention to the roles that objects, material practices, animals and environments have to play in shaping the trajectory of the outbreak and its social impact. An extended 'social' lens will offer greater purchase on the routes of transmission and the obstacles to containment, and could lay the basis for more comprehensive collaborations between social scientists and public health professionals. Ultimately, we believe that a finely-grained, real-time ethnographic account into the social dynamics triggered by this worst-ever Ebola outbreak can help refine public health interventions to more effectively contain future outbreaks.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/M009203/1","grantId":"ES/M009203/1","fundValue":"163554","fundStart":"2015-01-26","fundEnd":"2016-07-25","funder":"ESRC","impactText":"","person":"Ann Horton Kelly","coPersons":["Matthias  Borchert","Hannah Ruth Gail  Brown"],"organisation":"University of Exeter","findingsText":"","dataset":"gtr"}