{"id":"E99EF30F-FC5E-44EC-B29E-06C7DE63D459","title":"From rice to orphan crops: robust high throughput genetic markers for all the grasses.","abstractText":"To fully understand and manipulate the genetic mechanisms controlling important aspects of crop growth such as yield, disease resistance, and adaptation to climate change we need to identify the genes that control these traits. This requires molecular markers, which are used to tag the chromosomal regions containing these genes. Over the last ten years the markers of choice have been the simple sequence repeat (SSR) also known as microsatellites. SSRs are excellent genetic markers but need to be replaced for a number of reasons. They are not transferable between species, an SSR map for wheat is not comparable to the map of close relatives such as barley. They are expensive to develop, cannot be targeted to specific regions, and they cannot be used to map to a sufficient density for many purposes. The aim of this work is to kickstart the replacement of SSRs and to provide a set of molecular markers for species which, as yet, have none. The best available marker system for this is the Conserved Orthologous Sequence (COS) system. Like SSRs COS markers are PCR based but unlike SSRs the PCR primers are anchored in highly conserved exon sequence. Consequently the markers work (amplify) equally well across genera. In the pilot work for this study markers worked well in maize, rice, millet wheat, festuca, and Brachypodium. Although the primers are anchored in exons (the parts of the gene that are eventually translated into protein) they amplify DNA from introns (non protein coding). Introns have a relatively high occurrence of differences (Single Nucleotide Polymorphisms, SNPs) compared to exons and so it is the introns that allow variants (alleles) of the genes to be discriminated as molecular markers but it is the exons which give the system such stability. The method of SNP discrimination used in this study will be Single Strand Conformation Polymorphism (SSCP) in which SNPs cause DNA to fold differently and migrate at a different rate during capillary electrophoresis. The method has been shown to be highly reproducible for a large set of markers under the same set of conditions, so very little optimisation is required. Many markers can be run on each capillary simultaneously (multiplexed). This means that COS/SSCPs have a higher potential throughput than SSRs. This work will deliver 940 COS/SSCP markers and primers will be designed for all wheat ESTs that have equivalents in the rice genome. Widely used existing wheat genetic maps will have 100 COS/SSCP markers added to them, this means that all the widely used SSR markers will be mapped relative to the new markers. SSCP is also a route to SNP discovery. The 100 mapped SNP variants will be sequenced. All data will be made public immediately. The existence of this marker set and map will mean that any research, from UK wheat work to developing world millet, can deploy gene based markers with no development costs. Moreover, the maps they produce can benefit from the immense predictive value of the sequenced genomes, especially rice and Brachypodium. So regions of interest can be saturated with new markers and finely mapped or cloned genes in rice can be identified as candidates for the traits of interest in the COS mapped species.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E023568/1","grantId":"BB/E023568/1","fundValue":"69019","fundStart":"2007-06-01","fundEnd":"2008-09-30","funder":"BBSRC","impactText":"  Useful markers linking wheat to model grasses have been produced, which help to use information from those grasses for wheat research and breeding. Agriculture, Food and Drink Economic","person":"Simon  Griffiths","coPersons":["John  Snape"],"organisation":"John Innes Centre","findingsText":" Genomic information from model grass species can be linked via COS markers to regions in wheat, which are less well researched. Disease resistance traits from the model grasses can help predict similar traits in crops. Agriculture, Food and Drink","dataset":"gtr"}