{"id":"E99ECCEA-CFB5-4E3E-A584-7B3E93F5E04C","title":"The Positive Soundscape Project: A re-evaluation of environmental sound","abstractText":"The Positive Soundscape Project: A re-evaluation of environmental soundIn the acoustics community, sound in the environment, especially that made by other people, has overwhelmingly been considered in negative terms, as both intrusive and undesirable. The strong focus of traditional engineering acoustics on reducing noise level ignores the many possibilities for characterising positive aspects of the soundscapes around us. Desirable aspects of the soundscape have been investigated in the past, mainly by artists and social scientists. This work has had little impact on quantitative engineering acoustics, however, perhaps because of barriers to communication across different disciplines.The team behind this project come from a very wide range of disciplines / social science, physiological acoustics, sound art, acoustic ecology, psychoacoustics, product perception and room acoustics. They will apply their breadth of experience to investigate soundscapes from many aspects and produce a more nuanced and complete picture of listener response than has so far been achieved. The aims of the project are: (1) To acknowledge the relevance of positive soundscapes, to move away from a focus on negative noise and to identify a means whereby the concept of positive soundscapes can effectively be incorporated into planning; and (2) The evaluation of the relationship between the acoustic/auditory environment and the responses and behavioural characteristics of people living within it. The methods used will be strongly interdisciplinary, with insights from sonic art, interviews and sound walks, as well as laboratory experiments on listeners all being used to provide a better account of the relationship between the soundscape and the perceptions of those within it. The positive soundscape project is unusual for several reasons. One is the way in which the different disciplines will help each other. For example, public response to the art projects will help generate data for designing the scientific lab experiments. On the other hand, the artists will take the scientific results and 'translate' them into creative artefacts. Another novel aspect is engagement with the public throughout the project: people will be taken on sound walks through real soundscapes, invited to play with virtual ones on the web, asked to tell planners how they feel about their local soundscape and even dared to have their brain scanned while listening to a scale of soundscapes.The outputs from the project will include new scientific methods for measuring soundscape perception, advice and help for urban planners, a major new exhibition of soundscape art, soundscape radio programmes, and a soundscape sequencer toy for anyone to play with and gain a greater understanding of their aural environment. As the positive soundscape project runs its course from October 2006 to March 2010, regular updates will be available from the project website, available through www.acoustics.salford.ac.uk","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E011624/1","grantId":"EP/E011624/1","fundValue":"993955","fundStart":"2006-10-01","fundEnd":"2009-10-31","funder":"EPSRC","impactText":"  One of the outputs of the project was a symposium on Applied Soundscapes, which led to a special issue of the journal Applied Acoustics, edited by the PI. The editorial articulates the many impacts:\n\nThe soundscape is, in some ways, quite an old idea. The Handbook for Acoustic Ecology [1] defined the term soundscape in its first edition in 1978 as &quot;An environment of sound (or sonic environment) with emphasis on the way it is perceived and understood by the individual, or by a society.&quot; This rich concept has been explored by researchers from many disciplines, though the first acoustics papers on soundscapes started to appear in 1999. The idea of the soundscape can be a playground for theorists, with connections to psychology, sociology, neuroscience, cognition, linguistics and many more. Soundscape research might seem doomed to stay remote from application; for one thing, there are so many variables. Can we really understand how human response is affected by all the sounds in a space, by the properties of the space (size, shape, surfaces, etc.), by the 'properties' of the listener (previous experience, listening state, purpose, derived semantic meaning, etc.) and then allow for variations with the time of year, day of the week or time of day? Of course, the answer is: not yet! But even though we do not yet have a complete model of soundscape perception, soundscape techniques and concepts are reaching the point where application is becoming practical. Soundscape techniques allow us to capture a more complete account of how we experience sound in the environment. Noise level is just one dimension. There are, of course, many settings where the average sound level is high but where people like it; for example, a busy market, a bustling square or a fountain. And that subjective preference depends on many factors. Does it fit the look and purpose of the place? Does it fit what I want to do there? How does it change over the day? And so on.\nPolicy-makers are showing more interest than ever before. European states already have to identify quiet areas for the Environmental Noise Directive [2]; why not also log soundscapes of high quality, as some local authorities are asking? (If we did that, how could we protect them? How might we design more?) Most planning guidance currently speaks only of noise, but many public administrators and their advisors are now talking seriously of the advantages of a more subtle approach - a soundscape approach. Many acoustic consultants are excited by the new possibilities - no longer must they solely be the person brought in to deal with a noise problem. Instead, they may find themselves cast as the soundscape expert advising on how to make an urban square sound vibrant and modern to match the architect's vision. Of course, noise control will still be crucial - it just won't be the only dimension; and dB(A) might no longer be the only language we speak.\nTo realise the exciting potential of this soundscape research, the future will have to be inter-disciplinary. Important ideas have come from many fields - the artists have in some ways always been ahead of engineers in conceptual imagination, and social scientists can capture real lived experience in ways physical science can (so far) not. Of course, acoustic engineers are vital to help translate the new soundscape qualities into measurable quantities that might form the basis of policy. The range of disciplines involved in soundscapes is very wide and this is well represented in the papers in this special issue. Some of the papers here are drawn from two inter-disciplinary projects devised in an unusual 'ideas factory' run by the UK Engineering and Physical Sciences Research Council. The Positive Soundscape Project and the Instrument for Sound Recognition and Evaluation are joined here by other fascinating contributions seeking to apply soundscape ideas. Taken together, they provide an excellent overview of current work on soundscapes and its applications. Construction,Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Environment,Healthcare,Culture, Heritage, Museums and Collections Cultural,Societal,Policy & public services","person":"William  Davies","coPersons":["Paul Anthony  Jennings","Christopher  Plack","Angus  Carlyle","Ken Idris Hume"],"organisation":"University of Salford","findingsText":" In the acoustics community, sound in the environment - especially that made by other people - has overwhelmingly been considered in negative terms, as both intrusive and undesirable. The strong focus of traditional engineering acoustics on reducing noise level ignores the many possibilities for characterising positive aspects of the soundscapes around us. Desirable aspects of the soundscape have been investigated in the past, mainly by artists and social scientists. This work has had little impact on quantitative engineering acoustics, however, perhaps because of barriers to communication across different disciplines.\n\nThe Positive Soundscape Project set out to change this. The project was a consortium of five universities - Salford, Warwick, Manchester, Manchester Metropolitan and London Arts - and ran from 2006 to 2009 with a budget of ?994k from EPSRC. The aims of the project were:\n\nTo acknowledge the relevance of positive soundscapes, to move away from a focus on negative noise and to identify a means whereby the concept of positive soundscapes can effectively be incorporated into planning;\nThe evaluation of the relationship between the acoustic/auditory environment and the responses and behavioural characteristics of people living within it.\n\nThe methods used were strongly interdisciplinary, with insights from sonic art, interviews and sound walks, as well as laboratory experiments on listeners all used to provide a better account of the relationship between the soundscape and the perceptions of those within it.\n\nThe project produced many outputs. A published summary of the scientific findings stated &quot;Qualitative fieldwork (soundwalks and focus groups) have found that soundscape perception is influenced by cognitive effects such as the meaning of a soundscape and its components, and how information is conveyed by a soundscape, for example on the behaviour of people within the soundscape. Three significant clusters were found in the language people use to describe soundscapes: sound sources, sound descriptors and soundscape descriptors. Results from listening tests and soundwalks have been integrated to show that the two principal dimensions of soundscape emotional response seem to be calmness and vibrancy. Further, vibrancy seems to have two aspects: organisation of sounds and changes over time.&quot; 1. The interdisciplinary approach and methods have been used in other soundscape projects.\n2. The soundscape assessment tools have been used by researchers, practitioners and local authorities to assess existing soundscapes.\n3. The soundscape simulator has inspired development of similar systems for research, design and public engagement\n4. The perceptual dimensions and cognitive elements identified have been built upon by other researchers; an international consensus is now forming around the perceptual dimensional results, for example.\n5. The perceptual and cognitive framework found is influencing audio quality research, away from purely low-level perceptual metrics, toward a more holistic characterisation of the experience of listening to complex audio scenes. This is apparent, for example, in the new EPSRC programme award called S3A.\n6. The re-conception of human response to environmental sound as being multi-dimensional has very wide applications in the design of the built environment. Construction,Digital/Communication/Information Technologies (including Software),Education,Environment,Healthcare,Leisure Activities, including Sports, Recreation and Tourism","dataset":"gtr"}