{"id":"E99F0427-2D1B-40DA-9482-99D6DAF21C8C","title":"SID: An Exploration of Super-Identity","abstractText":"The capacity to identify one another is paramount. It underpins social dialogue, commercial transactions, individual entitlements to goods and services and issues of legal and criminal responsibility. In today's society, each of these activities can take place both within the real world and the cyber world making the concept of identity, and the process of identification, more challenging than ever before. The SID project addresses this challenge through an ambitious and innovative programme of work, bringing together experts from a diverse spectrum of scientific domains ranging from automated biometrics, cyber-psychology, forensic anthropology, human-computer interaction, mathematical modelling, and complex data visualisation. In addition, the project is backed by key industrial and governmental stakeholders, represented through an Advisory Group and providing direct input throughout the project.\n\nThe first stage of the project is to define the set of identity measures of interest and to gather relevant datasets either from existing resources, or through active data collection from participants across diverse demographic populations. Our measures of interest will fall into four categories: static and behavioural measures in the real world; and static and behavioural measures in the cyber world. These measures will be the basis for our model of Super-Identity, and their selection will be informed by the input of analysts, and end-users within intelligence, e-commerce and forensic sectors. At this early stage, and throughout the life of the project, we explicitly examine the social, legal and ethical considerations associated with data privacy and data protection. Work Package 1 addresses these issues.\n\nOnce this framework is in place, extensive testing will be conducted to determine the accuracy and reliability of automated and human identification from each measure. This will determine (i) the confidence that should be attributed to each measure, (ii) the effect that changing contexts may have on that measure and (iii) the potential relationship between measures. The results of this phase of work will continually update our Super-Identity model enabling measures to be combined, cross-referenced, and weighted according to their individual confidence estimates. Work Package 2 addresses these issues.\n\nConsideration of how to present the information to the end user is the crucial next stage. With the benefit of expertise in human computer interaction and data visualisation, and the participatory engagement from end-users, the model will be refined with specific attention to its visual presentation in a flexible yet intuitive format. Work Package 3 addresses these issues.\n\nIn combination, SID provides fusion of known measures, revelation of unknown measures, and quantification of certainty associated with each measure, and thus the identification decision overall. In this way, it provides a step-change in the way that we think about identity and identification, and in the value that it might hold for the real world.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J004995/1","grantId":"EP/J004995/1","fundValue":"1905240","fundStart":"2011-10-01","fundEnd":"2015-03-31","funder":"EPSRC","impactText":"","person":"Sarah  Stevenage","coPersons":["Stephen John  Saxby","Sadie  Creese","Monica  Whitty","Danae  Stanton Fraser","Sue Margaret Black","Richard  Guest"],"organisation":"University of Southampton","findingsText":" Project not yet complete Project not yet complete Communities and Social Services/Policy,Digital/Communication/Information Technologies (including Software),Education,Security and Diplomacy","dataset":"gtr"}