{"id":"E9A7D689-BF6A-4FD8-A1FF-AA48E6B62E71","title":"Food and Ecosystem Services in Eastern Africa","abstractText":"The Millennium Development Goals pledged to halve the number of people suffering from hunger by 2015. We are still far from that goal. At the same time, the World Bank has assessed that economic growth from agriculture generates at least twice as much poverty reduction as growth from any other sector. Eastern Africa has severe food security problems often related to high inter-annual and decadal variability in rainfall. Tanzania and Kenya are amongst the few African countries where under-nourishment is judged to have increased in prevalence over the period 1990/2-2003/54. Rain-fed agriculture and pastoral activity dominates the subsistence farming sector, whilst large estate farms growing export crops depend on irrigation to smooth fluctuations in annual production levels. There is apparent potential in terms of both land and water resources, but the reality is that often these suitable areas for expansion are already providing valuable and necessary ecosystem services which support livelihoods and economies. It is therefore necessary to view the potential for agricultural development within the broader frame of other, often over-stressed, ecosystem services. For example, despite apparent abundance of water per capita on the national scale, most Tanzanian and Kenyan river basin authorities consider basins to be water-stressed as multiple conflicting demands are exceeding basin water supply. This is a particular issue in relation to the growth of intensive market-based crops (often for export). Agriculture is the major contributor to GDP in both countries, with other ecosystem services related income, such as that from tourism, providing important additions of foreign currency. Both Kenya and Tanzania have identified the expansion of agricultural productivity as the growth engine to address poverty and development. Tanzania is embarking on extensive irrigation agriculture to capture the potential of its river basins amid water scarcity in areas earmarked as of high irrigation potential. Balancing between water availability and expansion of irrigated agriculture in Tanzania is therefore an urgent task. Agriculture expansion and growth will be reliant on sustainable resource supply in terms of water and land and associated ecosystem services. However, the complexity of existing land use and its impact on water resources and associated ecosystem function is a major knowledge gap. To enable sustainable management of water and land resources, in an era of fast development and change, new approaches to assessment are needed. This project will, therefore, focus on three principal interlinked issues: water, land and associated ecosystem services for supporting poverty alleviation and development, in particular in rural areas in Kenya and Tanzania facing major challenges from socio-ecological and climate change.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I003932/1","grantId":"NE/I003932/1","fundValue":"11693","fundStart":"2010-08-01","fundEnd":"2011-01-31","funder":"NERC","impactText":"","person":"Rob Alistair Marchant","coPersons":["Jennie  Barron"],"organisation":"University of York","findingsText":"","dataset":"gtr"}