{"id":"E9AC5BBD-B72B-4F32-9BE4-2A00633B4C6B","title":"Novel inducible gene expression systems based on furan inducers and the MmfR transcriptional repressor","abstractText":"Streptomyces bacteria are also known as the &quot;antibiotic makers&quot; as the majority of clinically-used antibiotics originate from natural products made by these micro-organisms. Interestingly, Streptomyces have developed fine-tuned regulatory mechanisms to adapt in their soil environment. In consequence they do not always produce antibiotics but we know, for instance, that the presence of a competitor in their environment can trigger antibiotic production. In order to fully exploit the potential of these bacteria and discover novel antibiotics, it is vital to understand the molecular processes involved in regulating these pathways.\n \nA sub-family of proteins, known as ArpA-like, is responsible for controlling antibiotic production in Streptomyces bacteria. These proteins are characterised by two main components, a DNA-binding part and a ligand-binding part. When the ligand (or signalling molecule) is absent from the environment, these proteins are bound to the DNA and they silence the systems responsible for antibiotic production. However, as soon as minute amount of signalling molecules are present, these compounds interact with the ligand-binding part of ArpA-like proteins which are in turn released from the DNA. In other words the protein is either bound to the DNA or to the signalling molecule.\n\nThis project aims at understanding in details the interactions between ArpA-like protein and the DNA as well as the interactions between ArpA-like proteins and the signalling molecules.\nIn addition to understanding how antibiotic production is controlled and therefore contributing to the research for urgently needed novel antibiotics, this project aims at exploiting these proteins for controlling other processes in bacteria. Indeed these systems can in principle control any of the bacteria behaviour: for instance we have already shown that we can make them produce light upon addition of the signalling molecule.\n\nThis project will be focusing on a specific ArpA-like protein called MmfR as it responds to a particularly exciting class of signalling molecules which are easy to make using chemistry and which are very stable. We have also solved the three-dimensional structure of the MmfR protein in complex with its signalling molecule using X-ray crystallography.\n\nThis research is also very timely because sequencing the genome of streptomycetes bacteria has revealed the presence of many unsuspected machineries predicted to assemble novel antibiotic-like molecules. However many of these systems are not well expressed in the laboratory and are thought to be regulated by ArpA-like proteins. Furthermore novel biological research approaches (systems and synthetic biology) are in exponential development and will benefit immensely from this project. Indeed new biological parts are desperately needed to investigate biological networks or to control biological circuits. \n\nIn summary ArpA-like proteins, the specific DNA sequences they bind to and the specific signalling molecules that release these proteins from the DNA are really ideal switch mechanisms that will find a multitude of biotechnological applications.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M022765/1","grantId":"BB/M022765/1","fundValue":"375533","fundStart":"2015-08-31","fundEnd":"2018-08-30","funder":"BBSRC","impactText":"","person":"Christophe  Corre","coPersons":[],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}