{"id":"E9B8D305-6642-45A1-B937-9FFC37392711","title":"Equipment for studying locomotion to be used in animal biomechanics animal welfare developmental biology and engineering research","abstractText":"To undertake novel fundamental and applied research in animal (including human) biomechanics we wish to purchase a range of gait analysis equipment (treadmills, force plates, motion analysis cameras, high speed video cameras, fluoroscopy system). This will complement our existing locomotion research facilities and will be housed in a new radio-screened 46 x 16 metre gait lab being built (SRIF funding) to provide a physically ideal and adaptable research environment for biomechanics. It will enable a wide range of users from many related disciplines to undertake studies in basic animal mechanics, animal welfare and behaviour, developmental biology and muscle physiology; including, for the first time, using genetically modified mice to investigate how genes that affect the development of muscle/tendons etc influence adult muscle physiology. This work will pioneer non-invasive methods for this type of research. We will investigate aspects of musculoskeletal structure and design for locomotion, and their impact on injury, dysfunction, disease and ageing. The research methods concentrate on measuring forces and stresses in bones, tendons, muscles and joints because mechanical load is critical in the formation, maintenance and disruption of these tissues. Determination of mechanical load is derived from measurement of movement (Motion Analysis and high speed video), external forces (force plates) during exercise (treadmills and runways) and existing equipment for muscle fibre mechanics (ultrasound and sonomicrometry), activity (EMG), imaging (radiography, CT and two MRI systems) and computer simulation. Specifically, we will be able to record full-body video, Motion Analysis on terrestrial animals from mouse to horse on treadmills, and freely running or flying mammals and birds; measure individual limb ground reaction forces for animals of similar size range; and measure skeletal movements using video fluoroscopy of vertebrates up to the size of an elephant. We will thus be able to undertake a diverse range of research applications which fall within the BBSRC priority areas of ageing, maths biology interface, integrative mammalian biology and whole animal physiology. In addition, this equipment will provide us with the unique capability to assess and quantify the mechanical consequences genetic modifications in mice, completing the pathway from most proximal to most derived function (genes to locomotory ability). The lab is the research base for 6 HEFCE funded staff and an area of prime research activity for a further 7 HEFCE staff. External users include academics from UCL orthopaedics, computing and medical physics, Cambridge computing, engineering and zoology, York psychology, Bath sports science, Bristol earth sciences, and others from universities within the UK, Europe and the USA. Five post docs, 2 technicians and 13 PhD students are based in the lab. We hold BBSRC, DEFRA, Royal Society and EPSRC funding. The PI and a co-applicant hold BBSRC RD Fellowships; the PI also holds a Royal Society Wolfson Research Merit award. The core group has published 88 papers including 6 in Nature (one a review). Technical support is provided by a full time HEFCE funded lab manager (MSc Zoology, Wageningen), an electronics design engineer (joint with Welfare group) and a zoology graduate technician. This proposal will give excellent value for money as equipment turnover, running and maintenance costs are low. This enables us to maximise utilisation of all our equipment since we can undertake external and institutionally funded internal, pilot and PhD projects and allow visitors and collaborators to do the same. The lab is a focus for visiting researchers because of our reputation for excellent science, our range of equipment and our policy of welcoming visiting scientists. Success in this application will enable us to accommodate and accomplish a greater breadth and depth of research and to remain at the forefront of world bioscience","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E013244/1","grantId":"BB/E013244/1","fundValue":"241710","fundStart":"2007-02-01","fundEnd":"2008-01-31","funder":"BBSRC","impactText":"","person":"Alan  Wilson","coPersons":["Martin  Ferguson-Pell","Joan  Lasenby","Iain Martin Sheldon","Renate  Weller","Miranda Polly McGuigan","Christopher  Wathes","Sandra  Corr","Richard John Piercy","Ketan  Patel","Emily  Rayfield","Neville George Gregory","Andrew Anthony Pitsillides","James Michael Wakeling","Stephen  Hailes","Rachel  Payne","John Richard Hutchinson"],"organisation":"Royal Veterinary College","findingsText":"","dataset":"gtr"}