{"id":"E9C25E24-9288-42BB-BD2C-BA5CB04AAB3A","title":"Iron isotope signatures of recent sedimentary pyrite in the Baltic Sea - Contribution to the development of a Paleoceanograpic proxy","abstractText":"The marine environment is vulnerable to profound future modification as a result of environmental change. Along with ocean acidification, a widespread increase of oxygen deficient conditions is likely over the coming years. How these modifications will be manifest in the modern oceans is still uncertain. Parts of the bottom waters of the Baltic Sea and the Black Sea are at present deficient in oxygen since very limited exchange with surface waters and inflowing freshwater occurs. Such conditions are rare in the present ocean, but have been more widespread in the Earth's history and may become more widespread in the future as a result of a global temperature increase. Modern oxygen-deficient environments that are present in the Baltic Sea and Black Sea are analogues for ancient oceans and provide important information on how ocean chemistry has changed over time. This project will study two locations in the Baltic Sea, the Gotland Deep and the Landsort Deep, in order to test and calibrate a new tool, iron isotopes, so that it can be applied to past changes in the oxygen content of the ocean.\nIron is the fourth most abundant element in the Earth's crust. It is much more soluble during oxygen-deficient conditions than during oxic conditions and therefore, iron concentrations in modern oceans are very low. Iron is also an essential trace element for most living organisms. Marine phytoplankton use CO2 from the atmosphere for growing. The phytoplankton grows faster when more iron is available and therefore, iron is linked to the global climate. Consequently, iron is an important element to study, and recent developments in measuring iron isotopes provide a critical new tool to study the role of iron in the oceans. For iron isotope studies, the relative abundance of iron atoms that have slightly different masses (isotopes) needs to be measured to high precision using a mass spectrometer. Each isotope of iron has slightly different chemical and physical properties due to their different masses and as a result, behaves differently in many processes that involve iron. In particular, iron isotopes give important information about changes in oxygen contents and biological processes.\nThe Baltic Sea is a unique setting where changes from oxygen-rich to oxygen-deficient conditions can be studied, since these occurred repeatedly over the last few hundreds of years. These changes are recorded in the sediments of the Baltic Sea and result in particular in different formation mechanisms of the iron-sulphide mineral pyrite. Pyrite is the most stable iron sulfide mineral and has therefore been intensively studied. The processes that determine the Fe isotopic composition of pyrite are, however, not well understood. This project will investigate how the iron isotope composition of pyrite changes with different formation mechanisms and oxygen contents of the bottom water.\nThe Baltic Sea has problems with heavy-metal pollution and spring algal blooms that are related to redox conditions and iron. Some species of blue-green algae are toxic to humans and the blooms further reduce the oxygen content of the water. The proposed study of iron-redox cycling in the Baltic Sea using Fe isotopes will contribute to a better understanding of the processes that cause the environmental problems in the Baltic Sea.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J004650/1","grantId":"NE/J004650/1","fundValue":"75843","fundStart":"2011-10-01","fundEnd":"2014-09-30","funder":"NERC","impactText":"","person":"Manuela Agnes Fehr","coPersons":[],"organisation":"Open University","findingsText":"","dataset":"gtr"}