{"id":"E9C5033B-6B65-4217-ADBC-22920479FF52","title":"Land Use Management Effects in Extreme Floods","abstractText":"It is increasingly recognised in the UK (eg Making Space for Water, Defra, 2005), and internationally, that the management of land and water is strongly interdependent, and that integrated management approaches are needed. There are particular issues for floods, where there is evidence that agricultural land management can increase local flood risk, but no evidence-based quantification of downstream impacts at larger scales. If such effects exist, as the local evidence suggests, clearly there is potential for use of land management to mitigate flood risk. The basic scientific question to be addressed in this research is therefore: how do the effects of land use management propagate from the local scale (~ 1 ha, and below) to that of mesoscale catchments (~ 100 km2) and affect extreme floods? If an answer can be found, it will be possible to make useful predictions for the effects of future land use management changes on extreme floods. Such predictions would have wide use, including in preparing catchment flood management plans. Research like this demands high-quality long-term data sets, but there are relatively few data sets available. Modelling is essential to make the best use of the available data and to encapsulate and explore the understanding of the processes involved in the link between changes in land use management and flooding. Unfortunately, our current rainfall/runoff models are simply inadequate for this task, because they cannot adequately represent the underlying complexity associated with the effects of land use management on runoff generation, or the propagation of these effects downstream. The level of activity and interest in understanding and manipulating the link between land use management and flooding is very high, and recent mitigation works and investments in field research have resulted in new unique and important data sets being available to the Investigators: the FRMRC field sites at Pontbren in the upper Severn catchment; the CHASM multi-scale monitoring for the Eden catchment; and the SCAMP large-scale land use management changes currently underway in the Ribble catchment. There are also new relevant developments in modelling, including local-scale runoff generation modelling developed at Imperial College and network routing modelling and information tracking methods developed at Newcastle University. This data and modelling will be brought together to tackle the basic scientific question above, within the practical context of predicting the likely effects that given land use management mitigation and adaptation strategies would have in reducing flood risk in the Severn, Eden, and Ribble catchments, for a range of specified extreme flood return periods. This project will provide improved scientific understanding of the effects of land use management in extreme floods, and also provide results of the type required by those involved in decision-making, such as consultants and policy makers looking for answers to some of the general questions raised in Defra's Making Space for Water consultation. The results will include maps showing the application areas for any management interventions achieving effective downstream hydrograph attenuation, for the present and possible future climates. The project also represents a major contribution to the next generation of whole-catchment continuous simulation modelling, which will help improve its capability and reliability for predicting the effect of land use management change on extreme flooding. The EA/Defra have agreed to fund a parallel programme of experimental research in the upper Ribble (funding &pound;200K), to provide the necessary data for the effects of afforestation and blocking of moorland grips.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F001134/1","grantId":"NE/F001134/1","fundValue":"205575","fundStart":"2007-12-01","fundEnd":"2010-11-30","funder":"NERC","impactText":"  Outcomes of this work have been reported in the CIRIA report &quot;Land Use Management Effects on Flood Flows and Sediments - Guidance on Prediction&quot; by McIntyre et al (2013). This report provides guidance to policy makers, land managers, governing bodies and consultants on the available evidence and tools for supporting decisions about land use management in the context of flood and sediment management. Environment Policy & public services","person":"Enda  Oconnell","coPersons":["Christopher  Kilsby"],"organisation":"Newcastle University","findingsText":" This project has investigated how changes in rural land use management affect field scale runoff and how the impacts of changes propagate downstream to affect extreme flooding. The main achievement of this project is the creation of a modelling framework that can be applied to mesoscale (~100km^2) catchments throughout the UK for assessing the impacts of land use management on downstream flooding. This is extremely important in the context of recent policy initiatives, including the Defra Making Space for Water programme, which includes alleviating flooding by tackling excessive runoff at source. \n\n\n\nA key issue addressed by the research reported here is the extent to which source runoff control interventions can mitigate downstream flooding. Significant technological advances have been made in tracking information on source runoff as this information is carried through catchment drainage network by flood waves, which makes it possible to provides new types of spatial information on the genesis of extreme floods, providing benefits to policy makers, flood risk management practitioners and the research community. Results suggest that for the study catchment, the Hodder NW England, that there is considerable attenuation during propagation, as a result of hydraulic and geomorphologic dispersion, so that even significant changes in land management that affect the flashiness of runoff at the field scale would probably have only a relatively small effect on the flow peaks at the outlet from the catchment.\n\n\n\nAlthough this project has examined the issue of flooding, the information tracking advances potentially have wider uses, including application to problems involving diffuse pollution, an issue that is receiving major attention due to the EC Water Framework Directive. One outcome of this work is a practical tool in which the user (e.g. land manager or catchment planner) can specify spatial patterns for changes in land use and land management and show the predicted impact downstream. Using information tracking, maps are displayed for the sources of impact. The tool can therefore be used to answer many different types of &quot;What if?&quot; and &quot;How important is?&quot; questions relating to the cause-and-effect link between packages of changes and impact. The tool can therefore inform debates between stakeholders of the relative merits of different changes. \n\nAdditionally, this work has contributed to &quot;Natural Flood Management - POST Note&quot; (Parliamentary Office of Science and Technology, 2011) which reviews the policy drivers, scientific basis, and implementation, of inland natural flood management strategies. Environment","dataset":"gtr"}