{"id":"E9CCAD52-2507-457B-8074-AC8107067656","title":"Small cooling capicity hybrid refrigeration system using R723","abstractText":"In the past two decades, concern about the impact of CFCs, HCFCs or CO2 emissions on the environment and in particular on the ozone layer and global warming phenomena has reactivated interest in Sorption Technology applied to heat pumps and refrigerating systems. This is for two main reasons: the refrigerants used (ammonia, water or alcohols) are less harmful to the environment (zero Global Warming Potential - GWP and zero Ozone Depletion Potential - ODP) and the systems are heat driven therefore could use 'free' or low cost heat sources such as solar energy, biomass or waste heat (domestic or industrial). With EU regulations aimed at enforcing the Kyoto Protocol and the rising cost of the primary sources of energy (Oil and Gas) worldwide, the need for environmentally friendly and highly efficient heat pumps and refrigerating systems is required. The current project proposes a Hybrid Refrigeration System using the environmentally friendly refrigerant R723 (azeotropic mixture: 40% DME and 60% Ammonia) that is compatible with conventional refrigeration copper alloy (CuNi10) It is a Combined Sorption-Vapour Compression Refrigeration System driven by a dual source (heat and/or electricity). Both the use of this refrigerant in an adsorption cycle and the hybrid energy source are key novelties.\nNumerous Hybrid Refrigeration System layouts are to be modeled in association with the development of system control strategy. A proof of concept prototype of 10 kW cooling capacity will be designed, built and its performance (COP and cooling power) evaluated.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J000876/1","grantId":"EP/J000876/1","fundValue":"390372","fundStart":"2012-01-01","fundEnd":"2015-04-30","funder":"EPSRC","impactText":"  At this point time when the system is not yet fully tested, it is premature to provide the full impact of the outcome of this work. However the current project has helped to come up with new concept Turbo-Adsorption for refrigeration and heat pump applications. Agriculture, Food and Drink,Energy,Environment,Transport Economic","person":"Zacharie  Tamainot-Telto","coPersons":["Robert Edward Critoph"],"organisation":"University of Warwick","findingsText":" It is now possible to model, design and build a novel hybrid refrigeration machine (10 kW cooling capacity). This hybrid system uses an environmentally friendly refrigerant (R723) and combines both adsorption and conventional vapour compression refrigeration machine: the system is driven by dual source (heat and/or electricity). The use of dual source makes systems when operating highly flexible and energy efficient as the heat source could be free of charge (as Solar energy). The evaluation of experimental performance of the novel system manufactured is yet to be completed. 1. The cooling performance will be evaluated and checked against the model predictions.\n2. The current project has incubated a concept of Advanced hybrid cooling machine fully driven by primary heat source. Agriculture, Food and Drink,Energy,Environment,Transport","dataset":"gtr"}