{"id":"E9D266CC-641A-47CB-A46A-EFDDB57C7C79","title":"Causal relation between dendritic morphology, voltage gated channel expression and presynaptic release mechanisms ?","abstractText":"Circuits of hundreds of thousands of nerve cells (neurones) in our brains process information, allowing us to recognise important inputs and to take appropriate action. They allow us to learn about novel experiences, placing these, apparently effortlessly, in the context of wider experience. The necessary temporal framework for these computations is provided by the oscillatory patterns of near synchronous activity in populations of neurones, patterns that can be seen in the EEG (electro-encephalogram). \n\nWhether an individual neurone responds to a complex input pattern is determined by the strength of its excitatory inputs at that moment, its state at that time and importantly, by the inhibition it receives. Some of the highly specialised neurones that provide this inhibition\n(interneurones) set the rhythms, others determine whether a particular input pattern is strengthened and able, later, to contribute to a memory of a particular experience. Selective loss of specific interneurone types, or alterations in their function occur in many common disease states. Major efforts are therefore being made to understand how this leads to specific psychological and behavioural abnormalities.\n\nThe hippocampus is a brain region intimately involved in recognising where we are in our environment, a role that is dependent upon the coordination of rhythmic activity by inhibitory interneurones. This project focusses on a much neglected region of hippocampus (CA2) with unique pathology in schizophrenia and particularly on the interneurones here which display combinations of characteristics unique to this region. These characteristics imply a specific role in coordinating rhythmic activity. By employing a range of techniques we will reveal the functional, molecular and structural features unique to this region and test its contributions to controlling network activity.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0401248","grantId":"G0401248","fundValue":"344107","fundStart":"2005-06-01","fundEnd":"2008-11-30","funder":"MRC","impactText":"","person":"Alex  Thomson","coPersons":[],"organisation":"School of Pharmacy","findingsText":"","dataset":"gtr"}