{"id":"E9D35C8D-58A2-4EB2-9763-B05EF1C4A62C","title":"Smart Management of Electric Vehicles","abstractText":"Distribution networks are typically designed for specific electrical loads using assumptions based on typical load consumption patterns. Battery charging of Electric Vehicles (EVs) will increase the power demand in distribution networks and large scale electric transport will require smart management of the charging infrastructure. Depending on the location and times the vehicles are plugged in, they could cause local constraints on the grid. Analysis tools are required to determine the effects of adding a large number of mobile EVs to the grid, as well as the customers' location, charging time and duration on a daily basis. The main problem in the modelling of the aggregation of EVs is the representation of the uncertainties including: (i) type of residential load, (ii) EV location, (iii) rating of EV charger, (iv) EV charging occurrence and (v) EV charging duration.\n\nAn EV aggregator proposed in this research will act as a key mediator between the consumers on one side and the markets and the other power system participants on the other side. The EV aggregator may have to forecast: (i) the electricity consumption of its own customers, for forecasting the aggregator's power balance and (ii) the consumption in the electricity system, for forecasting electricity prices. The impact of EVs is significant for the Distribution Network Operators (DNOs) as there is a need to manage congestion and voltage drops. As the predicted large deployment of EVs could have an important impact on the grid it is expected to adapt the vehicle as much as possible with the existing infrastructure and this can be achieved by the integration of smart grid control techniques. The primary goal of a Smart Grid is the optimal control of the electricity distribution and the charging of EVs can be controlled to reduce peak load.\n\nIn order to answer these questions, this project draws on methodologies and results across the boundaries of engineering and informatics. This is an exciting opportunity to bring qualitative and quantitative research methods together to study a complex system covering load forecasting and smart management of EVs. This project aims to (i) investigate control algorithms for smart management of EVs considering the spatial diversity of EVs throughout the network and temporal diversity of EV charging patterns and (ii) demonstrate a practical way of implementing control algorithms to facilitate the future deployment of EVs by laboratory validation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I038756/1","grantId":"EP/I038756/1","fundValue":"93402","fundStart":"2012-03-29","fundEnd":"2014-03-28","funder":"EPSRC","impactText":"","person":"LIANA MIRELA CIPCIGAN","coPersons":[],"organisation":"Cardiff University","findingsText":"","dataset":"gtr"}