{"id":"E9D5338C-F31A-49C4-8FC7-CFA163D028E6","title":"Imaging cellular and molecular processes driving cell migration during development","abstractText":"Cell movements play a central role throughout vertebrate embryogenesis. Migration is as fundamental a feature in proper development as proliferation, differentiation, and apoptosis. Yet less is known about cell migration patterns and the molecular mechanisms that govern them then about other aspects of development. By nature, the study of cell migration requires combined knowledge of anatomical landmarks and dynamic migratory patterns. An understanding of such dynamic processes is essential to integrate our increasingly detailed knowledge of genetic regulatory networks into the context of cellular interactions and morphogenesis. Recent technological advances have opened up an exciting new era in developmental biology where we can now address in detail and in real-time how cell behaviour governs the development of the embryo. Our groups are examining such intricately choreographed processes in distinct yet overlapping systems, such as the early mammalian embryo and in the mid-gestation to adult vertebrate nervous system. In order to be able to investigate such cell behaviour in the 3-dimensional context of the organism, we require a microscope with the ability to optically section our samples and obtain high resolution images. Furthermore we require a microscope that can do this over time, as development occurs over time. The state-of-the art equipment requested in this proposal would fulfill these requirements and enable us to achieve our objectives which address fundamental questions about the development of the adult form.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F011512/1","grantId":"BB/F011512/1","fundValue":"229621","fundStart":"2008-03-01","fundEnd":"2009-02-28","funder":"BBSRC","impactText":"  Our findings have been cited by others, so have been used to inform their research. Education Societal","person":"Shankar  Srinavas","coPersons":["Joanne Louise Begbie","Francis George Szele","Zoltan  Molnar"],"organisation":"University of Oxford","findingsText":" Our research output from this grant has uncovered a variety of fundamental biological processes, relating to the formation of the earliest specialised cell types in the embryo to how cells migrate in the embryo, helping to shape it. Our findings reveal the basic biology underlying embryonic development. It can form the basis of further studies by others that will help for example in using stem cells to generate useful tissues, or to understand how cancer cells migrate and spread, and how to combat this process. Education,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}