{"id":"E9DB4F81-79B9-4631-8797-29000AE5763A","title":"Myosin-linked mechanisms for the regulation of muscle contraction","abstractText":"Muscles make us mobile, and mobility is a major factor determining our quality of life. Unfortunately our muscles get weaker as we get older, and everyday tasks like walking, climbing stairs or even getting up out of a chair get more difficult. Many diseases also lead to severe forms of muscle weakness, and some of these affect young children. In general there is no effective treatment for muscle weakness. Using muscles- exercising them- does make them stronger, but this is not always possible, particularly for those suffering from diseases that affect the muscles. This proposal seeks to discover what controls the strength of healthy muscles because, if we understood that, we might be able to design a drug to boost the strength of weak muscles. \n \nMuscles are built from long strings of a basic microscopic building block called a sarcomere. Each sarcomere contains an array of two types of filament, one wider than the other, and these are called thick and thin filaments. The relative sliding of these two sets of filaments is responsible for muscle shortening. When a signal from the brain travels along a nerve and reaches a muscle, it triggers release of calcium from stores inside the muscle cell. The calcium binds to the thin filaments, causing a change in their structure that allows the filaments to slide, and the muscle contracts. This change in thin filament structure is quite well understood, but it works like an OFF/ON switch- it controls when the muscle contracts, but not how strongly. Recently it has become apparent that there is another type of muscle control that works by changing the structure of the thick filaments, and this can alter both the ON and the OFF states. In other words, these changes in thick filament structure can control the strength of a muscle, but also how much energy a muscle uses when it is resting. Since about a third of the weight of our bodies is muscle, understanding how to control the OFF state of muscle might be useful in combatting a very different health problem, allowing us to use muscles to burn off some unwanted calories. \n\nAt present we don't know how these OFF and ON states of muscle are controlled- we don't know exactly how the structure of the thick filament changes, and what controls those changes. We do know which proteins are involved, though, and roughly where they are in the sarcomere. In this project we will apply a new method that we developed to tag the thick filament proteins with small fluorescent molecules that report changes in protein structure from inside muscle cells. Our preliminary tests with this method shows that it is capable of answering some key questions about how changes in in thick filament structure control muscle performance: What is the difference between the OFF and ON structures of the thick filaments at the molecular level? How do these structural changes in the thick filament control the muscle strength? How is thick filament structure itself controlled? How is that control related to the calcium switch in the thin filaments? \n\nThe answers to these questions will allow us to develop a detailed picture of how the OFF and ON states are controlled by changes in thick filament structure in healthy muscle. This in turn will enable us to suggest ways in which these states might be controlled by drugs, and to develop ways to assess the value of potential new drugs. Finally, since very similar changes in thick filament structure occur in heart muscle using the same protein components, we expect that the results of this project will also be useful in guiding an analogous approach to controlling the strength of heart muscle, and therefore in developing potential new treatments for heart disease.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M026655/1","grantId":"MR/M026655/1","fundValue":"521444","fundStart":"2015-09-01","fundEnd":"2018-08-31","funder":"MRC","impactText":"","person":"Malcolm  Irving","coPersons":[],"organisation":"King's College London","findingsText":"","dataset":"gtr"}