{"id":"E9E06309-D183-4AD2-930F-B697B6BC786D","title":"A multi-site study of the genetics of child anxiety and predictors of treatment response","abstractText":"Background: Anxiety is a common and debilitating problem for our youth, shows continuity into adulthood and is associated with wide-ranging difficulties. Those individuals who first experience an anxiety disorder during their childhood show the poorest long-term outcomes. For example, such children are much more likely than other children to be absent for significant portions of their schooling missing out on the opportunity for both social and academic development. Whilst it is clear that both genetic and environmental influences are important in the development of anxiety, we know relatively little about the specific factors and mechanisms involved. More is known about the genetics of depression, which has been shown to be genetically similar to anxiety, thus providing several useful starting points for genetic studies of anxiety. Finally, whilst child anxiety is most commonly treated using a ?talking treatment? called cognitive-behaviour therapy (CBT), around two-fifths of patients do not improve. Younger girls seem more likely to respond well, whereas those with worse symptoms or whose parents also have difficulties with anxiety and/or depression respond less well. These two factors suggest that these children may have a heavier genetic loading for anxiety, implying a possible genetic influence on treatment response. Research Plan: Genes for which there is theoretical and experimental evidence for involvement in anxiety or depression will be considered in this study. For example, genes involved in the serotonin system, the target of common anti-depressants such as Prozac, have been shown to play a role in the development and pharmacological treatment of depression, and in several anxiety-related characteristics such as extreme shyness in children. We will consider the role of these and other selected genes in the development and treatment of child anxiety. DNA (genetic material) collected from a sample of 2500 children with clinical anxiety, most of whom are being treated with CBT will be used to examine two core questions. First, are there specific genes associated with childhood anxiety disorders? Second, can we predict treatment outcome from factors such as age, sex, severity of anxiety, parental mental health and specific genes? Identifying genes relevant to the development of anxiety disorders could enable targeted prevention work, whilst knowledge of genes relevant to treatment response could allow for individualised treatment programmes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0901874","grantId":"G0901874","fundValue":"577564","fundStart":"2010-10-11","fundEnd":"2014-08-10","funder":"MRC","impactText":"","person":"Thalia Catherine Eley","coPersons":[],"organisation":"King's College London","findingsText":"","dataset":"gtr"}