{"id":"E9E7C5F5-39B7-42DE-AAE1-9E005F1964EE","title":"Investigation of intrinsic charge and spin transport mechanisms in organic molecules","abstractText":"The importance and performance of organic electronic devices have increased significantly in the last two decades, and are increasingly showing great promise for new applications. Electronic devices based on organic semiconductors are revolutionising electroluminescent displays and large-area electronics, as they are economically favourable, can be easily processed into large areas and have tuneable electronic. Even though the mechanisms of charge transport in such organic conductors are fundamental to their operation, many aspects of organic charge transport are still only poorly understood and progress in this area may be pivotal to utilising these materials to their fullest extent. Furthermore, understanding the underlying physics of charge transport in bulk small-molecule organic semiconductors is critical to the emerging field of organic spintronics, but is extremely challenging, partly because it is not completely accessible using conventional experimental techniques.One particularly powerful class of techniques that can be used to measure charge carrier transport in organic materials makes use of a spin probe to measure spin fluctuations at a probe position. The spin probe techniques of electron spin resonance (ESR) and nuclear magnetic resonance (NMR) have been used to study carrier diffusion in anisotropic conductors, including doped conducting polymers. In contrast to ESR and NMR, muon spin relaxation (muSR) has the unique feature that in organic materials it can both generate an excitation by chemical reaction with the system and also act as a sensitive probe of the dynamics of this excitation. Thus, muSR spin dynamics is a particularly powerful probe for conductors with very low concentrations of carriers. Furthermore, as a result of the single-point nature of the spin probe, it is not affected by interface related effects and it is highly sensitive to intrinsic charge carrier transport at a molecular lengthscale, over a broad range of different morphologies, with different chemical structures and packing motifs. Since muSR is a spin probe it is also sensitive to the charge carrier's spin relaxation. It is thus unique in its ability to measure, at the same time in the same sample, the charge and spin dynamics on a molecular lengthscale. This allows one to perform the types of studies required to push back the fundamental understanding of charge carrier transport and spin processes in organic materials, which could be of extreme importance when developing the next generation of organic devices, whether using spin or charge based phenomena. This proposal's aim is threefold. Firstly, perform muSR measurements on a number of different technologically relevant metal-quinolates to provide a quantitative measurement of the upper limit of charge carrier mobility, and where possible, measure the electron spin relaxation rate. Secondly, perform muSR measurements on a series of different pentacene derivatives, where the motif, displacement and vibrational modes are all a dependent on the chemical structure of the functionalisation, the number of functional branches and the relative position of them on the backbone. Thirdly, develop the theoretical models to be able to interpret the muon results and extract quantitative physical parameters relevant for the device community.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G054568/1","grantId":"EP/G054568/1","fundValue":"260269","fundStart":"2009-10-08","fundEnd":"2012-04-07","funder":"EPSRC","impactText":"","person":"Alan John Drew","coPersons":[],"organisation":"Queen Mary, University of London","findingsText":"","dataset":"gtr"}