{"id":"E9EA8FAC-8F1F-458F-818B-F20E1FCA0A7F","title":"Tokamak transport and strong, structured flows","abstractText":"Fusion power is an attractive potential technology for electrical power generation. To get the next generation of fusion devices to ignite, we \nneed deeper theoretical understanding of the plasma turbulence which is responsible for most of the heat loss in tokamaks. In addition\nto the direct practical application, understanding the dynamics of this problem is also a fascinating physics problem, because turbulence leads\nof the spontaneous creation of complex structures, like blobs and shear flow layers, on scales from millimetre-size turbulent eddies\nto the several-metre radius of the device itself.\n\nOne crucial aspect of turbulence is the presence of large scale flows: even in simple situations like water running over a rock in a stream,\nthere is a fascinating interplay between the flow and turbulent eddies downstream. Analogously, bulk plasma flows are widely recognised \nas one of the key features in tokamak turbulence[12]. \n\nWe outline a framework for investigating the interaction of kinetic plasma turbulence with strong flows, on the full range of length scales. \nThe project will extend a massively-parallel computational tool, NEMORB[6], to treat tokamaks with strong flows, and exploit this tool to study \nflow self-organisation and interaction with turbulence. This requires the implementation of an advanced mathematical formalism in the code. \nA key aspect is the unified treatment of flows on all length scales, in order to capture global-scale flows, flows associated with\nstep-like transport barriers, and turbulence-scale flow fluctuations.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K023551/1","grantId":"EP/K023551/1","fundValue":"97958","fundStart":"2013-03-15","fundEnd":"2015-03-14","funder":"EPSRC","impactText":"","person":"Ben Fynney McMillan","coPersons":[],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}