{"id":"E9F1CA2B-BBB4-4D40-861D-1AE85A736E0D","title":"Finding effective analgesics in zebrafish by analysing effects on the nervous system (CNS)","abstractText":"The zebrafish is becoming increasingly popular in biomedical research (more than 400.000 individuals were used in 2011 according to the Home Office), as it is relatively small and still shares many features with other back-boned animals (vertebrates). This makes scientific findings from the zebrafish translatable for medical research. Adult and larval fish are being used in diverse fields, including research in cancer and neurodegenerative diseases and undergo potentially painful procedures, yet most procedures are done without proper analgesia (pain relief). This is mainly because not much is known about how fish process potentially harmful input. Efforts are underway to look, for example, at changes in behaviour after potentially painful experiences and how specific drugs (analgesics) mitigate these, in order to develop protocols for effective analgesia (pain relief) in fish. However, the central nervous system, which receives these stimuli, processes them and directs the behavioural changes, is not being analysed. We believe that analysing changes in the central nervous system is indispensable to directly demonstrate that harmful stimuli affect the brain, and that analgesic drugs are effective at the level of brain. In this pilot project, we aim to support efforts analysing behaviour and other parameters by finding changes in the activity of different genes in areas of the spinal cord and brain after potentially painful experiences. This will give direct information on the processing of such input. Moreover, by trying a number of potential analgesics we will determine which of these work most effectively by directly measuring gene activity in the brain. Our preliminary analyses show that application of mustard oil to muscle tissue leads to increased activity of genes in the spinal cord and brainstem that are often activated in the context of harmful stimuli. Ideally, we will find analgesics that block this reaction already at the level of the spinal cord, where stimuli are first processed. In subsequent research, our findings from the brain will be compared to data from behaviour and other non-invasive measures to determine optimal protocols for analgesia in fishes and derive non-invasive indicators of successful analgesia in future zebrafish research. Our data will thus help to refine experiments in fishes in the sense of Refinement as defined in the 3Rs, by devising protocols for analgesia that are supported by neurobiological observations and thus inform scientists and policy makers on best practice in fish experiments.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NC/L000237/1","grantId":"NC/L000237/1","fundValue":"73769","fundStart":"2013-10-01","fundEnd":"2014-09-30","funder":"NC3Rs","impactText":"","person":"Catherina G. Becker","coPersons":["Thomas  Becker"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}