{"id":"E9F8C55B-F27B-4996-9367-851BACE0B694","title":"Subjects of law: rightful selves and the legal process in imperial Britain and the British empire","abstractText":"This project aims to use a major and hitherto neglected archival cache of legal records to explore the impact of colonial law upon the making of social and political identities, the translation of culturally specific ideas and practices into a 'global' legal language, and the transformation of common law itself - in Britain as much as in those distant countries where British subjects once lived. It begins with the hypothesis that in asserting what they (or others) were entitled to, people enmeshed in any legal process are inevitably compelled to state who they (and others) are, and that in a colonial or imperial context, the compulsions are particularly acute as well as transformative.\n\nThis network will examine in three novel ways how entitlement and representation (rights and identities) shaped each other in the context of British imperial rule. First, it will bring together a group of specialists whose combined research interests are genuinely pan-imperial and whose disciplinary expertise spans history, law and literary criticism. In doing so, the network will encourage both multi- and trans-disciplinary research, as well as research that is trans-national in scope - encouraging individual researchers and the collective as a whole to push boundaries, both intellectual and pragmatic. Secondly, it will exploit the research opportunity presented by an emerging archive - the records of the Judicial Committee of the Privy Council (JCPC) - an archive unique for its capacity, given its size, for providing an empirical basis for research in these very broad and 'global' themes. Such exploitation and unprecedented usage will be made possible by enhancing an existing prototype website and online catalogue, developed as part of a pilot project &quot;Judging Empire&quot; - conducted by the Principal and Co-investigators. Finally, it will utilise the expertise of the network members in order to benefit from specialist knowledge of supplementary non-UK and/or non-legal records. A significant core of the network will consist of scholars using the JCPC records; but also those concentrating on non-UK legal records, and non-legal sources such as administrative and police records, pamphlets in English and other languages, literary and visual resources - such variety being essential in order to trace the multiple levels at which translations of doctrines, aesthetics, ethics, institutional forms, social networks and political identities occurred within the colonial and imperial legal system(s), and to identify the motivations and compulsions that shaped the assumption of legal subjectivities by very different people, united by the common designation of 'British subjects'.\n\nThe network, which includes early career researchers as well as established scholars, has been formed through invitation, as well as by a 'snowballing' process, whereby incorporated network members, have helped to identify outstanding scholars in fields less familiar to the Investigators themselves. We intend to allow the network to recruit members all through its lifetime, thus fulfilling our ambition of setting a new research agenda in law as a crucial site of exchange, transformation and translation in the context of British imperial rule. \n\nWe especially intend to use the enhanced project website, with its user blog, as a powerful tool for publicity as well as engagement - with other scholars, as well as the wider public. We will further attempt to engage the general public on issues of governance, cultural diversity and justice by organising a user review event at the outset, by seeking permission to curate a public exhibition on the historic role of the JCPC in the Supreme Court's premises, and also by exploring every opportunity for collaboration with the media, such as was recently offered when our consultation was sought during the production of a documentary film commissioned by the JCPC, intended for visitors.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J003387/1","grantId":"AH/J003387/1","fundValue":"36041","fundStart":"2012-02-01","fundEnd":"2013-09-30","funder":"AHRC","impactText":"  The research network has led to an important engagement activity in terms of providing curatorial advice for a free public exhibition hosted by the UK Supreme Court, July-September 2014. The exhibition was titled: A Court at the Crossroads of Empire: Stories from the JCPC.\nhttp://supremecourt.uk/visiting/stories-from-the-jcpc.html Government, Democracy and Justice Cultural,Policy & public services","person":"Nandini  Chatterjee","coPersons":["Charlotte Louise Smith"],"organisation":"University of Plymouth","findingsText":" In this research network we have investigated how law and legal administration across the British Empire involved crucial cultural negotiations. We established that cross-cultural communication and nuanced translation of legal concepts and practices is essential in order to fulfill the quest for justice that inspires people across the world. We also found, however, that cultural negotiations run the risk of irresponsible relativism and worse, the manipulation of alleged, but not in reality universal norms by the powerful members of society. In all this, our key finding is the great value of law and legal principles in affording the marginalised and the under-privileged the space and opportunity to protest against and resist injustice, but also the limitations of law in itself to offer true justice, especially those not in positions of power. Our findings are in the realm of humanities and culture, but they are also crucial to just, sensitive and inclusive governance, especially in globalised, multi-cultural societies. We will offer our findings and insights to legal institutions and professionals (as we have done to the UK Supreme Court), and to schools (as we have already done), and continue to invite charities and public bodies to make use of these findings about historical cases and situations, in order to make moral sense of legal and ethical dilemmas of present-day Britain. Education,Government, Democracy and Justice,Culture, Heritage, Museums and Collections","dataset":"gtr"}