{"id":"EA09C6BF-5A04-414C-870D-C9D68AF2735C","title":"An infrastructure for platform technology in synthetic biology","abstractText":"Summary\n\nThe aim of the project is to develop integrated platform technology and an infrastructure for synthetic biology. Five British universities (Imperial College, Cambridge, Edinburgh, LSE/Kings and Newcastle), who are amongst the international leaders in synthetic biology, have formed a Consortium to address the issue. These universities already have very significant research programmes in synthetic biology (e.g. Imperial College has the EPSRC National Centre for Synthetic Biology and Innovation - CSynBI.)The consortium will provide the critical mass and synergy necessary to address a range of synthetic biology research and its translation to industry. Synthetic Biology can be defined as a field that &quot;aims to design and engineer biologically based parts, novel devices and systems, as well as redesigning existing natural biological systems&quot; (The Royal Academy of Engineering Synthetic Biology Inquiry Report. May 2009). It is a rapidly developing field which, it is now recognised, will have major relevance to enhancing the UK's industrial base. Britain, like much of the rest of Europe, has limited natural resources. The exception to this is high quality human resources - which have resulted in the UK being second only to the US in terms of our scientific research base. Synthetic biology is a field which naturally lends itself to the creation of new knowledge industries - and to enhancement of existing industries.\n\nSo why now? As with the original industrial revolution, it is not possible to single out a point in time from which everything flowed. However, a fiducial point was the invention of the steam engine by James Watt towards the end of the 18th century. Similarly, the publication of the structure of DNA by Watson and Crick in 1953 and the initial sequencing of the human genome in 2001 can be considered as fiducial points in the biological revolution which has spawned synthetic biology. Synthetic biology is the confluence of a number of fields, principally biology and engineering - but, also, mathematics, physics and chemistry. The ability to rapidly sequence and chemically synthesise DNA, coupled to information and communication technology (ICT), is the technological driver for Synthetic Biology. The scientific drivers are the accumulation of bio-knowledge over the last sixty years and the application of methods and concepts from engineering - for example, and importantly, modularisation, standardisation and characterisation.\n\nIndustrialisation is an important aim of synthetic biology. This will involve leveraging the UK's research base in synthetic biology to create new industries, to rejuvenate existing industries, to support SMEs, attract inward investment and create new jobs. To achieve this it will be necessary to create platform technology, comprising tools, processes etc, which can be applied across a range of fields. The platform technology will be used as part of a systematic design process involving the design cycle for synthetic biology (specifications, design, modelling, implementation, testing and validation) to produce biologically based parts, devices and systems - with a range of applications in different fields. An important aspect of the approach is the incorporation of ethical, societal and environmental considerations into the design process. A number of detailed exemplar applications projects will be carried out in close collaboration with industry to test the effectiveness of the infrastructure and platform technology as a vehicle for translating university-based research into industrial applications. The Consortium aims to provide knowledge hubs where firms in the field can share information and build strong networks and clusters. The objective is for the platform technology to be: (a) compatible with the work and aspirations of the international community and (b) readily accessible by a wide range of users (both academic and industrial).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J02175X/1","grantId":"EP/J02175X/1","fundValue":"5007850","fundStart":"2012-07-01","fundEnd":"2017-06-30","funder":"EPSRC","impactText":"","person":"Richard  Kitney","coPersons":["Nikolas Simon Rose","Travis Scott Bayer","Jane  Calvert","Robert Julian Dickinson","James Phillip Haseloff","Jennifer Susan Hallinan","Anil  Wipat","Gos  Micklem","Alistair Philip, David Elfick","James Warren Ajioka","Christopher Edward French","Paul S Freemont","Guy-Bart Vincent Stan","Jeffery  Errington","Colin Robert Harwood","Vincent  Danos","Thomas Marc Ellis","Geoffrey  Baldwin"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}