{"id":"EA0A7A10-D4EC-441A-9348-56F98773A6DA","title":"IDA2GO - Improving Domain Annotation and Representation within InterPro","abstractText":"Protein domains are discrete, stable structures within proteins. They typically form distinct operational units with responsibility for specific functions, such as binding a given molecule or catalyzing a specific step in an enzymatic reaction. To fully understand a protein's biological role, it is necessary to understand domain distribution, evolution and function.\n\nThe core concept of InterPro is that if two proteins look similar (either structurally and/or at the sequence-level), there is a strong possibility that they will have a similar or identical function. The similarities and differences between proteins that have the same function or structure can be modelled; InterPro calls the resultant predictive models &quot;signatures&quot;. InterPro uses signatures from several different databases (each of which has a particular niche or biological focus) to predict information about proteins. InterPro integrates together signatures if they appear to represent the same protein family, domain or site. In addition, concise information about the signatures and the types of proteins they match is added, including terms from the Gene Ontology (GO), a controlled vocabulary that is used to describe biological functions, processes and the subcellular localisation of genes in a standardised way. \n\nInterPro regularly calculates the presence of domains in sequences from the UniProtKB protein knowledgebase. It makes this information available through websites and software tools. However, the manner in which these data are displayed and calculated is sub-optimal and can lead to confusion for the biologists attempting to use them. Similarly, because domains can be found in proteins which have quite different overall functions, it is difficult to accurately annotate individual domains with GO terms.\n\nThe IDA2GO project intends to improve the way that domains are represented and annotated within the InterPro database so that scientists are able to utilise these data for the functional annotation of genomes, the discovery of novel domains and to better understand how proteins evolve.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K004328/1","grantId":"BB/K004328/1","fundValue":"120338","fundStart":"2012-11-01","fundEnd":"2014-04-30","funder":"BBSRC","impactText":"  The InterPro domain architecture tool was launched in beta relatively recently (July 2014) and so is still growing it's user base. The tool is part of the InterPro database, which is widely used by the research community (and beyond), receiving millions of web hits per month. The associated InterProScan resource is the most widely-used web service at the EBI, receiving almost 3 million sequence searches per day. A large user base, which includes the commercial pharmaceutical and biotechnology sectors, therefore exists for tool, with its potential use in understanding the domain architectures of proteins involved in agriculture, food manufacture and spoilage, epidemiology, elucidation of antibiotic resistance mechanisms and bioenergy production. We expect the tool's use to increase significantly following our publication describing its deployment (due out in January 2015). Agriculture, Food and Drink,Digital/Communication/Information Technologies (including Software),Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology ","person":"Sarah  Hunter","coPersons":[],"organisation":"EMBL - European Bioinformatics Institute","findingsText":" Protein domains are discrete, stable structures within proteins. They represent fundamental elements of evolution. Domains typically form distinct operational units with responsibility for specific functions, such as binding a given molecule or catalyzing a specific step in an enzymatic reaction. As a consequence, the organisation of the domains within a protein (the &quot;domain architecture&quot;) has a significant implication for protein function. To fully understand a protein's role, and to make sense of sequenced genomes and their evolution, it is essential that we understand domain distribution and function.\n\nThis grant funded work to improve domain representation within InterPro. The major impacts have been: i) the development of a new algorithm, based on graph theory, that accurately represents the arrangement of protein domains in the InterPro database; and ii) the development of a new search tool to allow interactive querying of these domain architectures.\n\nThe domain architecture tool allows users to search the InterPro database with a particular set of domains, and returns all of the domain organisations and associated proteins that match the query. This makes it easy to rapidly identify all of the different domain combinations, where one type of domain co-occurs with another, or a particular domain is followed by another (e.g., an SH3 domain is found C-terminal to a protein kinase domain, or vice versa), and to list the proteins that match each domain organisation.\n\nThe tool has been made available via the InterPro website (http://www.ebi.ac.uk/interpro/search/domain-organisation). The tool may be used to gain insights into domain function and evolution. It allows users to search for proteins based on domain absence/presence and/or order. It could be used to investigate the occurrence of predicted domain architectures in selected proteomes. Furthermore, it could also be used to assess the likely function of proteins with particular domain architectures, through comparison to characterised proteins with the same domain arrangement. Agriculture, Food and Drink,Digital/Communication/Information Technologies (including Software),Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}