{"id":"EA161AC3-39E4-4D7D-B3F2-A4C4B362AB1C","title":"Sustainable Manufacturing in Multiphase Continuous Reactors: Aerobic Oxidations","abstractText":"While bulk chemicals are generally manufactured in efficient continuous processes, generating relatively little waste (E-factor &lt;1-5), high value chemical products (fine chemicals, agrochemicals, pharmaceuticals) are usually manufactured in batch units, generating enormous waste (E-factor ca. 25-100). There is therefore a clear business advantage, if continuous manufacturing techniques could be adapted for use in these industries. Continuous processing can facilitate safe manipulation of potentially hazardous reagents that can nevertheless effect low-waste transformations, e.g. by efficient heat-transfer in very exothermic processes &amp; minimising local inventory of hazardous material. Whilst most oxidations of bulk chemicals can be performed continuously using molecular oxygen in the gas phase, safety considerations (exotherm, formation of explosive mixtures) preclude its use in batch processes, particularly for thermally sensitive, involatile substrates found in fine chemical manufacture. This leads to two undesirable behaviours: a) adoption of costly, atom inefficient, waste-generating stoichiometric oxidants, with consequent negative environmental impact, and b) a tendency to avoid oxidative transformations by using inevitably less efficient 'workarounds'. It is therefore clear that oxidation is a potentially key enabling technology. The demonstration of cost-effective, safe, and efficient use of aerobic oxidation in an organic solvent would be transformative since a wide and increasing range of catalytic organic transformations would be considered seriously by industry, and not avoided due to safety concerns. The potential to drive further efficiency by 'telescoping' subsequent transformations would also be facilitated by continuous, work-up free oxidation. Thus, this project aims to instigate a step change in efficiency in the manufacture of many products by developing safe continuous oxidative transformations.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L003279/1","grantId":"EP/L003279/1","fundValue":"998534","fundStart":"2013-07-01","fundEnd":"2016-04-30","funder":"EPSRC","impactText":"  The project is ongoing. We are evaluating new reactors for aerobic oxidations. Chemicals Economic","person":"Asterios  Gavriilidis","coPersons":["Klaus  Hellgardt","Stephen Philip Marsden","Simon  Kuhn","King Kuok Hii","Graham  Hutchings","Joe  Sweeney"],"organisation":"University College London","findingsText":" This project is ongoing and promising results have been obtained so far. This award has not finished yet. Chemicals","dataset":"gtr"}