{"id":"EA1B1886-824C-4638-BA1C-1F6E9381FC13","title":"Communicating with Vulnerable Children: Understanding the Everyday Practices of Child and Family Social Workers","abstractText":"<p>This study poses the question:</p>\n\n<ul>\n \n\n <li>How do social workers communicate with children in a range of practice contexts and how do the social workers and children experience these encounters?</li>\n\n</ul>\n\n<p>The qualitative research will take place in two practice settings to encompass a range of key social work tasks with children: firstly, frontline referral and assessment teams, where relationships with children may have to be developed rapidly, and secondly, looked after children's teams, where there is the potential for longer term relationships.</p>\n\n<p>In phase 1, the team will accompany social workers in their daily work and observe at least 80 meetings between social workers and children in home visits in the four UK nations.</p>\n\n<p>In phase 2, the team will video meetings with looked after children and use the videos to engage children and practitioners in reflections about how to improve communication.</p>\n\n<p>Findings from the project will be used to develop training tools for practitioners. The research will generate important new knowledge that will enhance the quality of social work education, practice and policy and in so doing improve children’s experiences of practice and practice outcomes. The project team are guided by a group of care experienced young adults.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/K006134/1","grantId":"ES/K006134/1","fundValue":"414010","fundStart":"2013-07-18","fundEnd":"2015-03-31","funder":"ESRC","impactText":"  The research is on-going until end of January 2016 (no-cost extension granted due to maternity leave)\n\nThe majority of data has been collected. We are in the middle of data collection for phase 2 (out of three research phases) and analysis is ongoing.\n\nExpectations re sample size and quality of data have been met. Findings will be reported in stages through 2015 and 2016.  ","person":"S A Holland","coPersons":["Mark Philip Hadfield","Viviene  Cree","Gillian Margaret Ruch","Karen  Winter"],"organisation":"Cardiff University","findingsText":" The research is on-going until end of January 2016 (no-cost extension granted due to maternity leave)\n\nThe majority of data has been collected. We are in the middle of data collection for phase 2 (out of three research phases) and analysis is ongoing.\n\nExpectations re sample size and quality of data have been met. Findings will be reported in stages through 2015 and 2016. The findings will be used by practitioners and policy-makers. Early engagement activities suggest taht there will be high demand for engagement events and training materials from the study. Communities and Social Services/Policy,Healthcare","dataset":"gtr"}