{"id":"EA1E4A71-1C2B-403A-B9F6-7C41D6A267D3","title":"Open University Rolling Grant 2009 - 2014","abstractText":"The OU Astronomy Group seeks continuation of its Rolling Grant to support a program of observational, theoretical, laboratory and space based astronomical research and instrumentation development. Theme 1 Star formation: This theme aims to understand star formation of our Galaxy and the local universe, focussing on near and far infrared studies. We will pursue four interlinked projects working within our access to the Guaranteed Time data from the AKARI space infrared telescope, the LOFAR radio telescope, and ESO facilities. The projects lie at the heart of star formation astrophysics, building on past work on molecular cloud structure, far-IR astronomy and triggered and high mass star formation. Project 1.1 ASTRO-F Galactic Plane Survey Project 1.2 Massive star and starburst cluster formation Project 1.3 HERSCHEL Survey exploitation Project 1.4 LOFAR Galactic Plane Survey Theme 2 Planetary Astrophysics: This area includes observational searches for Exoplanets; exoplanet characterisation with HST and Spitzer, modelling Exoplanet atmospheres; the interior structure of Exoplanets; and the dynamics and migration physics involved in various planetary architectures; and models and exploitation of data from solar system terrestrial planetary atmospheres. Project 2.1 Exoplanet Dynamics Project 2.2 Exoplanet Structure and Evolution Project 2.3 Solar System terrestrial planetary atmospheres Theme 3 Extragalactic Infrared astronomy &amp; Cosmology: This is an integrated research programme to trace the cosmic evolution of star-forming galaxies using major international far-infrared and submm-wave legacy surveys / key projects. Project 3.1 SCUBA-2 and AKARI Legacy Surveys Project 3.2 The HERSCHEL ATLAS Key Project Project 3.3 The Cosmic Near-Infrared Background Theme 4 Extreme Environment astrophysics: This program explores the interrelation between galactic environment and relativistic object content in nearby galaxies, to provide insights into high-mass star formation, relativistic object formation and high-energy phenomena that cannot be gained from observations in our own Galaxy alone; to study the counterparts of high-energy sources we identify in our X-ray surveys of nearby galaxies; and conduct numerical simulations to model the nature of the accretion flows and the nature of their X-ray populations Project 4.1 Relativistic accretors in nearby galaxies Project 4.2 Characterising compact accreting systems Project 4.3 Magnetic Cataclysmic Variable Populations Theme 5 Laboratory Astrochemistry; Exploring Chemical Complexity: The research is targeted at simulating chemical and physical processes within star and planet formation regions and planetary atmospheres and surfaces; The research programme is focused on two projects (i) exploring the nature of chemical complexity in the ISM and (ii) identification of biomarkers that will be used to exploit extant data, and lead to the identification of robust biogenic biomarker signals in Exoplanet atmospheres and surfaces. Project 5.1 The Chemistry of Star and Planet Formation. Project 5.2 Identifying biosignatures for Exoplanetary studies; Theme 6 Astronomical Instrumentation Development for Space Missions: This proposal aims to promote radiation damage studies for future space missions which are within the STFC programme. The activity includes: a) Laboratory study of radiation damage and other environmental factors affecting scientific instrumentation on space missions, b) To provide low-level support to our collaboration with China on their first national X-ray astronomy mission, HXMT, c) To provide support at the early stage of future project studies, for both space and ground based instrumentation Project 6.1 Laboratory Studies of Radiation Damage (1 PDRA) Project 6.2 Radiation Damage support for the HXMT project","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/G002533/1","grantId":"ST/G002533/1","fundValue":"1528420","fundStart":"2009-04-01","fundEnd":"2012-03-31","funder":"STFC","impactText":"","person":"Glenn  White","coPersons":["Ulrich Christian Kolb","Andrew John Norton","N. St.J. Braithwaite","Stephen  Serjeant","Andrew  Holland","Nigel John Mason","James Simon Clark","Carole Ann Haswell","Stephen Richard Lewis"],"organisation":"Open University","findingsText":"","dataset":"gtr"}