{"id":"EA24FA4C-53B3-4F57-88CD-66C5C06B3382","title":"Multianalyte channel biosensor","abstractText":"The aim of this postdoctoral mobility project is to demonstrate the potential of a microchannel flow cell in a total analytical system (microTAS), point of care life sciences application. The goal is to integrate a novel multiplexed-immunoassay into a micro channel flow cell, for the simultaneous measurement of multiple biomarkers and other antigenic analytes that play a key role in the diagnosis of disease state. The proposed scheme for multiplexed immunoassay in a microTAS flow cell includes metal ion labelling of the antibody in a sandwich or competitive immunoassay format, together with electrochemical capture and anodic stripping analysis. A key issue is the design of the microchannel flow cell that can be tailored with different lengths, widths, heights and flow rates to control concentration of reactants at different points in the channel. The success of the assay is the tailoring of the channel to the binding kinetics of the antigen-antibody reaction and capture efficiency of the labelled antigen/biomarker.The main focus of the project will be on quantifying relationships of the concentrations of biomarkers /metal-labelled biomarker and the striping charge of captured metal on the microband sensing electrodes within the designed channel flow cells. Initially the performance of the designed cells will be evaluated with a single biomarker, and the experimental conditions for single immunoassay established. Afterwards, the experimental evaluation of the proposed methodology will be extended for simultaneous determination of multiple biomarkers with different metal labels in the designed channel flow cell.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E026737/1","grantId":"EP/E026737/1","fundValue":"88890","fundStart":"2006-12-01","fundEnd":"2008-02-29","funder":"EPSRC","impactText":"","person":"Elizabeth Anne Hall","coPersons":["Adrian  Fisher"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}