{"id":"EA340415-C127-41DF-A344-F82638D13A6E","title":"Statistics of spectra of quantum graphs","abstractText":"Quantum graphs may be thought of as vibrating networks of connected wires, perhaps connected like a spider's web, or else in more complicated ways. At certain frequencies of vibration, standing waves may be formed. These frequencies are called eigenvalues, and the shapes of the standing waves are called eigenfunctions. What is remarkable is that these eigenvalues and eigenfunctions serve as a model for the energy levels and wave-functions of complex quantum mechanical systems, if statistical indicators are considered such as the distribution of spacings between levels. This correspondence is largely a numerical observation, but has been supported by heuristic and rigorous evidence.The present proposal aims to understand rigorously some aspects of eigenfunction shape for quantum graphs, with the intention of using the understanding gained to make predictions about other complex quantum systems. One of the central mysteries of semi-classical quantum mechanics is to understand how wave-functions behave at large energies. It is known that almost all of the wave-functions for quantum systems which have chaotic classical dynamics become uniformly distributed in the large energy limit. This means that for a quantum mechanical particle prepared in such a state, the probability of finding it in any region is merely proportional to the volume of that region. What is yet far from being fully understood is the behaviour of possible exceptional wave-functions. One possibility is that they do not even exist; that is, all wave-functions become uniformly distributed. Another possibility is that the wave-functions become enhanced around unstable classical periodic orbits, which would be very far from uniform distribution. This is an important question, since physical intuition does not give a clear prediction one way or the other. Moreover there is mathematical evidence pointing to both outcomes, in different systems. My belief is that quantum graphs will be a suitable testing ground for these questions, avoiding the technical difficulties associated with complex quantum systems.Using quantum graphs as models has already resulted in some successes in understanding the distribution of spacings between energy levels. I hope to make similar progress in understanding localisation in quantum wave-functions. This will build upon the 70-plus year history of graph-like models as key tools in understanding spectral features of mathematical chemistry and physics. Recent progresses in semi-classical structures in quantum wave-functions emphasise the timeliness of the proposed project.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H046240/1","grantId":"EP/H046240/1","fundValue":"231919","fundStart":"2010-07-01","fundEnd":"2013-06-30","funder":"EPSRC","impactText":"","person":"Brian  Winn","coPersons":[],"organisation":"Loughborough University","findingsText":"","dataset":"gtr"}