{"id":"EA39C9D5-0778-4060-895E-FDA7E51E9CCB","title":"Impact and blast resistance of ultra high performance fibre reinforced concrete (UHPFRC)","abstractText":"Many of London's most popular tourist landmarks are being surrounded by concrete after a CIA-MI5 summit called for special protection zones to guard against a spectacular al-Qaeda terrorist attack in Britain. Concrete barriers were put up in summer 2004 around the Houses of Parliament to prevent a suicide attack by car or lorry bombers. However, radical security changes to these measures to protect the Palace of Westminster from terror attacks are being recommended by MI5. It is feared that the current concrete barriers could be dangerous if blown up, i.e. disintegrate and create shrapnel that will injure anyone behind the barrier. There are also concerns that a steel barrier could also disintegrate and provide shrapnel if not sufficiently thick and energy absorbing. The current research proposal will look at a novel ultra-high performance fibre reinforced concrete (UHPFRC), which could be used to prefabricate relatively light-weight panels, resistant both to high-speed impact (projectile or vehicle)and/or explosion from a terrorist attack.UHPFRC can be produced from a concrete mix containing no coarse aggregate (i.e. stones). A high cement content and a special reactive silica sand, together with a very low water content and water-reducing and other admixtures, are used to produce concrete with a very high compressive strength, up to 5-7 times as strong as normal concrete. The addition of a large volume (2-4%) of short, fine steel fibres produces a concrete which is easy to produce and use and which has a very high tensile strength and toughness. This concrete can be made between 30-60 times as strong in tension as normal concrete and has a very high ductility.An explosion which occurs very close to a conventional reinforced concrete panel will send shock waves through a localised region of the panel and can cause spalling fragments to come flying from the back face, injuring anyone in the vicinity. An explosion which occurs further away will cause a more widespread loading on the panel, which could cause a much larger failure in bending or shear.The proposed project at Liverpool University will investigate different mix designs for UHPFRC to achieve the maximum practical strength in tension and compression, consistent with a high toughness and ductility. Panels made from UHPFRC will be tested in the laboratory under both high-speed localised loading and overall pressure loading to simulate the effect of both a nearby and far away explosion. Results from these tests will be used as input to create a computer model that can be used to predict the behaviour of UHPFRC panels under real explosion loadings.High explosion tests will be carried out on small-scale panels at the Sheffield University explosion laboratory in Buxton to validate the accuracy of the computer modelling. At the end of the project a limited number of full-scale panels will be tested at the military explosion laboratory in Spadeadam, Cumbria as a final validation of the predictive modelling.Parallel research is already in progress at two adjacent universities in Melbourne, Australia, but both projects are still at an early stage of development. Collaborative links will be set up to exchange results between these two universities and the two UK universities and a study visit is planned to discuss the progress of all three projects and to compare results.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D041198/1","grantId":"EP/D041198/1","fundValue":"53165","fundStart":"2006-04-01","fundEnd":"2009-03-31","funder":"EPSRC","impactText":"","person":"Andrew  Tyas","coPersons":[],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}