{"id":"EA3BCAC5-CCB7-4F8B-ACC8-217195407927","title":"The First Fifty Years of the of the Child Poverty Action Group, 1965-2015","abstractText":"The purpose of the project is to write a history of the first fifty years of the Child Poverty Action Group (CPAG), founded 1965.CPAG want a frank and objective history, to mark their fiftieth anniversary, but if we identify good or bad practice in the past, they can learn for the future. The main objective is not to guide their future activities but to provide an objective study of their past up to the present.\n We will survey why CPAG was established, following the research findings of Brian Abel-Smith and Peter Townsend in which revealed in 1965 surprisingly high levels of poverty among large families on low incomes at time when it was widely believed that serious poverty had largely been eliminated except among older people. The initiators included a number of Quakers involved in social work with what are now called 'troubled families', as well as Abel-Smith and Townsend. Their motivation will be explored. CPAG was established to alert politicians and the public to this newly revealed problem and to devise and negotiate with government means to assist the families concerned, initially mainly increased child benefits. We will explore how they set about meeting these objectives and the outcomes, and how they raised funds. CPAG's relationship with the media and other activities will be examined in the context of the emergence in 1960s and activities of a new wave of radical, media-aware, NGOs (including Disablement Income Group, DIG, founded 1965, Shelter founded 1966, Crisis founded 1967). Studying CPAG will shed light on this new wave and its links with 1960s radicalism, along with their relative professionalism compared with some older NGOs, employing paid staff trained in social work and social policy, relying less on volunteers. We will then examine how CPAG's sources of support, objectives and strategies changed over time and evaluate the outcomes. Its significance will lie in contributing to the growing body of work which is increasing our understanding of the considerable extent, roles and importance of voluntary action in British society in the recent past.\n The methods will be i) those of historical documentary research, using the extensive CPAG archive, held at LSE , also the considerable Peter Townsend archive at the University of Essex. The National Archives will be examined for evidence of CPAG's relationship with government and policy-making, as will the Labour Party archive in Manchester, since CPAG, at least in its early days, seems to have had closer ( though often tense) relationships with Labour than with other parties. Newspapers will be examined to assess media responses. ii) interviews with key players in the history of CPAG. A number of the founders, including Townsend and Abel-Smith are dead, but others are not, including Frank Field MP, CPAG's first director, and Tony Lynes who worked closely with Abel-Smith and Townsend, and later Directors including Baroness Ruth Lister. The documents and interviews will be analysed and contextualized and related to the wider history of child poverty and voluntary action.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/M006719/1","grantId":"AH/M006719/1","fundValue":"114658","fundStart":"2015-04-01","fundEnd":"2016-03-31","funder":"AHRC","impactText":"","person":"Pat  Thane","coPersons":["George Campbell Gosling"],"organisation":"King's College London","findingsText":"","dataset":"gtr"}