{"id":"EA3C34C7-758D-4F3A-B8BB-06B736FF3CD3","title":"Graphene-based membranes","abstractText":"Membranes containing functionalized or pristine graphene offer remarkable potential for selective uptake and transport of molecular or ionic species. For example, research at the University of Manchester (UoM) has shown that graphene oxide (GO) laminate membranes exhibit unimpeded water permeation while being impermeable to organic liquids, vapours and gases. Building on UoM expertise in graphene and novel membrane materials, a range of membranes will be developed for application in the areas of:\n(1) Molecular separations. Cost-effective and energy-efficient processes for separation of liquid (e.g. recovery of bioalcohols) or gaseous (e.g. CO2 capture from flue gas) mixtures. \n(2) Selective barriers. In defence, protection from toxic agents for personnel and installations. In food packaging, maintaining food quality. \n(3) Ionic conductors. Better and more economic membranes for fuel cells and other electrochemical applications. \n(4) Sensors. Sensitization layers in photonic sensors for disease detection (e.g., renal disease, diabetes) and biomimetic membranes in electronic sensors for detecting the action of agricultural pests.\n\nThe research programme is driven by the engineering requirements for economic processing into membranes on a variety of substrates, including flat-sheet, tubular, hollow-fibre and monolith supports. Filtration, casting, dip-coating and spray-coating methods will be applied and scaled-up for deposition from aqueous or organic dispersions. Chemical vapour deposition will be used where necessary. Polymer/graphene mixed matrix membranes will also be prepared, utilising a range of high performance membrane polymers invented at UoM (polymers of intrinsic microporosity, PIMs). Membranes will be fully characterized using state-of-the-art techniques, including Raman spectroscopy, X-ray photoelectron spectroscopy and high resolution transmission electron microscopy, and relationships will be established between structure at the nano-scale and performance under conditions of use. Computer simulation methods will be established to provide a fundamental insight into the formation, structure and performance of graphene-based membranes, and to guide membrane development for specific applications. Company partners will contribute to the management of the project and will assist in assessing membrane performance in identified application areas. The most promising materials and applications will be selected for intensive development in the final two years of the five year programme. Intellectual property arising from the programme will be exploited as appropriate through UoM's technology transfer company and with suitable partners.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K016946/1","grantId":"EP/K016946/1","fundValue":"2839350","fundStart":"2013-07-01","fundEnd":"2018-06-30","funder":"EPSRC","impactText":"","person":"Peter Martin Budd","coPersons":["Edward  Roberts","Sven Lars Schroeder","Bruce Donaldson Grieve","Andrey Petrov Jivkov","Aravind  Vijayaraghavan","Paola  Carbone","Cinzia  Casiraghi","Sarah Jane Haigh","Ian Anthony Kinloch","Flor Rebeca Siperstein","Stuart  Holmes"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}