{"id":"EA40E606-96F6-4FAF-9EB0-D3527691B837","title":"Integrative modelling of morphogenetic epithelial patterning and polarity","abstractText":"The science of animal development from a fertilised egg to an adult is not just important from a fundamental scientific point of view, but also because it has much to offer for our understanding of diseases such as cancer. Even the growth and development of the humble fruit fly has much to tell us about human biology. Mathematical modelling is increasingly seen as a valuable tool to help us understand the complex issues that arise in biology. This project will use a range of mathematical models and techniques to study the communication between cells that is essential for animal development.A linked set of mathematical models will describe the amazing way that cells can organise themselves into precise patterns like those found in the compound eye of insects. This involves the movement of a wave of activity across the developing eye, the formation of patterns behind that wave, and the synchronised rotation of clusters of cells called ommatidia. A fusion of the latest ideas on the generation of such patterns will provide a clear modelling framework that can distinguish between various mechanisms. Dr David Strutt (Department of Developmental Genetics, University of Sheffield) will support this work with his considerable expertise in the biology of tissue patterning. The project will develop simple models that give insight and are mathematically manageable, and more complex computer models based on details of the underlying biology. The work will require the analysis of waves and pattern formation, using a variety of powerful mathematical techniques. The project will also help to train the next generation of scientists to work across the traditional boundaries between disciplines.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/C539044/1","grantId":"EP/C539044/1","fundValue":"133961","fundStart":"2006-01-01","fundEnd":"2009-03-31","funder":"EPSRC","impactText":"","person":"Markus  Owen","coPersons":[],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}