{"id":"EA48352C-9F89-4274-AB3D-A27FD7353553","title":"Resolving mediators as novel therapies for idiopathic pulmonary fibrosis","abstractText":"Idiopathic pulmonary fibrosis (IPF) is a common disease with a bleak prognosis. Half of all patients diagnosed with IPF will die within 3-4 years. A scarring process occurs in the lungs, eventually replacing normal healthy lung tissue with dense scar tissue which prevents oxygen passing into the blood and the normal lung expansion associated with breathing. As a result patients develop intractable cough, become extremely breathless, and finally die as a result of lung failure. The cause of IPF is unknown and there are no useful treatments which impact on either the life expectancy or quality of life of these patients. \n\nConsiderable evidence implicates cells known as myofibroblasts in the generation of lung scar tissue in IPF. These cells are important in normal wound healing and provide structure to healthy organs including lungs, but in disease they behave abnormally. It is myofibroblasts that produce the dense tissue that fills the lungs. In addition they move to abnormal locations and multiply, leading to dense collections of myofibroblasts and scar tissue that distort normal lung structure. A group of chemicals called resolving mediators are produced by the body in response to tissue injury, and return inflamed tissues to the healthy state. Based on work in other organs, and our own preliminary data studying human lung myofibroblasts, we believe that these resolving mediators may also be very effective at inhibiting the pro-scarring function of lung myofibroblasts and hence reduce the lung scarring process in IPF. Using human lung myofibroblasts obtained from healthy subjects and patients with IPF, together with lung tissue, we will investigate how effective resolving mediators are at inhibiting the myofibroblast processes which lead to lung scarring.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K018213/1","grantId":"MR/K018213/1","fundValue":"344033","fundStart":"2013-08-01","fundEnd":"2016-07-31","funder":"MRC","impactText":"","person":"Peter  Bradding","coPersons":["Yassine  Amrani","Donald John Jones"],"organisation":"University of Leicester","findingsText":"","dataset":"gtr"}