{"id":"EA49A044-61B1-41CB-950A-7CC368AADD30","title":"Aristotle's Poetics: the nature of Aristotle's enquiry, and its philosophical and scholarly background","abstractText":"Aristotle's Poetics is a key text in Western intellectual history. It has been intensively studied, but its complexity and conceptual depth mean that it still presents many unsolved problems. My long-term aim is to produce a systematic interpretation in the form of a theoretical commentary-that is, a study of Aristotle's theoretical positions, the concepts underlying them, and the commitments they entail, that proceeds by an exposition of the text as a (more or less) coherently structured, progressively developing argument. My immediate aims in this early stage of the project are threefold. \nFirst, I want to re-evaluate the nature of the enquiry that Aristotle is pursuing in the Poetics. Scholars often note with surprise or disapproval the absence from the Poetics of things that we think essential to an account of Greek tragedy. But these absences may make better sense if we revise our understanding of what Aristotle was trying to achieve. I believe that we should approach the Poetics, not as a work of literary criticism or cultural history, but as a contribution to philosophical anthropology: Aristotle uses the Greek poetic and dramatic tradition as a source of evidence in a more complex enquiry into a human practice that is in principle universal. This suggestion has complex ramifications: for example, it raises questions about Aristotle's views on the development of human culture and the conditions under which societies achieve their optimal development.\n\nSecond, I wish to clarify some problems in Aristotle's understanding of human psychology. This topic is particularly important to my overall project: psychology impinges on Aristotelian poetics at multiple points, because poetry is composed by human beings with a view to evoking cognitive and emotional responses from human audiences, and it portrays human beings in action. A central problem in Aristotelian psychology is the exact relationship between the faculties of perception and desire that we share with other animals and the distinctive human capacity for reason, and between different aspects of human reason (technical, practical, theoretical). \nI believe that Aristotle's defence of slavery, though ethically unpalatable, may help us understand how he viewed these relationships. Aristotle's argument rests on the claim that some people are naturally suited to slavery because they have an impaired capacity for reason. Aristotle's overall model of human psychology must therefore be such that this impairment would 11dVe behavioural consequences at least consistent with, and preferably supported by, the (mis)information available to Aristotle and his contemporaries about non-Greek societies (i.e. about the lives of peoples he regarded as natural slaves).\n\nThird, since we have only fragmentary remains of the work of Aristotle's contemporaries, and these have not been intensively studied, our understanding of the relationship between Aristotle's approach to literary interpretation and literary history and other contemporary approaches is still incomplete. A starting-point is provided by work I have already done on the fragments of Heraclides of Pontus. \nThis has revealed evidence that Aristotle responded critically to solutions to problems in Homer proposed by Heraclides. A wider-ranging study of the fragments of fourth-century writers is needed to see whether larger networks of interaction can be traced, and also to analyse the kinds of question which these scholars asked and how they tried to answer them.\n\nSince the Greeks used Homer, their most ancient poet, as a source of evidence about more primitive stages in the development of human society, and used ethnographic information to help interpret the unfamiliar society portrayed by Homer, the investigation of fourth-century Homeric scholarship has significant points of contact with the other two investigations outlined here.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/D501210/1","grantId":"AH/D501210/1","fundValue":"28170","fundStart":"2007-02-01","fundEnd":"2007-05-31","funder":"AHRC","impactText":"","person":"Malcolm  Heath","coPersons":[],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}