{"id":"EA494F28-B63F-470B-8C94-6D22510FB7B8","title":"Hairdressing, image and body work in care services to older people","abstractText":"<p>This research will explore the role that hairdressing plays in the lives of older people who are high-level users of health and social care. This will include investigating the formal/paid services provided by hairdressers, and the styling and management of hair undertaken by care workers. </p>\n\n<p>There are four main aims to this research: </p>\n\n<ol>\n \n\n <li>to describe the experience of hairdressing and explore the significance it holds for older service users</li>\n\n <li>to describe the workplace experience of care-based hairdressers and care workers</li>\n\n <li>to scrutinise and document the constituent elements of hairdressing encounters</li>\n\n <li>to consider patterns of provision, access and affordability of hairdressing services to older service users. </li>\n</ol>\n\n<p>This ethnographic study will be conducted over three types of setting: care received at home, long-stay hospital care settings and care homes. It will include observations and filming in care-based salons as well as interviews with care workers, hairdressers and older service users. The findings will inform policy and practices in care and raise the profile of body-work that is fundamental to well-being and the avoidance of decline, depression and neglect. The study addresses an aspect of care settings that is little understood and for which no evidence-base currently exists. </p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-061-25-0484","grantId":"RES-061-25-0484","fundValue":"198744","fundStart":"2010-11-01","fundEnd":"2013-11-01","funder":"ESRC","impactText":"  Dissemination from the Hair and Care project is on-going and evidence of impact is still at an early stage.\nThe research has been taken forward through a knowledge translation project where we have sought to adapt learning from the methods and findings for use by practitioners in the field of dementia care. We have joined forces with another ESRC funded study on Dress and Dementia integrating the related findings from both studies and are currently finalising briefings for service providers and frontline practitioners. We intend to disseminate these through appropriate outlets and organisations in different parts of the UK (e.g. My Home Life care home support programme, NAPA activities for people in care homes and Alzheimer Scotland). We anticipate that making these briefings widely available and free to access will lead to impact within health and social care settings.\nAs part of our collaborative work with the Dress and Dementia project we have also held two shared learning workshops for practitioners with a particular focus on 'multi-sensory appearance biographies' a novel approach to life story work pioneered during the life of the project and which we are keen to now translate into practice as a distinctive biographical intervention.\nWe have engaged in a range of advisory and information providing activities with non-academic stakeholders. For instance we were approached by a local council in the process of building a new supported housing scheme and were asked for advice based on our research into hairdressing as they intend to construct an on-site hairdressing salon. A similar request was received by a national charity for war veterans interested in creating an on-site barber-shop in one of their care homes.\nWe have been invited to participate in a 'task and finish' group on personal wellbeing and dementia run by the Alzheimer's Society. This is part of a wider initiative on dementia friendly communities and they sought our input as part of their advisory panel on forms of support to people with dementia from outside health and social care.\nWe have organised a number of dissemination events and workshops which have also led to impact on different stakeholder groups. For instance, a consultative and briefing event with care-based hairdressers (the first event of its kind) provided an opportunity for these workers to share insights and good practice with their professional peers and to help to set an agenda for follow-up work to the project. We will use this event to inform future work with the Hair and Beauty Industry Authority (HABIA) and will provide resources aimed at care-based hairdressers in line with HABIA objectives to support and inform this currently overlooked workforce. Our work has raised the profile of care-based hairdressers within the industry and helped to highlight the current lack of resources or tailored training and support available to this sizeable national (and international) workforce. \nWe have also begun work to raise the profile of care-based hairdressing within the care system. To date, the National Dementia Care Awards (run by Hawker Publications) and the annual awards run by the National Association for Providers of Activities for Older People (NAPA) have both agreed to introduce awards for care-based hairdressing following contact with the project and we will seek to promote inclusion in other similar annual events in different parts of the UK. Articles in the practitioner publication 'The Journal of Dementia Care' have also helped to raise the profile of care-based hairdressing and to stimulate thinking about its relationship to the wider provision of care.\nFindings from the study have been incorporated into the teaching programme for Masters' students of Dementia Studies at the University of Stirling. This course provides education on dementia care to an international range of student practitioners based upon distance learning. Learning and findings from the study have been taken up by these students and applied to their practice in different parts of the world.\nOur academic outputs have been used to stimulate debate and thinking on body work and appearance management in dementia care settings. We have so far contributed to academic and practice-based debates on the role of body work and discussions surrounding the status of appearance-related work within health and social care - augmenting existing policy discussions on questions of dignity in care. We have participated in a range of national and international conferences on ageing, dementia and care and through this have contributed to on-going efforts to generate theory and understanding of care practice and the lived experience of dementia. \nBoth members of the research team are now working together on a study of community-based experiences of living with dementia and we will use the findings from the Hair and Care project to explore the role of community-based hair salons and mobile hairdressers in the support of people with dementia residing at home. Education,Healthcare Policy & public services","person":"Richard  Ward","coPersons":[],"organisation":"The University of Manchester","findingsText":" The 'Hair and Care' study explored appearance and how it is managed by and for people with dementia in receipt of care. A particular focus was upon the care-based hair salon and the relationships that unfold between hairdressers' and their clients. Findings for the study are clustered according to three main themes: i) the management and meaning of appearance for people with dementia; ii) care-based hairdressing as a distinctive field of labour and; iii) the role of the hair salon in dementia care.\n\ni) Managing appearance is a way of telling an on-going story of who we are. We found appearances held significance to people with dementia as a source of biographical continuity; as a marker of personal and cultural histories; and as a way of showing a connection to others, particularly a spouse, partner or other family members. Aspects of appearance were used to hold onto the memory of people who had died, and were a way of communicating aspects of a person's character and marking milestones in their life. Following the onset of dementia, we found couples often managed appearance jointly as a way of sustaining couplehood. The research findings pose a challenge to current care practice where maintaining the appearance of people with dementia is often reduced to a set of task-based activities.\n\nii) Care-based hairdressing (CBH) is a distinctive field of labour; a hybrid of care and hairdressing. We found that hairdressers operate on the margins of the care system; receive little if any training; have minimal involvement in the wider care settings where they work; and tend to operate independently with few opportunities for contact with fellow care-based hairdressers. As a workforce they are largely invisible within policy and research. And, while CBH is valued and beneficial to clients its full potential to support person-centred care is currently unrecognised by care providers. Our research has helped to identify aspects of good practice and reveal diverse outcomes for people with dementia that offer useful insights for social care. \n\niii) The care-based salon is a unique space in dementia care valued by the people who use it. It opens up new contexts for communication, often being a place where people share insights into their own lives, support one another, and show interest in each other's lives. The salon space can feel familiar and reassuring to people who have used salons throughout their lives but was also found to serve different purposes according to context. In some cases it can be a place of sanctuary from a busy hospital ward, in others it provides opportunities for socializing and peer support. In other care settings the salon offered a safe space for people to voice their concerns and views of the care they receive. Often salons have to be staged when the hairdresser arrives in spaces as diverse as bathrooms, corridors or communal day rooms. Hence, we were given insights into how people with dementia and hairdressers work together to redefine spaces in care and create the salon as a distinct social and material place for coming together. With regard to potential impact on the 'user community' our intention is to use the findings of the study to promote change within health and social care in terms of how care-based hairdressing is understood, and the potential integration of hairdressers into the wider therapeutic objectives of different care settings. There are a number of levels at which we intend to work for change. First, there is a compelling case for raising the profile and awareness of care-based hairdressing with care providers who currently have limited understanding of the nature of this work and its outcomes for clients. We intend to work with organisations such as the National Association for Providers of Activities for Older People (NAPA), the My Home Life network and Alzheimer Scotland to communicate with providers. Second, our findings offer insights into potential developments in social care practice with people with dementia. This applies particularly to recognising the significance of sensory and embodied experience as a domain for meaningful communication and the maintenance of relationships and we intend to pilot a tool to promote this in dementia care. Third, we plan to address the current situation and status of care-based hairdressers themselves, who currently receive no training, minimal workplace support and have no opportunities for peer support. We will be providing guidance on good practice based on the project findings, and working with HABIA to create a networking resource for care-based hairdressers to share insights, experience and good practice with fellow workers. To ensure maximum impact for our findings, a planned series of academic outputs in the form of journal papers is currently being produced, alongside on-going presentations at high profile national and international conferences. During the life of the research we developed a network of individuals with shared research interests and through this will be collaborating on paper-writing and a book proposal. An end of project academic conference was also held to disseminate our findings and locate our work in the context of related research.\n\nIn terms of non-academic outputs, we have successfully bid for funding to develop and pilot the 'appearance biography' interview method, developed for the project, as a tool for dementia care practice. We plan to produce a series of briefings for care providers to raise the profile of care-based hairdressing and its benefits to person-centred care and will be publishing a number of articles in practitioner journals including the Journal of Dementia Care. We have successfully advocated for the introduction of an award for care-based hairdressing as part of the Annual Care Awards in the UK to raise the profile of CBH. We will also be working in collaboration with the Hair and Beauty Industry Authority (HABIA) to develop good practice guidance for care-based hairdressing and will contribute to training materials for hairdressers in raising awareness of dementia. In upcoming research on dementia friendly communities we plan to take forward our findings and apply them to understanding the role of hair salons in the lives of people with dementia residing in the community. Communities and Social Services/Policy,Education,Healthcare","dataset":"gtr"}