{"id":"EA4D3DCC-988E-4BAE-8F95-80D800CA55F1","title":"Grant Balances 2010 - University of Loughborough","abstractText":"EPSRC funds will be used for the following strategic purposes: firstly, to enable Loughborough University researchers to undertake a small number of pilot research projects (up to 5) in engineering, mathematics, ICT or science topics, each designed to test the feasibility of novel, timely and 'high risk/high gain' research that will inform the preparation of future grant proposals; secondly, to allow University staff to undertake study visits and scientific exchanges in the UK or overseas (for example, to companies or laboratories in Brazil, China or India); thirdly, to retain the services of postdoctoral researchers in key areas; and fourthly, to provide media skills and communications training for selected EPSRC grant holders and other staff.\n\nThe principal beneficiaries of this work will be the academic and research staff who engage in the activities funded through the grant, and also the target audiences in industry, government and the public arena. We anticipate that there will be 4 major benefits:\n\n(i) a direct impact in the medium-term on the economic competitiveness of UK industry, and the creation of lasting partnerships with leading companies based overseas;\n(ii) an increased awareness (and hence utilisation) of research results that may be brought to bear on the formulation of public policy or regulatory standards;\n(iii) an improved understanding amongst our staff of the importance of articulating the outcomes of their research to both lay and professional audiences, to whom we will communicate directly (e.g. via Web 2.0 tools) and via the established media; \n(iv) a better awareness amongst the general public of emerging research results and associated societal issues, including ethical and governance issues. \n\nThese benefits will be felt on different timescales, some more or less immediate (e.g. new or strengthened collaborations with industry or overseas partners), others in the longer term (e.g. through changes in public policy that have been informed by the outcomes of original research).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J014400/1","grantId":"EP/J014400/1","fundValue":"246092","fundStart":"2011-08-01","fundEnd":"2012-03-31","funder":"EPSRC","impactText":"","person":"Ken  Parsons","coPersons":["Ray  Kent"],"organisation":"Loughborough University","findingsText":"","dataset":"gtr"}