{"id":"EA512B42-8596-4FEC-A78B-23B78C8715F0","title":"Identification of HLA-B*27 bound peptides involved in the pathogenesis of Ankylosing Spondylitis and Reactive Arthritis","abstractText":"HLA-B*27 is found in over 90% of patients with Ankylosing Spondylitis and Reactive Arthritis, two of the most common inflammatory arthritic diseases. Yet this immune protein is present in only 5-7% of people without these diseases. HLA-B*27, like other HLA types, is present on almost all cells of the body. The normal function of HLA-B*27 is to bind to foreign peptides that come from infecting microbes, and to stimulate T cells to eliminate the infection. One hypothesis is that sometimes T cells that are stimulated by foreign microbes also react to peptides bound to HLA-B*27 that come from normal, uninfected cells. This is a theory we want to test. In this study, we will take T cells from the joints of patients with inflammatory arthritis and use a powerful, new method to identify all the peptides they respond to. The technique involves putting HLA-B*27 onto yeast cells, each of which can place a different peptide onto the HLA-B*27 protein. We can make 100 million yeast cells, each with a different peptide. Then we will make the receptor proteins, namely the T cell receptors (TCRs), that normally react with HLA-B*27 plus peptide, from the patient's T cells, to select the yeast cells that bind. Finally, we will analyse the HLA-B*27 bound peptides that the TCRs recognise and compare them to all the peptides in the human and microbe databases. The latter have been accumulated from the Human Genome Project and the Microbe Genome Project over the last 10 years. This will allow us to identify both the microbe peptides that first stimulated the T cells, and the peptides from normal cells that they potentially attack to cause arthritis. The ultimate aim of this study is to identify if peptides that bind to HLA-B*27 cause disease. If we are successful we, and others, should be able to make candidate treatments that interfere with that process. This approach to therapy will be highly specific to this type of arthritis and far less likely to cause serious side effects than current treatments.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M019837/1","grantId":"MR/M019837/1","fundValue":"449544","fundStart":"2015-07-01","fundEnd":"2018-06-30","funder":"MRC","impactText":"","person":"Geraldine Martina Gillespie","coPersons":["Andrew J McMichael","Paul  Bowness"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}