{"id":"EA5384BF-3664-40E8-9A3A-A5E72FE16E18","title":"Plasmas created by extreme ultraviolet lasers","abstractText":"The invention of the laser in the early 1960s led to experiments where high power (&gt; million Watts) infra-red and visible pulsed lasers were focused onto solid targets in order to produce hot (&gt; 0.5 million degrees Kelvin) plasmas. In almost 50 years of study, the physics of the laser interaction, the physics of the expanding plume and many important applications have been elucidated in some detail. When focussed onto solid targets, visible/infra-red lasers do not penetrate to the solid for most of the pulse duration, but are absorbed in the expanding plasma plume at densities 100- 1000 times smaller than the solid density. Dropping the laser wavelength into the extreme ultra-violet (EUV), however, enables the laser to penetrate into the solid and to create plasma directly at the solid density. Initial modelling studies that have been undertaken by the PI show that the interaction of EUV laser radiation with most solid targets will cause a rapid drop in opacity (so that the target 'bleaches'). Initially an attenuation length for the EUV photon energy is bleached and then another attenuation length, so that a 'bleaching wave' propagates through the solid target on a sub-nanosecond timescale. A much more massive amount of target material is effectively ablated than can occur with infra-red or visible radiation of the same pulse energy and focal spot diameter. Little modelling work has been undertaken to elucidate understanding of EUV laser-produced plasmas because of the lack of sufficiently energetic (&gt; 10 microJoules) laboratory EUV lasers for experiments. However, reliable capillary discharge lasers operating at wavelength 46.9 nm (photon energy 26.4 eV) producing up to 1 milliJoule/pulse and peak powers of a million Watts have been developed at the Colorado State University (CSU). We propose to develop simulation models to interpret emission spectra and mass spectrometer results from EUV laser produced plasmas. We will test spectrometer diagnostics using the University of York high power infra-red laser and in collaboration with CSU make spectral and mass spectrometer measurements for comparison to the simulation models. A new class of laser-produced plasma will be studied with potential impact in the study of warm dense matter, laser cutting and ablation and solid material lithography with relevance to the $70B p.a. revenue industry associated with the manufacture of microelectromechanical systems (MEMS).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J019402/1","grantId":"EP/J019402/1","fundValue":"425431","fundStart":"2012-11-30","fundEnd":"2015-11-29","funder":"EPSRC","impactText":"","person":"Greg  Tallents","coPersons":["Erik  Wagenaars","Nigel  Woolsey","John Richard Pasley","Geoffrey James Pert"],"organisation":"University of York","findingsText":"","dataset":"gtr"}