{"id":"EA5CDA89-6B62-44AE-9FD4-CE433F9570FA","title":"The Value of Amateur, Subsidised and Commercial Theatre for Tyneside's Audiences","abstractText":"This project aims draw a complete and systematic picture of the theatrical life of the city of Newcastle and the surrounding Tyneside region from the perspectives of the audience members who experience it. It will aim to encompass every piece of theatre that takes place in the area during the six-month period of study-professional, amateur and commercial. The project will collect data on who is attending which sort of theatre, what motivates spectators to attend, what experiences they have while there, and in what ways these experiences and values are different for amateur, commercial and subsidized theatre. The project uses a tested combination of quantitative and qualitative methods, including surveys, interviews, focus groups, and social media analysis to address these questions. \n\nWhile a number of theatre scholars have written about extraordinary performances and audience experiences, it is far more challenging to collect complete data on the more typical examples of theatergoing which, while not traditionally attracting as much scholarly interest, are the daily bread keeping the theatre afloat as an art form and an industry.\n\nBy including a wide variety of theatrical forms and focusing on audience's experiences, this project will help contribute to a much more nuanced and useful understanding of the role that theatre can play in contemporary British society. The findings will be useful to theatre makers who wish to better serve their audiences, but they will also assist in advocacy for increased financial support for the arts and, in particular, to show how the function of subsided, professional theatre is not one that can be replaced by its amateur or commercial counterparts . The project will work with the Empty Space, a key collaborative hub in Newcastle, and former Arts Council England North East executive director Mark Robinson of the think tank Mission Models Money to ensure that the results of our investigation are made available in an accessible, clear and useful way to the Tyneside theatre community, policymakers and the general public.\n\nThis project draws its methods from the Project on European Theatre Systems (STEP), a group of theatre sociologists from seven European countries. STEP has developed methods and metrics to collect this data on theatre and audience experience, and has refined and tested them in a number of smaller European cities. Thus far, comprehensive data has been gathered on Groningen, the Netherlands; Aarhus, Denmark; Berne, Switzerland; Maribor, Slovenia; Tartu, Estonia; and Debrecen, Hungary. Both the Principal Investigator and the lead Research Assistant have experience working with STEP and its methods, which are based primarily on the work of French sociologist Pierre Bourdieu and Dutch theatre scholar Hans van Maanen. STEP has been devising, testing, and refining its theory and methods since 2005. Common techniques and measures will facilitate comparisons both between different sorts of theatre within Tyneside, and between Tyneside and its continental cousins. Such a comparison will clarify what is distinctive about British theatre culture-not just in terms of its aesthetics, but in terms of the function it serves for its audience and the larger society around it.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L014440/1","grantId":"AH/L014440/1","fundValue":"38023","fundStart":"2014-02-03","fundEnd":"2014-08-02","funder":"AHRC","impactText":"  While we hope that these findings will be used by amateur and professional producers, marketing professionals and cultural policy-makers, it is simply too soon to assess the project's full impact. We have, however, taken first steps that should encourage such impact in the months and years ahead. We produced a public-facing version of our final report, which was posted on the website of our collaborators at Thinking Practice and the Empty Space. We also hosted an open-space-style launch event to present and discuss our findings with the Tyneside public. This event was attended by representatives of the Arts Council England, who afterwards commented that it would be useful in their future work. It was also attended by a wide variety of theatre and dance producers from the area, who were eager to learn more about its results and use them for their own audience development work. The event also sparked discussions between the commercial, subsidised and amateur theatre sectors on Tyneside; many participants noted that these discussions were rare and useful, and saw the value of continuing them into the future. Our efforts to encourage such discussions and widen the impact of this research remain ongoing. Creative Economy,Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections Cultural,Societal,Policy & public services","person":"Joshua Andrew Edelman","coPersons":["Tony  Fisher"],"organisation":"Royal Central Sch of Speech and Drama","findingsText":" Based on a large-scale survey of theatre and dance audiences in Newcastle and Tyneside and a series of focus groups, we have developed a better understanding of the values that draw audiences to these art forms: why they come, what they appreciate about these performances, and why these art forms are important to them. We have also discovered important similarities and differences between the values that different kinds of theatre hold for audiences—both between commercial, subsidised and amateur performance contexts, and between more comforting and challenging forms of performance. While many scholars have written about the values of the audience experience, they are rarely backed up by a significant data set. Our qualitative and quantitative data allow our conclusions to both challenge existing theoretical work in audience studies and offer a more precise and useful set of tools to contemporary British theatre and dance producers. \n\nOur key findings include:\n • Overall, there is a remarkable similarity to the theatregoing experience across the board. Whether in the subsidised, commercial or amateur sector, theatregoing holds broadly similar values for most audience members. \n • Subject matter and the perception of quality are the two most important factors to attracting audience members. Audience members enjoy watching performers work, and the more skilled and strenuous that labour is, the more it is valued.\n• Amateur theatre is able to hold its own with its commercial and subsidised cousins, but it appears to hold a slightly different attraction. Audiences identify more readily with amateur performers than professional ones, and watching the work of people ‘just like them’ is especially impressive and interesting. Amateur venues also attract a more loyal audience who attend more regularly and describe a sense of belonging and community with the theatre institution that is not the case for professional venues. \n • Audiences were remarkably open-minded, and were happy to try new venues and forms of performance unfamiliar to them. Audiences were more interested in the value of a ticket than the price of it. They were willing to pay more, but them expected a higher-quality product.\n • We were able to identify two clusters of factors that described what the audience valued in a performance. Neither could be easily mapped to the traditional distinction of ‘intrinsic’ and ‘extrinsic’ artistic function. The first described the audience’s emotional, dramatic and aesthetic engagement with the performance, including that it was impressive, inspiring, and worth thinking about again. The second factor measured what might better be called ‘fun’: the sense that a performance was relaxing, unchallenging, undemanding, and so on. We were able to show that performances largely split into two groups. While the first factor seemed to be a goal of all performances, the second only seemed to be a goal of one of the two groups. This distinction was related to – but did not precisely follow – the distinction between subsidised and commercial performance. Amateur performances fell less distinctly into one category or the other. Yes. We hope that theatre and dance producers and others interested in audience development will be able to use our findings to more precisely understand what potential spectators value. This will make it easier to develop artistic and marketing plans that address – and, when appropriate, challenge — audience expectations. It will also help others in the culture and heritage sector who are wishing to better understand their audiences to develop more well-honed tools by which to capture and measure audience experience.\n\nIt was also quite striking in our research how similar the experiences of commercial, subsidised and amateur theatre were, despite the fact that the organizational structures that support them are so different. Our report suggests a number of ways in which all three models of production can learn from and cooperate with one another. We hope that these findings will encourage collaborations between amateurs and professionals, and we are in discussions with our Tyneside partners on a followup project to use this work to seed and develop these relationships. Creative Economy,Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections","dataset":"gtr"}