{"id":"EA5E585D-644D-4A9F-A832-7C09A75D7ACF","title":"Fire Interdisciplinary Research on Ecosystem Services; fire and climate change in UK moorlands and heaths (FiRES)","abstractText":"<p>Aims: To build capacity for inter-disciplinary research on fire and its impacts on ecosystem services of UK heaths and moorlands;&nbsp;</p>\n\n<p>To establish a cross-cutting interdisciplinary research agenda on the relationships between ecosystem services, managed fire and wildfire in UK heaths and moorlands, especially implications of increased wildfire risk under projected climate change;</p>\n\n<p>To incorporate the needs of policy makers, moorland managers and other stakeholders, facilitate knowledge transfer to policy makers and contribute to adaptive management.</p>\n\n<p>Methods: Four two-day workshops were held in Edinburgh, Manchester and the Peak District. The series was managed by a cross-disciplinary, cross-sector steering group. International and nationally-recognised academics and practitioners with expertise in key areas were invited. A website was set up (<a href=\"http://www.fires-seminars.org.uk/\" rel=\"nofollow\">www.fires-seminars.org.uk</a>), hosting the presentations and records of discussions.&nbsp;</p>\n\n<p>Outcomes: 50 of the 71 institutions attending were practitioner-based, including firefighters, academics, land owners, gamekeepers and conservation groups. The series was the first to engage UK Fire Services in sustained academic debate on wildfire. It attracted international participation from Europe and the USA, created a lively discussion forum, developed a UK-wide community of practice on wildfire and produced a widely-cited policy brief</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-496-26-0038","grantId":"RES-496-26-0038","fundValue":"23719","fundStart":"2007-09-01","fundEnd":"2009-08-31","funder":"ESRC","impactText":"  Through their role in stimulating EWWF and by providing a scientific basis for the Forum's evidence to Government, the FIRES seminar series and the resulting KE fellowship have played their part in changing national policy. In 2012, wildfire was included on the 2012 Olympic risk register, and in 2013, for the first time, it was recognised on the National Risk Register of civil emergencies. Environment Societal,Economic,Policy & public services","person":"Julia  McMorrow","coPersons":["Jonathan  Walker","J  Aylen","Colin  Legg"],"organisation":"The University of Manchester","findingsText":" Key messages from the seminar series, policy recommendations and knowledge gaps were summarised in a four-page policy brief.\n\nA follow-on online survey of end-users and researchers ranked the top three key messages as:\n\n1. Wildfire management needs combined strategies of fire suppression, prevention and protection of ecosystem services, including fuel and risk reduction.\n\n2. Fires are costly to put out, and have long-term cost implications for ecosystem services. Treating ecosystem services as property assets would allow the costs of suppressing wildfires to be set against the avoided costs of damage to these services.\n\n3. Partnership working is an effective and efficient approach to address the wildfire problem.\n\nThe top three policy recommendations were:\n\n1. Establish a cross-sector wildfire risk assessment and integrate into management plans.\n\n2. Support partnership working through local fire groups, where best practice can be shared.\n\n3. Establish a combined wildfire strategy of prevention and suppression, including better fuel management and risk reduction.\n\nThe top three knowledge gaps were:\n\n1. Data and procedures to improve the evidence base, including an accurate, spatially robust and accessible database on UK wildfires. \n\n2. Baseline regional fire regimes and how they are changing in response to land use, including clarifying the relationship between the occurrence of prescribed fire and wildfire. \n\n3. What are fire regimes would be need to achieve the management objectives of each ecosystem service under climate change scenarios. The England and Wales Wildfire Forum (EWWF) has strongly endorsed the policy brief as an excellent summary of the UK wildfire issue. They sent it to all Chief Fire Officers and to members of the Chief Fire and Rescue Advisors Unit at the Department for Communities and Local Government (DCLG) to improve awareness of UK wildfire risk. It was used by the Cabinet Office and Government Departments in reviewing wildfire risk, and was endorsed by the Natural Hazard Partnership. \n\nThe policy brief formed the basis of discussions for the EWWF Action Plan and later in 2012 for the new Chief Fire Officers' Association Wildfire Group's action plan. Agriculture, Food and Drink,Environment,Transport,Other","dataset":"gtr"}