{"id":"EA62BF7D-223D-47E3-B8E1-C2C51831714F","title":"Investigating the fabrication and dipole characteristics of complex ferroelectric nanoshapes","abstractText":"The traditional view of the ordering of polarisation or magnetisation in both ferroelectrics and ferromagnets is that local dipoles or magnetic moments are arranged into neat rows and columns, and that boundaries between neatly arranged groups must strictly conform to the crystallography of the host material (conventional stripe domains). However, recent experimental research in three-dimensionally size-constrained soft ferromagnets has revealed the existence of completely different domain states which form into vortices. As with many aspects of behaviour in ferromagnetism, analogous properties in the behaviour of the electrical polarisation in ferroelectrics is often seen, and recent modelling strongly suggests that such vortex domain states should also exist in ferroelectrics. Differences in the energetics between ferromagnets and ferroelectrics means that such unusual behaviour is only expected to dominate whenever ferroelectric dimensions are reduced to the order of ~10 nm. The creation of such small structures and the characterisation of their domain states represents a serious challenge to experimentalists involved in ferroelectric research and yet the potential for new discovery is immense. Further, simple vortex structures may only be the tip of the ice-berg, as much more exotic domain patterns have been postulated: for example some theorists have suggested the possibility of an electrostatic solenoid-analogue. Given the research performed to date, and the postulations made by theorists, the creation of three-dimensionally constrained nanostructures in ferroelectrics, and the subsequent analysis of their domain characteristics, clearly represents an exciting and challenging problem. This project will address this area of research by combining expertise in nanoscale ferroelectric fabrication with specialist characterisation techniques such as electron holography, second-harmonic near field optics, nano-Raman spectroscopy and scanning probe microscopy. The programme builds on an already established successful collaboration between ferroelectric activities in Queen's University Belfast and Cambridge, and this is augmented by international experts in specifically chosen characterisation techniques.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F001630/1","grantId":"EP/F001630/1","fundValue":"322984","fundStart":"2007-09-01","fundEnd":"2011-02-28","funder":"EPSRC","impactText":"","person":"James Floyd  Scott","coPersons":[],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}