{"id":"EA644051-C9CF-49FC-A0D9-09C87397FC0C","title":"GG-TOP: Gravity Gradient - Technologies and Opportunities Programme","abstractText":"Gravity measurements exert a particular fascination ranging from the everyday experience of feeling the gravitational force holding us on ground to the mysteries of general relativity and space time. Compared to other forces gravity is surprisingly weak, making shielding of gravitation practically impossible. Gravity measurements are ideally suited to look deep inside the ground and they have been used for over 100 years in fields as oil and mineral exploration, underground mapping and climate research. However, although gravity measurements are highly valued, there are some drawbacks in terms of long and tedious measurements and geological noise. GG-TOP responds to an increasingly pressing demand for a holistic development programme driving sensitivity of instrumentation, modelling instrument and geological noise, discriminating underground objects, fusing and presenting the information from multi-sensor systems. \nThe GG-TOP consortium is truely multi-disciplinary uniting fundamental and applied physicists, civil and electrical engineers and archaeologists behind a joint goal. GG-TOP has a strong Stakeholder compontent with interactions at all levels and potential users directly influencing the research programme. GG-TOP will explicitly evaluate the potential of its new technology in applications as diverse as urban infrastructure (pipes, cables...) and void (cellars, tunnels,..) mapping, seabed inspection, archaeology and fundamental tests of physics.\nWe anticipate the outcome of this programme to be a technology suite adaptable to various needs and leading to a range of follow-on product development programmes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I036877/1","grantId":"EP/I036877/1","fundValue":"2515590","fundStart":"2011-10-01","fundEnd":"2016-03-31","funder":"EPSRC","impactText":"  So far our findings have been used to inform potential commercial partners about the potential of our technology. These partners are mainly construction and ground surveying companies, but incluse also climate researchers, defence, exploration companies and transport companies. Aerospace, Defence and Marine,Construction,Energy,Environment,Transport Economic","person":"Kai  Bongs","coPersons":["Vincent  Boyer","Philip  Atkins","Andreas  Freise","Nicole  Metje","David Neil  Chapman","Eamonn  Baldwin","Alberto  Vecchio","Charles  Wang","Christopher David Foss  Rogers","Vincent  Gaffney"],"organisation":"University of Birmingham","findingsText":" Project ongoing. Main developments are rugged and mobile cold atom precision measurement systems. This is a program working on demonstrating uses of cold atom precision sensors for gravity in Civil Engineering and Archaeology. These systems open up a view into the ground and might have impact ranging from detecting pipes and historical artefacts to oil and mineral exploration and climate research. Aerospace, Defence and Marine,Agriculture, Food and Drink,Construction,Education,Energy,Environment,Financial Services, and Management Consultancy,Culture, Heritage, Museums and Collections,Security and Diplomacy,Transport","dataset":"gtr"}