{"id":"EA65D8EA-BCAC-473B-AE53-2D05D3A5D58C","title":"THE SUBTLE BALANCE BETWEEN RIGIDITY AND SWELLING IN FUNCTIONAL NANOPOROUS POLYMERS","abstractText":"This project will develop experimental and computational procedures for understanding the structure of nanoporous polymers (NPs) for use in applications that exploit their surface chemistry (e.g., gas storage, molecular separations, sensors and catalysis) and hence it will generate a sufficient knowledge base to develop polymer-based porous materials with controlled properties at the nano and macroscopic scales. The work will integrate the interrelated, but distinct, areas of expertise of two research groups from the United States (Colina and Runt, Penn State University) and three research groups from the United Kingdom (Budd and Siperstein, University of Manchester; McKeown, Cardiff University) to train graduate and undergraduate students in modern methods of experimentation, equation-of-state model development and molecular simulation, in a global environment. The proposed research includes (a) synthesis and characterization of NPs, including X-ray characterization of the microporous structure and evolution of the microporous environment when different molecules are adsorbed, and (b) modeling fluid/polymeric properties at molecular and macroscopic scales, to understand their structure, morphology, and properties. The intellectual merit of this proposal is its novel approach for the design of functional porous materials, guiding the synthesis of monomers and polymers by appropriate structure/property relations obtained from a fundamental understanding of selected experiments to characterize the materials, together with simulations to model their properties. Eventually, this approach should also be applicable to other materials, such as hypercrosslinked polymers or metal coordination polymers, where rigid nanoporosity overlaps with swelling behavior, as currently there is no single approach that can simultaneously describe the surface chemistry, nanoporosity and swelling of such materials.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G065144/1","grantId":"EP/G065144/1","fundValue":"307724","fundStart":"2009-10-01","fundEnd":"2013-07-31","funder":"EPSRC","impactText":"","person":"Peter Martin Budd","coPersons":["Neil  McKeown","Flor Rebeca Siperstein"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}