{"id":"EA680443-1DD6-43B7-8430-E303276DE215","title":"The First Open-Source Software for Non-Continuum Flows in Engineering","abstractText":"This project is both multi-scale and multi-disciplinary, and spans research areas across physics, mechanical engineering, computer science and chemical engineering. Our aim is to produce, for the first time, a general, robust and efficient open-source code for the simulation of non-continuum flows for engineering applications. Such flows are vital to the performance of a number of potentially transformative future technologies (e.g., highly-efficient sea-water desalination using membranes of carbon nanotubes, and nano-structured hydrophobic surfaces for marine drag reduction) but they cannot be simulated using conventional continuum-fluid simulations. Our work exploits the core methodological advances emerging from the EPSRC Programme Grant &quot;Non-equilibrium Fluid Dynamics for Micro/Nano Engineering Systems&quot; (EP/I011927/1), which have demonstrated exciting potential in the multi-scale modelling of non-continuum flows using hybrid continuum-particle methods. The software developed in this project builds on the already widely-adopted open-source code OpenFOAM for computational fluid dynamics. In capitalising on a) the success of the UK's OpenFOAM software and b) the EPSRC's Programme Grant investment in a strategic research area, this project aims to bring sustainability to both.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K038664/1","grantId":"EP/K038664/1","fundValue":"337258","fundStart":"2013-10-01","fundEnd":"2017-09-30","funder":"EPSRC","impactText":"  The project is in relatively early stages (started in October 2013) but over the past year our software has enabled several research studies, in our group and beyond, leading to international peer-reviewed publications in the field of fluid dynamics at the micro and nano scale. Aerospace, Defence and Marine Economic","person":"Duncan Alan Lockerby","coPersons":[],"organisation":"University of Warwick","findingsText":" This project (started in Oct 2013) is driving the development of open-source software for the simulation and design of fluid dynamics at the micro and nano scale. To date (Nov 2014) we have published four journal articles, principally on methodological developments. Software for design of micro and nano flow systems is critical to a host of transformative engineering applications. These future technologies range from highly-efficient purification membranes using nanotubes, to nano-structured hydrophobic surfaces for marine drag reduction, but their performance cannot be simulated using the current state-of-the-art in Computational Fluid Dynamics (CFD). Building on an international open-source code base in OpenFOAM, the final successful outcome of this project will be a step change in the world's ability to simulate engineering systems that depend on micro and nano-scale flow physics Aerospace, Defence and Marine,Energy,Environment,Healthcare,Transport","dataset":"gtr"}