{"id":"EA6937C3-8F17-40ED-B0B6-A5E46FBD5993","title":"Dynamics of gas hydrates in polar marine environments.","abstractText":"Almost half of the Earth's carbon is stored in gas hydrates and related shallow gas deposits. Numerical models predict that this reservoir is highly mobile and that escaping gas has a significant potential to accelerate climate change releasing as much as 2000 Gt of methane over a short period of time. As methane is a potent greenhouse gas it would course further global warming. Arctic gas hydrates are most vulnerable to future climate change because (1) it is predicted that temperatures will increase faster in the Arctic than in low latitudes (2) the intercept of the gas hydrate stability zone with the seabed is within the reach of fast warming surface waters and (3) the water column above the vulnerable zone of gas hydrates is smaller than in warmer oceans facilitating more efficient transport of greenhouse gases to the atmosphere. We propose an interdisciplinary consortium to quantify the present amount of gas hydrates through seismic methods, to measure current methane flux from the seabed to the atmosphere, to detect the effects of postglacial warming on the gas hydrate system, and to predict the effect of a range of future temperature changes on the gas hydrates. This information will allow a detailed assessment of the mobility of Arctic gas hydrates and it will significantly decrease the uncertainties involved in climate modeling","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/D005825/1","grantId":"NE/D005825/1","fundValue":"170993","fundStart":"2008-01-01","fundEnd":"2010-12-31","funder":"NERC","impactText":"  Except for high profile publications the award also spurned several large scale projects both in Germany and on EC level. \n\nThe principal investigator who took over (Prof. Tim Minshull) will surely provide further details. Education,Environment,Government, Democracy and Justice Societal","person":"Christian  Berndt","coPersons":["Eelco Johan Rohling","Euan George Nisbet","Heiko  Pälike","Timothy  Minshull","Graham Karel Westbrook"],"organisation":"University of Birmingham","findingsText":" We have determined that gas hydrates in the Arctic are sensitive to bottom water temperature changes. This means future ocean warming will have an effect on gas hydrate systems and possibly release methane into the ocean. They have already been taken up several research teams all over the world triggering at least 8 scientific cruises into the Arctic Ocean. Environment,Financial Services, and Management Consultancy,Government, Democracy and Justice","dataset":"gtr"}