{"id":"EA717CDA-F20D-407F-BE54-AB64DFCB2D82","title":"The Antislavery Usable Past","abstractText":"There are approximately 30 million slaves alive today. Around the world, including in the UK, these disposable people are held against their will, trapped in a situation of control such as a person might control a thing, and forced to work for no pay. This number is more than at any point in history and more people than were transported from Africa to the Western Hemisphere during the entirety of the Atlantic slave trade. It is a number greater than the population of Australia and almost seven times greater than the population of Ireland. It includes around 1.1 million enslaved people in Europe. Over the past 15 years, a growing movement against this new global slavery has achieved many successes, including new legislation, a small number of prosecutions, changes to company supply-chains, and increased public awareness. But it is repeating mistakes of the past. Around the world, it starts from scratch rather than learning from earlier antislavery successes and failures. Focused on urgent liberations and prosecutions, antislavery workers operate within short time frames and rarely draw on the long history of antislavery successes, failures, experiments and strategies. At the same time, the public reads about shocking cases of women enslaved for 30 years in London, children enslaved in rural cannabis factories, and the large number of slaves who mine the conflict minerals used to make our mobile phones and laptops. For many of us, this presence of slavery confounds our understanding of history: wasn't slavery brought to an end? Weren't the slaves emancipated? This confusion extends beyond the public to politicians, policy makers, human rights groups, and educators. Official responses to slavery cases often reflect this confusion, expressing more emotional outrage than clear thinking. \n\nHowever, responding to recently-expressed interest by antislavery groups and policy makers, including the recent appeal by Luis C. DeBaca (Ambassador in the State Department Office to Monitor and Combat Trafficking in Persons) for scholars to translate the lessons of abolitionism for contemporary use, our project seeks to provide this movement with a usable past of antislavery examples and methods. We will bring to the present the important lessons from antislavery movements and policies of the past, and help translate those lessons into effective tools for policy makers, civil society, and citizens. As we identify, theorise and embed antislavery as a protest memory for contemporary abolitionism in this way, we will also emphasise that what earlier antislavery generations achieved was harder than what we face today, we don't have to repeat the mistakes of past movements, the voices of survivors are the best signposts to where we should be going next, and the lessons of past antislavery movements offer a way to 'care for the future'. \n\nThroughout the project and across all its strands, we offer in the face of a mammoth task-ending the enslavement of 30 million people-a reminder of past antislavery achievements. For example, on the eve of the American Revolution, few Americans could envision a world in which slavery did not exist. Yet 100 years later, slavery did become illegal in the United States. This was an achievement that stemmed from the collective, varied and ever-evolving protest of countless slaves and abolitionists. Today we have a chance to end slavery, and to do so within our own lifetimes. This will be a watershed for humanity, a moment when we finally reject *the* great lie of history, that some people are sub-human, and embrace instead that great abolitionist truth-the truth that earlier abolitionists tried to teach us-that labour must not be forced and that people are not for sale.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/M004430/1","grantId":"AH/M004430/1","fundValue":"1505380","fundStart":"2014-09-01","fundEnd":"2019-08-31","funder":"AHRC","impactText":"","person":"Kevin  Bales","coPersons":["Zoe  Trodd","Jean  Allain","John Richard Oldfield"],"organisation":"University of Hull","findingsText":"","dataset":"gtr"}