{"id":"EA73D28A-C52F-4B69-A7E0-84DADC8DDF6A","title":"A functional kinomics approach to dissecting signalling pathways in plant PAMP-triggered immunity","abstractText":"Plants get sick with diseases just like animals do. But there are differences in the way the immune systems of plants and animals work. We all know that if we come down with a runny nose and a sore throat, once we recover, we won't get sick to the same bug twice. This is because our immune system has a memory - it learns how to recognise the bug that made us sick, which stops it infecting again. This is called acquired immunity. Plants don't have acquired immunity, but they do have recognition systems to detect pathogens. The way this works is that instead of recognising individual characteristics of pathogens, plants recognise generalities - like being able to distinguish people from trees, but not individual faces. Something is known about how plants detect pathogens, but what happens next is a bit of a mystery. In general terms, we can talk about detecting and responding to a pathogen as an exercise in relaying signals - what scientists call 'signal transduction'. So, the presence of the pathogen is one signal, and this signal must be relayed around particular parts of the plant cell to coordinate the immune response through various cellular responses. How does this work? We know something about pathogen recognition, where parts of the bug are detected by so called 'receptor' proteins that sit in the plant cell wall. Often, the receptors are linked to a type of switch called a protein kinase. The protein kinase activates a series of relays (or a 'signal transduction pathway', in the jargon), which may contain more protein kinases. These activate the cellular responses which coordinate the output of the signal, in this case the defence response. So, we know that protein kinases are a very important part of this signalling process. Here, we propose to remove each protein kinase from the cell, and see how this affects cellular responses and immunity. We can do this using genetic techniques which silence the expression of each gene responsible for the existence of each kinase. Some of these kinases will have general or specific roles in the signalling process, and we hope to identify them using this strategy. This will provide a lot of new, important information on the signalling pathways that underlie plant immunity. Also, we know that pathogens have their own tricks to disrupt signal transduction. We have already identified many of the proteins that pathogens make to do this. Some of these proteins will 'target' plant protein kinases, by binding to them and inactivating them. We propose an additional screen to identify pathogen proteins that bind to the protein kinases discovered here. This will provide important information on how the pathogen is able to infect the plant by stopping signal transduction.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E017134/1","grantId":"BB/E017134/1","fundValue":"346036","fundStart":"2007-04-16","fundEnd":"2010-04-15","funder":"BBSRC","impactText":"","person":"Cyril  Zipfel","coPersons":[],"organisation":"University of East Anglia","findingsText":" We found that the gaseous hormone ethylene is required for accumulation of the flagellin receptor FLS2 in Arabidopsis. This is a direct effect through binding of the ET-responsive transcription factor EIN3 to the FLS2 promoter (Proc. Natl. Acad. Sci. USA, 2010).\n\nWe used virus-induced silencing experiments and pharmacological experiments to place the PAMP-induced influx of calcium ions as an upstream or independent event of map kinase activation and the ROS burst (Segonzac et al., Plant Physiology 2011).\n\nWe identified the novel protein kinase calcium-dependent protein kinase 1 (CPK1) as absolutely required for the reactive oxygen species (ROS) burst downstream of PAMP perception in Nicotiana benthamiana. (Manuscript in preparation). engineering of disease-resistant crops Agriculture, Food and Drink,Chemicals,Environment,Other","dataset":"gtr"}