{"id":"EA7A8683-FF5A-40FD-A893-34EB8205E975","title":"Magma Dynamics at Persistently Degassing Basaltic Volcanoes: A Novel Approach to Linking Volcanic Gases and Magmatic Volatiles within a Physical Model","abstractText":"Volcanoes are the principal source of non-anthropogenic gases and aerosols injected into the atmosphere. A significant proportion of this gas comes not from volcanoes that are actually erupting, but from volcanoes that are quietly bubbling their gas to the atmosphere, or 'degassing persistently'. Many basaltic volcanoes can degas in this way for many years without a major eruption. Such volcanoes are often monitored for their gas chemistry and gas flux as well as a host a host of geophysical parameters. These monitoring data contain clues as to the underground movement of the magma that is degassing. In effect, the gas record affords us a window into the inner workings of magma chambers, which are not accessible by any other means. Making the link, however, between subterranean magma dynamics and magma gas records is not straightforward. It requires not only an understanding of the fundamental fluid dynamics of the mechanisms by which magma releases its gas, but also knowledge on the pressure-dependent solubility of the different gas species measured at the surface. The aim of this proposal is to develop fluid dynamical models of the convective processes thought to be responsible for magma degassing and to apply these results to two of the best monitored passively degassing volcanoes in the world, Masaya in Nicaragua, and Stromboli in Italy. The fluid mechanical models build on preliminary work at Bristol concerning the convective motion of gas-bearing magma within an underground chamber connected to the surface by a pipe. As the magma ascends it loses gas, becomes denser and sinks back down. The interaction between ascending gassy magma and sinking degassed magma exerts a key control on how degassing occurs and how it evolves with time. The process, although conceptually quite straightforward, is not easy to model because it involves interplay between convection and pressure-dependent gas loss, which have not previously been combined. The models, which are developed through a combination of analogue experiments and mathematics, can be used to make predictions about the composition of the gas emitted and how it varies with time. These can then be compared to the record from a well-monitored persistently degassing volcano. To do this we require a record not just of gas flux, but also of gas chemistry, for all of the major volcanic gas species. There are relatively few volcanoes at which such data are available because of the difficulty of analysing H2O and CO2, which are not only the most important volcanic gases, but are also abundant in the atmosphere. In order to measure these species we require a persistently degassing volcano with an accessible crater across which gas chemistry can be measured with minimal atmospheric interference. Masaya and Stromboli are ideal for that purpose. Data from Stromboli will be acquired though our collaboration with Project Partners in Italy, while we plan 3 new field campaigns to collect data at Masaya. In order that the fluid dynamical models are directly applicable to Masaya we will use high temperature and pressure experimental techniques to determine the solubility of the principal gas species, H2O, CO2, SO2 and HCl, in a sample of Masaya basalt. In order to constrain the initial gas budget of the Masaya magma we will analyse tiny quenched droplets of basalt liquid, known as melt inclusions, contained in crystals of olivine and plagioclase. These two types of additional information, solubility and initial gas inventory, are not currently available for Masaya, which makes any modelling of the degassing process rather difficult. The project brings together experts in volcanic and experimental petrology, volcano monitoring, gas chemistry and fluid mechanics. The ultimate objective of this research is a better understanding of how volcanoes work, with particular emphasis on how to interpret gas chemistry and its evolution with time from the point of view of impending volcanic hazard.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F005342/1","grantId":"NE/F005342/1","fundValue":"85743","fundStart":"2009-01-20","fundEnd":"2012-01-19","funder":"NERC","impactText":"  We carried out fieldwork as part of a larger project looking at how volcanoes such as Stromboli work. Our focus was on collecting detailed measurements of gas emissions from two comparable volcanoes - Masaya in Nicaragua, and Villarrica in Chile. These are active volcanoes that present a range of hazards. Characterising the gas and particle chemistry of volcanic emissions contributes to understanding of the mechanisms by which magmas are transported in the Earth's crust and erupt. Our primary output was via publication of three research papers in scientific journals. Environment Societal","person":"Clive  Oppenheimer","coPersons":[],"organisation":"University of Cambridge","findingsText":" Cambridge's principal contribution to this collaborative project was collection and interpretation of gas and aerosol composition and flux data for two degassing basaltic volcanoes: Masaya (Nicaragua) and Villarrica (Chile) These volcanic gas data have limited application in non-academic contexts The results of the research were published in three articles (listed on the ROS database). Please contact Clive Oppenheimer for reprint requests: co200@cam.ac.uk Environment","dataset":"gtr"}