{"id":"EA809D79-9237-4251-9ACD-36EBEEF34AC6","title":"Surface plasmon devices for applications in communication and signal processing","abstractText":"Surface plasmon polaritons (SPPs) are electromagnetic waves on a surface of good metals coupled to oscillations of conduction electrons. The surface polariton is intrinsically a two-dimensional excitation, and SPPs can be used to reduce the problem of optical signals' manipulation from three to two dimensions. This significantly simplifies it and introduces additional opportunity for signal conditioning and control using properties of these waves on nanostructured surfaces and thin films. The SPP-based applications can form the basis of new devices for signal processing applications in future multiwavelength optical networks. As these networks evolve towards the nonlinear and quantum limits, new device functionalities to support these network technologies are required, and these devices must be necessarily compact andintegrable. The functionalities required are: tuneable dispersive properties for demultiplexing and routing of data carrying signals to different network nodes; polarization-selective properties - for polarization multiplexing to increase the datarates and decrease nonlinear interaction between channels; optical switching which requires a fast, high-contrast on-off transfer function; adaptive signal regeneration (both 3R -reshaping, retiming and re-amplification and the 2R variant - which perform re-shaping without re-timing) for undoing any acquired non-linear and noise impairments as channels are dynamically allocated and routed around the network. Currently most of these functionalities require discrete, bulk electronic and fibre components to realise. It is very appealing if all of these could be implemented in a single compact and integrable device, ideally with some optical gain. This may be possible if surface plasmon polariton-based effects are deployed, which allow to achieve novel passive and active photonic devices such as tuneable wavelength and polarisation selective structures, if appropriate designs can be realised. Here we propose to demonstrate and investigate, for the first time, the basic principles of operation of photonic elements for optical networks with functionality underpinned by particular properties of surface plasmon polariton waves on the nanostructured metal surfaces and thin films. Polarisation and wavelength sensitive applications as well as active devices for amplification of SPP signals will be investigated, for applications in communications and signal processing.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E009948/1","grantId":"EP/E009948/1","fundValue":"319157","fundStart":"2007-01-01","fundEnd":"2010-05-31","funder":"EPSRC","impactText":"","person":"Anatoly  Zayats","coPersons":[],"organisation":"Queen's University of Belfast","findingsText":"","dataset":"gtr"}