{"id":"EA8D66A9-4895-45A7-A3B6-B316203C3395","title":"Perceptual Learning: Effects and Mechanisms","abstractText":"Experts in a variety of fields (e.g., professional wine-tasters, experienced radiographers) show the ability to make fine discriminations that nonexperts find impossible. Skills of this sort are acquired as a result of experience, partly by way of explicit training (as when an expert instructs his apprentice), but also simply as a consequence of appropriate exposure to the items to be discriminated / the opportunity to compare two wines, or two images appears to be critical here. This perceptual learning effect can be demonstrated in the laboratory -- naive individuals, presented with complex visual displays that are initially indistinguishable, become able to tell them apart after repeated exposure when this is arranged in a way that allows comparison between different displays. Our proposal makes use of this laboratory procedure to answer two basic questions about perceptual learning. First, experience with the stimulus allows it to be perceived differently. But what is the nature of the change in the perceived stimulus? We plan to do experiments that will test the suggestion that, for the experienced observer, the distinctive features of the stimulus come to stand out and attract attention, whereas other aspects of the stimulus display lose effectiveness. Second, we want to know about the mechanisms that are responsible for this form of learning. What learning processes are responsible for changing the perceptual effectiveness of a stimulus? Previous work has shown that perceptual learning effects obtained in studies of animal learning can be generated by the operation of very simple learning processes (specifically, those known as habituation and association formation). Our experiments will test the application of these concepts to the human case.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F006322/1","grantId":"BB/F006322/1","fundValue":"225800","fundStart":"2008-05-01","fundEnd":"2011-04-30","funder":"BBSRC","impactText":"  Our finding are currently principally of use to other researchers trying to elucidate basic mechanisms of perceptual learning; but aspects of them may be taken up in the development of procedures for training special perceptual skills. Other Societal,Economic","person":"Geoffrey  Hall","coPersons":[],"organisation":"University of York","findingsText":" The proposal was for a series of experiments designed to investigate perceptual learning using human subjects in a laboratory paradigm derived from one originally used with animal subjects.The stated objectives were:\n\n(1) To determine the nature of the changes that are produced by an effective perceptual learning procedure; specifically: \n - to show that there is an increase in the effective salience of, and the attention paid to, unique distinguishing features \n - to see if there is a decrease in the effective salience of properties that similar stimuli share. \n(2) Identify the learning mechanisms that are responsible for these changes; specifically, to test the applicability of theories based on simple learning processes (habituation and association formation) that have proved effective in explaining related phenomena. \n\n We have investigated the effect of preexposure to alternating presentations of similar stimuli on the effective salience of their common features. We have found no reliable evidence that salience is suppressed. The conclusion follows that the perceptual learning effect is carried by changes in the properties of distinctive stimulus features. Accordingly, we have carried out experiments investigating the nature of the change occurring to unique features of similar stimuli when these are preexposed in alternation. They show that the representations of these features are particularly well formed -- that they become &quot;unitised&quot; with strong associations being formed among the various aspects of the feature.\n\nOur previous experiments have compared the effects of alternating exposure with equivalent exposure in which the stimuli are presented on separate blocks of trials. We have now run a set of studies comparing the properties of stimuli given alternating exposure with those of novel stimuli. We have found that the effective salience of the distinctive features of the preexposed stimuli is higher than that of novel stimuli, a theoretically important finding that implies the existence of a learning process that opposes habituation. In this the effects found with people match those obtained. from experiments with nonhuman animals At the theoretical level, one important distinction between humans and animals in perceptual learning (the importance of stimulus comparison for the former but not the latter) needs further investigation.\nMore practically, the training of people on tasks requiring special perceptual skills (e.g, radiographers, baggage checkers inspectors) can be informed by enhanced knowledge of perceptual learning processes. Education,Security and Diplomacy,Transport,Other","dataset":"gtr"}