{"id":"EA95134E-B2D4-4C0C-BA9D-46B1C314ADA0","title":"Visual Justifications for Ontologies","abstractText":"Ontologies are a way of reasoning about data in an efficient manner. Ontologies are increasingly prevalent in a range of applications, including the Semantic Web, medicine and law. The development and maintenance of ontologies are skilled tasks requiring knowledge of logical reasoning and symbolic notations. However, the wide variety of stakeholders for each ontology may not have the necessary skill set to perform ontology engineering effectively. Given the critical systems in which ontologies are used, it is of paramount importance that the ontologies encode exactly the information intended. \n\nOntologies containing errors, called incoherent ontologies, undergo debugging or repair by an ontology engineer. Extant ontology reasoners provide a justification for the incoherence. However, interpreting the justification is a non-trivial and difficult task. Even if the engineer understands the domain of the ontology, for example medicine, and the symbolic notation in which the justification is represented, they could still struggle to debug the ontology. It is especially difficult to debug the ontology without unintentionally removing intended behaviour. \n\nThis project will use concept diagrams to visualise justifications to reduce the burden on the ontology engineer. Using concept diagrams will help both the understanding of the problem and suggest appropriate repairs to the ontology. The project will provide a number of different visualisations of common bugs in ontologies and empirically test the effectiveness of each. Through this process, the project team will be able to develop effective visual justifications. Using real-world examples of ontologies for data privacy supplied by the project partner HERE (a Nokia company) the visual justifications will then be tested against equivalent symbolic and natural language justifications.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M016323/1","grantId":"EP/M016323/1","fundValue":"92549","fundStart":"2015-07-13","fundEnd":"2015-12-30","funder":"EPSRC","impactText":"","person":"Peter Brian Chapman","coPersons":[],"organisation":"University of Brighton","findingsText":"","dataset":"gtr"}