{"id":"EA9D401E-047E-4B3F-9736-49C8173F3A66","title":"Coarse geometry and cohomology of large data sets","abstractText":"The digital economy is founded on data. The current trend to develop intelligent, customer-led, interactive, real-time systems requires the ability to handle and interpret vast amounts of data efficiently, quickly, and with a degree of accuracy corresponding to the requirements. This point is underlined very well by two important recent developments. The Smarter Planet initiative, supported by the IBM, envisages 'instrumented, interconnected data systems' where main elements of the physical environment are equipped with sensors constantly exchanging information. Secondly, the new transparency drive of the UK government will make huge data sets available to the public, creating 'an opportunity to build innovative applications which will bring significant economic benefit'. The need for synthetic geometric methods in data analysis arises because of the large size and of high dimensionality of the sets involved. This proposal will extend recent important theoretic results to create a set of geometric and topological tools for data analysis, placing special emphasis on flexibility, efficiency, and on close alignment with potential practical applications. This is an ideal and a very exciting time to launch a project of this nature, and its results are very likely to have direct and important consequences from the point of view of initiatives mentioned above and many other possible applications. A central theme of the proposal is the study of geometric properties of large data sets at various scales, which corresponds to varying degree of 'sharpness' with which a data set is viewed. For example, in searching large numbers of digital photographs for those that contain pictures of of people one requires a different resolution than when trying to identify a specific person. This proposal offers a very exciting opportunity for developing pure mathematical methods to the point where they can be directly applied to important, difficult and timely practical problems. The proposed work is adventurous, interdisciplinary, and brings together pure and applied mathematicians, experts in OR, computer science, statistics, and energy systems. Potential for long-term practical applications will be tested in two specific areas of applications within the context of the wider Smarter Plane initiative. A main objective of the project is to develop geometric and cohomological tools of scale-dependent coarse geometry with special emphasis on applications to finite metric spaces and more specifically, to data sets. We will place strong emphasis on methods that can be developed into efficient tools for data analysis, and the research will be informed by specific problems arising from applications which range from the theoretical to the more practical. We will test the theoretical ideas and results two important cases: one, data sets arising from the UK Government's Open data initiative. Secondly, within the context of smart grids, we will consider data generated by large number of sensors monitoring various aspects of the performance of a power grid with the objective to provide an accurate matching between supply and demand.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I016945/1","grantId":"EP/I016945/1","fundValue":"592131","fundStart":"2011-10-01","fundEnd":"2015-09-30","funder":"EPSRC","impactText":"  We are investigating routes to commercialise the most promising outcomes. Digital/Communication/Information Technologies (including Software),Energy,Other ","person":"Jacek  Brodzki","coPersons":["Janusz Witold Bialek","Chris  Dent","Nigel  Shadbolt","Joerg  Fliege","Leslie  Carr","Jonathan  Forster","Benjamin Daniel MacArthur"],"organisation":"University of Southampton","findingsText":" We have developed a way of combining topological data analysis with spectral properties of Laplace operators. This is now being tested on genomics data sets obtained in the study of early onset breast cancer. We have provided a framework for feature selection through a combination of SVMs with topological methods. We have made progress in our understanding of complex, heterogeneous data sets, and we are investigating specific data sets arising from the Galaxy Zoo projects. We are investigating possible applications in specific context with a commercial partner and with the Hampshire County Council. This research is developing new tools for the study of complex, multidimensional data sets. Our tools are being tested in a number of different contexts to demonstrate their power. There are a number of papers currently in preparation. Creative Economy,Digital/Communication/Information Technologies (including Software),Energy,Healthcare,Pharmaceuticals and Medical Biotechnology,Security and Diplomacy","dataset":"gtr"}