{"id":"EA9E5727-C1C5-4B4A-9DA2-CEE9169DB3C8","title":"Improved constraints on global-scale hydrological change by determining secular geocenter motion and low degrees of the surface mass load.","abstractText":"Ice melting and sea level rise caused by climatic change in turn cause large-scale redistribution of surface water mass. Such large-scale water mass movements alter the Earth's gravity field and deform the Earth's surface, such that the Earth essentially weighs the water load. Measurements of the Earth's gravity field and surface deformation can therefore place constraints on large scale movements of water mass. Conventional hydrological experiments do not have the global coverage to constrain such large-scale water movements, whereas satellite measurements are far better placed in this regard. Despite this, measurement at the largest spatial scales has proved problematic, for example; long term changes in the inter-hemispheric component of this mass motion are as yet unmeasured and present a considerable gap in knowledge. Without this knowledge making accurate measurements of sea level rise will prove difficult. Here we propose to infer large scale water mass movements over the past two decades by developing an integrated observation model using gravity measurements from GRACE and SLR, and measurements of the Earth's shape from GPS. In addition, our results will improve the realisation of the Terrestrial Reference Frame used throughout the Earth Sciences and in particular for altimetric and tide gauge estimates of sea level rise.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E017495/1","grantId":"NE/E017495/1","fundValue":"327438","fundStart":"2008-09-01","fundEnd":"2014-02-28","funder":"NERC","impactText":"","person":"Peter  Clarke","coPersons":["Matt  King","P  Moore"],"organisation":"Newcastle University","findingsText":" We have shown how very small (mm-level) changes in the Earth's shape can be used to infer continental-scale changes in the mass of ice sheets and of stored groundwater. n/a Aerospace, Defence and Marine,Construction,Environment","dataset":"gtr"}