{"id":"EAA320C2-C89F-4DA8-AB54-30C5335F64D0","title":"Antisocial behaviour in young people with ADHD: Identifying risk pathways","abstractText":"Antisocial behaviour is a major clinical and societal problem. However, there are many different types and causes of antisocial behaviour. One subgroup of children that shows very poor outcomes in adult life consists of children who show antisocial behaviour in childhood accompanied by problems with inattention, hyperactivity and impulsiveness (ADHD). Although inherited, family and social factors all contribute to antisocial behaviour, inherited factors seem to be especially important for this subgroup. Interestingly, a gene variant that affects a brain enzyme called COMT has been found to be associated with antisocial behaviour in this subgroup of children. Usually, there is a need to be cautious about such findings, but this link has now been reported in 5 different samples across the world. It is therefore time to understand how this gene affects this subgroup of antisocial children so we can get clues for better types of treatment. Unfortunately, existing treatments for these children do not seem to work in the longer term. We have some ideas as to how this gene might increase risk, because it has been linked to brain function and emotions in normal individuals. Some exploratory work that we have done suggests that reduced reaction to emotional stimuli might be important. However, to accurately test this we need to ask affected children to come into our laboratory so we can properly measure emotions and brain function by seeing how well these children do on specific tasks. The aim of this proposal is to test 274 male adolescents with ADHD to examine whether the COMT gene variant increases the risk of early onset antisocial behaviour through emotional or affective pathways. We will set the study up in such a way that once we have results, we will also be able to undertake research involving brain imaging to find out in a more direct way what happens in the brains of those affected.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G1000632","grantId":"G1000632","fundValue":"267438","fundStart":"2011-03-01","fundEnd":"2013-11-30","funder":"MRC","impactText":"","person":"Anita  Thapar","coPersons":["Stephanie  Van Goozen","Kate  Langley"],"organisation":"Cardiff University","findingsText":"","dataset":"gtr"}