{"id":"EAA4AFD2-3B7E-43D4-ADA0-9CFD5EF51184","title":"The role of T-bet in Foxp3+ T regulatory cell-mediated protection from autoimmune inflammation","abstractText":"Between 5-10% of the UK population suffer with ?autoimmune diseases?, such as juvenile diabetes, rheumatoid arthritis and multiple sclerosis (MS). In these diseases the immune system becomes ?confused? and attacks the patient?s own tissues, causing damaging inflammation, e.g. in the pancreas (diabetes), the joints (arthritis), or in the brain (MS).\n\nThe inflammation is driven by white blood cells called T cells. Small numbers of these respond against the patient?s tissue and release pro-inflammatory molecules locally to attract other immune cells from the blood, causing more damage. These disease-causing T cells express ?controller genes? that drive the pro-inflammatory response. Counteracting these dangerous T cells, the body also possesses ?regulatory? T cells (Treg). Treg have many functions but, using a model of MS, we have shown that they can have very strong anti-inflammatory effects within the brain itself, leading to recovery from the disease. The healthy brain has very few Treg cells present. But when it is inflamed, Treg cells enter the brain from the blood to switch the inflammation off. Because these Treg cells are so powerful, there is great interest in trying to make their function stronger in patients with autoimmune disease. Using our MS model, we have been able to infuse Treg and efficiently reverse the disease. Our most recent work has looked at the genes that Treg express. In addition to the controller gene that determines their anti-inflammatory function, we were surprised to find that the Treg cells in the brain also express the controller gene (called T-bet) that is used by the damaging T cells that cause the disease. Treg cells outside the brain do not express T-bet. This novel finding suggests that the Treg cells specifically within the brain need to ?shadow? the damaging T cells in terms of which genes they express in order to reverse the disease. In this project we will test the ability of Treg cells that can, or cannot express T-bet to reverse the MS-like disease. This will be done in the natural recovery model and also in the therapeutic Treg infusion model. To understand how T-bet controls Treg function, we will identify what other genes the Treg cells express, when they do, or do not express T-bet. This project will therefore provide important new information on how Treg cells reverse autoimmune diseases and, we hope, will suggest new and better treatments that can harness their anti-inflammatory powers.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G1100084","grantId":"G1100084","fundValue":"701479","fundStart":"2011-08-01","fundEnd":"2015-03-31","funder":"MRC","impactText":"","person":"Steve  Anderton","coPersons":["Richard Anthony O Connor"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}