{"id":"EAB0385D-7F1E-47D3-9E86-5C1F1014C48B","title":"Resolution of inflammation in the human lung: Mechanisms involved in leukocyte egression across the alveolar and bronchial epithelium.","abstractText":"Lung disease is responsible for much morbidity and mortality and currently kills 1 in 5 people in Europe. Many lung diseases including chronic obstructive airways disease (COPD), pneumonia, influenza, and some forms of pulmonary fibrosis (PF) are characterised by lung inflammation. White blood cells, or leukocytes, travel continuously throughout the body to protect against infection, but in excessive numbers they can result in damage to the lung, and it is essential that these cells are cleared efficiently during the resolution of inflammation. Although much is known of how leukocytes enter the lung, much less is known about how they leave or are cleared from the lung as a patient revoers. We have shown that leukocytes can leave the lung by passing into the airways where they can be coughed up, as phlegm. However, leukocytes may also pass into the alveoli of the lung where gas exchange takes place. If they are not removed quickly they can worsen the condition of the patient. \n\nWe are aiming to understand what regulations this leukocyte egression into the airways or into the alveoli. If we understand this then we may be able to promote the resolution of lung inflammation and speed the recovery from lung diseases. We have found that specific molecules called ICAM-1 and ICAM-2 on the lung cells are required for leukocytes to move into different parts of the lung and we have shown that other proteins called Slits can alter the migration of the leukocytes. We have also shown that ICAM-1 and -2 are present at different levels between the airways and in the alveoli. In addition there is a difference in levels of Slits between the airways and the alveoli. We suggest that differential expression and regulation of key adhesion molecules such as ICAM-1 and ICAM-2, together with Slits, act to localise leukocytes to the airways instead of the alveoli. We propose that such localisation promotes resolution of inflammation and our project will investigate this further. Our ultimate aim is to develop novel agents to aid recovery of patients with lung inflammation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K004158/1","grantId":"MR/K004158/1","fundValue":"448933","fundStart":"2013-06-03","fundEnd":"2017-06-02","funder":"MRC","impactText":"","person":"Joanna Catherine Porter","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}