{"id":"EAD1D40F-996D-42CA-BF23-AB753D989A0E","title":"The Caratheodory-Julia problem for the ball in C^n","abstractText":"One of the most successful and most beautiful branches of mathematics in the nineteenth and early twentieth centuries was the theory of analytic functions. These are functions which have a derivative at every point of a region of the complex plane. This theory has had enormous importance for the understanding of several branches of physics and engineering. Since the 1920s or thereabouts there has been an analogous development of a theory of analytic functions of several variables, which also promises to be significant for science and technology. This project addresses the ``boundary behaviour'' of analytic functions of several variables.A bounded analytic function on a ball in n-dimensional complex space does not necessarily have a well-defined value at every point of the sphere which bounds the ball. In one variable, results of G. Julia and C. Caratheodory in the 1920s showed that such a value does exist at any point of the sphere for which a certain mild hypothesis holds, and that furthermore, under the same hypothesis, a number of remarkable conclusions follow concerning the smoothness of the function near the point in question. It is a basic question of function theory to determine to what extent similar conclusions hold for analytic functions defined on domains in higher dimensions.It is known that some of the conclusions of Julia and Caratheodory fail to hold in higher dimensions, but the PI and Visiting Researcher, together with their collaborator J. E. McCarthy, have shown that one important conclusion does continue to be valid for functions of two variables on a special domain, the ``bidisc''. In this project we hope to prove that a similar statement can be made for a wide class of domains in two or more dimensions, including for balls. We also plan to describe a class of domains for which Caratheodory's conclusion does not hold.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J004545/1","grantId":"EP/J004545/1","fundValue":"19581","fundStart":"2011-06-09","fundEnd":"2012-06-30","funder":"EPSRC","impactText":"","person":"Nicholas John  Young","coPersons":[],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}