{"id":"EAE287D1-F2E5-49AD-BA26-8334EEDCC3C8","title":"Ribosome traffic flow on the mRNA as a regulator of cellular protein production: an integrated modelling and experimental analysis","abstractText":"In this proposal, an interdisciplinary team of biologists and physicists will establish novel technologies to predict the protein composition of a cell. Proteins are used by the cells within all organisms to carry out the essential biochemical processes that constitute life. Knowing which proteins and in what quantities are being made by a cell, defines the properties of that particular cell. Being able to predict the protein composition of a cell therefore represents a very powerful tool to understand cell biology. Proteins themselves are made of a string of chemical building blocks called amino acids, of which there are twenty different types. It is the distinct sequence of the amino acids in the protein chain that gives the protein its biochemical and catalytic properties. Even a relatively simple organism such as baker's yeast, the subject of this proposal, can have about 6,000 different varieties of protein, each with its own specific amino acid sequence. The cell makes proteins of the correct amino acid sequence using information encoded in its genes. Each gene codes for a single protein type, so baker's yeast has 6,000 genes encoding the same number of distinct proteins. To make a protein, the coding information in a gene is first copied into a short linear molecule termed a messenger RNA, or mRNA. Then an assembly of bio-molecules called ribosome reads the information within the mRNA, a process called translation. The ribosome moves along the mRNA from one end to the other, reading the information coded in the mRNA, and translating it by sequentially adding the amino acids to make a protein chain. The amino acids are brought to the ribosomes by transfer RNA molecules (tRNAs). The protein is then released to carry out its function in the cell. In fact, the mRNA can by translated by multiple ribosomes at the same time, with ribosomes following each other like cars down a road. This traffic analogy is rather apt; sometimes, just as cars get stuck in a traffic jam, so ribosomes can slow down or even pause completely as they translate the mRNA, usually in response to a section of the mRNA that is difficult to translate. When this happens, queues of ribosomes can build up, reducing the rate at which that protein is produced. All mRNAs are comprised of many different slowly and rapidly translated regions, for instance, caused by different abundances of distinct tRNA species. Ribosome queues can then begin to merge, sometimes extending back to the beginning of the mRNA and preventing ribosomes from joining the mRNA. This will reduce the amount of protein synthesis directed by that mRNA. Ribosomal traffic flow on mRNAs is therefore a key regulator of the quantities of the different proteins being made. To understand which population of proteins a cell will express, and in which quantities, therefore requires an ability to predict ribosomal traffic flow on the mRNA, and how whole populations of ribosomes interact with each of the 6,000 mRNAs in yeast. Predicting exactly how ribosomes interact and queue as they translate is a challenging task that requires joint application of both mathematical and biological techniques. In work leading up to this proposal, we have developed a mathematical model to simulate ribosome traffic on mRNAs. This model makes a number of important predictions about how ribosome traffic flow affects the translation of mRNAs, predictions that will be tested in this proposal. The proposed research will also develop the model much further, incorporating detailed mathematical descriptions of the translation process. The model will be tested and validated by experimentally analysing translation reactions in yeast. Overall, the interdisciplinary approach will not only provide genuine insight into the fundamental mechanisms a cell uses to express its genes, but will have implications for the study of many other traffic flow systems in Biology and Physics.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G010722/1","grantId":"BB/G010722/1","fundValue":"537548","fundStart":"2009-04-01","fundEnd":"2012-06-30","funder":"BBSRC","impactText":"  The research on this project, dealing with the optimisation of protein synthesis. has led directly to the development of a research interaction with an SME biotechnology company, Ingenza Ltd., which then led directly to the successful application for a Technology Strategy Board grant with that company. Manufacturing, including Industrial Biotechology Economic","person":"Ian  Stansfield","coPersons":["Celso  Grebogi","Maria Carmen Romano","Marco  Thiel"],"organisation":"University of Aberdeen","findingsText":" Gene expression begins with the synthesis of an mRNA transcript, which is then translated into protein by the ribosome. The properties of a cell or tissue are conferred both by the identities of the synthesised proteins made in this way, and by their quantities (the proteome). Present day post-genomic technologies deliver an accurate picture of the complete mRNA set of a cell, but are much less able to reliably and quantitatively define the proteome. The ability to predict how efficiently any given mRNA can be translated into protein is thus an essential prerequisite to develop a system-wide understanding of cell physiology. We have developed a novel mathematical model of translation elongation that predicts the protein production rate for any given mRNA, based on the complex dynamics of ribosome traffic on the mRNA. The model, with a set of innovative experimental tools for its validation, represents a platform of expertise from which to address a central question in biology: &quot;How efficiently is any given mRNA translated by the ribosome?&quot;\n\n\n\n\n\nThe model has broken new ground by integrating detailed analytical and numerical descriptions of the stochastic dynamics of translation and ribosomal traffic processes with mRNA structure. Specifically, the proposal achieved the following:\n\n\n\n1. Developed a stochastic model of eukaryote translation that predicts the rate of protein synthesis for any given mRNA by describing the complex dynamics of ribosome traffic during initiation, elongation and termination. \n\n\n\n2. Validated model predictions by quantifying in vivo the translational efficiency of natural and codon-engineered mRNAs as their structure, ribosome density and tRNA abundance vary.\n\n\n\n3. Deployed the model to predict, and then test experimentally, how the whole yeast mRNA population competes for translation system resources to generate the proteome, under different stress conditions.\n\n\n\nOverall, the validated model provides an important platform to begin to optimise gene expression in biotechnological processes. Optimisation of translation is of considerable interest to biotechnology. We are applying the knowledge gained during this proposal to understand how best to optimise gene expression and translation through interactions with a biotechnology company, now the subject of a successful TSB proposal. Manufacturing, including Industrial Biotechology","dataset":"gtr"}