{"id":"EAF1B107-2DFD-45F2-B3FD-4BBD40171C18","title":"Novel simulation-based statistical inference with applications to epidemic models","abstractText":"Parametric models play a key role in statistical modelling. Parametric models assume that there is an underlying model giving rise to the data we observe with the data dependent upon certain parameters and random quantities. For example, for the spread of a disease, the model parameters dictate the infectiveness of the disease but who becomes infected will depend upon the model setup and randomness. In practice, we rarely know the parameters of the model and a key element of statistics is to obtain good estimates of the parameters. In Bayesian statistics the parameters have a posterior distribution which quantifies the uncertainty in the parameters of the model. By studying the posterior distribution we can calculate any summary statistics of the parameters we are interested in. However, a major drawback of Bayesian statistics is that the posterior distribution is rarely available in a form which we can easily use. There are a number of approaches for obtaining samples from the posterior distribution, the most common of which is MCMC. Recently a range of practical problems in statistical genetics have been identified where MCMC can either not be used or it is particularly difficult to do so. A solution has been provided in the form of the ABC (approximate Bayesian computation) algorithm. The ABC algorithm uses simulation from the model with parameters chosen via an appropriate mechanism, often the prior distribution, to estimate the parameters. (The prior distribution represents our prior beliefs about the model parameters.) The ABC algorithm formalises the idea that we simulate from the model with different parameters, accepting those parameter values which lead to simulated data in close agreement with the observed data.\n\nBoth the MCMC and the ABC algorithms are iterative algorithms producing a single parameter from the posterior distribution at each iteration. Recently the investigator has introduced a new ABC algorithm which produces a set of parameters from the posterior distribution at each iteration. This new ABC algorithm is shown to be considerably more efficient than standard ABC algorithms, and has straightforwardly been applied to the analysis of epidemic models for the spread of infectious diseases. The aim of the proposed research is two-fold. Firstly, to develop more efficient MCMC and ABC algorithms which obtain sets of values from the posterior distribution. This should lead to more robust parameter estimation with lower uncertainty in parameter estimates based upon a sample of a given size. Secondly, to apply the new methods to a range of epidemic models to gain a better understanding of the spread of infectious diseases. In particular, the development of procedures which are easy to use and interpret by non-experts.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J008443/1","grantId":"EP/J008443/1","fundValue":"239515","fundStart":"2012-11-19","fundEnd":"2015-11-18","funder":"EPSRC","impactText":"  The project is still in an early stages and have not had a noticeable impact yet.  ","person":"Peter John Neal","coPersons":[],"organisation":"Lancaster University","findingsText":" We have developed algorithms for performing statistical analysis of complex epidemic data sets. The methods developed are for models which have previously proved problematic for analysis and efficient methods for analysing temporally observed epidemics. Although the work is motivated by epidemic data set examples, the generic algorithms are more widely applicable. The newly developed algorithms are widely applicable for epidemic data sets. In particular, the efficient MCMC algorithms for temporally observed epidemics are designed to be applied by non-experts (non-statisticians) as they automatically tune themselves to give an efficient algorithm. The forward simulation MCMC algorithm has significant potential as an alternative to the ABC algorithm for a variety of models. There are a number of improvements and refinements which can be made. Agriculture, Food and Drink,Communities and Social Services/Policy,Environment,Healthcare","dataset":"gtr"}