{"id":"EAF60EBD-7038-4CC3-8484-C9C9D758AB87","title":"Core equipment for Sheffield Chemistry","abstractText":"Progress in Chemical sciences relies on high-quality instrumentation for characterisation of new molecules and materials (what are they?) and measurement of their properties (what do they do?). The chemistry department in Sheffield has an ageing suite of instruments across the four areas of NMR spectroscopy, mass spectrometry, X-ray crystallography and atomic-level microscopy; these are now old / unreliable and their performance when working is far behind the current state of the art.\n\nIn the 2008 REF exercise the department was ranked 9= in the UK, with 70% of research outputs assessed being graded 'internationally leading' or 'internationally significant'. The new facilities will allow the department both to (i) maintain existing capability - without which we cannot function - as well as (ii) to provide new capability to support established strengths as well as new activities. The new suite of instruments that this grant will provide will underpin an extensive range of projects across all areas of synthetic, catalytic, supramolecular, materials, biological and medicinal chemistry that are in turn supported by a wide variety of RCUK and industrial grants. The investment will provide the knowledge generation and highly trained individuals required by UK industry as well as supporting the cutting-edge fundamental investigations required to keep UK chemistry at the forefront of world research. \n\nThe department's research portfolio that will benefit includes both fundamental and applied science and includes many areas that have been identified as of major societal important and strategic importance. These include key areas such as healthcare (from new medicines to materials for tissue engineering), energy (polymeric materials and light-harvesting complexes for photovoltaic cells), catalysis (homogeneous, heterogeneous, supramolecular and biological), all of which is underpinned by design / synthesis / development of new compounds and materials. Every aspect of the department's research will benefit in some way from the new facilities.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L026872/1","grantId":"EP/L026872/1","fundValue":"916847","fundStart":"2014-02-13","fundEnd":"2014-05-12","funder":"EPSRC","impactText":"","person":"Mike  Ward","coPersons":[],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}