{"id":"EAFA418C-18BA-439F-9A9D-CA95E0876732","title":"Compressible Alfven waves in fusion plasmas","abstractText":"An essential aspect towards the successful development of viable fusion energy using magnetically confined plasmas, as envisaged in the international ITER and DEMO tokamak programs, is a deep understanding of the physical processes at play in the stability and transport of the fusion plasma. Through the fusion process energy is produced in the form of energetic neutrons, whose energy will generate electricity, and alpha-particles whose energy will help heat the plasma and sustain the necessary fusion conditions. Magnetohydrodynamic (MHD) waves play an important role in the redistribution of fast ions such as alpha-particles as these waves can be driven unstable by fast ions which in turn leads to an enhanced transport of the ions away from the plasma core and losses that damage the tokamak walls. Therefore, an understanding of the structure and stability of MHD wave modes in realistic tokamak scenarios is essential.\n\nSpecifically, compressional Alfven eigenmodes (CAEs) are fast magnetoacoustic type waves which oscillate at a rate near the frequency of gyrating plasma ions and are found in a natural wave cavities in the plasma formed by the profiles of the magnetic field and plasma density as well as the plasma geometry. CAEs resonate with fast ions that travel at super-Alfvenic speeds and thus contribute to the redistribution and losses of these fast ions. Also, CAEs may help channel the energy from $\\alpha$-particles to the thermal ions, thus heating the plasma. Furthermore, high-frequency CAEs parasitically absorb ion cyclotron resonance heating, which affects heating and current drive efficiency.\n \nSpherical tokamaks and the Mega-Amp Spherical Tokamak (MAST) at the Culham Centre for Fusion Energy (CCFE) in particular with its extensive diagnostic capabilities are ideally suited for studying the interaction between fast ions and such MHD waves because of the lower magnetic field employed in spherical tokamaks compared with conventional tokamaks. This makes it easier to produce super-Alfvenic fast ions by neutral beam injection and study the waves driven by them. In fact, the proposed research is directly relevant to ITER as fast ion beams produced by neutral beam injection are a good proxy for alpha-particles expected in ITER plasmas. CAEs have been observed as magnetic fluctuations during experiments with neutral beam injection in spherical tokamaks as well as conventional tokamaks with lowered magnetic field, adding confidence to the expectation of CAEs existing as well in ITER.\n\nThe proposed research aims to advance the understanding of the role of high-frequency MHD waves on fusion plasmas by making reliable computational predictions of CAEs, and of their coupling to fast ions, based on first principles and to validate these against experiment from MAST. This builds upon experience in modelling MHD waves and uses an in-house wave codes to model for realistic geometries the detailed structure, localisation and spectrum of CAEs for various relevant scenarios of plasma confinement. This research is timely because MAST has a range of new diagnostics that will become available in the near future which allow, in collaboration with the CCFE, a deep diagnosis of CAEs and detailed comparisons with theoretical predictions. The new diagnostics include spectroscopic measurements of internal density fluctuations. Such comparisons will further the understanding of the key drivers behind observed features of CAE mode structure and spectrum. Also, the seismological capabilities of CAEs to deduce plasma conditions (e.g. density structure) from measured wave behaviour are explored. The envisaged coupling of the CAE code to a wave-particle code developed by co-I S. Pinches (CCFE) will enable a quantitative understanding of plasma heating by fast ions coupling to CAEs, with predictive relevance for DT fusion (as planned for ITER and for scheduled dedicated DT experiments on the Joint European Tokamak).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J005967/1","grantId":"EP/J005967/1","fundValue":"340351","fundStart":"2012-06-29","fundEnd":"2015-06-28","funder":"EPSRC","impactText":"  The numerical code developed in the grant has been applied to to the interpretation of measurements of wave activity using the MAST tokamak at CCFE, results have been published. Energy Economic","person":"Erwin Andre Verwichte","coPersons":[],"organisation":"University of Warwick","findingsText":" We have developed a numerical code dedicated to the modelling of certain wave activity seen in fusion devices called tokamaks. We have interpreted measurements of such waves taken during a campaign by the MAST tokamak at CCFE. The code may be applied to gain a deeper understanding of these waves, i.e. combining with particle codes to determine how these wave are driven unstable by energetic particles (which in the future may be fusion generated alpha particles). Energy","dataset":"gtr"}