{"id":"EAFE72C7-8D08-4C08-BF5D-4E5040050C02","title":"Art and International Conflict: Building Networks, Discourse and Understanding","abstractText":"At a time of serious conflict across the world, the purpose of this application to the AHRC Research Networking scheme is to create a forum for experts with diverse perspectives and experiences to reflect critically on the diverse roles, quality and purpose of visual art produced during and after conflict. Participants will include academics, artists, and representatives of arts commissioning bodies, charities and government. 30 members of the network will meet 4 times in workshops over 12 months across Britain. These events - organised by theme rather than by geography - will feature international participants with considerable experience of making and commissioning art in this context. \nVisual art has played an active and diverse part in recent and current conflicts. Artists in Syria, Belarus and other countries have been imprisoned, abused or bullied into exile. This is in stark contrast to the historic practice of commissioning a 'war artist' to record and witness events. This can again be contrasted with the role of artists employed by charities and development agencies to work at the site of conflict in more instrumental ways to help alleviate trauma or to bridge ethnic differences. These various practices raise significant questions about artistic autonomy, the responsibilities which accompany representation and the politics of memory. These issues are heightened by shifts within contemporary art itself. Increasingly produced and consumed outside the gallery, art often takes the form of interventions into public space that are designed to produce immediate and unpredictable public responses and participation, as well as the attention of the mass and social media. There is much interest in producing 'social engagement' through art. The workshops will ask what effects can and do such schemes produce? Are there examples of art levering real and sustainable change? \nThis is not only a topical proposal: it is one which aspires to shape future practice. The global context presents an unprecedented set of challenges beyond the sadly familiar ones of compromised human rights and the effects of inequality and inequity. Population growth is highly likely to become one of the greatest threats to peace in the future. Developing nations are becoming consumer societies, adding hugely to the strain on diminishing natural resources. It is widely predicted that wars over these resources will increase and intensify unless we act constructively. As these different challenges impact on each other, we urgently need new perspectives and a diversity of means in response. What is the potential of the visual arts in this unstable future?\nThe UK context for this network is important. The country is implicated in a number of conflicts by its history and by its present activities, most recently and actively in Northern Ireland, Iraq and Afghanistan. Journalists and politicians, NGOs and other activists - and the armed services - have also been engaged in various ventures in Egypt, Lebanon, the Balkans, the Democratic Republic of Congo, Sudan, Syria, Israel and Palestine and elsewhere. What are the responsibilities of UK-based artists and NGOs when they operate outside the UK? How critical can art be of the operations of the State? \nThe objectives of this scheme are to improve the quality of exchange between people working in the arts sector and development agencies and, in particular, to improve and guide the process of commissioning art. The workshops will be paralleled by the activities of a steering group which will develop a major application to develop an international research project into culture and conflict which will, perhaps, embrace other areas of the arts and have full international partners. To provide important resources and perspectives for the wider academic community and the public - who are keenly interested in the issues raised here - material presented at the workshops will be published on-line and in print.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K005987/1","grantId":"AH/K005987/1","fundValue":"30639","fundStart":"2013-05-01","fundEnd":"2014-04-30","funder":"AHRC","impactText":"  The best way I can answer this question is to give some examples of feedback received as impacts in this area are invariably personal and diverse:\n'I am really so happy that I could speak there at the workshop. For artists from the Balkans it is very important thing to be invited to for example London and present their work at places like your workshop. Thank you for the opportunity and please if you know anyone travelling to Bosnia and in need for anything, networking, place to stay etc, please let me know'. (Adela Jusic, artist from Sarajevo, who spoke at the first workshop.)\n'Really interesting and refreshing to look at the work I do from a different perspective.' (Sarah Whyatt, previous director of PEN and independent human rights consultant)\n'I have made great connections which have even led to a collaboration and other possibilities for the future.' (Theo Price, Cobra)\n'Really inspiring, every speaker left me with an indelible impression. Since then, many ideas have taken seed in my mind.'\n'This area is still very small, considering the geographical impact and breadth of war and conflict, so it was great to meet with everyone in the hope that it might expand.'\nWe have a file of many more comments. \nHowever it is early days and we will continue to measure the responses, especially from the publication. Education,Government, Democracy and Justice,Culture, Heritage, Museums and Collections Cultural,Societal","person":"Michaela  Crimmin","coPersons":[],"organisation":"Royal College of Art","findingsText":" 1) The principal aim of the work was to establish whether there would be significant interest in the role of art with respect to the subject of conflict, not just within the arts sector but from other disciplines and sectors. This proved undoubtedly to be the case. The feedback we received throughout is testimony to this, referenced in an independent evaluation (available on request) and described in my introduction to the online publication. We had waiting lists for the two events at the ICA and the RCA and ongoing requests for sustained activities. \nThe generosity of artists and academics alike was extraordinary, with scarce financial incentive, if any. People gave so freely of their knowledge and were so open to working collaboratively to address the imperative to focus, across disciplines, on the challenges faced. The stretch of geographical, political, and social contexts that was covered kept the discourse relevant across what was a very broad constituency. Focus came through individual presentations. Throughout, it was marked how little people knew of each other's work, despite shared agendas and this points to a need for a significant amount of further interchange, across theory and practice. \n2) We came to the conclusion that the research warranted more than an article, and hence the production of an illustrated, 88-page, online publication, with 7 commissioned essays by curators, artists and academics. The reach of the Royal College of Art, Index on Censorship, Culture+Conflict, Goldsmiths', SOAS and other networks where the publication is or will shortly be available, provides a diversity of platforms for debate across Higher Education, NGOs and the arts sector. The content of the publication displays a scope of methodologies, suggestions, provocations, questions, and possibilities, and judging by comments received so far, feels a real achievement.\n3) We are delighted that the discourse, the research, and the building of the network is directly leading to plans currently being developed by working closely with colleagues in a number of institutes including SOAS, Goldsmiths', the Imperial War Museum, the British Council and international arts organisations. \n4) I wildly underestimated the amount of time the organisation of the workshops would involve; nor did I anticipate the difficulty of obtaining visas for invited speakers, which became a real problem, but among many useful lessons learned for future activities. Our ambitions come directly from the Network's discussions of the past year, and we are currently working with a number of organisations (named above) to realise three main activities. \nFirstly, ongoing research into the role of art in the context of conflict including regular gatherings grouped around particular questions and contexts, leading to a major, international conference and related publication.\nSecondly, we aim to relate theory to practice in the form of artists' 'residencies' to encourage conversations between people from conflicted communities, and UK based artists, curators and others wishing to explore the many exigencies that war generates, but who are distanced from the realities. For example, an artist from Afghanistan invited to the UK to explore the conflict archives and collections held by the Imperial War Museum, King's College and the National Army Museum, bringing fresh and alternative insights to our own understanding. \nThirdly, the building of new databases that we know are much needed resources: profiles of artists for NGOs and others to access; and information on HE courses that address the intersection between art and conflict for prospective national and international students and academics.\nWe very much hope that the AHRC will be interested in considering further support. Education,Government, Democracy and Justice,Culture, Heritage, Museums and Collections,Security and Diplomacy","dataset":"gtr"}