{"id":"EB019EF8-B77F-4EA8-87F5-3AB89AAAC553","title":"Pipeline for interpretation and storage of organelle proteomics data","abstractText":"Organelle proteomics is an emerging field within the area of the study of the proteins. The proteome is the set of proteins expressed by a cell or found in a biological fluid at any given time and circumstances. Within cells of more complex organisms such as fungi, plants and animals, many proteins are found in specific subcellular structures called organelles, where they carry out their function. Determining the sub-cellular location(s) of a protein is very desirable to biologists for two reasons. Firstly, it can help elucidate their role in the cell as proteins are spatially organised according to their function, and location is an important determinant of the specificity of their molecular interactions. Secondly, it refines our knowledge of cellular processes by pinpointing certain activities to specific organelles. Unfortunately, most organelles cannot be purified away from contaminants in such a way as to lead to an accurate catalogue of proteins from any given organelle. Recently several high throughput methods have emerged involving quantitative strategies, which have overcome the need to produce a pure organelle for analysis. Each of these methods relies on quantitative proteomics to characterize the distribution pattern of organelles amongst partially enriched fractions generated by various separation technologies and have the potential to discriminate between genuine organelle residents and contaminants without preparation of pure organelles. For all of these methods, two data analysis stages are essential; the first deals with appropriate normalisation of quantitative data and removal of system bias; the second involves robust multivariate processing of the signals and a statistical assessment of the confidence in the results, which is required to match distribution and enrichment patterns to those of known organelle markers. Fully curated data sets containing information about experimental design, data manipulation and assignment of proteins to subcellular locations would be of immense value to biologists. To date there is no easily accessible, streamlined, facile software suites which allow data analysis and capturing of data and meta data in a standardized way which can then be easily accessed and interpreted by the community at large. In this proposal three groups that already have successful and fruitful collaborations in place and extremely complementary areas of expertise, Lilley (organelle proteomics) Huber (Statistics, software), Hermjakob and Martens (PRIDE database), all within the Cambridge area, aim to produce a facile organelle pipeline used by the growing organelle proteomics community and will aid not only data analysis, but data storage and presentation of data for submission to all the major journals. Its output will be easily accessible by a wide variety of biologists and will facilitate data sharing amongst a growing cohort of scientists..","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G024618/1","grantId":"BB/G024618/1","fundValue":"118713","fundStart":"2010-01-01","fundEnd":"2011-03-31","funder":"BBSRC","impactText":"  the results achieved during the grant have been used in subsequent softwares created in the Lilley lab. Digital/Communication/Information Technologies (including Software) ","person":"Kathryn Susan Lilley","coPersons":["Wolfgang  Huber","Henning  Hermjakob"],"organisation":"University of Cambridge","findingsText":" The outcomes of this grant were the creation of informatics tools to allow rapid exploitation of the very latest cutting edge technology by providing a mechanism to facilitate visualization, analysis and data sharing of organelle proteomics datasets. other outputs of this work also include the novel application of statistical approaches which may lead to new biological understanding and also the development of R based software for the proteomics community. In the biotechnology, pharmaceutical and clinical sectors The outputs have been disseminated in an R package (MSnbase) which is now part of Bioconductor, three peer reviewed papers and another manuscript submitted to Bioinformatics. The PI and PDRA have also given numerous talks and the PDRA also has taught on a variety of R courses. Education,Healthcare,Manufacturing/ including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}