{"id":"EB06C642-329E-4DC0-9794-59CE519ED705","title":"VISTA Exploitation: WFAU","abstractText":"Sky surveys underpin much of modern astronomical research, by providing the most efficient means of deriving samples of observational data required for the study of rare objects and of the properties of populations of sources. The UK has a very strong history in survey astronomy and the University of Edinburgh's Wide Field Astronomy Unit (WFAU) has long been at the forefront of this activity, both since its creation in its current guise, in 1999, and in its previous incarnation, as the UK Schmidt Telescope Unit (UKSTU) of the Royal Observatory Edinburgh. WFAU has developed science archive systems which store securely data from sky surveys and make them available to users in a flexible manner via the Internet. The WFCAM Science Archive is now in operation, and the VISTA Science Archive is entering its final stages of development. The main challenges for WFAU in operating these archives are the volumes of data generated by modern sky survey systems, and the necessity of making the data available to users in a way that helps them to exploit those data scientifically. As data volumes increase, users are no longer able to download to their own computers all the data they want to analyse, so an increasing focus of WFAU work is the development of software to perform a set of basic data analysis tasks within the data centre. Users will be able to run these directly on the sky survey data in WFAU's archives, and then download derived data products, which will be much smaller in size. The VISTA telescope is soon to start routine operations, providing near-infrared sky survey data for astronomers in the UK and in the other ESO member states. This grant will fund support of the scientific exploitation of the VISTA surveys by the research community.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/H004211/1","grantId":"ST/H004211/1","fundValue":"680201","fundStart":"2009-07-01","fundEnd":"2012-06-30","funder":"STFC","impactText":"  The sky survey archives supported by this grant were used in outreach activities. Education Cultural","person":"Robert Graham Mann","coPersons":[],"organisation":"University of Edinburgh","findingsText":" This grant funded part of the development of the VISTA Science Archive. The VISTA Science Archive is being used by astronomers in VISTA public survey consortia across Europe and by others internationally interested in VISTA data. Education","dataset":"gtr"}