{"id":"EB14F980-A91D-4F97-BE32-DA9BE2766B4D","title":"Behavioural Compatibility between Individual Choice and Collective Action","abstractText":"There are many instances in economic and social life where good individual choices add up to poor choices for society. The financial crisis of 2009 can be understood in these terms: an individual banker may expect it to be profitable to grant a loan to a risky customer, but bankers collectively granting risky loans leads to systemic market collapse and a loss for all. A similar story lies behind the accumulation of atmospheric carbon dioxide where it makes sense for each firm or individual to burn fossil fuels but it does not make sense at global level. There are traditional economic models of these situations but recent research, including work at the Institute of Quantitative and Technical Economics (IQTE) and at the Tax Administration Research Centre (TARC), has shown the importance of psychological and cultural factors in guiding decisions. The emergence of behavioural economics, and the changed perspective on individual choice that has resulted, gives a pressing need to re-examine the links between individual choices and social outcomes within the new paradigm.\n\nThe application for funding will support workshops, masterclasses, visitor exchange, and a joint research programme of a partnership between the IQTE, China, and TARC, UK. The activities of the partnership are designed to merge the expertise of the two organisations. TARC has considerable expertise in applying computer simulations of individual behaviour to model social outcomes. It also has specialized capability in experimental economics with ready access to a large body of experimental subjects and capability in using online experiments to target specific sectors of the population. TARC is also developing competence in computable general equilibrium. IQTE is one of most important departments in the Chinese Academy of Social Sciences. It acts as a &quot;think tank&quot; to support state decisions on fiscal (tax) and financial policy-making. It is highly skilled in the mathematical modelling of economic problems and also has extensive capabilities in computer simulation and experimentation. In both research institutes the focus of research has been exploring real policy problems to enhance economic development and social welfare. \n\nThe research programme will develop the experience of IQTE and TARC in applying a range of research methods to policy problems. The underlying theme of an improved understanding of the social, or &quot;macro&quot;, outcome by better modelling of individual, or &quot;micro&quot;, decisions will underpin the individual research projects. The selected research projects have policy relevance in both China and the UK and include implementing VAT in the financial sector, poverty reduction and the reduction of inequality, and investor behaviour and emergence of capital markets. The results of the research will be communicated to policy-makers in China and in the UK so that policy impact is achieved, and to academics worldwide so the international impact is obtained.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/N00762X/1","grantId":"ES/N00762X/1","fundValue":"85295","fundStart":"2015-09-21","fundEnd":"2018-09-20","funder":"ESRC","impactText":"","person":"Gareth Donald Myles","coPersons":["Nigar  Hashimzade","Miguel Alexandre Fonseca","Matthew David Rablen","Jonathan Mark Shaw","Christopher  Heady"],"organisation":"University of Exeter","findingsText":"","dataset":"gtr"}