{"id":"EB276FCA-6576-4099-B13D-8F16A8ABB099","title":"Submesoscale currents from buoyant seismic streamers (SCR-BAS)","abstractText":"We propose a 9-month project as an extension of an existing joint project between British Antarctic Survey and Schlumberger Gould Research. Schlumberger's vessels conduct seismic surveys of the seabed and underlying geography at many locations around the globe to assess offshore oil and gas reserves. The vessels tow behind them an array about 1 km in width of a dozen cables known as &quot;streamers&quot;, typically 6-10 km long (though only 5 cm in diameter). The streamers hold many thousands of sensors (usually hydrophones) to detect the reflected signal from a seismic source. The streamers also hold a number of steering devices, which can be used to actively modify the position of the streamer through the water. In this project we do not use the seismic data recorded by the hydrophones but instead the physical information of the streamers, such as position, tension and steering forces from which ocean current models can be derived (the seismic data of ocean density may however prove useful for follow-on studies to improve our understanding of submesoscale processes).\nTo-date a forward model has been developed and tested to estimate the motion of streamers as they are towed through an ocean current field. Here an inverse model will be developed to take recorded information related to the streamers, in particular the tension at the head end and the velocities and angles along the cable, and to deduce the horizontal, divergence-free currents along the cable, thus providing velocity information at the submesoscale (approximately 1-10 km in the horizontal). The project will refine, validate against independent observations and implement this inverse model. Components of the project will directly build off NERC-funded work conduced as part of a number of past and present projects. The results will be of immediate benefit to Schlumberger as they will provide information for expected currents in the area with which to plan repeat surveys and they will also feed into a number of NERC research projects investigating the role of submesoscale processes in the ocean.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/L008246/1","grantId":"NE/L008246/1","fundValue":"41982","fundStart":"2013-11-01","fundEnd":"2014-07-31","funder":"NERC","impactText":"  Methods have been developed to infer ocean currents from the shape of streamers towed behind seismic survey vessels. The resulting information can be used to improve seismic survey operations. The methodology has be written up and accepted for publication in the journal First Break. Beneficiaries: Schlumberger Gould Research and the oil/gas sector Energy Economic","person":"Emily  Shuckburgh","coPersons":[],"organisation":"NERC British Antarctic Survey","findingsText":" Estimating ocean currents from the shapes of laterally steered streamer arrays When conducting marine seismic surveys, ocean currents noticeably perturb seismic streamers from their desired location. To accurately monitor an oil/gas reservoir, the receivers in the streamers must be as close as possible to their previous positions. Therefore, it is desirable to know the currents in real time. Previous work has used the position and tension in a streamer to infer the currents. However, in many streamer systems, tension is not measured along the streamer. To overcome this problem, we assume that ocean currents are horizontally divergence-free and have demonstrated that in this case it is possible to reconstruct the currents from the positions of multiple streamers. Additionally, the previous work assumed that, when modelling a streamer, bending stiffness can be neglected. It is not clear that this assumption is correct when steering devices are attached; we have therefore examined this assumption, using a novel finite difference scheme that incorporates bending stiffness, and have concluded that it is safe to do so. Further work is being undertaken to identify other possible applications of the work within the oil &amp;amp; gas sector. The opportunity to use the techniques to generate submesoscale ocean current datasets is also being explored. Energy","dataset":"gtr"}