{"id":"EB282F5A-EE56-4BF8-998D-CE825BBA4352","title":"SIROtyping : siRNA and miRNA profiles of tomato","abstractText":"Most of the RNA molecules in cells are involved in protein production (ribosomal, transfer or messenger RNAs), however there are RNA molecules with other functions. A recently discovered class of non-coding short RNAs (sRNA) regulate the level of protein production in a gene specific manner. These sRNAs can recognise specific mRNAs or DNA sequences because they have partially complementary sequences to them. As a result of this interaction expression of the targeted mRNAs is significantly reduced or transcription of the targeted DNA is suppressed. More than 70 000 different sRNAs were found in the model plant species Arabidopsis and we showed that these sRNAs are derived from more than 4000 clusters. We found that sRNAs are also produced from clusters in tomato fruits and that the expression of clusters was consistent between different samples of the same tomato type. Crop species have different cultivars that can be cross-fertilised but have different characteristics (e.g. fruit/seed size, colour, taste, texture, etc.). Arabidopsis - a non-cultivated model plant / also has different forms, which are called ecotypes. We tested the hypothesis that different clusters are active in different cultivars of tomato and different Arabidopsis ecotypes. In a preliminary experiment we found several sRNA clusters that accumulated at a different level between four Arabidopsis ecotypes and also between three tomato cultivars. Based on these data we propose to develop a tool that uses sRNAs as molecular markers of valuable characteristics in tomato. In the first phase of the project we will identify all the sRNA clusters in the tomato genome. Probes complementary to the identified sRNA clusters will be spotted on small glass plates. These microarrays will be used to profile sRNAs in a large number of tomato cultivars. Statistical analysis will then be used to establish the correlation between the phenotypes and production of specific sRNAs. Array based expression profile of sRNAs will identify a subset of sRNA clusters that are predictors of phenotypes. The proposed work will also evaluate the possibility that important agronomic traits can be modified when selected sRNAs are overexpressed or suppressed transgenically. These analyses and manipulations of sRNAs have the potential to establish a novel approach to crop improvement that is based on variation of regulatory RNAs rather than of protein coding genes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E006981/1","grantId":"BB/E006981/1","fundValue":"683508","fundStart":"2007-03-01","fundEnd":"2007-08-31","funder":"BBSRC","impactText":"  The findings are helping determine the impact of epigenetics in agriculture Agriculture, Food and Drink Societal,Economic,Policy & public services","person":"David  Baulcombe","coPersons":["Tamas  Dalmay"],"organisation":"University of East Anglia","findingsText":" Most of the RNA molecules in cells are involved in protein production (ribosomal, transfer or messenger RNAs), however there are RNA molecules with other functions. A recently discovered class of non-coding short RNAs (sRNA) regulate the level of protein production in a gene specific manner. These sRNAs can recognise specific mRNAs or DNA sequences because they have partially complementary sequences to them. As a result of this interaction expression of the targeted mRNAs is significantly reduced or transcription of the targeted DNA is suppressed. More than 70 000 different sRNAs\n\nwere found in the model plant species Arabidopsis and we showed that these sRNAs are derived from more than 4000 clusters.\n\n\n\nIn this project we have shown that there is a similarly diverse set of small RNAs in tomato and tomato relatives and that their expression in some instances correlates with properties of the plant including those with agronomic significance. This information now sets up a new approach to selection of plants in breeding programmes based on their silencing RNA profile rather than their genetic markers.\n\n\n\nAs part of this project we have also made the novel discovery that the small RNA populations of hybrids are transgressive - they may be either higher or lower than either of the parents. This effect is manifested at relatively few loci - tens or low\n\nhundreds and it is associated with changes in targeted gene expression.\n\nThis discovery is an explanation, at least in part, for the well established phenomenon in which hybrids have properties that are outside the range of the parents and it could point to a way that the useful potential of crop plant genomes could be unlocked during the hybridisation. They are influencing thinking about the role of epigenetics in RNA silencing Agriculture, Food and Drink","dataset":"gtr"}