{"id":"EB312136-803F-4955-A537-2978DDF11FB2","title":"Health Communication and the Internet: An Analysis of Adolescent Language Use on the Teenage Health Freak Website","abstractText":"<p>This study explores the integration of corpus linguistic and sociolinguistic approaches for the analysis of a unique 4-million word longitudinal corpus of messages posted to the 'Teenage Health Freak' website. The website, run by UK-based GPs, is designed to be interactive, confidential and evidence-based providing adolescents with accessible advice and information pertaining to a broad range of health issues.</p>\n\n<p>The descriptive advantages afforded by the tools of corpus linguistics will be used to inform sociolinguistic observations of adolescent language innovation and change on the specific topic of health care. Key words and key phrases used by adolescent advice-seekers, with associated meanings and patterns of use over a period of ten years, will be extracted from the corpus and then analysed to highlight emergent trends in adolescent sociolinguistic style and register. </p>\n\n<p>As well as the academic value of this combined methodological approach, the findings of the analysis will be made available to health care providers and users of health care services in the form of a practical, encyclopaedic resource, thus contributing to the continuous professional development of user groups in the NHS, as well as being a resource for parents, teachers and adolescents themselves. </p>\n\n<p>&nbsp;</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/G036578/1","grantId":"ES/G036578/1","fundValue":"75838","fundStart":"2010-01-01","fundEnd":"2010-12-31","funder":"ESRC","impactText":"  The research completed as part of this project has led to significant advances in empirical understanding, interdisciplinary methods, theory, and application. Contribution - Empirical understanding - analysis of a 3 million (with a final 2 million edited version) word corpus of health communication (including the study of time-based sub-corpora allowing for a longitudinal analysis language use and according to gender and age); (Interdisciplinary) methods - combining corpus linguistic approaches with sociolinguistics to produce findings that are of practical relevance to end-users; - development of methods for extracting meaningful units from our data with corpus linguistic methods (in particular with regards to spelling variation and use of different reference corpora) Theory - analysis of language use in our data to advance theories used in gender and language research and corpus linguistics. Application -application of an iterative design process to make the findings of our research accessible and relevant to specific end-user communities Our project has also created new research capacity by involving an Early Career Researcher and RA in the majority of outputs (Harvey and Smith), dissemination at the Young Linguists meetings, involvement of research students from within and outside of the University of Nottingham to dedicated symposia. In addition, we have become founding members of a new international research network that is dedicated to investigating advancements in the methodological development of health communication corpora. This network resulted from our participation in the COMET 2011 panel, a joint collaboration with Otago University, Wellington (Maria Stubbe), Queen Mary, University of London (Clive Seale and his research team) and University of North Carolina-Charlotte (Boyd Davis).\n\nAs part of this project we have developed a rigorous methodology that has allowed us to identify and describe patterns in young people's accounts of health concerns as expressed in messages posted to a health advice website. We have illustrated the processes and procedures that have to be applied in order to render a 3 million word (2 million after duplication editing) corpus of on-line communication usable for linguistic and demographic analysis. This in turn is of practical use to health care practitioners, policy makers and educators since patterns of use reveal not only the particular linguistic aspects of teenage health communication, but also allow an analysis of the most frequent health concerns raised by individuals, and how these concerns are articulated when identities are protected. This information can be used to inform health policy and promotion strategies. In developing an encyclopedia of keywords and associated phrases used in the corpus over time, and including further information about the declared age and gender of the advice seekers, we are offering a strong evidence base to health professionals and policy makers. Our end-user booklet adds another dimension of impact in that it has been designed to be more accessible and appeal to a broader audience including parents and teenagers themselves. We have worked extensively with all of these groups throughout the project, and believe that significant impact has been achieved both through their involvement in the research process and through our dissemination activities.\n\nWe have benefitted greatly throughout the project from an active stakeholder engagement programme both for dissemination and feedback, and we believe that our research has had a significant impact on them and the groups they represent. This has consisted of regular meetings with our project advisor and with the Chair of the RCGP adolescent health group, as well as meetings with policy makers, practitioners, teenagers and parents, including: • Dr Sheila Shribman, National Clinical Director for Children, Young People and Maternity at the Department of Health; • Mr Jeremy Cogle and Ms Elizabeth Kendall at the Department of Health; • Ms Sue Dryden, Child Health Strategy Lead at the East Midlands Strategic Health Authority; • Dame Liz Fradd, Independent Advisor on Health Services; • Mr Frank Coffey, Consultant in the Emergency Department at Nottingham University Hospitals NHS Trust; • Dr George Rice, Business Engagement and Innovation Services at the University of Nottingham; • 'The One Off' Design Agency. Dr Dick Churchill, Chair of the RCGP adolescent health group and a Nottingham based GP describes the impact of our research as follows: &quot;This analysis really gives some tremendous insights into the health concerns of young people. As a GP it will have a big impact on the way in which I approach consultations with teenage patients, particularly by showing that I have an understanding of the types of questions that concern them. At a policy level it should have a major influence on selecting priorities for health education in this group.&quot; Digital/Communication/Information Technologies (including Software),Education,Healthcare Societal,Economic,Policy & public services","person":"Svenja  Adolphs","coPersons":["Louise Jane Mullany"],"organisation":"University of Nottingham","findingsText":" The findings of the research provide new insights into the concerns and questions adolescents have and are willing to communicate freely in an anonymous on-line context.\n\nThe main topic themes that emerged from the data are:\n\n1. Sex, pregnancy and relationships\n2. Sexual body parts\n3. Body changes\n4. Smoking, drugs and alcohol\n5. Weight and eating\n\nMessages concerning sex, pregnancy and relationships account for 26% of all messages sent to the website with the other topics ranging from 15% down to 5% of messages.\n\nOver half of the messages analysed were sent by female writers and this gender distinction is also seen in the topic areas of the questions. There are proportionally very similar numbers of messages from males and females on the topic of 'sex, pregnancy and relationships'. In the majority of other topic areas females ask proportionally more questions than males. Gender trends in our data are discussed in Mullany (forthcoming, 2011), Adolphs and Mullany (2011) and Mullany et al (in preparation) and Adolphs et al (in preparation). \nCertain topics are a particular focus for younger writers. In particular messages on the topic of 'body changes' peak at age 11 with a secondary peak at 16 and in the topic of 'weight and eating' the peak is at age 12. The topics of 'sexual body parts' and 'sex, pregnancy and relationships' both peak with much older age groups at around 16. Patterns in terms of topic and language according to age are discussed in detail in Mullany et al (in preparation).\n\nThe research questions outlined in 2a above have all been addressed and the results are discussed as part of project reports on our website, and in the publications listed below.\n\nConsultation with health professionals established that they are most interested in:\n\nData giving access to what adolescents want to ask, but do not. \nTop 10 questions adolescents ask on each of the themes emerging from the corpus analysis;\nThe use of slang and taboo by adolescents.\n\nWe have identified a number of exciting opportunities for extending this research and end-user focused outputs. Throughout the project we have forged close links with the ESRC e-Social Science Node and with the RCUK funded Horizon Hub for the Digital Economy at the University of Nottingham with regards to the Teenage Health Freak project. In particular, we have contributed through a series of meetings and presentations relating to online identities and data mining. This has led to the development of a joint proposal on the use of crowdsourcing mechanisms to elicit teenage health concerns 'in the wild' and through the use of mobile devices in relevant contexts, such as GP surgeries. \n\n\nWe see significant academic impact of our research located in areas that come under the broad heading of applied linguistics. This is reflected in our dissemination strategy which has targeted audiences with a specific interest in health communication, sociolinguistics and corpus linguistics, as well as more general applied linguistics audiences (see 1B). We have received a large amount of positive feedback from colleagues who have engaged with our outputs. For example, Dr Paul Rayson from Lancaster University comments that our project 'is breaking new methodological ground in corpus linguistics with the study of spelling variation in online forum discussions, an area which is closely related to my own research into variation in historical, CMC and learner varieties.' Given the short duration of this project, it is inevitable that much of the feedback is informal at this stage. The following quote from Professor Christopher Candlin from Macquarie University, Sydney, illustrates the impact of our research from the perspective of an academic end-user: 'This project is notable, especially for its engagement with realtime online data from adolescent youth on healthcare topics. The combination of IT, corpus linguistic analysis and a detailed sociolinguistic focus on gathering and analysing significantly occurring lexical items over time is original and of considerable value for a new direction in sociolinguistic research. The aims, methodology and project findings will contribute very considerably to expanding research in healthcare communication internationally. Opportunities for comparative research involving data from different healthcare systems, different languages and client groups are now made possible through this innovative research.' There are a number of scientific and societal impacts that our project is likely to have in future. We are continuing to analyse the teenage health freak corpus and a number of publications are in preparation. Our COMET 2011 presentation has resulted in a new network and will lead to a jointly-authored paper involving the project investigators, to be submitted to Qualitative Health Research (other authors: B. Davis, M. Stubbe, M. Kelly, C. Rivas, C. Seale) with a current working title ' What issues must developers of health/healthcare-related corpora face?' The University of Nottingham has made an internal award of ?10,000 to us to extend this research in collaboration with clinicians in our Faculty of Health Sciences, in relation to the training of simulated patients (with a long term impact on the training of health professionals). For this purpose we are analyzing extended messages sent by teenagers with a view to informing the development of simulation episodes, linking our results with descriptive methods reported in Atkins et al (2011): Atkins, S., Roberts, C., Adolphs, S., Tsuchiya, K., Coffey, F. and B. Baxendale (2011). The 'real' simulation: A linguistic analysis of managing interaction in medical simulations. Paper. Annual conference of the Association for Simulated Practice in Healthcare, Cardiff. We continue the dissemination of our research to non-academic audiences through the distribution of our booklet and engagement with our stakeholder group and project advisor. Recent collaborations with the healthcare sector and business draw heavily on our material. This includes a collaboration with Medikidz, and SME specialising in the development of comics explaining health related issues to young people, who are using our material to inform the focus of the narratives of particular comics co-developed with the Nottingham team.\n\nOur findings are pertinent to policy makers in the educational arena and policy field relating to health education. We are in close contact with those stakeholders to continue to exploit the key findings of our research to ensure it reaches its maximum impact potential. Digital/Communication/Information Technologies (including Software),Education,Healthcare","dataset":"gtr"}