{"id":"EB438DD3-C7B6-4CC4-99CF-83A77F339E17","title":"Fibre nanowire sensors","abstractText":"Much effort has been devoted recently to developing compact devices for chemical and biological sensing, in particular for environmental, aerospace and security applications. The double goal is to increase the sensitivity while simultaneously reducing the size of the devices. Here we propose to apply the emerging technology of optical nanowires to this task, which could reduce device sizes from approximately ten centimetres to the sub-millimetre range combined with unprecedented detector sensitivity.Optical nanowires are fabricated from standard optical fibres by a high-temperature drawing process. They have submicron diameters, which allows for easy bending and manipulation, yet they remain relatively strong mechanically. Light propagating in an optical nanowire extends well beyond the material into air, thus providing strong interaction with the environment for sensing applications. Finally, light can easily be coupled into and out of a nanowire, which is important for compact and energy-efficient devices.In this proposal we aim to further develop this emerging technology to reduce transmission losses, to embed nanowires into structural materials for enhanced robustness, and to build self-coupled interferometers and resonators. Finally, we will, for the first time, apply optical nanowires in two specific devices:a) We will manufacture compact high-sensitivity Sagnac interferometers from optical nanowires. Sagnac interferometers are routinely used on aircrafts as rotation sensors. Our new device will be significantly smaller, while providing at least the same sensitivity.b) We will develop a millimetre-sized gas sensor from a partially embedded nanowire resonator. High resonator quality and large interaction of the light with surrounding gas will provide enhanced sensitivity by cavity ringdown spectroscopy.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F001134/1","grantId":"EP/F001134/1","fundValue":"350591","fundStart":"2008-03-01","fundEnd":"2011-08-31","funder":"EPSRC","impactText":"  The research has generated interest with a number of industrial partners in industry and government labs in the UK - in particular with Atlas Electronics Ltd (Marine applications) Aerospace, Defence and Marine,Energy,Pharmaceuticals and Medical Biotechnology,Security and Diplomacy,Transport Economic","person":"David John Richardson","coPersons":["Peter  Horak","Trevor  Newson"],"organisation":"University of Southampton","findingsText":" Much effort has been recently devoted to developing compact devices for chemical and biological sensing, in particular for environmental, aerospace and security applications. The primary goal of this project is to increase the sensitivity whilst simultaneously reducing the size of the devices. In this project the emerging technology of optical nanowires was used for this task, which offer the potential to reduce device sizes from approximately ten centimetres to the sub-millimetre range whilst at the same time providing unprecedented detector sensitivity.\n\n \n\nOptical nanowires are fabricated from standard optical fibres by a high-temperature drawing and stretching process. They have submicron diameters, which allows for easy bending and manipulation, yet they remain relatively strong mechanically. Light propagating in an optical nanowire extends well beyond the material into air, thus providing strong interaction with the environment and that can be exploited for sensing applications. Finally, light can easily be coupled into and out of a nanowire, which is important for compact and energy-efficient devices.\n\n\n\nThis proposal aimed to further develop this emerging technology to reduce transmission losses, to embed nanowires into structural materials for enhanced robustness, and to build self-coupled interferometers and resonators. Finally, optical nanowires were applied to specific devices. Key achievements include:\n\na) a current sensor based on the Faraday effect capable to detect pulses with sub-nm rising time. The high sensitivity sensor is fabricated by coiling an optical fibre nanowire around an electric conductor and it has a total diameter smaller than 1.5mm. This uses a few cm of optical fibre nanowire in comparison to the tens of meters of telecom fibre used in conventional optical fibre sensors, meaning that the response time of the optical fibre nanowire current sensor is several orders of magnitude faster than that of conventional optical fibre current sensors.\n\nb) An interferometric current sensor, which exploits thermal effects on sub-cm lengths to measure currents.\n\nc) A microfluidic chemical sensor which exploits surface adsorption for enhanced sensitivity. This sensor has an intrinsic channel that is used to load/unload analytes in the sensor and it is completely embedded in a low refractive index polymer, meaning that it has an excellent repeatability.\n\nd) A flexural accelerometer. Fibre accelerometers are routinely used on aircraft as position/speed sensors. The use of optical fibre nanowires allows for orders of magnitude increase in the lengths of waveguide deployed on the sensor surface, thus in the sensor sensitivity.\n\n\n\nIn addition to the fabrication of sensors, the project developed devices including:\n\n1) a modal filter which eliminates high order modes in fibres which are not single-moded: conventional telecom optical fibres are usually single-moded over a few hundred nm in the third telecom window; this filter allows for telecom fibres to be operated in the single-mode regime over a wavelength range in excess of 1000nm.\n\n2) a coupler with broadband singlemode operation for optical coherence tomography (OCT) applications.\n\n3) tapers for selective excitation of fundamental modes in multimoded fibres; this is extremely important in applications like high power optical fibre lasers, where multimode fibres are used and beam quality is an important issue. \n\n4) highly birefringent optical microfibers and polarization maintaining optical microfibers, which allow for light control at the diffraction limit over relatively long lengths of fibre.\n\n5) a new four-port fiberised resonator (racetrack resonator). \n\n6) embedding techniques to allow the fabrication of compact robust nanowire coils. The technology proposed allows for a broad range of sensor devices and optical components enabling optical signal processing of different forms including mode-filtering, spectral filtering and polarisation control. The technology is thus of relevance to a very wide range of photonics applications and as such coud be taken forward by a large number of academic groups and industrial entities. Aerospace, Defence and Marine,Chemicals,Digital/Communication/Information Technologies (including Software),Security and Diplomacy","dataset":"gtr"}