{"id":"EB44FE7D-8F55-4492-90FF-AA90F1E4159C","title":"Reducing waste and enhancing safety of fresh produce by hydraulic shock washing","abstractText":"This project aims to improve the efficiency, sustainability and safety of bagged salad production, worth over &pound;450M retail\nsale value in the UK, through more effective processing of fresh produce. A novel hydraulic shock washing process\ndesigned to be installed in commercial washing systems will be investigated. The process has the potential to extend the\nshelf life of prepared salads and other foodstuffs prone to microbially driven spoilage. The process can also reduce the total\namount of water used, and the environmental impact of toxic biocides used in many wash systems. The consortium will be\nled by a leading salad producer, and involve members of the salad packaging, retailing, and equipment manufacturing\nindustries, supported by one of the UK's leading surface biofilm research teams, thus demonstrating integration across the\nfood manufacturing industry, and the research base.\nThe existing laboratory Pulsifier works on the principle of a plastic bag containing food and diluent inside a metal ring which\nis cycled to generate the required shock waves. This project will build on the success of the laboratory equipment to\nremove biofilms with minimal tissue damage, to develop a robust continuous flume system. The innovation therefore is in\ndeveloping a system which will work in a continuous mode, and can be assimilated into a typical contra-flow washing\nprocess (rather than the batch process in which the lab Pulsifier works). There is no such system in place today, and hence\nthe new equipment and process will be completely novel.\nUoS will lead the laboratory validation and be involved with on-site factory testing when hydraulic shock prototypes are\nbeing evaluated. Overall the project will involve 9 WPs with UoS involved in WPs 1, 3, 5, 7 and 9:\nWP1. Assess the Pulsifier in the laboratory (determine effects of varying Hz, amplitude and duration parameters on\nphysical performance and microbial removal)\nWP2. Develop prototype 1\nWP3. Assess prototype 1 in the laboraory (benchmarked against the Pulsifier performance)\nWP4. Develop prototype 2\nWP5. Assess prototype 2 and consider scale up challenges\nWP6. Installation of equipment in factory line\nWP7. Factory testing\nWP8. Final assessment of performance\nWP9. Project management (Quarterly review meetings, assess business plan and risk register)","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K021087/1","grantId":"BB/K021087/1","fundValue":"119728","fundStart":"2013-04-01","fundEnd":"2015-03-31","funder":"BBSRC","impactText":"","person":"Charles William  Keevil","coPersons":[],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}