{"id":"EB48D4D9-F697-48C2-8680-A0F87C148104","title":"Astrophysics Research at Liverpool John Moores University","abstractText":"We will continue to pursue ground-breaking astrophysical research at the forefront of knowledge through both observational work and theoretical modelling. \n\nUnder the heading of Time-Domain Astrophysics, we will study the explosions of Novae, Supernovae and Gamma-Ray Bursts. We will investigate the fundamental properties of Galactic and extragalactic novae, building on our considerable expertise in this area, and including a detailed investigation of the possibility that these objects are the progenitors of the important Type la Supernovae, which have become known as one of the primary probes of the scale and nature of the Universe. For supernovae that owe their origin to the collapse of the core of a massive star (Core-Collapse Supernovae), we will constrain their progenitors by investigating the environments in which they are found, coupled with detailed analyses of their outbursts. We will investigate the physics of Gamma-Ray Bursts - the most powerful explosions in the Universe. Combining cutting-edge theoretical predictions with novel observational experiments on the world's largest robotic telescopes, we will probe regions of extreme physics to determine the fundamental role of magnetic fields. In addition, we will use multi-frequency observations to determine the nature of the progenitors of these objects and the physics of the interaction of relativistic ejecta with the pre-outburst medium. Furthermore, we will explore new regions of the time domain being opened up in the radio and exploit our proven ability to build fast-track instrumentation to address new science questions.\n\nIn the area of stellar evolution, we will capitalise on our leading role in some of the most ambitious ground and space-based surveys to determine the ways in which the earliest phases of the formation of stars occur. This will convert the UK's spearheading of these surveys into international leadership in the scientific interpretation of the data. Our research will also build on our expertise in stellar modelling to investigate the structure of stars at the other end of their lives by comparing our models with results from satellites on stellar vibrations.\n\nUnder the heading of the formation and evolution of galaxies, we will investigate the properties of galaxies on all mass scales from the smallest to the largest. We will use new observations from the most powerful ground and space-based telescopes to study long-standing theoretical problems with the observed numbers of the smallest galaxies, and the rapid build-up of the most massive galaxies, and we will study how the evolution of galaxies is affected by their environment. We will use new instruments and theoretical modelling techniques to study in detail the manner in which gas is driven into the centres of galaxies and channelled onto the supermassive black holes that power the phenomenon of Active Galactic Nuclei, and study the important role that these objects play in the evolution of their host galaxies. Finally, we will use our results to better predict what the next generation of telescopes, such as the James Webb Space Telescope and Square Kilometre Array, will see and determine the best way for these billion-pound facilities to continue to advance our understanding of the Universe.\n\nAll of our research uses the most advanced ground-based telescopes (such as our own Liverpool Telescope), satellites and data analysis techniques to carry out observations from gamma rays to radio wavelengths. In turn, ARI staff lead many of the new generation surveys with these telescopes. The projects we propose in the above areas are technically demanding and require computer software support to aid the delivery of the science. \n\nThe structure and organisation of the ARI is designed to deliver internationally excellent research. The ARI is known worldwide for developing and exploiting outreach activities to engage the wider population in STFC science and we aim to enhance these.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/J001465/1","grantId":"ST/J001465/1","fundValue":"804198","fundStart":"2012-04-01","fundEnd":"2015-03-31","funder":"STFC","impactText":"","person":"Christopher Alfred Collins","coPersons":["David  Bersier","Maurizio  Salaris","Carole  Mundell","Witold Witold Maciejewski","Chris  Simpson","David  Carter","Toby John Moore","Ivan Karim Baldry","Shiho  Kobayashi","Philip Andrew James","MF  Bode"],"organisation":"Liverpool John Moores University","findingsText":"","dataset":"gtr"}