{"id":"EB4EBE97-E4D8-4B76-9444-50FD7211ED21","title":"EAR: Eye-based Activity Recognition","abstractText":"Activity recognition is concerned with inference of human activity from observation of the user's actions, to facilitate systems that proactively support users in everyday activity. Application areas include health, safety, cognitive assistance, lifestyle monitoring, entertainment, and energy management. In this project, we propose to advance activity recognition by investigating patterns of eye movement as a novel contextual cue. What makes eye movement a very distinct source of activity-related information is their direct link to visual cognition. This means that eye movement data has the potential to provide an online indication not only of what activity occurs but also of underlying cognitive processes, for example attention. Eye movements, including their measurement and analysis, have been studied extensively in clinical ophthalmology and cognitive science, but their use for on-line activity recognition in everyday settings is a novel proposition. Significant challenges include the adaptation of measurement techniques fit for everyday settings, the quality of information that can be mined under realistic conditions, and the demonstration of practical utility of eye-based context in real-world application.This project is designed as an initial investigation of the feasibility and potential of eye-based activity recognition. The research will include an assessment of eye tracking techniques, specifically of optical methods that track features on the eye, and of electrooculography (EOG) measuring eye movement with skin electrodes placed near the eyes. Based on the assessment, we will conduct explorative studies of eye patterns in daily life. The aim here is to gain insight into what eye movement reveals about everyday activity, and to develop methods for extraction of features from eye movement patterns that may be useful for activity and context recognition. A third part of the work will investigate application of eye-based context information in interactive systems. The plan is to develop two practical demonstrators, a first one exploring how longitudinal eye movement analysis may contribute to health and lifestyle monitoring, and a second one showing how eye movements might be used for task assistance (for example, search assistance when the eyes indicate visual search activity).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H005064/1","grantId":"EP/H005064/1","fundValue":"146112","fundStart":"2010-03-29","fundEnd":"2012-01-31","funder":"EPSRC","impactText":"  The project has been a catalyst for new research on eye tracking for mobile and pervasive computing. We published on this in IEEE Pervasive Computing, launched a new international workshop series (PETMEI), and attracted 2 PhD studentships as well as European funding for research on eye tracking within a doctoral training network on pervasive healthcare.  ","person":"Hans  Gellersen","coPersons":[],"organisation":"Lancaster University","findingsText":" The way our eyes move is strongly linked to what we do. As we engage in certain activities, our eyes will move in quite specific and often predictable ways. That makes the eyes a rich source of information about human activity. Would it then be possible to automatically infer what we do, from analysis of our eye movements in daily life? This is a fundamental question as eye movement analysis had never before been considered for activity inference, and yet there is great application potential for systems that are able to recognize and support their user's activity. Therefore, the aim of the project was to conduct a first exploration of eye-based activity recognition, to establish the technical feasibility, study eye movement in daily life situations, and develop novel methods for eye movement pattern analysis. \n\nThe most significant findings of our research are on eye-based activity classification and activity spotting. Activity classification is the problem of predicting what a person is doing, given a predefined set of activities that we anticipate. In an experiment we had users perform five distinct activities in front of a computer screen (reading, writing, copying text, web browsing, and watching video), and demonstrated that these could be classified with good precision and recall solely based on eye movement analysis. This means that a machine can predict an activity by looking the user in the eyes, without knowing what they look at. Moreover, we showed that it is possible to do this in a user-independent manner; meaning that we can train an activity classification system with eye movements of some users, and then readily deploy it with other users. The results have been published in IEEE Trans. Pattern Analysis and Machine Intelligence, the highest impact journal in Computer Science and Artificial Intelligence, and are already cited over 100 times by research groups around the world. In other experiments we demonstrated that it is possible to &amp;amp;quot;spot&amp;amp;quot; an activity of interest with a wearable eye-tracker, even when the activity occurs in different situations including when people are mobile and out in the streets (published in ACM Trans Applied Perception). \n\nWe developed a number of novel methods for eye movement pattern analysis. One of the ideas we developed was to code eye movements with symbols that represent direction and amplitude of movement, so that recurring movement patterns can be captured as words of variable length. Using machine learning and minimum redundancy maximum relevance feature selection, we found that &amp;amp;quot;wordbook encoding&amp;amp;quot; contributed significantly to characterization of activities. We also developed novel &amp;amp;quot;shape features&amp;amp;quot; to model the shape of eye movement signals over consecutive time windows, and showed that this enabled robust detection of smooth pursuit eye movements (these movements occur when our eyes follow moving objects). This is a landmark development as smooth pursuits have previously been ignored in research on eye tracking for human-computer interaction. The findings can be taken forward in development of eye tracking systems and applications, in particular for mining of eye movement data for patterns that correlate with activities and mental health. They also can inform new creative uses of eye-tracking for human-computer interaction. Creative Economy,Digital/Communication/Information Technologies (including Software),Healthcare,Leisure Activities, including Sports, Recreation and Tourism","dataset":"gtr"}