{"id":"EB5255E4-15EA-42E6-8B3E-008DDC5BFED5","title":"A3B2B'O9 perovskites; making use of cation disorder to synthesize new magnets","abstractText":"Solids are very complex materials. They contain millions of atoms, each of which interacts with those immediately around it and, sometimes, with those somewhat further away. Each atom usually has between four and twelve neighbours, and of course they all have other neighbours so the complexity of the interactions increases rapidly as you move out from your starting point. If the atoms are arranged regularly in space, then the solid is said to be crystalline and it is easier to deal with these than those where the atoms are not periodically arranged, known as amorphous materials.\nEven in a crystalline solid it is difficult to understand what interactions are taking place. Sometimes there are sites in a crystal that we know are occupied by an atom, but we cannot be sure what type of atom it will be. That is, the atom at a particular point could be either of two different chemical elements. If we know what type of element is at every site in the crystal, then the compound is said to be structurally ordered; if we cannot be sure, then it is said to be disordered. If the crystal is structurally ordered, then it is relatively straightforward to predict what properties the crystal might have, although the number of interactions in which it takes part is still so large that it is rarely trivial to do so accurately. If the compound is structurally disordered then it is very difficult to predict what will happen because there the environment of every atom is somewhat random in nature. Often the presence of disorder prevents the compound having useful properties, for example being a good electrical conductor or a strong magnet. The challenge facing chemists is to turn the tables on nature and make new compounds whose natural disorder is responsible and essential for endowing the compound with useful properties. The research described in this proposal aims to show that oxides containing lanthanum, nickel and antimony show useful magnetic properties only because of the fact that some of the magnetic atoms (nickel) are mixed up with antimony on one set of sites in the structure.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M018954/1","grantId":"EP/M018954/1","fundValue":"451698","fundStart":"2015-06-15","fundEnd":"2018-06-14","funder":"EPSRC","impactText":"","person":"Peter  Battle","coPersons":["Stephen  Blundell"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}