{"id":"EB541337-EC88-4941-BB00-5E7BF9DE48FD","title":"Reliable Low Power Embedded Computing Systems (ROPEUST)","abstractText":"Until recently low power, fault tolerance and testing techniques for electronic systems have been developed mostly independently, driven by the different requirements of various market segments. The continuing demand for portable devices, however, is creating a very competitive market where low power and high reliability are the two main factors driving products success. The incompatibilities between the existing techniques for low power, fault tolerance and test are making the development of such products an expensive process. This project addresses this issue by investigating and developing fault tolerance and testing techniques that are compatible with low power, thus enabling cost-effective design and manufacturing of low power electronic systems with improved reliability. For this research we will exploit expertise on low power design using dynamic-voltage scaling, fault tolerance improvement using hardware-redundancy and customized design-for-test solutions available at Southampton University. Extensive computer simulations as well as an industrial case study involving practical experiments will be used to validate the developed techniques. The work will be carried out in close collaboration with ARM (Cambridge), and the universities of Bristol and Iowa.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D057663/1","grantId":"EP/D057663/1","fundValue":"240447","fundStart":"2006-06-01","fundEnd":"2008-11-30","funder":"EPSRC","impactText":"","person":"Bashir M.  Al-Hashimi","coPersons":["Mark  Zwolinski"],"organisation":"University of Southampton","findingsText":" The project developed four techniques that enable cost-effective design and manufacturing of low power electronic circuits with improved reliability. The effectiveness of the techniques where evaluated using computer simulation and real-world design problems provided by the project industrial partner, ARM (Cambridge) The UK is home to some world-leading electronics companies including supplier of microprocessors, multimedia and communications and wireless chip sets. Such electronics are at the heart of today's and future consumer electronics, automotive, and home entertainment. The research activities within this project plays an important role in training of tomorrow's Electronics Engineers and in the resultant wealth creation opportunities. The project provided high quality and relevant research training to two post-doctoral researchers, both of whom were employed by UK companies. This research has advised ARM engineers on the importance of considering and mitigating against the negative effect of varying supply voltage (used to reduce power consumption) on the behaviour of new manufacturing defects and their detectability, as well as digital circuits sensitivity to transient faults caused by radiation. Without this consideration, detects and incorrect data are missed during test, leading to reduced microprocessors yield and reliability. Electronics","dataset":"gtr"}