{"id":"EB67B45B-A333-468F-9CB6-30470DD8C7F0","title":"N-Myristoyl Transferase as a drug target for anti-malarial therapy","abstractText":"There is a need to develop new drugs to treat malaria, which is one of the most important global infectious diseases, afflicting hundreds of millions of people each year. We have identified a way to kill the parasite causing malaria using chemical compounds that stop the action of a parasite enzyme that has an important role in allowing the parasite to grow in the blood stream and in passing from one individual to another through the mosquito. What we now plan to do is to make new compounds that are even more effective at killing the parasite so that they can form the basis of the development of new drugs against malaria. To make such improvements we will both look for completely new chemical compounds that work in the same way, and make small changes in the size and shape of the compounds we already have to improve their ability to stop the enzyme from working. To do this improvement work most effectively we need to know the shape and structure of the enzyme and whether or not the compounds can get into the parasite cell to kill it. By understanding how stopping the action of the enzyme kills the parasite we can use the knowledge to develop better ways of testing these potential therapeutics against the parasite in the test tube and within the blood stream. The goal of the project is therefore to confirm that new and better chemical compounds can be developed that are more effective in stopping the action of this enzyme and therefore in killing the parasite that causes malaria. One or more of these compounds may form the basis of a further programme in collaboration with pharmaceutical industry to develop therapeutic drugs.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0900278","grantId":"G0900278","fundValue":"1406130","fundStart":"2010-06-01","fundEnd":"2014-05-31","funder":"MRC","impactText":"","person":"Edward William Tate","coPersons":["Anthony  Wilkinson","Anthony Arthur Holder","Rita  Tewari","Robin John Leatherbarrow"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}