{"id":"EB6B0F9E-89E1-465A-A077-37B1E15446F1","title":"Translating Performance","abstractText":"This research project seeks to understand the process by which refugee and diaspora experience is translated through musical performance, particularly in the context of arts festivals. It has a very practical basis: the project team will work with the organisers of three cultural festivals to programme a range of musical events and these will become the focus of a process of theoretical and ethnographic exploration developed in collaboration with the participants. The performances at the centre of the research will be drawn from non-European, refugee, diaspora cultures in the North of England and programmed in a series of events hosted by the network of three HEIs and two arts organisations established by this funding proposal. We seek to answer the following questions: How can arts festivals frame audience and performer within these performance events? In what way do these framings relate to wider conceptions of exile, group membership and festival? How are performances best mediated, archived and made accessible beyond the festival timeline? How do these mediations manifest the tension between festivals and the commodification of experience? And finally, what elements of good practice can be learnt and transmitted to future festivals and other refugee groups and contexts?\n\nThe proposed network will focus on seven musical performances held within the context of three festivals with national profiles. Two (Sensoria and Tramlines) are situated in Sheffield, while the third also takes place in Sheffield, but under the umbrella of a multi-agency national festival, Refugee Week. Beyond the proximity of the researchers and project participants, Sheffield makes a suitable host city as it became the first City of Sanctuary for refugees and asylum-seekers in 2007. With the support of the City Council it remains such and hosts high profile events during Refugee Week. The research is thus designed to understand an urban and civic context attuned to cultural festivals, performance and the experience of refugees. To achieve this the network will draw on the expertise of its two Project Participants, Sensoria and Arts on the Run. Sensoria is the UK's festival of music, film and digital art. Held in April, it is entering its fifth year of operation. Sensoria also has a hosting arrangement with Tramlines, a large multi-venue free access music festival held in July. Arts on the Run is the Yorkshire and Humberside Regional Hub for Platforma, the national refugee arts network, with extensive experience in refugee arts management. This is, however, the first time either of the Project Participants have collaborated with each other or the HEIs involved, and the first time the three festivals (Sensoria, Refugee Week and Tramlines) have been linked.\n\nThe project thus responds to the second Translating Culture research question in that it seeks to explore both the translation of diaspora and refugee experience through artistic collaboration, and the process by which such translations are subsequently mediated, archived and interpreted. In terms of reception, it is concerned with local, academic and non-academic, intergenerational audiences, in addition to the mediations produced through the digital, national and local media. The purpose of distributing performances amongst the festivals is to add depth to the research, not only in terms of academic framing and analysis, but also in the relationship of the performances/cultural events to each other. The aim is that networks, correspondences and an internal sense of coherence should emerge among the events themselves. This is intended to build on and maximise public engagement in the performances, the research network and the research outcomes. A website will ensure the research retains an overall structure, acting as both portal and locus for representation and discussion for all participants in the project, academic and non-academic, student, resident and refugee.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J012629/1","grantId":"AH/J012629/1","fundValue":"23992","fundStart":"2012-02-06","fundEnd":"2012-08-05","funder":"AHRC","impactText":"","person":"Richard  Steadman-Jones","coPersons":["Robin  Dewhurst"],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}