{"id":"EB6E34F2-785E-4524-967D-60DA7D581585","title":"Shear stress in the renal glomerulus: a critical regulator of the filtration barrier?","abstractText":"The function of the kidneys is to remove the body's waste products from the blood stream. The kidney does this by filtration in a structure called the glomerulus (of which there are 1 million in each kidney). Each glomerulus consists of a ball of small blood vessels, known as capillaries, which have unique adaptations enabling their walls to function as a biological filter. Although a lot is known from microscopy studies about the structure of the glomerulus, little is known about how it actually works. This is important as there are a number of diseases which damage the filter leading to leakage of proteins from the blood stream and eventually to kidney failure. Affected people need life-long dialysis treatment or a kidney transplant. However, if the filters recover the kidneys can function properly again. Currently animal experiments are often required to study how the kidneys work, kidney diseases and treatments for them. The glomerular capillary wall consists of layers of 2 specialised cells, endothelial cells and podocytes. Until recently these cells have not been studied in detail because they have been difficult to keep alive in the laboratory. We have recently developed a technique to solve this problem by introducing a new gene into the cells which allows them to be kept alive indefinitely. This means that we can study these cells in much greater detail. Endothelial cells are the specialised cells which line all blood vessels throughout the body. One of the most important things known to keep endothelial cells healthy in general is 'laminar shear stress' (LSS). This is the result of the force exerted by blood flowing across them. LSS also effects the messages the endothelial cells give out to other cells in the blood vessel wall to keep them in healthy state. Because of turbulent blood flow, LSS is reduced or absent at branch points in arteries and this is an important factor in development of atherosclerosis, 'hardening of the arteries' at these sites. Despite the importance of LSS it has been hardly studied in the renal glomerulus. In this project we will use our unique cell lines to address this question by studies in the laboratory. We will use advanced equipment to mimic the flow of blood across the surface of glomerular endothelial cells and see how it controls aspects of their structure and behaviour which are important for their role in the glomerular filter. These include their ability to allow the filtration of water and small molecules whilst providing a barrier to loss of proteins. These functional characteristics are dependent on the presence of both 'fenestrations' which are multiple holes through the cell, and of 'glycocalyx' which is a jelly-like covering across the surface of the cells. Interestingly, as well as being regulated by shear stress, the glycocalyx also appears to be important in 'sensing' of LSS by the cell. We will also examine how shear stress effects communications via soluble molecules between glomerular endothelial cells and podocytes, again using advanced equipment to grow the 2 cell types together. These studies will greatly enhance our understanding of how the glomerulus works, by defining the importance and roles of glomerular endothelial LSS, and what goes wrong in various diseases which can effect the kidneys. This will enable us to devise treatments to protect and repair the glomeruli, holding promise that patients found to have protein in their urine on screening tests could receive treatment before their kidney damage becomes serious. Furthermore, by understanding the role of LSS in the glomerulus, this may shed further light on why it is so important in blood vessels elsewhere and hence contribute to development of treatments for vascular disease (which causes heart attacks and strokes). The cells and laboratory models used will increasingly replace the use of animal experiments to address these questions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G012776/1","grantId":"BB/G012776/1","fundValue":"291142","fundStart":"2009-04-01","fundEnd":"2012-04-30","funder":"BBSRC","impactText":"","person":"Simon  Satchell","coPersons":["Peter  Mathieson","Gavin Iain Welsh"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}