{"id":"EB6E1801-62FD-4D2B-885D-6DC547F7CBB2","title":"First-principles thermodynamics of metals under extreme conditions","abstractText":"One of the hazards of being an astronaut is that your spacecraft could be hit by small rock particles and other space debris hurtling through the solar system at thousands of miles an hour. The collisions could be terrifying, because the metal body of the spacecraft would behave in strange ways as it is heated and compressed by the force of the collisions. Actually, there are many other situations where really violent events have extreme effects. Imagine, for example, a missile hitting a battleship, a bomb exploding in a confined space, or a large meteorite hitting the Earth. To understand these situations, scientists would like to know how metals, and other kinds of materials, behave when they are squeezed by enormous pressures millions of times greater than atmospheric pressure, and when they are heated to temperatures of thousands of degrees.The idea in our project is to use computer calculations to work out how metals behave at very high pressures and temperatures. To understand how we are planning to do this, you have to remember that everything is made of atoms, and what makes one material different from another is that it is made of different atoms arranged in different ways. To work out how metals behave when they are strongly compressed and heated, we are going to do calculations on collections of atoms to see what happens when the atoms are squeezed together and when they are given a lot of heat energy. We will do this using the theory of quantum mechanics, which tells us exactly how to calculate the behaviour of atoms. We know that calculations like this really work, because we have tried them already on some metals like aluminium and copper, and we have found that the calculations tell us very accurately how hot the metals have to be in order to melt.You might wonder why we want to do calculations. Why not just do laboratory experiments? Scientists have been doing just that for many years. One way, called static compression , is to squeeze the material very hard using a large vice. Another way, called shock experiments , is to fire high-speed bullets at the materials -just like rock particles hitting spacecraft! Both kinds of experiments can reach pressures of millions of times atmospheric pressure and temperatures of thousands of degrees. But the problem is that the experiments are difficult, and sometimes shock experiments and static compression experiments do not agree with each other very well. So we need calculations to help understand the experiments and to explain why they don't agree.There is also another good reason why calculations are so important. Experiments are very good at telling you what happens, but they may not tell you why it happens. To understand why a material behaves one way rather than another, you have to do calculations. And it's only calculations on the atoms that can give you a really good understanding.In our project, we want to look at a family of metals called the transition metals , which include some well-known metals like iron, nickel and tungsten, as well as some less well-known ones like hafnium and molybdenum. This is a good plan, because the family relationships will help us to build a convincing story about how their behaviour at high pressures and temperatures changes from one metal to the next.When we have finished the project, many other scientists will be interested in what we have discovered. We will understand much better than before what happens to metals at high pressures and temperatures, and how this is explained by the behaviour of the atoms. Scientists doing experiments will be helped to understand why different experiments sometimes do not agree. And in the long term our work will help space scientists to design better spacecraft, and make the astronaut's life less hazardous!","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/C534360/1","grantId":"EP/C534360/1","fundValue":"184559","fundStart":"2006-01-09","fundEnd":"2009-01-08","funder":"EPSRC","impactText":"","person":"Mike  Gillan","coPersons":["Dario  Alfe","Geoffrey David  Price"],"organisation":"University College London","findingsText":"","dataset":"gtr"}