{"id":"EB821228-F150-4963-A6C2-4905F7111285","title":"Improved Dosimetry Measurement in Theraputic Radionuclide Therapy using Monte-Carlo Simulation","abstractText":"In this grant we will develop a more accurate way of processing medical images from patients receiving cancer therapy using radioactive materials that target their tumours, known as Targeted radionuclide therapy. These images are taken using a SPECT (Single Photon Emission Computed Tomography) scanner which typically produces images which are quite blurry and noisy. By modelling the SPECT scanner system on a computer we can create a range of corrections which will improve the accuracy of the information from these images. This information will ultimately be used to provide doctors treating patients with an accurate measurement of the radiation dose delivered to the tumours and also to the rest of the patient's body. Using current SPECT images, the uncertainties in dose estimation do not allow treatments to be optimised and consequently a significant proportion of patients do not receive the optimal therapy. Identification of these patients is problematic due to the current low accuracy of dose measurements, especially in the kidney and bone marrow which are often the dose limiting organs. Having this improved dose information can help doctors to improve their therapies and plan for treatments with reduced side effects and potentially reduced hospital stays. This will improve the patients' experience of this type of therapy and also improve the efficacy of the therapies by allowing the doctors to individualise the treatment for each patient. Only by improving the accuracy of the images obtained from the SPECT scanner can we provide this information. Accurate dose information is considered very important in countries across Europe and legislation is being written recommending this be done for every patient receiving this type of treatment. Our research will concentrate on improving the dose information for therapies using the isotope 177Lu. Recent work has shown that new treatments using this isotope can improve a patient's life expectancy by several years compared to congenital therapies, particularly for tumours effecting the hormonal and nervous systems. Our research will provide the basis for developing a commercial solution which will allow the techniques from this grant to be used in all clinical departments performing cancer therapy with these radioactive materials. It can be extended to cover the complete range of isotopes used for therapy and for images from different models of SPECT scanner. This will provide a significant improvement in the outcome of an estimated 201,000 such therapies performed annually in Europe.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/I006188/1","grantId":"ST/I006188/1","fundValue":"99115","fundStart":"2011-04-01","fundEnd":"2012-05-31","funder":"STFC","impactText":"","person":"David Matthew  Cullen","coPersons":[],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}