{"id":"EB826A6A-30B9-485B-A111-5E7356531279","title":"CCP12: High Performance Computing in Engineering","abstractText":"The scientific remit of CCP12 is to provide core support to the engineering community in the use of High Performance Computing. The move to massively parallel computing in 1994 led to the successful establishment of four engineering consortia that were active on the Cray T3D. Since their formation, all of the consortia have continued to flourish and expand their membership. CCP12's role and remit is now much broader and, in addition to the direct support offered to consortia and academic researchers, CCP12 is involved in the on-going development of its demonstrator software and identifying strategic research themes with strong potential for building new engineering consortia. The work programme is agreed with the CCP12 Chairman and Steering Panel and we aim to continue this work and expand its core support to enable new engineering activities to emerge and develop into strong communities that can exploit the UK's flagship facilities of today and tomorrow.\n\nNumerous high-technology industries increasingly rely on advanced engineering simulation to reduce cost, reduce risk, enhance functionality and maintain an internationally leading capability. Computational engineering is therefore a key underpinning capability where the UK has notable strengths both in academe and industry. It is clearly vital that the UK retains and enhances its current position through the continued development of advanced simulation capabilities. CCP12's vision and ambition is to ensure that UK researchers are able to tackle computational engineering grand challenges using the best available numerical methods and techniques and to accelerate the impact of UK computational engineering on national and international High Performance Computing facilities. \n\nCCP12 is therefore involved in a number of forward-looking petascale (through PRACE and related activities in the USA e.g. INCITE) and exascale initiatives (EESI). Developing software at this scale will have many positive benefits that will enable academic research to prepare and stay at a level that is internationally leading and also maintain a strong industrial competitiveness. CCP12 and the engineering consortia are convinced that petascale and exascale computing will bring unprecedented opportunities for scientific and technological advancement. To ensure the computational engineering research base remains at the forefront of advanced simulation CCP12 has proposed an ambitious and forward-looking programme of development, support and expanded activities.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J010448/1","grantId":"EP/J010448/1","fundValue":"91491","fundStart":"2011-12-13","fundEnd":"2015-06-12","funder":"EPSRC","impactText":"","person":"David Robert  Emerson","coPersons":["Robert Stewart  Cant"],"organisation":"STFC - Laboratories","findingsText":"","dataset":"gtr"}