{"id":"EB8275BC-FF3C-4A89-8A50-043C60520F29","title":"Dropping-Out of Socialism: Alternative Life-Styles in the Socialist Bloc 1960-1990","abstractText":"The project 'Dropping out of Socialism' is a study of the hidden side of life in the former Soviet bloc. It investigates those cultures and life-styles under socialism which literally 'dropped out' of the picture - both out of the picture that was portrayed by the Eastern European communist regimes to its own public and the West and the picture that has since been created by historians and political scientists looking at the last decades of communism in Europe. 'Dropping out of Socialism' is devoted to the historical documentation and interpretation of social phenomena on the margins of socialist society: beatniks, hippies, punks, trampers, new-agers, hobos and any other group of people who had decided to ignore rather than comply with the official socialist code of behaviour and participation.\\n\\nMost people express surprise when told that such cultures existed at all under the repressive conditions of the Eastern European communist regimes. Indeed, even in Eastern Europe itself little is known about alternative forms of life-style and ideology under socialism and much that is known is clouded in myth and prejudice. Drop-out cultures suffered not only from repression meted out by the regime but also from widespread social condemnation. Denied access to the official public sphere, persecuted by the security organs and eyed with mistrust by the upright, socialist citizen, drop-out cultures under socialism live on mostly in the memory of its participants and in the photographic and cinematic evidence of their heydays in the 1970s and 80s. Yet this memory is quickly disappearing with its participants (many of whom due to an extraordinarily unhealthy life-style do not live into old age).\\n\\nThe aim of our project is thus double-fold. Firstly we intend to collect valuable evidence of and about countercultures under late socialism and make this evidence available to future researchers and those interested in the study of youth- and countercultures. The project will rely on oral history as well as on sources generated by the secret service and the communist parties. It aims to recover the multiple pieces of art and writing that were produced in private by drop-out cultures as well as seek out films and photographs produced by groups who often consciously fashioned themselves through self-produced artefacts. Secondly we seek to explore the context and manifold interpretations of drop-out cultures under socialism by engaging in a concentrated dialogue with scholars from other discipline and other countries. The principal grant holders will engage in detailed research into hitherto under-documented case studies of drop-out cultures in their field of expertise, which will put much new knowledge on the historical map. The origins, development and fate of the Soviet hippie movement is so far only known in sketches and shrouded in much legend and misconceptions. Nor do we know enough about the cultural and political impact of Western countercultural trends in East Germany. Yet an equally important part of the project is the contextualization of these cultures into their larger setting: late socialist societies and systems. Co-operation with scholars engaged in research into drop-out cultures in the former Soviet bloc, representing a variety of disciplines from the history of art to sociology, will provide our research with the necessary framework to ask larger questions: To what extent was it possible to drop out of socialism? What can countercultures tell us about the state of mainstream society? How did countercultures differ in East and West or between the different Eastern European and Soviet societies? Did the existence of alternative life-styles contribute to the down-fall of communism?\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/I002502/1","grantId":"AH/I002502/1","fundValue":"190375","fundStart":"2011-07-01","fundEnd":"2015-01-31","funder":"AHRC","impactText":"","person":"Juliane Christiane Angelika  Furst","coPersons":["Josie  McLellan"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}