{"id":"EB89F329-DE07-45E6-B652-6653E1B137BB","title":"Manipulation of Vascular Endothelial Growth Factor isoform-repertoire as a potential therapy in chronic kidney disease","abstractText":"End stage kidney failure is becoming increasingly common across the developed world, in the UK averaging a 4% increase per year. The 47,515 UK patients requiring renal replacement therapy (dialysis or transplantation) experience more frequent medical complications and reduced life expectancy compared to the general population and require the commitment of significant financial resources, representing 3% of the entire NHS budget consumed by 0.08% of the population. Many kidney diseases stem from injury to the kidney filters or glomeruli. In health these filtering units are very permeable to water and small molecules (promoting the production of urine) but have a low permeability to proteins (which are important molecules to conserve). Thus the filters have a selective permeability to different substances. In many kidney diseases this selective permeability is lost and protein leaks into the urine (proteinuria). Furthermore, for reasons that are not clear, the presence of protein in the urine has also recently been identified as a very strong predictor of cardiovascular disease (stokes, heart attacks etc). The glomeruli contains cells (podocytes) that produce molecules such as Vascular Endothelial Growth Factor (VEGF) that regulate glomerular function. The VEGF gene codes for different forms of VEGF that often have opposing actions. We intend to study the effects of two forms of VEGF - VEGF165 and VEGF165b in models of disease in which expression of these molecules may be controlled. We will also investigate how molecules that control the balance of the types of VEGF may be helpful in controlling filter permeability. This study may therefore allow the development of novel strategies to maintain normal or re-establish normal selective permeability. This may therefore have profound implications not only for kidney patients but also those at risk of cardiovascular disease producing significant financial benefits for health service providers.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G1002073","grantId":"G1002073","fundValue":"431133","fundStart":"2011-10-10","fundEnd":"2014-10-09","funder":"MRC","impactText":"","person":"Steven James Harper","coPersons":["David  Bates","Andrew Howard Salmon"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}