{"id":"EB8D1E88-4EB9-4DA9-A004-5F2D96310864","title":"Support for the UK Car-Parrinello Consortium","abstractText":"Many technological advances in modern day life are dependent upon the development of new materials or better control and understanding of existing materials. Understanding the detailed properties of materials has therefore never been more important. The development of high quality computer simulation techniques has played an increasing significant role in this endeavour over recent years. The UK has been at the forefront of this new wave, and the UKCP consortium has played an important part, in both developing computer codes and algorithms, and exploiting these new advances to increase our understanding of many industrially relevant materials and processes.The research described in this proposal will make significant impacts on many areas of future technology, such as the development of new materials for hydrogen storage which will be necessary for zero-pollution cars in the future, the development of new materials for alternative computer memory technologies, and the development of new carbon-based nano-sized electronic components that could replace silicon altogether.Other parts of this proposal seek to develop new algorithms and theoretical improvements that will increase our simulation abilities, either by increasing the accuracy and reliability of calculations, or by enabling us to simulate bigger systems for longer. These will enable the next generation of simulations and further widen our computational horizons.The research proposed does not easily fit into any of the traditional categories of 'physics' or 'chemistry' etc. Instead, the UKCP is a multi-disciplinary consortium using a common theoretical foundation to advance many different areas of materials-based science.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F048084/1","grantId":"EP/F048084/1","fundValue":"23711","fundStart":"2008-11-01","fundEnd":"2012-10-31","funder":"EPSRC","impactText":"","person":"Michael William Finnis","coPersons":["Nicholas  Harrison"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}