{"id":"EB8ED949-5F0F-4523-AB73-1CF2ECDBE9A8","title":"Molecular Genetics of Schizophrenia","abstractText":"Schizophrenia is a severe disorder affecting approximately 1% of the population. Sufferers experience ?psychotic? symptoms, in particular delusions (false beliefs) and hallucinations (false perceptions) usually in the form of hearing voices. They also tend to show disturbed emotions, impairments of thinking and reasoning and bizarre behaviour. Signs can be present from childhood, but usually the disorder is diagnosed in the late teens and early 20?s. This age of onset, combined with the facts that many patients respond poorly or not at all to current treatments, and for those that do respond, relapse is usually frequent, means that the illness typically impacts on the vast majority of an individual?s adult life. This makes schizophrenia a major burden on the patient, their family and wider society. It has been clear for a century that schizophrenia runs in families, and this is now known to be largely due to genes rather than the family environment. Schizophrenia is clearly a brain disease but, despite much research, specific abnormalities that cause the disorder have not been identified. Such knowledge is likely to be required for the development of truly effective treatments. It is our belief that the best hope of identifying the molecular and cellular abnormalities that underlie schizophrenia is to identify specific genes that are involved. This has proven difficult because schizophrenia does not occur as a result of a single genetic mutation, but reflects a large number of different ?risk genes?. It is really the combination of genes inherited at birth, along with as yet unknown environmental factors, that determine someone?s risk. Modern genetic methods are, for the first time, allowing the great majority of variation in a person?s DNA to be identified in a single experiment and will soon allow the whole DNA sequence to be obtained from individuals at realistic costs. Since people with schizophrenia are relatively unlikely to have children, it is likely that one class of genetic risk factor that will be important are new mutations that arise relatively frequently in the population. We have recently obtained evidence that this is the case, and are now proposing to use new technology to find many more of these by obtaining the sequence of all the genes in 700 patients and their parents. Identifying these mutations and studying the function of the genes they affect will help us understand how schizophrenia arises and to identify molecular targets for new treatments.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0800509","grantId":"G0800509","fundValue":"4028640","fundStart":"2008-12-01","fundEnd":"2016-11-30","funder":"MRC","impactText":"","person":"Michael John Owen","coPersons":["Michael  O Donovan","George  Kirov","Nick  Craddock","Andrew Jonathan Pocklington","Peter  Holmans"],"organisation":"Cardiff University","findingsText":"","dataset":"gtr"}