{"id":"EB95CC23-5FBC-4BC5-9597-7B9660FACE5A","title":"Printed high voltage flexible inorganic transistors","abstractText":"There is currently a need for low cost, flexible displays which have a moderate information content. Such displays will find applications in, for example, the control panel of a washing machine, where the display is integrated with a touch-sensitive panel. Depending on the context, different information is displayed on the 'Intuitive Touch Display' to the user and the function of the buttons displayed also changes. Pelikon currently manufacture Printed Segmented Electroluminescence (pSEL) displays with up to 32 segments of information. However, there is a desire to significantly increase the information content of these displays through the use of a full array of display pixels. This project is intended to develop a revolutionary new form of display on a flexible plastic substrate. The display will bring together Pelikon's existing display technology which is made on a flexible plastic (PET) substrate with a new active matrix backplane of electronics to control the display. This active matrix, which consists of an array of thin film transistors, will be fabricated directly onto the plastic substrate. This will involve the deposition of a layer of hydrogenated amorphous silicon using a vacuum-based plasma deposition technique directly onto the PET (although it is possible that an intermediary barrier layer will also need to be deposited between the plastic and the amorphous silicon). Thick film dielectric and conductor layers will then be added on top of the silicon semiconductor by silk screen printing. Cambridge University will experiment with different materials, layer thicknesses and other process parameters that may be judged to be relevant to the devices being constructed. Pelikon will experiment with different deposition parameters of the conductive and dielectric materials, such as thickness and ink formulation. The two partners will work together to develop the optimal transistor design. It is intended that once this project has made a working transistor, an active matrix backplane will be made to drive a pSEL display area. Pelikon and Cambridge University will work together to design a backplane with a small number of large pixels. Pelikon will build the necessary electronics to drive the backplane. This will be a proof of principle of a printed high voltage inorganic transistor array driving a printed AC electroluminescent display. The addition of a flexible active matrix backplane to the existing pSEL display technology will open up the opportunity for a wide range of new applications. There are various Consumer Electronic applications in which an active matrix drive for a pSEL display would be an advantage. These include washing machines, fridge / freezers, dishwashers, microwaves and fitness machines. These applications often require alphanumeric displays to be incorporated alongside the current standard pSEL icons. This requires a large number of segments which will only be possible with an active matrix backplane.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=DT/F002688/1","grantId":"DT/F002688/1","fundValue":"157974","fundStart":"2007-09-01","fundEnd":"2009-11-30","funder":"EPSRC","impactText":"  The findings have not been taken up industrially to date.  ","person":"Andrew John Flewitt","coPersons":["John  Robertson"],"organisation":"University of Cambridge","findingsText":" This work investigated using a combination of thin film silicon technology and printing to develop backplane circuitry for driving electroluminescent displays. The research might be used by electroluminescent display manufacturers. Electronics","dataset":"gtr"}