{"id":"EB96BE80-924A-41D6-8CE4-A2991F8DBD55","title":"Growth in Grammar: A multi-dimensional analysis of student writing between 5 and 16","abstractText":"A central aim of schooling is to help students become effective writers. Becoming an effective writer is critical both for individual and for economic well-being: through writing, we can learn about ourselves and our world, we can understand the past and imagine the future, we can share new knowledge and innovative ideas, and we can create revolutions. The emergence of new media for writing, such as email, blogs and Twitter have served to increase the prevalence of writing as a communication tool both socially and in the workplace. Young people whose education has equipped them to be confident and capable writers are socially and economically advantaged.\n\nCentral to good writing is the meaningful and appropriate use of grammar. Research has shown that becoming a good writer requires learning both how to use grammar in purposeful ways to express meanings and how to adapt grammatical choices to meet the expectations of different communicative contexts (e.g. formal vs. informal) and text types (e.g. telling a story vs. constructing an argument).\n\nThe importance of grammar as a tool for creating contextually appropriate meanings is recognized in the National Curriculum in England, which states that students should be taught how to write by &quot;selecting appropriate grammar and vocabulary, understanding how such choices can change and enhance meaning&quot; (DfE, 2013a). However, although this principle is well-established, translating it into practice through specific guidelines regarding what should be taught and when it should be assessed, as well as through teachers' day-to-day practices and choices, requires a more detailed understanding, which research has not yet provided. \n\nThis has serious implications for the teaching of writing. In particular, current curricular guidance as to when particular grammatical forms should be taught and assessed is not based on a substantial, systematic evidence-base. Moreover, the presentation of grammar in the curriculum largely through the use of an Annex runs the risk of presenting forms as individual isolated items, divorced from context, leading to a teaching focus on labelling and identification, rather than enhancing learners' understanding of shaping written text for differing purposes and audiences. \n\nGiven this picture, it is important to establish how students' control over grammatical forms develops throughout the course of their school careers. We need to know which forms are used to express which meanings at each stage of a typical student's development; we need to know how such uses differ across students at different levels of attainment in writing; we need to know how students at different stages and levels adapt their use of grammar to different communicative contexts; and we need to know how these trajectories of development compare to the uses of grammar which are typical of successful mature writers.\n\nThis project aims to provide these understandings through computer-aided analysis of a large, systematically-collected, body of authentic student writing. The objectives of the study are fourfold. Firstly, it will establish the first full multi-dimensional analysis of the grammatical patterns which mark the broad spectrum of school-aged writing produced by students in England across the age and attainment range. Secondly, it will offer a more thorough understanding of grammatical development, along with its specific relationship to student writing as found within a particular educational system. Thirdly, it will generate an updatable and publicly accessible corpus of grammatically-annotated, educationally authentic student writing designed to support further studies of literacy development. Finally, it will form the basis for a set of recommendations to inform both national and international curriculum policies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/M00967X/1","grantId":"ES/M00967X/1","fundValue":"317843","fundStart":"2015-08-01","fundEnd":"2018-07-31","funder":"ESRC","impactText":"","person":"Philip  Durrant","coPersons":["Debra Ann Myhill"],"organisation":"University of Exeter","findingsText":"","dataset":"gtr"}