{"id":"EBA1E1B8-6144-4005-BFDB-395A3101841A","title":"Rationality Principles in Inductive Logic","abstractText":"Ideally, reasoning from some knowledge base K that leads us to conclude that an assertion A istrue would follow well defined, sound, rules of proof appropriate to the context and language, the classic examples being the Propositional and Predicate Calculi. In practice however K is frequently insufficient to draw any such definite conclusion about A so instead we may adopt heuristics in place of sound rules to assign (or at least constrain) a degree of belief, or (subjective) probability, to A consistent with the knowledge K.The primary objective in this proposal is to investigate some such heuristics within the formal framework of Predicate Probability Logic, or more specifically Polyadic (Carnapian) Inductive Logic, which are justified by appeal to their `rationality' (or more commonly the irrationality of flouting them), namely the observance of principles based on symmetry, relevance and irrelevance, and in turn to investigate the extent to which adherence to such principles can completely determine the assigned probabilities. Despite their frequent use in everyday reasoning formalizing and understanding the contentof these three notions within the framework of Inductive Logic turns out to be a much more subtlequestion than it might at first appear. This is, for example, illustrated by the numerous paradoxes in Philosophy (and hence indirectly the related `reasoning sciences' such as AI) which are associated with their naive application, paradoxes which, as a secondary objective, we would expect this research in part to demolish. Our recent research has shown that even though `symmetry' has an apparently clear mathematical meaning at a deeper level this is somewhat at odds with it's intuitively acceptable application as a rational principle of belief assignment. For example situations which whilst apparently entirely symmetric as far as the mathematics is concerned may lead to unacceptable conclusions if treated equivalently viz-a-viz the assignment of probabilities. Similar discrepancies concerning the notions of relevance and irrelevance have been highlighted in our earlier work for purely Unary Inductive Logic.For example the ostensibly reasonable assumption that knowledge bases from entirely disjoint languages should be irrelevant to each other leads, mathematically, to conclusions which we would normally wish to reject. In short we would argue that even in the rigid framework of Inductive Logic we do not understand these three notions as manifestations of rationality. The wider purpose of this project is toshed some light into this darkness.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G036438/1","grantId":"EP/G036438/1","fundValue":"289935","fundStart":"2009-03-01","fundEnd":"2012-02-29","funder":"EPSRC","impactText":"","person":"Jeff  Paris","coPersons":[],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}