{"id":"EBA1111A-849B-46B1-B0DA-EC975DABB42C","title":"Lexical Overlap and Syntactic Priming in Sentence Production","abstractText":"<p>Speakers often preserve syntactic structure from one sentence to the next: after producing “Peter gave the bouquet to Mary” they are more likely to produce “John handed the cheque to Paul” in a subsequent sentence rather than the equivalent “John handed Paul the cheque”. Importantly, this syntactic priming effect has been found to be reliably stronger if speakers are constrained to use the same verb across subsequent sentence productions.</p>\n\n<p>To date, little is known about the specific origins of such “lexical boost” effects in syntactic priming. It could be that they are restricted to re-activating lexical heads (eg, verbs) between utterances, supporting the view that syntactic representations are highly lexicalised. Alternatively, lexically boosted syntactic priming might result from re-activating just any of the content words between sentences, suggesting that the true cause lies in more general, potentially memory-related principles. </p>\n\n<p>Using a well-established sentence recall paradigm, this project investigates:</p>\n\n<ul>\n \n\n <li>Whether lexical boost effects in syntactic priming are restricted to lexical head repetition<br /></li>\n\n <li>Whether increasing numbers of words shared between subsequent sentences lead to an increase in syntactic priming. <br /></li>\n\n <li>The results will help clarifying some fundamentally important questions about the interaction between lexical and syntactic processing in sentence production.<br /></li>\n</ul>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-000-22-2295","grantId":"RES-000-22-2295","fundValue":"78102","fundStart":"2007-12-01","fundEnd":"2009-11-30","funder":"ESRC","impactText":"  Apart from scientific impacts, we are not aware of economic or societal impacts so far. Education Cultural,Societal","person":"Christoph  Scheepers","coPersons":[],"organisation":"University of Glasgow","findingsText":" The main scientific contribution of this project was the demonstration that lexical boost effects in syntactic priming are not confined to repetition of lexical heads (e.g. verbs) between prime and target sentences. Rather, lexical boost effects seem to occur with repetition of just any of the content words (not only verbs, but also arguments of verbs) between primes and targets. This finding calls for more caution in the interpretation of lexical boost effects in syntactic priming. Specifically, the claim that such effects are directly indicative of lexicalised syntactic representations cannot be upheld. This is of scientific importance because it shows up some potential limitations of syntactic priming as a method for studying the mental representation of syntax in sentence production. Our finding that lexical boost effects in syntactic priming are not confined to the repetition of lexical heads is compatible with the proposal that such effects may reflect memory-related principles (repeated content words as cues to the syntax of the prime; cf. Chang et al., 2006). This is further corroborated by our finding that the more content words are repeated between prime and target, the stronger the boost in syntactic priming. This could inspire future work (both empirical and theoretical) on the role of working memory in structural priming, a topic that is only just beginning to receive more attention in the literature. Digital/Communication/Information Technologies (including Software),Education","dataset":"gtr"}