{"id":"EBACA26D-73FA-4D1C-861C-D5D14B6D078A","title":"Prevention of cleft palate: the critical role of p63 and IRF6 signalling","abstractText":"The palate (the roof of the mouth) develops from two distinct parts that fuse together during development of the baby. Currently, we do not completely understand what controls these events, but we do know that the common and distressing birth defect cleft palate results when fusion of the two halves of the palate fails to occur. Patients with cleft palate experience difficulties with eating and speaking, which can be corrected to some degree by long-term surgery, dental treatment, and speech therapy; it is therefore essential that we have more information on how genes work together during normal development and how these are affected in cleft palate. The aim of this project is to study the way in which two genes, designated p63 and IRF6, function together during development of the palate. So far, we have discovered that p63 switches on the function of IRF6 and that this, in turn, causes the levels of p63 to drop just before fusion of the two halves of the palate. In our initial studies, we will determine whether or not cleft palate results when p63 is maintained at an artificially high level in the palate of developing mice. Subsequently, we will obtain a more complete picture of the ways in which the palate develops by discovering the target genes controlled by p63 and IRF6. In the short-term, this research will help us to understand the processes that underlie normal development of the palate and how these are disrupted in cleft palate. In the longer term, this information may help us to provide improved genetic diagnosis and counselling to patients and their families who are affected by this distressing condition.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0901539","grantId":"G0901539","fundValue":"675813","fundStart":"2010-09-01","fundEnd":"2013-08-31","funder":"MRC","impactText":"","person":"Michael James Dixon","coPersons":["Jill  Dixon"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}