{"id":"EBB16925-F361-4030-B897-AD450E55D3B2","title":"Molecular insights into meat quality determination: role of calcineurin in oxidative fibre conversion and in regulation of myosin heavy chain genes","abstractText":"Fibre type composition of a muscle in a live animal has a strong bearing on its subsequent meat quantity and quality at post mortem. Favourable meat quality traits, in particular pork quality, like tenderness and colour, are associated with the abundance of the most oxidative fibre types, as defined by the presence of myosin heavy chain (MyHC) slow and 2a isoforms. The most important cellular pathway that is responsible for converting fast-glycolytic fibres to oxidative fibres is calcineurin signalling. Little is known about the downstream protein factors or genes that are under the control of calcineurin, a calcium-dependent serine-threonine phosphatase. This project is about the use of an integrated genomics approach to identify novel molecular targets (protein factors and DNA regulatory elements) of calcineurin, which will greatly advance our understanding of how calcineurin differentially and co-ordinately converts fast-glycolytic to oxidative fibres. The scientific impetus behind the proposal is based on 2 recent key findings. Firstly, we discovered that calcineurin differentially regulates the post-natal MyHC genes (2a, 2x and 2b), which reveals a novel mechanistic process in which calcineurin mediates an oxidative fibre type outcome (Fig.1). We found that an early response to calcineurin is the induction of the fast-oxidative MyHC2a, and the down-regulation of the faster and more glycolytic MyHC2x and MyHC2b genes. By contrast, the up-regulation of the most oxidative MyHCslow by calcineurin is only detected after the differential regulation of the post-natal fast MyHC genes has been well established. Hence calcineurin appears to play a crucial role in the early down-regulation of the fast-glycolytic fibre phenotype (MyHC2x and 2b) to facilitate the oxidative outcome of MyHC2a and subsequent MyHCslow expression. Secondly, we demonstrated that calcineurin complex is able to bind MyHC chromatin DNA (Fig.2), which suggests that calcineurin-chromatin interaction could be an important mechanism of calcineurin signalling. We hypothesise that chromatin binding is functionally important for calcineurin to mediate the coordinated isoform-specific programme of an oxidative phenotype. The strategy proposed is to integrate the use of ChIP-on-chip analysis for the genome-wide detection of protein-factor binding (such as calcineurin) to promoters, with our recently acquired expression microarray data from calcineurin over-expression studies. This combined approach would greatly enhance the identification of novel trans-regulatory factors and DNA regulatory cis-acting elements at MyHC and other promoters in the genome that contribute to oxidative fibre conversion. This project will provide much needed underpinning knowledge of the molecular mechanisms of calcineurin signalling that are responsible for the promotion of favourable meat quality fibres. A possible project outcome that is of commercial importance is the identification of candidate target genes of calcineurin that could be developed into DNA markers for marker-assisted selection to improved meat quality. The exploitation of such markers needs to take into account the costs of target-species SNP development (e.g. in pigs) and association studies, potential commercial benefit and possible additional effects of selection. Another possible commercial outcome is the identification of candidate effector genes as pharmacological targets. The precise targeting of downstream genes has the potential to minimise unwanted side effects, and to safely improve specific muscle parameters. In farm animal production, the direct pharmacological modification of a target gene or protein activity to improve meat quality is not necessarily the only approach available. Depending on the target, the strategic use of an immunisation approach, as exemplified by the GnRH vaccine (Improvac) for sterilisation of boars, could be an effective strategy in improving animal production.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F018487/1","grantId":"BB/F018487/1","fundValue":"397692","fundStart":"2008-10-20","fundEnd":"2012-08-19","funder":"BBSRC","impactText":"  This project was jointly funded by Pfizer Animal Health (presently Zoetis). The significance of our work was such that the company had subsequently solely funded more research to take forward our initially findings in the project. Zoetis had provided funding of ?245 000 (2011-2014) for the creation of a repository of porcine primary muscle cells of diverse genetic background as an in vitro resource for the evaluation of growth compounds and identification of novel targets in pigs which we had successfully delivered.\n\nAdditionally, Zoetis have also co-funded a BBSRC-CASE PhD studentship to examine the impact of ?-adrenergic signalling on innate immunity in primary porcine skeletal muscle cells (2014-18). Agriculture, Food and Drink Economic","person":"Kin-Chow  Chang","coPersons":[],"organisation":"University of Nottingham","findingsText":" 1. In depth understanding of the role of calcineurin in the conferment of oxidative muscle fibre phenotypement and meat quality. See associated publications.\n2. The discovery of a key role played by calcineurin in the mediation of skeletal innate immunity. The knowledge gained from the project has consolidated our focus to exploit the commercial possibility of promoting muscle growth, muscle quality and muscle innate immunity concurrently. This is a particularly important as we need to be able to improve growth, and the health and welfare of our animals at the same time. Agriculture, Food and Drink","dataset":"gtr"}