{"id":"EBB20457-F3A6-4B8E-848F-05886B4C63CE","title":"REACH Compliant Hexavalent Chrome Replacement for Corrosion Protection","abstractText":"Metal corrosion and wear currently costs industry $1.5-2 trillion globally per annum. The basis of many systems to mitigate these problems utilise compounds containing hexavalent chromium (Cr6+) as used in: chromic acid anodising (CAA); chemical conversion coatings; primers; paint, and hard chrome plating (EHC). Corrosion and wear are of particular importance to the aerospace industry where protection requirements are extremely severe. European REACH legislation is expected to ban the use of Cr6+ containing materials by 2016 due to its carcinogenic properties. This is a critical issue for\nthe aerospace industry and has been highlighted as a priority in the 2011 National Aerospace Technology Strategy. A number of attempts have been made to introduce Cr6+ free materials and processes. The solutions have been found not to be as robust as expected, due in part, to the lack of validated, accelerated testing methods, resulting in unexpected failures. Individual aerospace companies are developing their own, proprietary solutions. This has caused problems in the supply chain, which it is finding difficult to support. This bid addresses this situation by bringing together an integrated aerospace based team from SMEs to academia to identify innovative solutions and develop robust accelerated testing methods that accurately reproduce severe environmental applications. This will enable the sector to adopt a common approach to the development and testing of REACH compliant protection systems including new processes. The technical approach to address this problem has been defined by the consortium including industrial, supply chain and academic\npartners. The approach has 6 key objectives: (1) Benchmark existing corrosion, wear and adhesion testing methods modifying these to better represent service conditions; (2) Based on the knowledge developed in (1) ,develop new test where gaps are identified; (3) Test Cr6+ based solutions through the tests specified in (1) and (2) to establish a baseline and test potential Cr6+ free solutions through the same matrix to establish deviation from the baseline; (4) Where the alternate solution is better than current the product will be characterised in terms of its chemistry and microstructure to\nprovide a scientific explanation for its performance. The consortium would then quantify the variation of the production system to evolve a product that consistently meets the protection requirements; (5) Where the alternate solution performs\nbadly a root cause analysis by the universities will be carried out to determine the weaknesses and identify the improvements necessary to create a viable alternate. This knowledge will be fed back to the material supplier and applicator to enable them to formulate new protection and application systems that address the identified weaknesses, and; (6) New CAA and EHC replacement processes will be developed to mitigate the risk of failure of the industrially-selected solutions. In terms of benefits, the consortium OEM's and first tier companies will specify the new coatings for use on their\nproducts. Those who have their own processing facilities will also set up the capability to produce the new coatings. The specialist processing companies will be able to set up facilities to provide these coatings and to provide the materials these process will require. Additionally, new areas of academic research will be opened up, thus strengthening the science base. A succesful project will result in the removal of Cr6+ surface coatings from the operating environment. This will address the\nenvironmental concerns and reduce operating costs. The materials testing protocols will lead to reductions in materials testing costs and shorter time to market for future coatings. The consortium will investigate the possibility of incorporating the outputs into standards. Where appropriate, the outputs will be protected and suitable IP arrangements will be part of the consortium agreement.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K504063/1","grantId":"EP/K504063/1","fundValue":"169355","fundStart":"2013-04-30","fundEnd":"2015-09-30","funder":"EPSRC","impactText":"  Corrosion test data and characterisation from various standard and non-standard processes have been used to develop optimised corrosion protection and adhesion-promoting processes for aluminium alloys. Aerospace, Defence and Marine Economic","person":"Gary  Critchlow","coPersons":["Geoffrey David  Wilcox","Roger James Mortimer"],"organisation":"Loughborough University","findingsText":" Benchmarking has been carried out of existing against novel processes for optimised corrosion protecton and enhanced adhesion. Benchmarking has been carried out in terms of fundamental chemistry and electrochemistry and compared to industry standard tests. Some correlation exists betweemn accelerated test methods. A large number of aerospace &quot;approved&quot; materials and process (M&amp;P) systems have been studied. Differences in key performance indicators have been observed for different M&amp;P systems to enable critical downselection for more advanced testing and possible industrial useage. The lessons learnt from studying higher TRL M&amp;P systems has enabled novel environmentally-benign processes to be developed. This work is currently at the lower TRL level so processes being optimised by Loughborough University in combination with industrial partners. This project will enable industrial partners to downselect optimised chromate-free systems primarilly for aerospace use. These include: conversion coatings, anodising processes, paint and bonding systems. The newly-developed processes from this project could be upscaled for aerospace and other industrial use. The accelerated test methods generated could facilitate more rapid and reliable screening of corrosion resistant surface processes. Aerospace, Defence and Marine,Environment,Manufacturing, including Industrial Biotechology,Transport","dataset":"gtr"}