{"id":"EBC95DF2-AF70-478D-9043-D1586B4C2843","title":"Systems biology of the butanol-producing Clostridium acetobutylicum: new source of biofuel and chemicals/COSMIC2","abstractText":"By 2030, worldwide energy consumption is projected to grow by 57%. Fossil fuels cannot meet this demand, as their continued use is causing global warming and in any case are a finite reserve that will be exhausted before the end of this century. Liquid fuels derived from natural plant material (biofuels), are the most promising alternative energy source for use in the transportation sector. In this regard, an alcohol called butanol is currently receiving considerable interest due to its superior properties compared to ethanol and biodiesel. Butanol has a higher energy content than ethanol, can make use of existing petrol supply and distribution channels, can be blended with petrol at higher concentrations without engine modification, offers better fuel economy and has, unlike ethanol, potential as aviation fuel. Traditionally, butanol is produced by a bacterium called Clostridium acetobutylicum when growing on growth media containing sugars. The fermentation process is known as the Acetone-Butanol-Ethanol (ABE) process. In the first hald of the last century, the ABE process was second in importance/ scale only to ethanol production from yeast. However, with the advent of the petrochemical industry, the process became uneconomic and was abandoned in the western world from the 1960s onwards. The process has recently been re-established in China and Brazil, where lower operating costs make a process based on inefficient 20th century technology economic. For adoption in the western world, a more efficient process is required. Its derivation will be reliant on improvements to the bacterial strains employed. However, the rational creation of such strains will require a more detailed understanding of the complex processes within the cell that catalyse and control the formation of fermentation products. Deriving a better understanding of the process is the overall objective of this proposal. For this, a new holistic approach termed systems biology will be used, which involves iterative cycles of mathematical modelling and experimental testing. It is made possible by developments made in an earlier funding round in which crucial gene tools and methodologies were developed that will allow precise changes to be made to selected genes and the consequences assessed.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I004475/1","grantId":"BB/I004475/1","fundValue":"452694","fundStart":"2010-10-01","fundEnd":"2013-12-31","funder":"BBSRC","impactText":"  Historically, the bacterial genus Clostridium is most often associated with disease. Thus, the term 'clostridia' is to many synonymous with debilitating and life-threatening intoxications and disease such as botulism, tetanus, gangrene, antibiotic associated diarrhoea and food poisoning generally. However, the vast majority of all clostridia are entirely benign, and far from being the scourge of mankind, may well be its saviour. This is because the genus occupies all manner of specialised niches and as a result has evolved a plethora of bio-catalytic abilities which may be exploited for the production of specialist chemicals through an impressive array of biological transformations. As such, many species are being pursued as possible cell factories for the production of chemicals through processes that offer an alternative to traditional petro-chemical routes. \n\nOne consequence has been the pressing need to develop gene tools and processes which may be deployed both to better understand the basis of a desirable catalytic pathway and to maximise its effectiveness in terms of productivity. Pivotal was the ability to make directed mutants in specific genes encoding the enzymes and regulators of a particular pathway. In our previous work, we developed ClosTron technology which may be used to deliberately inactivate selected genes through the insertion of segment of DNA called an intron. In this project we have developed a highly efficient mutagenesis method, in which a small DNA element, called a transposon, inserts entirely at random. This allows the isolation of mutants with the desired property (the ability to grow in the presence of high concentrations of a biofuel, like butanol). The nature of the mutation can then be determined, leading to a greater understanding of the basis of resistance, and ultimately to the derivation of rational methods to improve tolerance and hence biofuel yields. \n\nIn addition to this fundamental advancement, we have developed a whole plethora of new tools, including systems that allow the precise control of gene expression under defined conditions, a powerful promoter system that allows the attainment of expression levels higher than any see before, and the formulation of methods of gene transfer that are more efficient than any method described before for the organism used here, Clostridium acetobutylicum. All of these developments will ultimately lead to the derivation both of strains that are more effective producers of chemicals and fuels, as well as to the discovery of more effective countermeasures against disease causing clostridial species. Chemicals,Energy,Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology Societal,Economic","person":"Nigel  Minton","coPersons":["Klaus  Winzer"],"organisation":"University of Nottingham","findingsText":" During the course of this project a number of technical difficulties were encountered that prevented the achievement of the initial specific goals of the project. Nonetheless, a number of significant advances were made.\n\n[1] We developed a highly effective new protocol for introducing DNA into the Clostridium acetobutylicum cell at a frequency never before reported\n\n[2] We developed the first ever C. acetobutylicum vector conditional for replication, that is a plasmid vehicle that could only replicate itself in the cell under a permissive condition. Under the non-permissive condition (in this case the presence of IPTG), the plasmid is rapidly lost. Such a system is extremely useful, but particularly so for the delivery of transposons. Transposon are genetic elements that insert at random into genomes and form the basis of forward genetic approaches. That is to say, allow the isolation of a particular mutant phenotype with no preconception of its genotype. The subsequent determination of the genotype can provide unexpected knowledge of the process under investigation.\n\n[3] In parallel, we developed the first transposon system for C. acetobutylicum. This was made possible by the integration of a gene encoding a special type of sigma, transcriptional factor into the clostridial genome that specifically activates the transposase enzyme responsible for the movement of the transposon element. In theory, this approach can be deployed in any clostridial species.\n\n[4] Using the same orthogonal expression system employed to control transposase expression, we developed a highly effective inducible expression system based on the inducer lactose. The system was shown to respond in a dose dependent manner and to result in a level of expression which exceeded that seen with the strongest known clostridial promoter.\n\n[5] In parallel to the above, ClosTron mutants in pivotal solventogenic and acidogenic genes were provided to the consortium partners for 'omic analysis and modelling studies. Whilst the planned goals of the project were not achieved, a number of significant goals were achieved. The universal transposon system developed, together with its associated conditional vector delivery system, represent an extremely useful tool for forward genetic studies. Aside from its use to isolate random mutants, it may be used It may be deployed in Transposon-Directed Insertion Site Sequencing (TraDiS) to identify essential genes under niche specific conditions, and may therefore be used to identify genes involved in butanol tolerance. This approach may potentially be used in any clostridial species, including pathogens to identify virulence factors with potential as therapeutic targets. Similarly, our combination of an orthogonal promoter system with an inducible promoter could have wide application where high level, inducible control of gene expression is required. Chemicals,Energy,Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}