{"id":"EBCEFE2C-D5D0-44E1-A37A-E74DEC1652A4","title":"Vernacular Religion: Varieties of Religiosity in the Nepali Diaspora","abstractText":"The research will examine the lived religious experience of Britons and Belgians of Nepali origin, under three separate headings: (1) personal quests for salvation, (2) attempts to build different forms of community, and (3) the propitiation of gods and spirits for help with worldly problems (e.g. illness or other misfortunes). The assumption in Judeao-Christian traditions is that all three types of religiosity will normally be provided by a single system, but there is no reason why this must be so. In many Asian contexts different ritual and ideological systems provide for each of these three aspects. Whether and how far this is so for British and Belgian Nepalis is what we intend to find out. \\n\\nMigrant populations living in diaspora offer particularly interesting cases for studying how religions are created, re-created, and experienced by their followers. This project focuses on Nepalis living in the UK and in Belgium. Most are Hindus, but some are Buddhists, others 'animists' or shamanists, and yet others are Christians. There are close to 70,000 Nepalis living in the UK and at least 4,000 in Belgium. They have formed many organizations which will provide an accessible way for the researchers to work with the community. Nepali researchers are themselves part of the project team. \\n\\nTo understand individuals' personal quests, we will visit people in their homes, observe the shrines they have constructed, make copies (with permission) of religious texts they use in their daily worship, and discuss with them their regular religious practice. This kind of investigation of scriptural and liturgical religious texts used by ordinary people (i.e. those who are not themselves priests) has rarely been done for South Asians living in diaspora or even in South Asia itself: most research on religious texts assumes that rituals are carried out exactly as prescribed in the text itself. Ethnographic methods will allow us to ask practitioners themselves how people use and think about prescriptive religious pamphlets and recitation books. \\n\\nTo understand the communal or social dynamics of religion, we will participate in community and organizational events, as well as talk to people about why they attend the events they do. \\n\\nTo understand the ways people use religion as part of their search for cures to illness and misfortune, we will discuss what has happened in people's family lives and how they have turned to religion to address these circumstances. \\n\\nThe research will be carried out in collaboration with the Centre for Nepal Studies UK, a consortium of British-based social scientists of Nepali origin with wide research experience and extensive contacts within the diaspora community. An AHRC studentship will offer a young academic in training the chance to work on his or her own research alongside an experienced team and to benefit from their guidance and networks.\\n\\nThe research will reveal how Nepalis in diaspora define themselves religiously. It will also help to bring into clear focus the very question of what religion is, by showing how different definitions are presupposed, brought into play, and reproduced in different contexts and for diverse purposes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H015876/1","grantId":"AH/H015876/1","fundValue":"464953","fundStart":"2009-10-01","fundEnd":"2013-09-30","funder":"AHRC","impactText":"  A preliminary version of the research informed the survey, carried out by the Centre for Nepal Studies UK, of Nepalis in the UK, 2008: some multiple responses were permitted to the question about religion.\nGellner and Hausner were also asked to speak at a community celebration at the King's Centre in Aldershot, 'Best of Both', on 4th February 2012, which was aimed at bringing the local Nepali and White populations together after a period of tension. Communities and Social Services/Policy,Culture, Heritage, Museums and Collections Cultural","person":"David Nicholas Gellner","coPersons":["Sondra L. Hausner"],"organisation":"University of Oxford","findingsText":" This is the first major research project to study the relatively small but fast-growing Nepali diaspora in Europe. In 2008 the Centre for Nepal Studies UK (CNSUK) estimates that there were 72,173 Nepalis in the UK. There are many ex-Gurkhas and their families, plus growing numbers of students, nurses, and other professionals. They have settled mainly in London, Manchester, Reading, and towns close to army bases (Ashford and Folkestone in Kent, Farnborough and Aldershot in Hampshire). The project produced a wealth of interesting material on the ways in which religion is reproduced and reconstructed anew in the UK environment (with a comparison with Belgium also included). The research revealed a considerable gap, in many (but not all) cases, between religion as practised (at home, for oneself) and religion as presented for public consumption (whether by other Nepalis or by the wider UK public sphere). To take one example from many, researchers visited a man who described himself as not religious though raised Hindu, displayed a line of mini Christmas trees on a dining room sideboard opposite his wife's Hindu shrine, and a Christian cross next to a photograph of his deceased mother. He said that he had been baptised when visiting a church with friends in Japan, and his daughter was happy to consider herself part Hindu and part Christian. Such religious identities are not only complex and multiple, they also have a collective, family dimension as well as a purely individual one. The most immediate and obvious lesson is that in the UK's decennial census, if there is to be another one, it should be permitted (as with the nationality question) to tick more than one box in answer to the question 'What is your religion?'. Communities and Social Services/Policy,Education,Culture, Heritage, Museums and Collections","dataset":"gtr"}