{"id":"EBCFDEF0-5B31-4C32-BDE3-BCEBB93FACFD","title":"High definition X-ray microtomography and advanced visualisation techniques for information recovery from unopenable historical documents","abstractText":"Several years ago, an exciting demonstration showed how text from a rolled papyrus sample could be read non-invasively, i.e., without unrolling it. This was performed using X-ray microtomography (XMT or micro-CT) with advanced visualisation and modelling techniques and held the promise to historians and archivists of gleaning information from hitherto inaccessible texts in delicate and damaged documents. But although it caused quite a stir at the time, against the harsh realities of X-ray photon statistics and the characteristics of real materials, that promise failed to deliver and today the promise has receded. The stumbling block, hindering progression beyond proof of concept, is the conceptually simple step of increasing the XMT scanner performance (particularly contrast ratio) beyond the reach of commercial or even research XMT systems. What is conceptually a small step actually requires a technological leap in imaging methodology, involving entirely new modalities in data acquisition, reconstruction and processing. With a unique track record in this specialist area of development, we have the capability of delivering the necessary imaging hardware and analysis software to revive this exciting application and make the dream of 'reading the unreadable' a reality.Just as the term high definition in television refers to the screen dimension in terms of pixel numbers rather than physical size, so in XMT we use this term to describe the imaged volume dimensions in voxels, irrespective of resolution. The problem is that as the definition increases, so the detector elements must become smaller and the contrast ratio in the projections must increase. The combination of these two requirements gives a fourth order relationship between definition and required X-ray exposure. Furthermore, increasing the definition increases the susceptibility to systematic errors that give rise to ring and other image artefacts, creating problems even for synchrotron XMT systems (limiting attainable contrast resolution even with ring artefact reduction techniques). The QMUL group is already leading the way with high definition XMT scanners which are currently the only ones to employ moving time-delay integration cameras for ring artefact elimination and field size extension. We thus already have the ability to resolve ink in historical parchment samples much larger than the test samples previously demonstrated.The Cardiff group have been analysing and imaging historical artefacts in conjunction with the major archives in the UK; building excellent collaborations /and trust- between fundamental scientists and experts in conservation and curation. Their research has focussed on the degradation of parchment, which leads to fragility and ultimately to the need for virtual unrolling with the proposed facility. The Cardiff team is already working with experts in high performance computing on code parallelisation for X-ray diffraction analysis. They will develop a suite of 3D image processing tools that can be used to extract information from a wide variety of document types with varying degrees of damage and deformation. This will cover anisotropic noise filtering to aid identification of the ink containing layer of the medium, surface identification, volume rendering (visualisation of the parchment surface and mapping to two dimensions) and 2D image processing to improve text clarity. As this software is being developed, the QMUL group will develop an advanced equiangular TDI XMT scanner with extended field size and ultra-high contrast resolution, capable of imaging whole documents. The archivists will work with us to identify historical documents amenable to this scanning method and at the culmination of this project, all the groups will work closely together to produce the first real world results. This will be a milestone in historical information recovery that will foster interest throughout the world.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G007845/1","grantId":"EP/G007845/1","fundValue":"785725","fundStart":"2009-06-01","fundEnd":"2013-11-30","funder":"EPSRC","impactText":"  We were able to read text from an early 15th century rolled parchment that was stuck together and could not be read by conventional means. This demonstrated to the cultural heritage community that we may be able to retrieve information from such damaged documents Healthcare,Culture, Heritage, Museums and Collections Cultural","person":"Graham Roy Davis","coPersons":["James  Elliott"],"organisation":"Queen Mary, University of London","findingsText":" The aim of this project was to be able to read historical scrolls that are too damaged to physically unroll. To date, March 2013, the most successful scan has been of a small rolled piece of parchment from the Norfolk Records Office. This was tightly wound and could not have been opened easily without causing damage. The scroll was successfully scanned and the iron in the ink was detected. The volumetric data was then successfully virtually unrolled at Cardiff University to produce text that The scanner itself has application is a wide variety of disciplines and is particularly useful where 3D information is to be recovered from objects with low X-ray contrast, such as fossils or historical artefacts. The use of linear time-delay integration in microtomography is already licensed by Queen Mary University of London to Nikon Metrology. We will seek to extend this to cover equiangular time-delay integration. Communities and Social Services/Policy,Healthcare,Culture, Heritage, Museums and Collections,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}