{"id":"EBD711EB-598A-40DA-805F-050FDF64D9CA","title":"Avebury in Context: landscapes of monuments in Late Neolithic Britain","abstractText":"During the Neolithic (3rd millennium BC) of Britain and the north-western Europe certain religions became the focus for the construction of major ceremonial monuments. The Avebury region of Wiltshire provides one such instance, and the recent investigated archaeology of this area will form the basis of an investigation of the phenomenon of monumentality across Britain. Key questions relate to why these monument complexes came into being, when they did, and in the form they did. The project will involve the exploration of regional histories of monument development, and how these related to wider social and material worlds.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=113179/1","grantId":"113179/1","fundValue":"14013","fundStart":"2006-02-01","fundEnd":"2006-05-31","funder":"AHRC","impactText":"","person":"Carl Joshua Pollard","coPersons":[],"organisation":"University of Bristol","findingsText":" The research led to a better understanding of the social and religious conditions in which ceremonial monuments were created during the later Neolithic (3000-2400BC). The work focussed first on the Avebury landscape, then on other regions in the British Isles where major monuments were created. While the scale of monument construction varied (perhaps telling of different levels of social cohesion and participation), common themes were apparent. In particular, it is clear that megalithic structures may have performed a primarily memorialising (marking, commemorating or controlling what went before) role rather than being architectural spaces that were actively used by the living. They can certainly shape future research on monumentality, not just in British prehistory, but in comparable circumstances elsewhere in the globe.\nThe results can (and in the case of Avebury, do) feed into public presentation and understanding of these sites which are major tourist attractors. Communities and Social Services/Policy,Culture, Heritage, Museums and Collections","dataset":"gtr"}