{"id":"EBE68C63-FDF2-4781-940D-416584F63971","title":"A biography of Charles Hutton (1737-1823)","abstractText":"Charles Hutton (1737-1823), teacher and promoter of mathematics, was best known during his lifetime as Professor of Mathematics at the Royal Military Academy, Woolwich. During a long and extremely active career he was also a trainer of mathematics teachers, the head of a 'writing and mathematical school' in Newcastle, and Foreign Secretary to the Royal Society of London. In origin he was the son of a Durham colliery overseer; in his youth he had worked down the pits himself.\n\nHutton was a prolific author and editor, and his vast printed output is a rich mine for historians of science and mathematics. He was the editor of the popular Ladies' Diary, an annual compilation of mathematical and verbal puzzles; he also worked on the annual Nautical Almanack, whose tables of lunar positions effectively solved the problem of determining the longitude for ships at sea. His Mathematical and Philosophical Dictionary (1795-6) is still an important source for information about mathematics and mathematicians in the period; his Course of Mathematics was many times reprinted, and was translated into various languages, including Arabic.\n\nAt Woolwich, Hutton trained a generation of artillery officers and military engineers from 1773 until his retirement in 1807. He performed experiments, refined theoretical results, and oversaw a revolution in attitudes to the use of instruments, mathematical tables and up-to-date scientific results by artillery officers. He may justly be said to have played a key 'back-room' role in the projection of British power around the globe in the late Georgian period.\n\nAt the Royal Society Hutton was awarded the Copley medal for his work on ballistics; later, in 1783-4 he was involved in a celebrated dispute with the Society's President Joseph Banks, ultimately concerned with the place of mathematics and mathematicians in the Society. Hutton left the Royal Society as a result, but the debate would continue, and ultimately the views of Hutton and his supporters would come to determine the role of mathematics in British science over the following decades. Hutton's writings and educational work would become an important part of the reform of British mathematics in the early nineteenth century.\n\nNo British mathematician of his generation had such an impact on his field or the wider world, yet Hutton has never been the subject of a book-length biography. The proposed project will involve approximately nine months of intensive work on archival and printed sources. Important archives for this project are in the Royal Society and at Sandhurst; Hutton's was a well-documented life, at least from his 1773 move to London. There will follow an equal period of writing-up, to produce a rigorous but accessible biography of this remarkable individual, together with associated research papers addressing wider themes arising from the research. As the most visible mathematical writer in Britain during the late Georgian period, Hutton serves as a lens through which this project will address wider questions about the changing role of mathematics in the period, some of which will be more appropriately addressed outside the biography.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L015196/1","grantId":"AH/L015196/1","fundValue":"135664","fundStart":"2014-10-01","fundEnd":"2016-05-31","funder":"AHRC","impactText":"","person":"Benjamin Sutherland  Wardhaugh","coPersons":["Jacqueline  Stedall","Jane  Humphries"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}