{"id":"EBE6B150-52AF-495C-9346-8796249CBE8C","title":"2-Dimensional Magnetoresistance Imager","abstractText":"The discovery of Giant Magnetoresistance (GMR) in magnetic multilayers in 1988, which increased typical values of magnetoresistance (MR) from 1-2% to 10-100%, stimulated extensive research leading to the field of spintronics. Such was the demand for highly sensitive MR sensors, that within 15 years, GMR sensors had been introduced into the read head of magnetic hard disks. Their performance has been so successful that the technology is now being transferred to other sectors such as motion, position, rotation and field sensing; for example in automotive and biological systems. The nanoscale nature of these sensors makes them highly compatible with nanotechnology. Although the ability to manufacture such complex sensors has been proven by the magnetic recording industry, these materials operate on the nanoscale, and layer thicknesses are typically a nanometre. Quality control is crucial. Ideally, the functional property of the device should be tested, in this case, its MR. Electrical measurements of MR require an electric current to be passed through the sample via contacts, resulting in surface damage and contamination. More importantly, electrical measurements offer no spatial resolution, providing no information about variations across the wafer. Furthermore, it is impractical to test the performance of the wafer following lithographic patterning and so sensor characteristics cannot be determined until after subsequent costly intricate stages. There is therefore a clear requirement for a contactless, non-destructive method for characterising MR. Using electromagnetic radiation in the infrared provides all these advantages. We have pioneered the use of reflection and transmission of infrared as a probe of MR. Based on this experience, we recently proposed an alternative using thermal emissivity. This presents a larger and more direct relationship with MR than reflection, and additionally lends itself readily to spatial resolution on the scale of tens of microns. The technique relies on the connection between electrical resistance and emissivity, the efficiency with which a material emits radiation according to its temperature. Emissivity depends on the surface properties of a material and at long infrared wavelengths (&gt; 5 microns) is directly proportional to the square root of resistance. We detect the change in the intensity of the emitted radiation due to a change in resistance. The radiation is measured using an infrared detector and converted into an apparent temperature. When a magnetic field is applied to a GMR thin film, its resistance and consequently its emissivity reduces. The lower emissivity results in less radiation being emitted and this is interpreted by the detector as a reduction in temperature. The GMR therefore manifests itself as an apparent change in temperature in an applied magnetic field. The power of this technique is realised when the detector is replaced by a CCD camera generating a 2D image of the apparent temperature. By subtracting temperature images in different magnetic fields, an image is produced of the change in temperature resulting from the change in resistance, uniquely providing a spatially resolved image of the magnetoresistance.We propose the development of an instrument capable of 2D imaging of MR designed to carry out the quality control of GMR wafers. Successful development will lead the way for insitu measurement of wafers whilst still inside a growth chamber, the evaluation of material at different stages of the lithographic patterning process and open up new applications such as the deliberate introduction of spatial variations in MR for use in of pattern recognition.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F04027X/1","grantId":"EP/F04027X/1","fundValue":"77350","fundStart":"2008-05-01","fundEnd":"2009-09-30","funder":"EPSRC","impactText":"","person":"Sarah Madeleine Thompson","coPersons":["Adam Fraser Lee"],"organisation":"University of York","findingsText":"","dataset":"gtr"}