{"id":"EBE7C0BF-16A5-46B1-ADE1-700947C2800A","title":"Materials World Network-- Ultrafast Switching of Phase Change Materials: Combined Nanosecond and Nanometer Exploration","abstractText":"Flash memory, the present industry standard for solid state memory, is dependent on charge-sensing that is becoming increasingly difficult to scale. The non-volatile Phase Change Memory (PCM) is a promising alternative, as it is based on easier to detect resistance changes for locally switchable crystalline vs. amorphous states. Such PCM cells are generally configured as a chalcogenide film or rod sandwiched between two electrodes, where the amorphous/crystalline transition is achieved by quenching or slow cooling, respectively, after current induced heating beyond the glass transition temperature.There are multiple challenges for PCM that currently preclude them from becoming a mainstream solution for non-volatile memory, in the core of these lying the switching process itself. The dynamics of nucleation and crystallization on nanoscale are also an outstanding concern, as they will define the ultimate switching speeds and are implicated in challenges with bit retention, fidelity, and fatigue. The material science of this switching process is therefore of tremendous academic and industrial interest, including characterization of local electronic and thermal properties which define the ultimate resistance change and thermal diffusion length, respectively.To address these problems, this collaborative proposal between University of Connecticut, USA and Lancaster University, UK brings substantial and symbiotic expertise, specifically in novel quantitative measurements at the necessary simultaneous nanometer and spatial scales, including sub-surface and depth profile measurements for mapping the phase transition beneath an electrode as in practical memory cells. Such combined expertise, in critical for PCM materials development fields, presently do not exist in any single lab worldwide. The project involves industrial collaboration for both material and device development as well as instrumentation for materials phase change mapping in nanoscale devices. Primary emphasis on the local electronic and dynamic properties of PCM will be centered in the US, the local thermal and subsurface measurements will be rooted in the UK, with industrial collaborators based both in US (materials and devices) and UK (characterization). Interaction will be enhanced by annual faculty visits, month-long student exchanges, and round robin experiments. Project involves significant training and outreach component including project students visiting the foreign counterpart for an entire university term, leveraging the local expertise and capabilities for joint measurements and technology transfer while also benefitting from exposure to a different educational system.The proposal aims to develop a non-destructive in-situ methodology of real-time switching process in PCM materials. It is based on high speed nanoscale probing of electrical switching process, material sensitive ultrasonic force microscopy and nanoscale thermal characterization, where collaborating institutions have world leading expertise. That will allow to relate local material properties and heat transport with mechanical and chemical defects in PCM materials and devices, material transformation and switching phenomena, as well as to investigate approaches for improving switching fatigue. This research will lead to new PCM materials and improvement of key parameters of their processing and device engineering, with superior switching speed, data retention and switching fatigue and approaches for withstanding trends of decreasing dimensions and increasing bit density of modern memory devices.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G06556X/1","grantId":"EP/G06556X/1","fundValue":"197633","fundStart":"2009-10-01","fundEnd":"2013-03-31","funder":"EPSRC","impactText":"","person":"Oleg Victor Kolosov","coPersons":["B  Jones"],"organisation":"Lancaster University","findingsText":"","dataset":"gtr"}