{"id":"EBE8D331-87CF-497E-90E1-7793C9B0B639","title":"Efficiency and Complexity in Congestion Games","abstractText":"The goal of this project is to study ways to improve the performance of large scale networks, like the Internet, in the presence of selfish entities. This can only be achieved with a better understanding of these environments and their operational points, called Nash equilibria. A Nash equilibrium is a state in which no player improve their utility by changing to another strategy.\n\nIn this project we focus on the very fundamental class of congestion games and the related class of potential games. \nIn a congestion game, we are given a set of resources and each player selects a subset of them (e.g. a path in a network). Each resource has a cost function that depends on the load induced by the players that use it. Each player aspires to minimise the sum of the resources' costs in its strategy given the strategies chosen by the other players. \nSuch games are expressive enough to capture a number of otherwise unrelated applications - including routing and network design - yet structured enough to permit a useful theory. \n\nIn this project, we will push the frontiers of this theory even further. Moreover, in collaboration with XEROX, we will investigate applications of this theory to demand management in transportation systems. Two of these applications \nare smart road toll and parking management systems. \n\nCongestion games have attracted lots of research, but many fundamental problems are still open. We have identified three important directions in which we want to extent the current state-of-the-art. These are:\n(1) evaluation of Nash equilibria\n(2) computational complexity of Nash equilibria\n(3) approximation of optimal solutions","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J019399/1","grantId":"EP/J019399/1","fundValue":"99570","fundStart":"2013-01-01","fundEnd":"2014-12-31","funder":"EPSRC","impactText":"","person":"Martin  Gairing","coPersons":[],"organisation":"University of Liverpool","findingsText":" project not finished yet na Other","dataset":"gtr"}