{"id":"EBF145A6-D3DE-4D24-BC77-297C23FDF9E4","title":"Determining bacterial RNA polymerase functionalities required for sigma factor specific escape from antibiotic action.","abstractText":"Basic research best contributes to social and economic goals when targeted to areas that can benefit from additional fundamental knowledge, as reported in: 1) Nelson, R.R., 2004. The market economy and the scientific commons. Res. Policy 33: 455-471; 2) Rosenberg, Nathan, and Richard R. Nelson (1994), &quot;American Universities and Technical Advance in Industry,&quot; Res. Policy 23:323-348; 3) Rosenberg, Nathan (1982), &quot;How Exogenous is Science?&quot; in Inside the Black Box (NY: Cambridge University Press), p. 141-159. In this proposal we seek to establish how bacteria respond to the agents that are used to control their growth in infection settings.\n\nKnowing the basis of relative sensitivities of bacteria to antimicrobials is important for managing infection in live stock and in humans, and informs strategies to manage infection and design new antimcrobials. One validated target for antimicrobials is the central machinery of gene expression, the enzyme RNA polymerase (RNAP) that decodes the DNA. Knowing the basis of relative sensitivities of various RNAP holoenzymes to antimicrobials is important, and speaks to how the intrinsic levels of sensitivity may be accounted for - something of practical significance.\n\nThe application was motivated by the gap in basic knowledge which currently exists simply because the range of RNAP states - reflected by the use of differing accessory factors called sigma factors - are not often taken into account when assessing the efficacies of antimicrobials that target bacterial RNAPs. The response of various RNAPs to antimicrobials is important, and speaks to how the intrinsic levels of sensitivity of an organism or gene set might be accounted for. Emerging evidence shows that transcription factors, such as RNAP sigma factors, can be members of a group of factors that form the resistome. Showing that is, that the basic make up of the cell that can confer significant insensitivity to an antimicrobial without invoking the action of specific resistance mechanisms. \n\nSince transcription factors such as RNAP sigma factors can be members of a resistome, we wish to work out how these factors confer upon RNAP tolerance to antimicrobials. Outcomes arising are expected to enlarge our knowledge of the action of antibiotics that target bacterial RNAP, as well as how the RNA functions to access the genetic information in DNA. We will use methods established by us to examine which steps in the DNA decoding process are sensitive or resistant to the actions of antibiotics, in particular those agents which are emerging as new candidates for antimicrobial therapies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J00717X/1","grantId":"BB/J00717X/1","fundValue":"401982","fundStart":"2012-06-01","fundEnd":"2015-10-01","funder":"BBSRC","impactText":"","person":"Martin  Buck","coPersons":[],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}