{"id":"EBF908A2-6D33-488C-9832-0892F84EC663","title":"Investigation into the role of HOX factors in gonad and adrenal steroidogenesis","abstractText":"The gonad and adrenal cortex are derived from a common progenitor cell population and actively produce steroids during embryonic development. The regulation of steroid production in these organs and the factors that account for steroid specificity are not well understood. In this proposal we aim to investigate the role of members of the HOX family of transcription factors in the regulation of steroid production in the gonad and adrenal. HOX factors have been shown to regulate patterning in the embryo and our preliminary experiments indicate that they contribute to organ specific steroid production. We have identified HOXB9 as being expressed in the adrenal cortex but not the gonad and, conversely, we have identified HOXD9 as being gonad, but not adrenal, specific. Misexpression of HOXB9 in the gonad of transgenic mice gave rise to an increase in the presence of genes encoding enzymes involved in adrenal specific steroid production. We plan to use a combination of approaches including analysis of transgenic mice and tissue and organ culture experiments to determine the role of these HOX factors in steroidogenesis. As an extension of these studies we will investigate the ability of HOXB9 to cooperate with the nuclear hormone receptor SF-1 to induce the differentiation of adrenal steroid production in embryonic stem (ES) cells. SF-1 is a nuclear hormone receptor that has been shown to be required for the differentiation of steroid producing cells of the gonad and adrenal and can induce some aspects of steroid production in ES cells. Our studies will further these observations and may provide a framework for the production of steroid producing cells that may contribute to the development of novel therapies for patients with adrenal and gonadal failure.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0901645","grantId":"G0901645","fundValue":"382833","fundStart":"2010-10-18","fundEnd":"2013-10-17","funder":"MRC","impactText":"","person":"Amanda  Swain","coPersons":[],"organisation":"Institute of Cancer Research","findingsText":"","dataset":"gtr"}