{"id":"EBFEBED6-DDBD-450C-9F16-3984D5FFA2DC","title":"Probing Non-Equilibrium Quantum Many-Body Dynamics with Bright Matter-Wave Solitons","abstractText":"Dilute gases of alkali atoms are now routinely cooled to within a millionth of a degree of absolute zero using laser light, permitting them to be confined in traps formed due to the interaction of the atom with either an applied magnetic field or a far-detuned off-resonant laser beam. Further cooling by evaporation in such traps leads, in the case of bosonic atoms, to the creation of a new state of matter, known as a Bose-Einstein condensate, in which the quantum mechanical nature of the particles dominates over their classical behaviour. Such condensates are often viewed as the atomic or matter-wave equivalent of coherent laser light.\n\nSince their first observation in 1995, Bose-Einstein condensates have been used with great success to investigate a vast range of physical phenomena from fundamental studies of superfluidity to strongly correlated many-body states in optical lattices, providing insight into more complicated condensed matter systems. This success stems from two important features of ultracold quantum gases. Firstly, from an experimental stand-point, ultracold atomic gases are readily manipulated and controlled with external electromagnetic fields (dc, radio-frequency, microwave and optical) permitting a very high degree of real-time flexibility in the experimental configuration and highly sensitive detection. Secondly, Bose-Einstein condensates have proved theoretically tractable, due largely to their dilute, weakly interacting nature, leading to a deeper understanding of experimental observations. This makes ultracold quantum gases an ideal testing ground for the cutting-edge developments in our theoretical understanding of the behaviour of many-body quantum systems.\n\nHere, we propose a program of fundamental research intended to yield a better general understanding of the dynamics of non-equilibrium interacting quantum many-body systems, using atomic Bose-Einstein condensates of 85Rb. Specifically, we will exploit a collision resonance (known as a Feshbach resonance) between two 85Rb atoms to tune the atomic interactions in the condensate to be attractive, thereby generating bright matter-wave solitons; robust, non-dispersive atomic wave-packets confined to propagate in one dimension, in which the attractive atomic interactions exactly compensate the usual dispersion. Solitons arise as solutions to nonlinear partial differential equations describing a diverse range of physical systems. First observed in the shallow water of the Union Canal in Scotland in 1834, solitons have since been studied in many other contexts, including nonlinear optics, biophysics, astrophysics and particle physics. In the atomic context, the underlying quantum nature of the system provokes sophisticated many-body quantum treatments to accurately capture the essential physics. This proposal describes a systematic, closely interlinked experimental-theoretical study of such &quot;quantum&quot; bright matter-wave solitons with a view to exposing the coherence and entanglement properties of bright solitons, whilst developing new advanced theoretical treatments applicable to other quantum many-body systems. Working together with the leading international experts in the field, we aim ultimately to assess the feasibility of using quantum bright solitons to generate Schr&ouml;dinger cat states for quantum-enhanced interferometry. The proposed research falls within the remit of two of the identified current Grand Challenges in Physics, &quot;Emergence and Physics Far From Equilibrium&quot; and &quot;Quantum Physics for New Quantum Technologies&quot;, and thereby contributes to UK science in areas where there is recognised potential for significant societal and economic impact.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L010844/1","grantId":"EP/L010844/1","fundValue":"768689","fundStart":"2014-04-30","fundEnd":"2017-04-29","funder":"EPSRC","impactText":"","person":"Simon Lee Cornish","coPersons":["Simon Alexander Gardiner"],"organisation":"Durham University","findingsText":"","dataset":"gtr"}