{"id":"EC073D8D-1D46-4455-B8A3-3BF07D798820","title":"Performing Englishness in New English Folk Music and Dance","abstractText":"This research investigates a new movement in contemporary English folk music and dance. The cultural context for the research is the resurgence of an interest in 'English Folk' which itself comes in the context of cultural processes like globalization, UK devolution and European federalisation, and attendant academic and public debates about the changing meanings of what it means to be 'British' and 'English'. \\n\\nThe research aims to examine how Englishness as a national identity is being produced in and around this music and dance, what kind of Englishness is being produced, what its politics are and how it relates to its cultural context. It will do this through examination of four key areas: firstly, 'English' folk bands; secondly, young Morris Dance companies who are redefining Morris Dancing; thirdly, popular youth-orientated social ceilidh dancing (called 'e-ceilidh' by the participants); and fourthly, youth-orientated workshops in folk music and dance. \\n\\nThe research will contribute to an understanding of how Englishness and Britishness are changing, and to how people are using 'Englishness' as a way of forming their identities through these artistic and creative cultural practices.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E009867/1","grantId":"AH/E009867/1","fundValue":"140885","fundStart":"2007-09-01","fundEnd":"2009-08-31","funder":"AHRC","impactText":"  See the Final Report (2009).\n\nSince the submission of the Final Report there have been additional impacts. \n\n1. The PI and RA have continued to undertake public engagement activities that have been used to inform academic and public debate around the significance of the English folk resurgence in relation to debates around the politics of Englishness and shifts in English identity. These are detailed on Researchfish.\n\nThey have also been used to inform the development of an academic and practitioner network around these topics, in collaboration with Professor Michael Kenny (Queen Mary University of London'. A Symposium, 'Englishness Rising: The 'folkish' impulse in new English identities' is being co-convened by the PI and RA on the project together with Professor Kenny (6th January 2015, University of Sunderland Centre for Research in Media and Cultural Studies). The intention is for this symposium to bring together interested parties from academia and practice, with a view to developing the network. Speakers:\nProfessor Michael Kenny\nSam Lee (Mercury Prize nominated folk singer) interviewed by Professor John Storey\nDr Simon Featherstone\nMadeleine Bunting (writer and journalist, former columnist and Associate Editor Guardian);\nDr Abigail Gardner\nDr Simon Keegan Phipps and Dr Trish Winter\nProfessor Alastair Bonnett (Discussant)\nScreening: 'The Gainsborough Packet' by artist Matt Stokes\nDigital exhibition of photographs by Steve Conlan.\n\n2. A subsequent AHRC research project that arises out of the 'Performing Englishness' research is 'Digital Folk' (Ref: AH/L014858/1). The PI is Dr Simon Keegan-Phipps, who was the Research Associate on Performing Englishness.\n\n3. The publication of the book 'Performing Englishness: identity and politics in a contemporary folk resurgence' has moved the research into academic debate beyond its home disciplines. For example, 'Performing Englishness' is cited by Professor of Politics Michael Kenny in his new book 'The Politics of Nationhood in England: Class, Culture and Governance after Devolution'\n(Oxford University Press, 2014). Creative Economy,Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections Cultural,Societal","person":"Patricia (Trish)  Winter","coPersons":[],"organisation":"University of Sunderland","findingsText":" Please see Final Report (2009) Please see Final Report (2009) Creative Economy,Leisure Activities, including Sports, Recreation and Tourism,Government, Democracy and Justice,Culture, Heritage, Museums and Collections","dataset":"gtr"}