{"id":"EC13B474-9F3C-4C56-AF03-66EB0CEAA01F","title":"X-ray imaging:Learning from other disciplines","abstractText":"3D imaging is progressing rapidly in many fields using many different imaging modalities from X-rays, through positrons to electrical signals. Many of the advances in imaging, made for example in medicine could have tremendous benefits to imaging in engineering &amp; physical sciences. While the study of inanimate objects means that in the physical sciences we can expose for longer periods and achieve finer spatial resolutions, in medical imaging they have had to develop clever means of dealing with 'sample' movement, regions of interest in large 'samples', restricted views, temporal smoothing, automated image analysis and calibration/standardisation issues. However for commercial reasons little is published in the open literature. As a result, much remains to be learnt from medical imaging to advance x-ray imaging in the physical sciences. By creating links across disciplines, through international exchanges and industrial secondments we will scavenge ideas/methods/algorithms bringing rapid benefits to the development of 3D imaging in the physical sciences. We will create a common platform between the three collaborating research organisations, by which we can transfer images and algorithms. In addition we will install access-grid to ensure informal meetings can take place without the need for extensive travel between the partners. We will initiate a search activity by which we will expand our knowledge of those working in complementary fields, primarily via our existing contacts, but also using other search mechanisms. As part of this we will hold a two day 'sandpit' style meeting to examine the opportunities/rapidly developing areas, inviting interested parties from across the disciplines. This will stimulate creativity of ideas and expand the network of contacts and experiences, creating a map of expertise. We will then use this map to build up development strategies in each of three key activity areas. This development will be achieved by using a series of prolonged visits by our staff, as well as creating a set of 'exchange partners' with whom we will establish reciprocal visits. These partners will include our academic and industrial collaborators both in the UK and abroad as well as those highlighted by others within the sandpit meeting.We will focus on i) quantification of imaging performance, ii) reconstruction algorithms and tools and iii) quantification tools capable of interrogating reconstructed images.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F013329/1","grantId":"EP/F013329/1","fundValue":"270063","fundStart":"2007-10-01","fundEnd":"2009-03-31","funder":"EPSRC","impactText":"","person":"Philip  Withers","coPersons":["Paul  Mummery","James  Elliott","Peter David Lee","William Robert Lionheart","Andrew Jonathan Reader","Graham Roy Davis"],"organisation":"The University of Manchester","findingsText":" 3D imaging is progressing rapidly in many fields using many different imaging modalities from X-rays, through positrons to electrical signals. Many of the advances in imaging, made for example in medicine, could have tremendous benefits to imaging in engineering &amp; physical sciences. While the study of inanimate objects means that in the physical sciences we can expose for longer periods and achieve finer spatial resolutions, in medical imaging they have had to develop clever means of dealing with 'sample' movement, regions of interest in large 'samples', restricted views, temporal smoothing, automated image analysis and calibration/standardisation issues. However for commercial reasons little is published in the open literature. As a result, much remains to be learnt from medical imaging to advance x-ray imaging in the physical sciences. By creating links across disciplines, through international exchanges and industrial secondments we were able to scavenge ideas/methods/algorithms bringing rapid benefits to the development of 3D imaging in the physical sciences. We created a common platform between the three collaborating research organisations, by which we could transfer images and algorithms. We initiated a search activity by which we will expand our knowledge of those working in complementary fields, primarily via our existing contacts, but also using other search mechanisms. We held two international meetings involving academics, instrument designers and potential users from across a very wide range of disciplines and from 4 continents to examine the opportunities/rapidly developing areas. This led to many new ideas and areas to follow up (for example the use of iterative reconstruction techniques) and expanded the network of contacts and experiences, creating a map of expertise. This map was used to build up development strategies. \n\n\n\nFurther development was achieved by using a series of prolonged visits by our staff, as well as by creating a set of 'exchange partners' with whom we established reciprocal visits. These allowed us to focus on \n\ni) quantification of imaging performance,\n\nii) reconstruction algorithms and tools and\n\niii) quantification tools capable of interrogating reconstructed images. This work led to a UK network of tomography users linking companies to large scale facility instrument scientists to the wider user community. Aerospace/ Defence and Marine,Manufacturing/ including Industrial Biotechology","dataset":"gtr"}