{"id":"EC16260C-AF72-4E4A-99F1-354877626918","title":"Optical Control of Emulsion Drops for Nanofluidics and Microfabrication","abstractText":"Ground-breaking discoveries at the STFC's Central Laser Facility showed that optical traps can be used to control the shape of micron-sized emulsion droplets, to create droplets connected by stable threads of oil a thousand times thinner than a human hair and to pump liquids from one drop to another through these nanothreads. This project will explore the science behind these discoveries and develop prospective applications. First, we will develop a robust experimental and theoretical framework for manipulating emulsion drops and for creating nanofluidic networks with laser beams. Second, we will use this platform to reveal the physical and chemical principles governing the structure and dynamics of these nanothreads and use the nanothreads to explore the physics of transport in nanofluidic networks. Third, optical deformation of polymerisable emulsions will be developed as a technology for microfabrication of polymer objects with complex 3-D shapes. Such microparticles have potential applications in medical devices, drug delivery, MEMS, photonic materials and ion sources. Finally, we will establish the principles for using these nanofluidic networks to carry out chemical reactions on the attolitre scale.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I013377/1","grantId":"EP/I013377/1","fundValue":"1077630","fundStart":"2011-04-01","fundEnd":"2015-09-30","funder":"EPSRC","impactText":"","person":"Colin David  Bain","coPersons":["Gordon  Love","Alexander Samuel Lubansky","Buddhapriya  Chakrabarti","Lian Richard Hutchings"],"organisation":"Durham University","findingsText":" The project is approaching its halfway and the findings to date span across the four work packages of the program. On our optics work stream the majority of the instrumentation is in place and we have explored options for allowing the three-dimensional imaging of microscopic droplets deformed with laser optical traps. Structured illumination is our preferred technique for imaging and we are currently integrating this into our optical trapping set-up. \n\n\n\nThe chemistry work stream has identified a number of surfactant formulations that can generate ultralow interfacial tensions in oil-in-water emulsions that are temperature insensitive in the 20-50 degree Centigrade range. Option for incorporation of oligomeric and polymeric material into droplets prior to ultraviolet initiation have also been investigated as a method for retaining droplet shapes during polymerisation. \n\n\n\nThe microfluidic engineering work stream has successfully developed novel flow-focussing chipsets that can deliver ultra-low tension droplets (heptane/AOT/brine system) with narrow dispersion profiles in the 3-10 micron size range. The temperature controlled chipsets are designed to be integrated into our optics platforms and offer storage for manufactured droplets so that these can be systematically moved into the observation/manipulation chamber. This work has also included 2-D Comsol simulations of droplet generation and the implementation of high-speed imaging and droplet sizing solutions.\n\n\n\nThe modelling and control systems work stream has developed computational models for the deformation of spherical droplets and began modelling of a thread formation phenomenon observed in experimental work. The models have challenged our initial concepts of how droplets are deformed in three-dimensions. Microparticles have potential applications in medical devices, specialist coatings, drug delivery, micromechanical systems, photonic materials and ion sources. Nanofluidic networks could also be used as a means of performing chemical reactions using only tiny volumes of the chemicals. Our main route for exploitation is using the optical deformation of polymerisable emulsions of monomers as a technology for microfabrication of objects with complex 3-D shapes. Nanofluidic networks could also be exploited in as a means of performing chemical reactions on the attolitre scale. Chemicals,Healthcare,Manufacturing/ including Industrial Biotechology","dataset":"gtr"}