{"id":"EC214F64-260B-4BF3-9C05-3A63ADD93182","title":"Developing RAD markers as a resource for plant breeding","abstractText":"In order to improve the ability of plant breeding programmes to deliver the agricultural increases mandated by a growing population and changing climate, new techniques must be developed for rapid discovery and genotyping of genetic markers. The RAD (Restriction-site Associated DNA) sequencing (RADSeq) technique developed by Professor Eric Johnson of the University of Oregon, generates tens of thousands of genetic 'tags' from genomic DNA. Due to the capabilities of modern DNA sequencers, it is possible to sequence each of these tags many times and thus reliably spot genetic differences between two individuals. The capacity of second-generation sequencers is such that tags from multiple individuals can be pooled within a single sequencing run whilst still maintaining a high enough coverage of each tag to identify genetic differences. Tags from each individual can be identified by adding a unique 'molecular identifier' to the DNA prior to sequencing. By carefully selecting the right number of tags to be generated, it becomes possible to screen enough individuals within a single run to cover an entire genetic mapping population. RAD sequencing therefore combines the discovery, genotyping and mapping of genetic markers into a single step. Furthermore, if the phenotype of the samples is known, the data can be used to identify markers which segregate along with the phenotype, assisting in gene mapping and potentially gene identification. To date, RADSeq has primarily been used in animal or microbial systems. We propose to apply the RADSeq technique to a model cereal species, Lolium perenne (perennial ryegrass), in order to determine the applicability of this technique to improving plant breeding efforts. As a test case, we will use an existing mapping population designed to identify the two genetic loci controlling a self-incompatibility system in Lolium (ryegrass). We will perform RADSeq in the parents of this population at high coverage using two tag densities. We will then screen pooled mapping population progeny from each of four segregating genotypes (two per locus) in order to identify RADSeq markers which appear unique to each genotype. Finally, we will use the RADSeq marker information to construct a genetic map for this population and confirm the bioinformatic identification of a small subset of genetic markers using conventional genotyping. The proposed work will enable us to determine how well the RADSeq technique performs as a method for rapid marker discovery and genotyping in crops, using one of the most difficult examples - a highly heterozygous, outbreeding species. If RADSeq performs well under these conditions, it should easily be applicable to other crop systems. The usefulness of RADSeq as a tool for mapping of genetic loci will also be assessed by attempting to map polymorphisms associated with the self-incompatiblity loci of grasses. Identifying these genes is of high importance to grass breeders as they would allow greater control of mating during breeding programmes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H023844/1","grantId":"BB/H023844/1","fundValue":"71504","fundStart":"2011-01-01","fundEnd":"2012-06-30","funder":"BBSRC","impactText":"","person":"Mark Lyon Blaxter","coPersons":[],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}