{"id":"EC285D12-BEAC-46F9-A11F-22811A818530","title":"Responsive Membranes from Polymer-Surfactant Films","abstractText":"We have recently discovered a novel method of forming nanostructured polymer-surfactant films. They grow spontaneously at the surface of a solution containing the two species, and are sufficiently thick and solid to remove them from the surface. They retain their ordered nanostructure during this procedure and we have shown it is possible to incorporate small hydrophobic molecules into the ordered nanostructure during film formation. In this proposal we want to investigate these fascinating membranes further using X-ray and neutron scattering techniques at ISIS, the ESRF and Diamond, and this presents an ideal training opportunity for a PhD student to learn about these techniques for analysing nanoscale structures, as well as about these novel polymer-surfactant films. The student will receive training in small angle scattering and reflectivity, two methods which allow us to analyse structure in films and solutions. As part of their project they will investigate the effect of changing the surfactant molecular structure on the nanostructures formed in the film, and then will go on to prepare films which are re-inforced by crosslinking the polymer component in the film. We will prepare films using polymers which are responsive to changes in temperature or pH to make membranes which swell or shrink to selectively release molecules trapped in the film during synthesis. We will also incorporate monomers into the surfactant nanostructure during film formation, followed by polymerisation of these monomers to create a replica of the soft surfactant structures in the film. This will allow us to prepare polymer nanostructures which are hard to prepare from normal solutions, and which will further reinforce the polymer-surfactant membrane to make it more robust. This will enhance the ability to recover it from the surface and use it in applications. Finally we will study the incorporation of micelle based fluorescent sensor molecules into the membranes to make solid sensors for determination of metal ions to show that it it possible to retain the sensing properties of these solution based sensors in a solid film form which could be more easily used than the solutions eg in dip stick type sensors.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F020546/1","grantId":"EP/F020546/1","fundValue":"142131","fundStart":"2008-10-01","fundEnd":"2013-03-30","funder":"EPSRC","impactText":"  Currently films are under investigation for drug delivery with collaborators at Reading University. Pharmaceuticals and Medical Biotechnology ","person":"Karen  Edler","coPersons":[],"organisation":"University of Bath","findingsText":" Polymer-surfactant films containing metal ion sensors based on the micellar PAN-pyrene system have been prepared and tested for metal ion sensitivity. The solubilisation of styrene monomer in the micelles in the films has also been investigated in detail and this species has then been polymerised to create polystyrene networks within a polymer hydrogel film. Removal of the hydrogel template results in free-standing nanostructured polystyrene with retention of the nanoscale structure conferred by Formation of films for drug delivery, templates for other materials, sensor supports, pollutant adsorption responsive membranes &amp;amp; surface coatings. Agriculture, Food and Drink,Chemicals,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}