{"id":"EC29CE3E-DEA2-46CE-8D93-80C8CE569698","title":"Molecular analysis of actin-based motility of Burkholderia spp.","abstractText":"Burkholderia pseudomallei is a bacterial pathogen that causes melioidosis, a severe and emerging disease of animals and humans that is endemic in the subtropics. In common with some members of the genera Listeria, Shigella, Rickettsia and Mycobacterium, B. pseudomallei has evolved the remarkable ability to enter host cells and propel itself within and between cells by hijacking the cellular machinery that assembles actin, a key structural component of the cell skeleton. In all cases so far examined, the ability of these organisms to fire themselves into adjacent cells on actin 'rockets' is required to cause disease, presumably as it aids cell-to-cell spread of the bacteria while evading host immune surveillance. The molecular basis of the actin-dependent movement of Listeria and Shigella have been extensively studied, partly to understand how the organisms cause disease, but also because it provides insights into how actin assembly is orchestrated and regulated inside cells. Actin is one of the most abundant proteins in our cells and control of actin assembly is essential for a multitude of processes, including cell migration during embryo development, wound healing and invasive cancer, as well as the movement and ability of immune cells to fight infection. With BBSRC funding we recently identified a bacterial factor that is required for actin-based motility of B. pseudomallei (BimA), as well as similar functional proteins in related Burkholderia species. Though we have established that these factors bind actin and promote its assembly in the test tube and inside host cells, the mechanism by which they do this is not understood. In this proposal we seek to: 1. Identify regions of the BimA protein that are required for actin binding and assembly. 2. Determine whether modifications of BimA by addition of phosphate and/or sugar groups occur inside cells, and investigate their functional consequences. 3. Examine the complex assembled by BimA at the bacterial surface and the protein-protein interactions that occur within it. 4. Detect host cell proteins in B. pseudomallei-induced actin tails inside cells and determine their functional relevance. 5. Determine if BimA proteins from different Burkholderia species promote the formation of complexes with differing compositions. Taken together, we believe that these experiments will explain the mode of action of key microbial virulence factors and produce important new knowledge on the mechanisms by which actin dynamics are controlled in our cells.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E021212/1","grantId":"BB/E021212/1","fundValue":"400737","fundStart":"2007-10-01","fundEnd":"2010-09-30","funder":"BBSRC","impactText":"  Nil return. Final report submitted.  ","person":"Mark Paul Stevens","coPersons":[],"organisation":"The Pirbright Institute","findingsText":" Nil return. Final report submitted. Nil return. Final report submitted. Agriculture, Food and Drink,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}