{"id":"EC2E582A-8000-408A-9B8B-F54C609A476D","title":"Understanding the function and formation of infectious bronchitis virus membrane rearrangements","abstractText":"Poultry products are a major source of animal protein for human consumption with approximately 55 billion chickens raised globally every year. The UK poultry industry contributes approximately &pound;3.4 billion to the economy annually but infectious diseases, including viruses, are a continual threat to animal welfare and productivity. The infectious disease that results in the largest economic losses to the UK poultry industry is caused by infectious bronchitis virus (IBV). IBV infection results in animal welfare costs and significant economic losses due to poor meat quality, poor egg production and poor egg quality. It is estimated that IBV affects 22 million chickens and costs the UK poultry industry &pound;23 million every year. Currently available vaccines against IBV are costly to produce and do not protect against all of the different circulating viral strains. Therefore, new vaccination strategies are required. By understanding how IBV replicates itself and how it manipulates the host cell to allow replication, it will be possible to develop alternative and potentially more efficient control strategies, benefitting animal welfare, the poultry industry and the UK economy.\n\nIBV is a coronavirus with a positive strand RNA (+RNA) genome. A critical step during the life cycle of coronaviruses is RNA synthesis, the process of copying the viral genome for packaging into new virus particles and to allow viral proteins to be produced. IBV RNA synthesis, as for all +RNA viruses, is closely linked with the rearrangement of cellular membranes, providing a platform for the assembly of the viral proteins responsible for RNA synthesis, known as replication-transcription complexes (RTCs), and protecting viral RNA from host defences. However, IBV induces more than one type of rearranged membrane and the role of these different structures in the virus life cycle is not known.\n\nThis proposal aims to understand the formation of IBV RTCs responsible for viral RNA synthesis. Specificallye will identify where in the cell viral RTCs are located and RNA synthesis takes place. We will also identify which viral and cellular proteins are important for the formation of rearranged membranes. The information gained will not only be useful for understanding how IBV and other coronaviruses replicate but will provide insight into potential ways to alter or prevent virus replication for future vaccine and anti-viral development.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/N002350/1","grantId":"BB/N002350/1","fundValue":"451084","fundStart":"2016-01-01","fundEnd":"2018-12-31","funder":"BBSRC","impactText":"","person":"Helena Jane Maier","coPersons":[],"organisation":"The Pirbright Institute","findingsText":"","dataset":"gtr"}