{"id":"EC349A28-3C83-485A-9760-7D927EA89C14","title":"Polymer-based hydrogen storage materials.","abstractText":"This multidisciplinary research programme seeks to overcome one of the most urgent and difficult challenges in materials science: hydrogen storage. In the context of climate change and dwindling oil reserves, hydrogen could be the perfect zero-carbon fuel for a car as it only gives water as a by-product. Although the method of production of hydrogen has yet to be optimised for sustainability, the greatest obstacle to the development of hydrogen-powered cars is the lack of a system for safe, efficient and convenient on-board storage of hydrogen. The physisorption of hydrogen on the large and accessible surface of a microporous material offers the attractive possibility of safe hydrogen storage with an energy efficient release for consumption. However, physisorption relies on the very weak interactions between the microporous material and hydrogen molecules, therefore, the mass loadings are generally low. The International Energy Authority (IEA) has set a target of 5% reversible mass loading for a realistic storage system. Thus, the challenge is set to make a microporous material of appropriate structure and chemical composition to help reach this ambitious target. Previously, polymers have not been investigated as materials for the storage of hydrogen because most polymers have enough conformational and rotational freedom to pack space efficiently and are therefore not microporous. However, our recently developed polymers of intrinsic microporosity (PIMs) do possess significant microporosity and preliminary hydrogen sorption results are encouraging with significant quantities adsorbed. Most importantly, the chemical composition of PIMs can be tailored via synthetic chemistry. Therefore, the adventurous primary objective of this proposal is to prepare novel PIMs in a form that demonstrate hydrogen loadings equal to or in excess of the IEA 5% benchmark at moderate pressures and 77 K.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D074312/1","grantId":"EP/D074312/1","fundValue":"388808","fundStart":"2006-07-01","fundEnd":"2009-12-31","funder":"EPSRC","impactText":"","person":"Neil  McKeown","coPersons":[],"organisation":"Cardiff University","findingsText":"","dataset":"gtr"}