{"id":"EC37114F-B282-4E8F-B541-69EF0C350B4A","title":"New Thyristors for T &amp; D Applications (NEWTON)","abstractText":"Thyristors are semiconductor devices based on silicon that are used to switch high voltages and currents, and are used in power electronic converters for Transmission &amp; Distribution (T&amp;D) applications. In order to transmit these high powers these devices rely heavily on minimising conduction losses by maximising the diameter of the silicon device and by making very low resistance electrical contacts. In order to maintain these low resistance contacts during long term service, these devices must currently be enclosed in a hermetic ceramic package that prevents the ingress of moisture. However, this package is expensive and represents a significant part of the cost of the device. An existing research project is investigating ways to improve these devices by developing a new bonding approach to create low resistance electrical contacts that is predicted to lead to improvements in surge capability and will enable larger diameter silicon devices to be manufactured. However the introduction of this new bonding approach also opens the way for novel designs of packaging with less stringent sealing requirements enabling the replacement of the traditional ceramic enclosures. The purpose of this research project is to investigate alternative methods of packaging that will enable these devices to be manufactured at substantially lower cost. The work will consider the use of new materials and processes to meet the electrical, mechanical and thermal requirements of the devices that must remain reliable when used for long periods of time. The successful outcome of the research will benefit the UK electronics industry by providing a high performance product at a competitive price that will enable them to meet the demands of growing international markets. Furthermore, moving to novel, non-ceramic packaging technologies will reduce the resource and energy cost of manufacture and enhance the recyclability of the end-of-life products. .","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=DT/E005837/1","grantId":"DT/E005837/1","fundValue":"190027","fundStart":"2007-04-01","fundEnd":"2010-12-31","funder":"EPSRC","impactText":"","person":"David  Whalley","coPersons":["Barry  Haworth","David Arthur Hutt"],"organisation":"Loughborough University","findingsText":"","dataset":"gtr"}