{"id":"EC3DE9E3-55D4-4B55-8740-B3A8D8649F43","title":"Multi-marker Nanosensors for HIV","abstractText":"Our mission is to establish a world-leading consortium to engineer and commercialise the next generation of multi-marker HIV smart chips to rapidly diagnose, stage and monitor HIV in resource-limited environments, including district hospitals, GP surgeries and developing countries. This Grand Challenge is a large scale multidisciplinary joint venture between scientists at the London Centre for Nanotechnology (UCL/Imperial), clinical virologists in the UCL/MRC Centre for Medical Molecular Virology, Royal Free and UCL Hospitals, the DoH-funded Comprehensive Biomedical Research Centre at UCLH NHS Trust, in conjunction with the Health Protection Agency and industrial partners Cambridge Medical Innovations, Sphere Medical Ltd and the BionanoConsulting. Our novel nanodiagnostic &amp; monitoring device builds on our remarkably strong multidisciplinary, entrepreneurial team of scientists, engineers and clinicians, and a series of recent breakthroughs by our team in diverse fields, including nanomechanical sensing in serum, nanofabrication, nanosorting, magnetism, nanoparticles, optical devices and novel single domain llama antibodies. The radical step change we now seek to implement, seamlessly integrates the scientific promise of these advances, to sort and sense very low copy number HIV markers, via magnetically driven force rupture, ultimately towards the single marker level:Sorting: The patient's blood sample will be mixed with superparamagnetic nanoparticles, which have been functionalised with capture antibodies specific to each marker. Tagged-viruses will be concentrated from blood by applying a magnetic field gradient (produced by a miniature induction coil) &amp; sorted from the naked nanoparticles by flowing them through a nanostructured array of passivated pillars, designed such that particles of different size follow distinct trajectories. This variant of a proven method, pioneered by co-I Tom Duke and USA collaborators, for separation of microspheres within minutes requires submicron features which can comfortably be achieved using e-beam lithography at the LCN. It also has the advantage that it will concentrate the markers, which will enhance our device sensitivity and reduce the volume of patient blood required. Nanosorting of multi-marker CD4 cells, virions, antibodies and p24 proteins which have vastly different sizes, ranging from 5 um to 5 nm, will be achieved in parallel by clever tagging and nanopillar gradient designs.Sensing: Tagged markers will then be detected on cantilevers tailored with capture proteins, using optimised covalent linker chemistry. The maximum sensitivity will be achieved by scaling down the dimensions of the cantilever beam from the current mesoscopic scale to submicron widths, comparable to just a few virions, and a relatively unexplored sensing mechanism, based on magnetic actuation, which promises to improve the sensitivity by many orders of magnitude, towards the single marker level, where we can take advantage of stochasicity. We point out that while this technology has been proposed a long time ago, it has not found its way into the clinic because of the lack of careful and repetitive measurements on medically relevant targets. Readout: Changes in cantilever deflection and/ or resonance will be read using novel optical transmission methods pioneered at the LCN, which simply treats the cantilever as a diffractive object and measures bending of multiple cantilevers using a CCD camera. The real advantages of this approach are that multiple arrays can be measured in parallel, there is no complex laser alignment or on-chip wiring procedures, and the laser detector distance can be significantly miniaturized.The development of our handheld HIV multiple-marker device will ultimately result in more effective management of HIV infection, thereby significantly improving the prospects of millions of HIV infected people across the world.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G062064/1","grantId":"EP/G062064/1","fundValue":"1599620","fundStart":"2009-05-01","fundEnd":"2012-07-31","funder":"EPSRC","impactText":"","person":"Rachel Anne McKendry","coPersons":["Thomas  Duke","Gabriel  Aeppli","Vincent Clive Emery","Deenan  Pillay","Robin  Weiss"],"organisation":"University College London","findingsText":"","dataset":"gtr"}