{"id":"EC43719F-67B9-41D1-9F5E-F55E86D4328C","title":"Energy loss study for AC excited superconducting coils","abstractText":"The project is for energy loss study for AC excited superconducting coils.The use of superconducting tape wound into coils is a common feature of the most effective applications of HTS. However, these tapes are highly sensitive to AC losses produced by time-varying magnetic field perpendicular to the cross-sectional width of the tape. This imposes some constraints upon the design of ac coils particularly for stator windings in electrical machines. In real applications, we have a combination of AC and DC magnetic fields acting on a coil that, in turn, has DC or AC transport current. Moreover, magnetic fields are not uniform and not even sinusoidal and the same is true for currents. This effect of small superimposed ripples of magnetic field and transport current in the presence of large background field or current is a great concern for HTS motors and generators and it has not been studied in detail. We stress the importance of studying coils in real configurations of magnetic fields and currents for particular systems. In this case, experimental measurements are likely to be more reliable than modelling.We will study HTS coils experimentally using both liquid nitrogen boil-off and electrical techniques and these results will be used to validate numerical models describing coils. We believe this combination of methods will deliver a reliable system for characterising the performance of coils for practical user systems.As the output of this work, we will have: (i) a working knowledge of the interconnection between relevant parameters of the tape and the overall coil properties; (ii) a reliable experimental technique for determining the energy loss in coils; (iii) validated coil models as a data source for the design and construction of large-scale electrical machines.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H019294/1","grantId":"EP/H019294/1","fundValue":"285593","fundStart":"2010-10-01","fundEnd":"2013-09-30","funder":"EPSRC","impactText":"  the output from this project is a measurement system for and data relating to the beviour of superconducting coils in an environment in which there are background fields and ripple fields such as would be found in a wind turbine or for that matter and MRI machine Aerospace, Defence and Marine,Energy,Healthcare,Transport ","person":"Timothy Arthur Coombs","coPersons":[],"organisation":"University of Cambridge","findingsText":" 2G HTS(high temperature superconductor) tapes from world leading manufacturers such as SuperPower and AMSC were fundamental components in the project. In the first stage, basic characterization of short tapes was performed. Our SuperPower and AMSC samples reached critical currents up to 135 A and 100 A respectively ( 77K selfield). Measurement data such as critical currents and n values at different sizes and angles of external magnetic field were used as crucial input data for the computer models developed in the group. \n\nModelling of pancake/racetrack 3 G HTS coils brought some of the most important findings of the project. The most important findings from this work are summarized in the following publications:\n\nMin Zhang, M. Chudy, Wei Wang, Yiran Chen, Zhen Huang, Zhaoyang Zhong, Weijia Yuan, J. Kvitkovic, S. V.Pamidi, and T. A. Coombs, &quot;AC Loss Estimation of HTS Armature\n\nWindings for Electric Machines&quot;, IEEE TRANSACTIONS ON APPLIED SUPERCONDUCTIVITY, VOL. 23, NO. 3, JUNE 2013\n\n\n\nMark D Ainslie,Victor M Rodriguez-Zermeno, Zhiyong Hong,Weijia Yuan, Timothy J Flack and Timothy A Coombs, &quot;An improved FEM model for computing transport AC loss in coils made of RABiTS YBCO coated conductors for electric machines&quot;, Supercond. Sci. Technol.24 (2011) 045005 (8pp)\n\n\n\nWeijia Yuan, A M Campbell, Z Hong, M D Ainslie and T A Coombs, &quot;Comparison of AC losses, magnetic field/current distributions and critical currents of superconducting circular pancake coils and infinitely long stacks using coated conductors&quot;, Supercond. Sci. Technol.23 (2010) 085011 (8pp)\n\nMin Zhang, Michal Chudy, Jae-Ho Kim, Sastry Pamidy, Weijia Yuan, T.A. Coombs, &quot;Study of 2G high temperature superconducting coils: determination of critical current&quot;, Journal of Applied Physics, 111, 083902 (2012)\n\n Min Zhang, T.A. Coombs, &quot;3-D modeling of high-Tc superconductors by finite element software&quot;, Supercond. Sci. Technol. 25, 015009 (2012)\n\n\n\nThe models were used to investigate the electromagnetic properties of and calculate the transport AC loss in a superconducting racetrack coil for use in superconducting rotating machines It is worth to mention that developed models for AC loss calculations improved in both, computation time and accuracy compared to the previous models.\n\n\n\nAccording to the developed models, new critical current criterion for racetrack coils was suggested, AC losses calculated.\n\n\n\nThe models are FEM (fine element modelling) based on H formulation. COMSOL Multiphysics was used as an interpreter. In following studies, results based on computer modelling were compared with the real experiments performed in our laboratories. A very good agreement between the models and experiments was found. \n\n\n\nY. Chen, Min Zhang, M. Chudy, K. Matsuda, and T.A. Coombs, &quot;Complex Study of Transport AC Loss in Various 2G HTS Racetrack Coils&quot;, Physica C, 487, 31 (2013)\n\n\n\nY Chen, Min Zhang, M Chudy, W Wang, Z Zhong, Z Huang, T.A. Coombs, &quot;Theoretical and Experimental Magnetization Loss Comparison Between IBAD Coils and RABiTS Coils&quot;, IEEE Transaction on Applied Superconductivity, 23, 8201504 (2013)\n\n\n\nSuperconducting coils were characterized in external magnetic fields with very interesting outputs. SuperPower coils exhibit maximal critical currents in the field directions, where minimal currents were expected. A comprehensive explanation of this fascinating phenomenon is explained in the publication:\n\nM. Chudy, Y. Chen, Min Zhang, T.A. Coombs, &quot;Anisotropy of 2G HTS racetrack coils in external magnetic fields&quot;, Supercond. Sci. Technol. 26, 075012 (2013)\n\n\n\nThe novel calorimetric measurement set-up was designed and built. Crucial properties such as heat transfer analysis and force strain were evaluated and published in following conference proceedings paper: \n\nYR Chen, WJ Yuan, Min Zhang, and Tim Coombs, &quot;The Experiment to Evaluate the AC Loss of 2G HTS Windings in the Application of Rotating Electric Machines&quot;, IEEE applied superconductivity, VOL. 22, NO. 3 (2012)\n\n\n\n Ac losses of two types 2G HTS racetrack coils were successfully measured using the newly constructed calorimetric measurement set-up. Power losses under DC currents and ripple magnetic fields were evaluated. These kind of measurements require the calorimetric method in order to be carried out succesfully. The calorimetric method was proven to be reliable and efficient, however, a potential for future improvements is still high. The most important finding of this part of the project could be found in the following publication:\n\nM. Chudy, Y. Chen, M. Zhang, M. Baghdadi, J. Lalk, T. Pretorius, T. Coombs,&quot; Power losses of 2 G HTS coils measured in external magnetic DC and ripple fields&quot;, IEEE trans. Appl. Supercond. , in press This is one of the steps along the way to the commercial exploitation of high temperature superconductors. So we would expect the research to be useful to companies who are considering the use of superconductors in motors (e.g. large motors used for driving ships) and generators such as wind turbines. . Using a superconducting rotor could increase the rotor magnetic flux density, which makes the machine much smaller and lighter, which could be especially beneficial for wind energy industry. Employing 2G HTS coils in superconducting direct drive wind turbines is an especially exciting application of HTS superconductors.\n\n\n\nTo a lesser extent the knowledge gained in coil design especially the new voltage criterion would have application in areas where the field is static such as NMR or MRI \n\n\n The understanding of AC losses in coils under the influence of both a varying current and a varying applied magnetic field is of paramount importance when considering the design of superconducting machines. This is true of both motors and generators.\n\n\n\nMotors because the main driver behind the use of superconducting machines is the potential to increase efficiency. A secondary driver is the possibility that the machines may be reduced in size but that is not the effect we were considering in the work carried out under this proposal.\n\n\n\nGenerators because, especially with wind turbines installed in locations where maintenance is difficult such as offshore locations it is important that the losses are understood under all conditions, e.g. constant wind, blustery wind etc.\n\n\n\nWe were looking at the effects of changes in load angle producing variations in the magnetic field applied to the AC coil and analysing how to minimise the effects on losses thus increasing the efficiency of the machine and crucially to provide data to enable the cryogenics to be properly designed.\n\n\n\nThe main exploitation routes for the data which we have gathered and the papers which we have written are therefore in the design of Offshore wind turbines, the design of superconducting coils, the design of the conductors which are used to wind the coils and crucially further understanding of the fundamental loss mechanisms. \n\n\n\nTo summarise during this project we carried out experimental characterization of both short 2G HTS tapes and 2G HTS coils. We developed FEM models in order to study AC losses in the 2G HTS coils. Finally we designed, produced and tested a new power loss calorimetric measurement set-up . This measurement set-up allows to measure power losses of 2G HTS coils by a novel calorimetric method. The measurement set-up is a unique device world-wide as none of few existing calorimeters has such complex background magnetic fields. All of these elements data, models and characterisation rig are available for further academic research. Energy","dataset":"gtr"}