{"id":"EC4398D2-39EC-4FAD-9438-E7FCF3343DA6","title":"Evolution in music publishing: economic strategies, business models and copyright.","abstractText":"Every enterprise in the creative industries has concerns and aspirations about the impact of new technologies, what business models it should adopt and what protection can and should be offered by copyright law. Music publishing is an old established industry that has adapted to successive technological and institutional changes, especially copyright law, by adopting different strategies and business models. While producing essentially the same product - namely services for access to composed music - it moved from one form of exploitation to another: from selling sheet music to securing performances, to licensing sound recordings, to syndication through radio and TV broadcasting, to advertising licensing, and to the assembly and exploitation of back catalogue. How it has survived and what historical and economic factors can explain those adaptations make for an exemplary case study to understand the future of creative industries in the digital age.\nThe research focuses on the economic history of the publishing industry over a period of time of two centuries. Its objective is to understand the process of adaptation to many-sided changes (technological, institutional and economic). The purpose is to shed light on how to react to the opportunities and threats posed by digitisation and what combination of market-based strategies and public policies seems appropriate to achieve sustained growth.\nOur research method consists of selecting a number of long lasting works/titles and tracing their product cycle according to certain key variables. The sample includes a large number of works that have been exploited over a long period of time in different technological and institutional contexts and across different jurisdictions. The research traces the product cycle of each musical work by using a series of parameters, such as form of publication, changes of ownership, marketing strategies, performance history, business model, and so on. It then tries to explain the changes in the forms of exploitation by applying a multivariate analysis which takes into account a series of factors, like costs and revenues, impact of technological change, complementarity and substitutability between product forms (eg. live performance vs. sound recording), and the impact of legislative change (eg. extension of copyright terms). The research aims at responding to a straightforward question: What factors explain the economic survival of the music publishing industry across technological, economic and institutional changes?\nThe project addresses this question by adopting an inter-disciplinary approach which combines cultural economics and copyright law specialists with particular expertise in the historical development of the music industry.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L004666/1","grantId":"AH/L004666/1","fundValue":"146472","fundStart":"2014-01-02","fundEnd":"2016-01-01","funder":"AHRC","impactText":"","person":"Ruth Marilyn  Towse","coPersons":["JOSE  BELLIDO","Fiona  Macmillan","Maurizio  Borghi"],"organisation":"Bournemouth University","findingsText":"","dataset":"gtr"}