{"id":"EC51670F-C7A2-404A-AFB3-305AE6BCD39D","title":"Clean Low Carbon Vehicles - Combustion with Simultaneous Nitrogen and Hydrogen Enrichment","abstractText":"The project is a feasibility study of a new combustion technology that will allow an extension of the operating window of diesel engines, to include more efficient and less polluting modes through simultaneous nitrogen and hydrogen combustion enrichment. This will be achieved by on board fuel reforming and supplying of the engine with the produced oxygen-free reformate. The novelty of the system is the utilisation of the dilution effect of the reformate combined with (i) replacement of part of the hydrocarbon fuel in the engine cylinder by hydrogen, and (ii) waste heat recovery. The dilution effect is similar to that offered by the well established exhaust gas recirculation technique and by air separation membranes supplying the engine with nitrogen- enriched air in order to reduce NOx emissions. However, in the case of the proposed system the dilution effect will not be accompanied by associated drawbacks that include fuel economy, CO2 penalties and increased particulate emissions. The system will be based on the incorporation of a catalytic fuel reformer in the engine that will be fed with engine fuel (still a single fuel system) to produce the N2 and H2 containing gas mixtures. The system has the potential to lead to a clean, low CO2 emissions diesel engine that will meet emissions legislation and offer improved fuel economy. Moreover, by reducing the burden on the aftertreatment the fuel economy and CO2 emissions will be further improved.The proposed technology can be practically integrated and used in conjunction with the majority of, if not all, the proposed technologies for improving CO2 emissions of IC engine powered vehicles, and in addition to diesel engines, the potential of fuel reforming to achieve carbon reduction benefits in gasoline engines will also be evaluated.The feasibility study will be carried out in an interdisciplinary collaboration by three research groups with experience in a wide range of engine and catalysis technologies research: the Brunel University Centre for Advanced Powertrain and Fuels, the University of Birmingham Future Power Systems Group and the Cardiff University Catalysis Institute. The present project aims at proof of concept and demonstration of feasibility of the proposed engine-reformer system. The programme includes:- Study of engine combustion, performance and emissions under simulated conditions with addition of N2-H2 mixtures (Brunel). This will establish the required compositions of reformer product gas and set the target performances of the reforming process.- Catalyst studies (Cardiff) to identify stable catalysts that will selectively perform reforming reactions at relatively mild temperatures.- Study of the exhaust gas and autothermal fuel reforming processes under fully controlled reactor conditions (Birmingham) aiming at achieving the product compositions and performance targets established by the engine combustion study.- Study of engine combustion, performance and emissions with simulated reformate (Brunel). This will assess the effects of all the reformate components (such as CO) on combustion and emissions. It will also realistically evaluate the CO2 and fuel economy improvements obtained by the addition, to the engine, of gas mixtures with compositions identical to those achieved in the reactors (Birmingham) with the identified optimum catalysts (Cardiff).- Study of gasoline exhaust gas fuel reforming to evaluate how much of the energy benefit predicted from thermochemical calculations can be practically achieved (Birmingham).The outcomes of the feasibility study will provide detailed guidelines for further work to study and develop a fully integrated closed loop engine-reformer system in collaboration with automotive industrial partners. The results from the study may lead to new advances in engines with the reforming-based N2-H2 enrichment system serving as the enabling technology for developing new frontier energy saving low carbon engines.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H050248/1","grantId":"EP/H050248/1","fundValue":"436261","fundStart":"2011-02-01","fundEnd":"2012-12-31","funder":"EPSRC","impactText":"","person":"Thanos  Megaritis","coPersons":["Miroslaw Lech Wyszynski","Athanasios  Tsolakis","Karl David Dearn","Stan  Golunski","Hua  Zhao"],"organisation":"Brunel University","findingsText":"","dataset":"gtr"}