{"id":"EC548496-9CBF-41E2-8822-AC36337D5BE1","title":"Network, Relation, Flow: Imaginations of Space in Herodotus' History","abstractText":"Conceptions and representations of space are currently undergoing a fundamental transformation thanks to the technical possibilities afforded by new forms of multimedia software. This project will employ some of these new technologies in order to foster new insights into the treatment of spatial formations and relationships in Herodotus' History. It will explore different methods of representing geo-spatial data sourced from ancient texts, while interrogating the manner in which Herodotus' chosen medium impacts on the imagination of space in the narrative.\\n\\nThe study of space in antiquity tends to be restricted to archaeological survey or analyses of dramatic performance: little work has been done on the narrativisation of space in literature. This lack of interest is particularly pronounced in the case of Herodotus, despite the fact that space features prominently in his narrative, in terms of both its tracing of Persian expansion, and the author's own investigative journey around the world he writes.\\n\\nThere are at least two other reasons why a study of space is important for thinking about Herodotus' History. First, Herodotus occupies a position on the margins of Greek culture, not only by virtue of coming from Halicarnassus (modern-day Bodrum) on the Ionian coast of Asia Minor, but also because he writes down his narrative: in a world dominated by spoken words in public, Herodotus' text stands ideologically distinct from the media of his broader community, and presents an unprecedented opportunity to explore the difference writing has on the way space is conceived. Second, the manner in which Herodotus puts together his text also allows different possibilities for thinking about space. Recent scholarship has demonstrated the composite nature of his narrative: he includes stories and accounts from a wide variety of sources. Since, notionally at least, these accounts represent the views of a particular individual or group, it should be possible to isolate and evaluate the various notions of space different individuals or groups possess, as well as to consider the ways in which Herodotus ties them together.\\n\\nThus, this project will seek to identify, detail and investigate the various ways in which space is represented and conceived in Herodotus' History. Its working hypothesis is that Herodotus presents a notion of space which is experienced rather than abstract; that different groups represented in the text 'imagine' space through different perspectives; and that the Mediterranean world he describes may be characterised in terms of networks, relations and flows rather than any notion of a centre. Proof will derive from two methods. First, a narratological analysis will explore the disjuncture between the primary narration of Herodotus and the character-texts of his individual agents, and assess how space works in context as the narrative unfolds. Second, a geo-referenced database will be compiled to plot Herodotus' spatial co-ordinates on a modern-day map with hyperlinks to the data recorded in the History. The results from both the textual analysis and the geo-database will be used to construct a series of different topological representations of the spaces conceived in the text. This will help crystallise the skein of relational connections between places contained in the text, creating network maps that are radically different from standard, topographical-based maps. By these means Herodotus' world-view will be introduced to a new and wider audience via the internet and a series of publications.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F019459/1","grantId":"AH/F019459/1","fundValue":"66724","fundStart":"2008-09-01","fundEnd":"2009-07-01","funder":"AHRC","impactText":"  Tools and methods that we have developed have led to a collaboration with Google (http://googleancientplaces.wordpress.com/) and have been used in classrooms both at university (http://hestia.open.ac.uk/reading-herodotus-spatially-in-the-undergraduate-classroom-part-i/) and at school (http://hestia.open.ac.uk/hestia-meets-a-virginia-us-high-school-latin-class-part-i/). Key intellectual outcomes have also contributed to policy discussion by various international bodies, including The Scholarly Communications and Information Technology (SCIT) Program funded by the Andrew W. Mellon Foundation, the workgroup on Information Visualisation in the Digital Humanities for the European Science Foundation-funded Network for Digital Methods in the Arts and Humanities, and the workgroup on Research Communities and Research Infrastructures in the Humanities, European Science Foundation Standing Committee for the Humanities. Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Culture, Heritage, Museums and Collections Cultural,Societal,Policy & public services","person":"Elton Thomas Barker","coPersons":["Stefan  Bouzarovski","Christopher Brendan Pelling"],"organisation":"University of Oxford","findingsText":" Involving a team of researchers from Classics, Geography and Computing, Hestia analyses spatial data embedded in Herodotus's Histories in order to reconstruct the geography of a literary narrative. Challenging the usual abstract Cartesian mapping of the ancient world, Hestia draws attention to the connections between places underpinning Herodotus's narrative. The results eschew schematic spatial distinctions in favour of conceptual model based on networks and flow. Hestia's experimental use of new technologies to visualise and analyse geospatial data in a narrative may be of use for the wider community (public agencies, high-tech industries and educationalists) interested in data visualisation, especially of geospatial concepts, and the challenge of making sense of 'messy data'. Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Environment,Culture, Heritage, Museums and Collections","dataset":"gtr"}