{"id":"EC58B4FC-4368-4DB3-BDEF-D9972C2F2D21","title":"The politics of knowledge and information sharing across borders: Infectious Disease Surveillance in the Mekong region","abstractText":"There is growing awareness that transnational expert networks can contribute to improved health and human development, with the potential to address many challenges that increasingly transcend national boundaries, such as infectious disease control and environmental issues. In recent years, particular emphasis has been placed on networks for South-South cooperation, understood as a process whereby two or more developing countries pursue their individual or collective development through cooperative exchange of knowledge, skills, resources and technical expertise. Indeed, it is recognised that this approach can contribute not only to more sustainable pathways to development, but can also produce knowledge that is better suited to local contexts, as well as positive externalities such as political stability, enhanced sense of ownership, self-reliance and independence.\n\nYet, researchers who have begun to examine the actual working of such networks have identified problems that may hinder effective and meaningful cooperation, including issues of influence, trust, power, cross-cultural communication, and differential access to resources.\n\nThis project aims to gain a better understanding of these issues and the ways in which they may affect knowledge exchange and network dynamics. As a case study, the project will examine disease surveillance networks in the Mekong basin of Southeast Asia - a region that has been the target of innovative experiments in international health and development, in a context of rapid economic changes.\n\nThis project also aims to have a tangible public health impact. The Mekong Region is a vital economic resource for the livelihood of rural communities in Southeast Asia, characterised by intense mobility of migrant workers and traded goods. It is also a hotspot of severe epidemics, including multidrug-resistant malaria and avian influenza, with high mortality and morbidity rates throughout the region, significant effects on national economies, and important implications for global health. Despite sustained efforts at the regional level, key problems remain such as the lack of effective channels for rapid communication and coordination in the event of cross-border outbreaks. The detailed study of regional cooperation will provide indications to inform the design and implementation of improved regional programmes, including advice on how to achieve more efficient allocation of scarce resources.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/K009990/1","grantId":"ES/K009990/1","fundValue":"211633","fundStart":"2014-01-01","fundEnd":"2016-12-31","funder":"ESRC","impactText":"","person":"Marco  Liverani","coPersons":[],"organisation":"London Sch of Hygiene and Trop Medicine","findingsText":"","dataset":"gtr"}