{"id":"EC5C5CDF-53A7-42D5-BA3C-E1D030323C7C","title":"The Thomas Nashe Project","abstractText":"Thomas Nashe (1567-c.1600), one of the most influential writers of the English Renaissance, has not been edited for over 100 years. 'The Thomas Nashe Project' is an ambitious project of scholarly editing: six volumes of all of Nashe's known writings and dubia, to be published by Oxford University Press in 2021 in print and also online, as part of Oxford Scholarly Editions Online, with detailed annotation that takes account of advances in our understanding of the 16th century; a new glossary that makes use of the e-search tools at our disposal; and extensive analysis and commentary. The edition will be edited to the highest standards, taking account of developments in approaches to scholarly editing and new research. R. B. McKerrow's revered scholarly edition (1904-10) is based on his collation of the copies of texts available to him in London and Oxford, although we now know that many more copies survive on both sides of the Atlantic (270+). His textual notes, accurate as they are, can be confusing as he collated his copy texts with 19th-century works that have no textual authority. His explanatory notes reflect the state of knowledge about Elizabethan society in the early 20th century. They are out of date on social history, urban history and the history of London; the relationship between individual writers; the conditions of early modern writing; the nature of patronage and the social order; rhetoric and literary culture; and religion. All of these features of McKerrow's edition and many more are in need of modernisation.\n\nBy working with Partners of national and international standing, we also aim to both advance and disseminate the knowledge we will gain of this writer and his contribution to English literature and the English language. Our partners and collaborators include, in the UK, Globe Education, Edward's Boys, the Old Palace School (Croydon), where Nashe's play 'Summers Last Will and Testament' was first performed, The Oxford English Dictionary, Norfolk Museums Service (with Great Yarmouth Museums), and in the US, The Folger Shakespeare Library, Washington DC, which holds one of the finest collections of Nashe's writings in the world, and the Mellon Trust Foundation-funded 'The Visualizing English Print Project' team based at Madison University, Wisconsin. By collaborating we aim: (1) to resituate Nashe in his national and regional contexts (London, Lowestoft, Great Yarmouth), (2) to explore Nashe's lasting legacy on the development of English literature and on the language, and (3) to reach a much wider general readership who have an interest in Tudor / Renaissance literature. \n\nA unique feature of this project is the importance we attach to the orality and performance potential of Nashe's writing, both his prose fiction and his sole-authored play 'Summers Last Will and Testament', and thus of the relationship between prose and drama in this period. We will have video-recordings of the Edward's Boys performances of this play at King Edward VI Grammar School, Stratford upon Avon, the new Globe Sam Wanamaker Playhouse, and the Great Hall at The Old Palace School in Croydon, and of a 'Read not Dead' reading of 'Terrors of the Night' by candlelight at the Globe's SWP. We will commission a film exploring Nashe's links to East Anglia, as well as the writing of 'Lenten Stuffe' in Great Yarmouth at the end of his life, with readings of this text. With Testbed Audio (a maker of radio programmes for the BBC) we will also record and publish an actor experimenting with reading styles and make a 'feature' about the research that underlies this experiment.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/M009076/1","grantId":"AH/M009076/1","fundValue":"750181","fundStart":"2015-10-01","fundEnd":"2020-09-30","funder":"AHRC","impactText":"","person":"Jennifer  Richards","coPersons":["Cathy  Shrank","Jonathan  Hope","Andrew David Hadfield","Joseph Laurence Black"],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}