{"id":"EC64A8D3-FEAE-4D4E-80AB-6A26FBB4EA0C","title":"The ties that diffuse? Scrutinising the role of dyadic linkages in cross-national environmental spillovers","abstractText":"<p>Is globalisation good for the environment? One possible way in which globalization might contribute to sustainability at the domestic level is by facilitating the diffusion of more environmentally-sound technologies, organisational practices and performances from more environmentally-progressive countries to less environmentally-progressive ones. </p>\n\n<p>The over-arching aim of this research project is to examine the extent to which different forms of interconnection between countries contribute to such positive cross-national environmental spillovers. The project makes use of statistical techniques - known as spatial econometrics - which allow researchers to determine whether characteristics in one country &quot;spillover&quot; (that is, diffuse) to others via international contact. Two broad sets of environmental spillover are examined by the project:</p>\n\n<ul>\n \n\n <li>environmental innovations such as environmentally-sound technologies, private environmental codes and environmental regulations;</li>\n\n <li>actual levels of environmental performance such as carbon-intensity.</li>\n</ul>\n\n<p>In order to provide a more sophisticated understanding of the role of globalisation, five different international linkages are investigated: trade, investment, telecommunications, diaspora and travel. Data for all five forms of linkage will be dyadic in nature, allowing the researchers to undertake a more geographically disaggregated analysis of the influence of international interconnections.</p>\n\n<p>&nbsp;</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/F03671X/1","grantId":"ES/F03671X/1","fundValue":"79212","fundStart":"2008-03-01","fundEnd":"2009-08-31","funder":"ESRC","impactText":"","person":"Richard  Perkins","coPersons":["Eric  Neumayer"],"organisation":"London School of Economics & Pol Sci","findingsText":"","dataset":"gtr"}