{"id":"EC66BDA7-2D1E-4319-A149-21FDAF92B726","title":"Bio-functional Magnetic Nanoparticles: Novel High-Efficiency Targeting Agents for Localised Treatment of Metastatic Cancers","abstractText":"One of the greatest healthcare challenges facing the world today is the treatment of metastatic cancer. Although we know a great deal about how to treat tumours once they grow more than a few millimetres in size, it is the unseen me-tastases that spread out from a primary site that more often than not are the cause of fatalities. We are forced to resort to systemic treatments, to chemotherapy and radiotherapy, which place the entire physiology under severe strain, af-fecting healthy cells almost as much as they do the cancer cells. There is a pressing need for viable alternatives, and clinicians and scientists have been pursuing such goals for decades. Although there have been successes, for the most part it has been impossible to deliver therapeutic agents to the sites of metastases in sufficiently high doses. Attention has turned to 'payload' methods, where the targeting biomolecule is used to carry a therapeutic agent to the cancer, and some external stimulus is applied to activate it. The best of these are based on the use of inorganic nanoparticles which, under stimulation, are designed to release heat. These hyperthermia approaches are ideally suited to cancers, which are highly susceptible to heat-induced cellular stress. Hyperthermia also has great potential as an adjuvant therapy, since just a degree or two of local heating can significantly increase the effectiveness of chemotherapy and radiotherapy, reducing their required doses and thereby reducing the harmful side-effects. Even so, to date there has been little real success in attempts to implement localised hyperthermia, despite promising bench results. The key failure lies in the required dose-response characteristics of the therapy, which exceed the capa-bilities of the best approaches attempted so far. One approach, volumetric induction heating of magnetic nanoparticles using megahertz applied fields, is intrinsically efficient. However, even here efforts are hampered by a reliance on 30-year-old induction heating electronics - more befitting an arc-welding workshop than a hospital clinic - so that only one clinical trial has yet been attempted. It is therefore no wonder that our announcement earlier this year of a new breakthrough invention - an induction heat-ing circuit we call the Magnetic Alternating Current Hyperthermia (MACH) system - was greeted with enormous media attention. The MACH system embodies three ground-breaking innovations which together enable, for the first time, construction of an extremely high performance, robust system that can feasibly be used in the clinic. Of particular note, it allows for a hand-held coil to be attached to the heater, and for miniaturisation or even catheterisation of the appli-cator. The prospects are suddenly wide open for real clinical application of hyperthermia to treat metastatic cancer, and for widespread exploitation of this UK-owned technology in an exceptionally large market. To translate this promise into achievement requires significant efforts, and most importantly, well-focused efforts. To this end we have consulted widely and brought together an excellent team of academics, clinicians and companies, from start-ups to conglomerates, to work together on an implementation plan. Key to this plan is to move as fast as possible to clinical outcomes, to engage quickly with patients, clinicians and health services to establish efficacy and credibility, and to build a platform for innovation for years to come. We have chosen to adopt a dual approach of (1) proving the clinical efficacy of the MACH system for localised hyperthermia on two especially well suited cancer exemplars - head and neck cancer and lung cancer; and (2) developing 'stealth' antibody-tagged magnetic nanoparticles suitable for intravenous injection, and able to evade the reticulo-endothelial system and accumulate at metastatic sites. These then are the goals of our Nanotechnology Grand Challenge.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G062072/1","grantId":"EP/G062072/1","fundValue":"1610110","fundStart":"2009-05-01","fundEnd":"2012-09-30","funder":"EPSRC","impactText":"","person":"Quentin  Pankhurst","coPersons":["Rosamund Barbara  Pedley","Kerry Ann Chester","Mark  Lythgoe","Ivan Paul Parkin","Sean Paddy Nair","Sam  Janes"],"organisation":"University College London","findingsText":"","dataset":"gtr"}