{"id":"EC680028-C571-44AD-B9A2-EE8C388DFE79","title":"Globalisation, innovation and productivity: international evidence and implications for policy","abstractText":"<p>This research project will provide international comparison of trends in the location of inventive activity. The objectives are to shed light on:</p> \n<ul> \n <li>the extent to which firms are relocating innovative activities offshore<br /> </li>\n <li>what the main determinants of firms' decisions are over where to locate innovative activity<br /> </li>\n <li>how the benefits from innovative activities vary when these activities are carried out in different geographical locations and the implications this has for policy in the United Kingdom and European Union</li>\n</ul> \n<p>We will use data that combines information on productive activity at the firm level across fifteen countries, with detailed administrative data on individual patents from the European Patent Office.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/E019153/1","grantId":"ES/E019153/1","fundValue":"208824","fundStart":"2007-07-01","fundEnd":"2010-06-30","funder":"ESRC","impactText":"  The economic and societal impacts of this research include:\n\ni. impact on policy makers: through a number of bespoke presentations and publications we have disseminated our work to policy makers in HM Treasury, BIS, HM Revenue and Customers and in Europe; our research helps policy makers to understand how to formulate innovation policy in the context of increased globalisation, how innovation responds to recession and the economic downturn, what policies are likely to contribute to productivity growth as the UK emerges from the recession and what policy will contribute to closing the UK's productivity gap.\nii. impact on students: through publication of an article on R&amp;D and globalisation in Economic Review, a journal aimed at A-level students; through lectures to undergraduates on R&amp;D and policy.\niii. impact on media: through chapters on policy options towards innovation in the IFS publication The Green Budget and IFS Observations on innovation in the recession.\niv. impact on the wider public: through publications in Britain in 2008 and Britain in 2009 on globalisation and innovation, and IFS Observations and Society Now on innovation in the recession, which are made freely available on our website. Financial Services, and Management Consultancy,Government, Democracy and Justice ","person":"Rachel Susan Griffith","coPersons":["Laura  Abramovsky"],"organisation":"Institute for Fiscal Studies","findingsText":" Our descriptive analysis suggests that the activities of UK multinationals have become more internationalised than their European counterparts, driven by a faster growth of investment abroad when measured relative to the growth of their investment at home. This seems likely to be an important contributing factor to the poor technological performance of the UK economy. The importance of foreign locations relative to the UK for UK multinationals' investment in innovative activity is also prevalent in pharmaceuticals, an industry in which the UK economy is specialised (Abramovsky, Griffith and Miller, 2008; Abramovsky, Griffith, Macartney and Miller, 2008). \n\nUntil the mid 1990s, the US was the main location for the offshore activities of UK firms. However, since then other western European countries have hosted a relatively larger share of activity. In the most recent years, European multinationals have increasingly filed patent applications which list inventors located in emerging economies such as China and Eastern Europe (Abramovsky, Griffith, Macartney and Miller, 2008; and Griffith and Miller, 2010).\n\nWe investigated the importance of a number of policy factors on the location of innovation. Our research suggests that product market reforms and employment protection legislation both play important roles in determining where firms locate innovative activity (Griffith, Harrison and Simpson, 2010; Griffith and Macartney, 2010). More recent work suggests that corporate tax plays an important role (Griffith and Miller, 2010), and a small grant from the ESRC will enable us to pursue this line of investigation in more depth.\n\nWe considered the implications of firms locating innovation offshore on activity at home. Griffith, Redding and Simpson (2009) quantify the impact that inward foreign investment has on productivity growth in the UK, showing that foreign firms make a substantial contribution to UK growth, but that it is similar in nature to the contribution made by large leading edge UK firms. Abramovsky, Griffith and Miller (2009) suggest that multinational firms that expand their research activities offshore also expand their research activity at home, consistent with the existence of complementarities between domestic and foreign activity. The scientific impacts of this project include: \na) a contribution to the academic literature on i) the extent to which European firms are relocating innovative activities offshore; ii) identifying what are some of the main policy determinants of firms' decisions over where to locate innovative activity; and iii) how the benefits from innovative activities vary when these activities are carried out in different geographical locations, and iv) the implications for policy formation. \nb) the development and application of new econometric methodology to control for unobserved confounding factors in panel duration models.\nc) the extension of economic and econometric models of knowledge production to explore whether inputs in different geographic locations are substitutes or complements.\nd) building new research capacity by providing training and experience for two young researchers, Laura Abramovsky, who is nearing completion of her PhD, and Helen Miller, who has recently finished her MSc.\ne) development of new data and research tools and hosting a number of researchers from other institutions to work on the data: Susanne Prantl (Berlin), Nadine Riedel and Tom Karkinsky (Oxford), Bas Straathof (CPB Netherlands), Kathrine Thrane Blocker (Copenhagen), Jiao Huifang (ESRC Intern). Financial Services, and Management Consultancy,Government, Democracy and Justice","dataset":"gtr"}