{"id":"EC6CAB5D-398A-4D2B-8B75-462F76ECA7AB","title":"Understanding host plant susceptibility and resistance by indexing and deploying obligate pathogen effectors","abstractText":"Diseases cause significant yield losses in crop plants. The downy mildews and their close relations represent a major group of pathogens, one of which is potato blight, the causal agent of the Irish Potato Famine. We aim to understand how these pathogens attack their host plants and the mechanisms used by plants to defend themselves. A downy mildew, Hyaloperonospora parasitica, is a natural pathogen of the molecular model plant Arabidopsis. We have recently identified a group of pathogen proteins, called effectors, that trigger host resistance and also play a role in suppressing host resistance. We are now able to recognise potential effector genes amongst all the genes of the downy mildew. So in this project we will isolate a large number of the effector genes and use them to understand how they alter their host plant to allow growth of the pathogen. In this way we identify host proteins that are important in resistance. By understanding this complex balance between disease and resistance we will reveal key components of the interactin between host and pathogen we will, in the future, design genetic or chemical approaches that protect crop plants in the field.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E024882/1","grantId":"BB/E024882/1","fundValue":"277435","fundStart":"2007-04-13","fundEnd":"2010-04-12","funder":"BBSRC","impactText":"  We have used the data generated in this grant to identify effectors worthy of further investigation to understand mechanisms of virulence Agriculture, Food and Drink Cultural","person":"Jonathan Dallas Jones","coPersons":[],"organisation":"University of East Anglia","findingsText":" Plant diseases are a major cause of yield and quality losses of crops worldwide. In Europe, downy mildews represent a major group of pathogens that cause significant crop diseases, like the potato blight that generated the Irish Potato Famine. On the other hand, most plants are resistant to many pathogens because they have a strong basal immune response. The aim of our project was to understand how these downy mildew pathogens attack their host plants and defeat their immune system.\n\nA downy mildew, Hyaloperonospora arabidopsidis (ex parasitica, H.a.), is a natural pathogen of the model plant Arabidopsis thaliana.\n\nRecent studies revealed that this pathogen, as others, introduces proteins into the host plant that affect its immune responses. These are called &amp;amp;quot;effectors&amp;amp;quot;, and sometimes the host plant has evolved a surveillance system to specifically recognize them and mount an even stronger defence response that will stop the disease.\n\nIn several downy mildew species, these proteins share a common motif that allowed us to identify new potential effectors in the genome of the H.a. downy mildew.\n\nIn this project we isolated a large number of effector genes/proteins of the H.a. downy mildew and we used them to understand how they modify their host plant to allow pathogen growth. We found that many effectors are able to diminish the level of basal resistance of the plant and avoid recognition by the plant surveillance system.\n\nWe are focused now on which plant components are the targets of these &amp;amp;quot;effector's&amp;amp;quot; activities. Our long term goal is to reveal elements of the interaction between host and pathogen that can be modified/improved to design genetic or chemical approaches that could protect crop plants in the field. Identifying effectors against which resistance genes can be sought Agriculture, Food and Drink","dataset":"gtr"}