{"id":"EC6F48A3-E98A-4B5A-B2DE-A2F1505FCDE3","title":"Ritual Reconstructed: Challenges to Disconnection, Division and Exclusion in the Jewish LGBTQI Community","abstractText":"Nationally, it is estimated that around 75% of Jews are affiliated to Synagogues. For many Jews religious practise involves an uneasy tension between modernity and belief in civil liberties/human rights; and Torah mandated rejection of non-heteronormativity. This project sets out to engage with LGBTQI Jewish participants to complicate the binary narrative of either observant Jew or someone who identifies as LGBTQI and in so doing explores the nature of community, belonging and community (dis) and (re)connection.\n\n'Ritual Reconstructed' is inter-disciplinary in design, and includes a core of theological and philosophical conceptualisations, wedded to theoretical understanding of the nature and impacts of 'community membership' (and disconnection therefrom) viewed and theorised through innovative arts practices. The findings will then be treated to theological and practice analysis and re-presented as a vehicle for both policy and transferable religious practice development within the Jewish and other faith communities.\n\nJudaism (and by extension Christianity and Islam which share a common root) is a religion in which traditional rituals and practices often marginalise members of the LGBTQI communities as a result of a presumptive heterosexuality. Despite this, religious traditions often play a key role in shaping identities, providing adherents with a set of values, hope and a sense of meaning. For members of minority ethnic groups who have experienced histories of disconnection, discrimination and exclusion and who are still regarded as in some senses 'othered' a sense of ethno-faith based disconnection from 'mainstream' society may also exacerbate a sense of 'difference' and division from other members of the LGBTQI communities. This may manifest as a sense of distance from LGBTQI normative social expectations and cultural values (i.e wishing to spend Friday night in a Jewish cultural/community setting; or tensions around being seen as 'religious' within broadly secular LGBTQI communities) adding to a set of multi-layered disconnections for individuals seeking to balance competing identities and social demands. Emergent progressive Jewish thought and discourse around ritual practice considers that it is possible to 'queer Halakhah' in a way which may indeed not rupture with tradition or be distinct from earlier forms of Rabbinic thought, enabling this project to contemplate non-linear and future oriented approaches to enhancing community well-being and re-connecting LGBTQI Jews to the wider Jewish community. The project will follow LGBTQI participants throughout the ritual cycle engaging with community members as they create and illustrate (on film) the processes of recreating ritual (e.g. LGBTQI Havurah; 'queer Seder'; alternative Purim parties and the incorporation of alternative translations into traditional Haggim (Yom Kippur/Rosh Hashanah) liturgy. The process of recreating ritual will lead to a film, presented in 'chapters', which may be used in educational settings, which will be launched at an end of project event in which philosophers, theologians and LGBTQI participants (some of whom may be members of the rabbinate) will discuss the meaning and process of such reconstructed ritual in recreating interleaved LGBTQI-Jewish identities. In addition, participants will engage with a 'ritual bricolage' project in which personally meaningful ritual objects are (re)viewed and presented through film, story, music or plastic art (in a format to be decided by the participants themselves), culminating in an exhibition which can be toured alongside the film product.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/M006085/1","grantId":"AH/M006085/1","fundValue":"72263","fundStart":"2014-10-01","fundEnd":"2015-11-30","funder":"AHRC","impactText":"","person":"Margaret  Greenfields","coPersons":["Searle  Kochberg","Elisabeth-Jane  Milne"],"organisation":"Buckinghamshire New University","findingsText":"","dataset":"gtr"}