{"id":"EC74CDBD-549C-4FE0-BA9D-2F33019763F5","title":"An optically sectioning microscope designed for high speed high resolution random access multi-point scanning of single cells and microcircuits.","abstractText":"Fluorescent molecules absorb light energy at one wavelength and emit light at a longer wavelength. This property is harnessed in fluorescence microscopy; because the excitation and emission wavelengths of light can be optically separated, structures labelled with a fluorophore can be selectively visualised. However, illumination reveals not only parts of the labelled specimen that are in focus, it reveals areas above or below the focal plane, obscuring detail and reducing resolution. Confocal microscopes circumvent this problem by optically sectioning the specimen by removing unwanted light originating above and below the focal plane. In standard confocal systems, a small point of light, usually supplied by a laser, is focussed onto the specimen and scanned point by point across the entire field of view. Emitted light is directed towards a pin hole positioned in the conjugate primary focal plane of the specimen. An image with a finite optical thickness is produced because light originating above or below the plane of focus misses the pinhole and is rejected. Standard scanning methods use two oscillating mirrors to move the laser in x and y directions. These systems can operate at relatively high frequencies that can generate two dimensional images at near video rates (~30 frames per second). However, because the laser is moved contiguously across the whole field of view, the amount of time that the laser dwells in any one position is extremely short. This limits the amount of light collected and so increases the signal to noise ratio. Thus speed is gained at the expense of image quality. Whereas these speeds may be useful for measuring fluorescence changes associated with some biological signals, measurements of action potentials, indicators of neuronal activity, with voltage sensitive dyes for example requires sampling rates of at least 1 KHz. This is clearly not feasible with standard scanning techniques. In this proposal, we will develop two different configurations of optically sectioning microscope that are each capable of very fast scanning (up to 25 KHz) but from a limited number of selected points of interest. This will be achieved by using non scanning methods that allow rapid laser positioning to any point in the field of view in under 20 micro seconds. Increased measurement speeds are achieved by taking measurements from a limited number of non-contiguous regions of a single cell or from distantly separated neurones that comprise a functioning network. This approach is termed random access scanning. The first configuration will be implemented with a programmable digital micromirror device (DMD). This represents an array of miniature mirrors that can be independently controlled at high speed. These will be used to define patterns of non-contiguous laser illumination on the specimen. Optical sectioning can be achieved because only light emitted from the focal plane of the specimen will be reflected back along the same optical path to the mirror and reflected onto a CCD camera. Mirrors will be switched rapidly to cover the whole field of view to generate an optically sectioned image. A small number of selected sites of interest of variable size can then be defined from the field of view and scanned at very high speeds, theoretically approaching 10-15 KHz. In the second configuration, speed will be increased further by positioning the laser beam with an acousto optical device (AOD). These devices use radio frequency sound waves to deflect light An AOD that is capable of deflecting light in x and y planes will be used to direct laser light to the specimen. Optical sectioning will be achieved with a DMD synchronised to the AOD positioned in the conjugate primary image plane. This system should produce maximum scan rates of 25 KHz. Successful implementation will lead towards the development of a low cost, 'solid state', high speed confocal imaging system capable of operating at very high speeds.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E00461X/1","grantId":"BB/E00461X/1","fundValue":"323423","fundStart":"2007-06-01","fundEnd":"2010-05-31","funder":"BBSRC","impactText":"  The succesful development of this microscope has led to a follow on fund award to work with a commercial partner (BB/J019046/1 ). Indirectly, this project has led to the development of further microscope technology that has led to further developments and awards (BB/L00691X/1 ; BB/L024284/1 ; ALERT 14 -Hartell). Digital/Communication/Information Technologies (including Software),Education,Healthcare,Pharmaceuticals and Medical Biotechnology Economic","person":"Nicholas Anthony Hartell","coPersons":[],"organisation":"University of Leicester","findingsText":" The purpose of this research was to develop a digital confocal microscope. We have achieved all of the original objectives leading to the filing of one patent that protects the IP behind the project and the publication of a paper that describes the work. This project led to the award of a follow on fund project (BB/J019046/1 ) where we worked with a commercial partner to develop licencing opportunities. This is ongoing.\nThe project has also initiated an entirely new line of research into multiphoton, super-resolution microscopy that has been enormously successful, leading to the award of several new BBSRC grants including BB/L00691X/1 ; BB/L024284/1 and a recent ALERT 14 award of &gt; ?630k to develop a new super-resolution facility. We are in the process of trying to commercialise this and other microscopes that we have developed. This has been succesful in that we have been awarded several grants including a recent ALERT 14 grant to use the technology to develop a user facility for fast, functional super-resolution microscopy at Leicester and within the wider scientific community Construction,Digital/Communication/Information Technologies (including Software),Education,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}