{"id":"EC7521ED-DAEF-4C06-8122-360519BFCA42","title":"Equivariant Conjectures in Arithmetic","abstractText":"An important theme in modern number theory is the exploration of the relation between certain analytic objects on the one hand and certain algebraic objects that encode arithmetic information on the other hand. For example, the Birch and Swinnerton-Dyer conjecture relates the arithmetic of an elliptic curve over a number field to the behaviour of its Hasse-Weil L-function. It is widely recognized as one of the most challenging problems in mathematics; indeed, the conjecture was chosen as one of the seven Millennium Prize Problems listed by the Clay Mathematics Institute, which has offered a million dollar prize for the first correct proof.\n\nThe leading term conjectures at s=0 and s=1 are formulated for arbitrary finite Galois extensions of number fields, and they relate leading terms of Artin L-functions to certain natural arithmetic invariants. These can be seen as generalisations and refinements of the Stark conjectures; in particular, they recover the analytic class number formula (up to sign). Moreover, the global and local epsilon constant conjectures assert that the two leading term conjectures are compatible in some sense. The proposed research consists of several innovative lines of attack on these conjectures. \n\nThis can be seen in a wider context as follows. When specialised to the case of Tate motives (i.e. Galois extensions of number fields), the equivariant Tamagawa number conjecture (ETNC) of Burns and Flach recovers the leading term conjectures (one has to assume Leopoldt's conjecture to recover the leading term conjecture at s=1). When the motive in question is an elliptic curve defined over Q, the ETNC recovers the Birch and Swinnerton-Dyer conjecture. Indeed, a key reason for interest in the ETNC is that it provides an elegant and unifying framework for conjectures involving leading terms of L-functions attached to motives. Moreover, this framework means that new results on the leading term conjectures should lead to important progress on the ETNC for more complicated motives.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N005716/1","grantId":"EP/N005716/1","fundValue":"99356","fundStart":"2016-04-03","fundEnd":"2018-04-02","funder":"EPSRC","impactText":"","person":"Henri  Johnston","coPersons":[],"organisation":"University of Exeter","findingsText":"","dataset":"gtr"}