{"id":"EC763574-2451-4F61-A992-D74EA7A4E146","title":"S6 kinase 1 and ageing","abstractText":"Life expectancy is increasing steadily in developed countries, and a major challenge for medical research is to keep people in good health as they age. As they age many people experience deterioration in physical performance and well-being and therefore understanding the mechanisms that promote healthy ageing is important. Recent research to which the co-applicants have made significant contributions has revealed that changes to single genes regulates normal lifespan and can make laboratory animals live longer and healthier lives. Alterations in genes that manufacture components of the signalling pathway related to insulin do this in yeast, worms, fruit flies and mice, implying that these simpler and shorter-lived animals could be used to understand the normal human ageing process. In this collaborative research programme, we will focus on one specific insulin pathway inside cells. This pathway which is called the mTOR/S6K pathway is involved in regulating how cells make protein. It also has an important role acting as a sort of thermostat on insulin signalling preventing the insulin pathway from being overactive. In our two laboratories we have shown that alterations in the genes that produce mTOR/S6K extend lifespan, initially in yeast and now in mice. Furthermore the mice with altered mTOR/S6K appear to be healthier as they age. In our proposed collaborative studies we shall find out how these genetic alterations work to regulate normal ageing by undertaking three related types of experiment. Firstly, we will make new mice to refine our understanding of which tissues are important for the lifespan effects we see. Secondly, we will also look in detail to determine the effects of the changes we make in the mice upon how hormones such as insulin work. Finally, we will also identify the changes in the production of proteins in mice to see if specific proteins are involved in the ageing process. These studies will give new insights into how normal ageing is regulated. This may be of future benefit in identifying risk factors for the deterioration in physical function and health that occur during normal ageing. Furthermore, the genes and molecules we are looking at are also being studied for their roles in diseases such as cancer. This means that there are active and productive drug discovery efforts and that there is the real possibility over the coming years that drugs that act on this pathway will be developed. This means that if we define how this pathway works in ageing then these drugs may be useful to prevent the deterioration in health and function that occur during normal ageing. Therefore our studies are essential if we are to find targets where drugs might promote healthy ageing.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H020527/2","grantId":"BB/H020527/2","fundValue":"429424","fundStart":"2010-10-01","fundEnd":"2014-10-01","funder":"BBSRC","impactText":"  We have used our data in our own papers and research and for the generation of data for additional grant applications. We are currently using the data in our ongoing studies on ageing as they inform the design of studies. The data will be used as the basis for future publications. Other ","person":"Dominic  Withers","coPersons":[],"organisation":"Imperial College London","findingsText":" The programme of research was based on our finding that deletion of the gene S6K1 in all tissues in mice extends lifespan and healthspan. The proposed studies were aimed at discovering the basis for these beneficial phenotypes. Firstly we aimed to generate mice in which we removed S6K1 from specific tissues and studied the responses of the mice to a high fat diet. Secondly we aimed to study the interaction between S6K1 and another gene Irs1 which we have shown to regulate lifespan. Finally as this is a collaborative grant with a lab in the USA we planned to study the alterations in protein production in the S6K1 mice in studies performed in the lab in the USA. During the research we have successfully developed the new mouse model and an additional mouse model lacking S6K2 and studied mice lacking S6K1 in fat tissue and the whole brain. Surprisingly these mice displayed essentially normal phenotypes with respect to bodyweight and metabolism even when exposed to a high fat diet. We also generated mice lacking both S6K1 and S6K2 in defined brain regions and these mice had subtle abnormalities in metabolism. Together these findings suggest that the lifespan extension seen in global S6K1 null mice may results from the deletion event in all tissue or have a developmental basis. We attempted to generate mice lacking S6K1 and Irs1 but these animals did not appear to be viable but pursued studies in cells from Irs1 mice to see what the mechanisms of longevity are in this model. Finally studies on protein synthesis did not demonstrate prominent alterations in mass protein synthesis but subtle changes in the production of some protein subtypes. We have used the mice we have generated in this project and the data we have accrued to help secure additional funding and also to pursue the mechanisms of our findings. Our suprising insights into the role of S6K1 in physiology will be published when we have gained additional insights into the underlying biology. We have made some new findings on S6K1 in senescence and Irs1 in longevity and these studies will be published or are published. Healthcare","dataset":"gtr"}