{"id":"EC77D8DC-7B8D-4EB3-A0A2-4E77D3D91DB5","title":"Palaeopopulation genomics of Mycobacterium tuberculosis","abstractText":"Tuberculosis is a reemerging infection that was also common in the past in Britain. Poverty, drug resistance, AIDS and migration are key factors in its occurrence today. The disease is usually caused by the bacterium called Mycobacterium tuberculosis, which exists as a variety of strains that have different degrees of virulence and are found in different parts of the world. Most tuberculosis infections occur in the lungs, because it is transmitted via coughing, but other parts of the body can also be infected, especially if the disease is caught by eating or drinking infected foods. If left untreated the infection can cause damage to different bones in the body, most commonly the spine, ribs, hips and knees. Archaeologists have used this information to study tuberculosis in the past, but visual examination of skeletons does not reveal which of the various strains of M. tuberculosis is present. We would like to be able to distinguish different strains of M. tuberculosis in archaeological remains because this would enable us to study the evolution of the disease. We could, for example, ask if different strains of tuberculosis were present in different parts of Britain, and in particular if people living in the countryside and in towns were exposed to different types of tuberculosis. We could also examine how tuberculosis evolved in response to the increased urbanization that occurred during the Mediaeval period. Until recently it was impossible to identify the particular strain of M. tuberculosis present in a skeleton, but now there are techniques for studying the small amounts of 'ancient' DNA that are preserved in some samples. In a previous project we used these methods with 491 skeletons from 145 archaeological sites from across all of Britain and Europe, most of these skeletons showing signs of tuberculosis, and dating from the Roman period to the 19th century AD. About half of the skeletons did not appear to contain any ancient DNA, but we achieved positive detections with enough samples to believe that meaningful comparisons can be made between tuberculosis strains from different places and periods. In the proposed project we will use new methods for sequencing ancient DNA in order to obtain the detailed information we need in order to compare an archaeological variety of M. tuberculosis with modern strains of the bacterium. We have already shown that these methods work, because we have used them successfully with one skeleton, of an adolescent female from 19th century Leeds, England. We showed that this person had been infected with a strain of tuberculosis that is rare today, but which we think was much more common in the past. In the new project we intend using the same approach with 24 skeletons, 22 from Britain, one from France and one from the Ukraine. We hope to be able to obtain equally detailed information on the strains of tuberculosis in these other skeletons, and hence to show that ancient DNA sequencing has genuine potential as a means of studying the evolution of tuberculosis.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/K012185/1","grantId":"NE/K012185/1","fundValue":"389135","fundStart":"2013-09-01","fundEnd":"2016-08-31","funder":"NERC","impactText":"","person":"Terence Austen Brown","coPersons":["Charlotte Ann  Roberts"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}