{"id":"EC7E635F-1943-4699-B9E1-6D5DEBF877BF","title":"URSULA: Urban River Corridors and Sustainable Living Agendas","abstractText":"Urban river corridors are experiencing rapid changes in land use and perceptions and offer opportunities to create sustainable, high quality, communities. The hypothesis of the URSULA project (Urban River Corridors and Sustainable Living Agendas) is that there are significant social, economic and environmental gains to be made by integrated and innovative interventions in urban river corridors. We will test this by providing a portfolio of new ideas, new tools and new data to support redevelopment of urban river corridors as places where people want to live and work, now and in the future. We will do this in cooperation with national and local stakeholders, including government, commercial, community and 'non-organised' groups of stakeholders. The key themes of our analysis and way of working are 'people' (living, working), 'river' (ecological goods and services), 'design' (possibilities for intervention and innovation) and 'values' (agents of change, measures of success). We will draw on case studies in Sheffield, the UK and beyond, and test our Outcomes with local stakeholders in Sheffield on the corridor of the River Don and its tributaries. In the design theme we will, with stakeholders, choose a set of new and current ideas which may benefit redevelopment of urban river corridors, for example use of rivers for building climate control, better storm water management, or new urban forms. New field data and design analyses will enable us to understand their potential benefits and impacts. From the field and modelling work in the river theme, a deeper understanding of how urban rivers deliver ecological goods and services to the river corridor will show how the design possibilities can be assessed. The values theme will provide new analyses of the financial and other benefits of urban redevelopment, as well novel tools (e.g. visualisation) to work with stakeholders and understand their preferences. All of these activities will take place within a close cooperation through the people theme with the stakeholder groups, who are central to the project's motivation and measures of success.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F007388/1","grantId":"EP/F007388/1","fundValue":"2546170","fundStart":"2008-01-02","fundEnd":"2012-04-01","funder":"EPSRC","impactText":"","person":"David Nicholas Lerner","coPersons":["Stephen  Connelly","E  Sharp","John Michael  Henneberry","Kevin John Gaston","Virginia  Stovin","Stephen  Sharples","Joby  Boxall","Richard Martin Ashley","Eckart  Lange","Susan  Molyneux-Hodgson","Philip  Warren","Daniela, Maria Romano","Stuart Nicholas Lane","John Buick Davison","Paul  Armsworth","Lorraine  Maltby","P  Bibby"],"organisation":"University of Sheffield","findingsText":" A river corridor, that is a river and its immediate flood plain, is given different values by different groups. This is especially so in cities, where the tensions between good social, economic and environmental outcomes can be severe. Physical and visual access to blue and green landscapes, together with the recreational opportunities of rivers and riversides, provide social benefits, while the economically attractive aspects of river corridors include flat land for residential and commercial development, waterfront sites which enhance property value, and a disposal route for storm water and effluents. In most cases, the potential environmental benefits from river ecosystems suffer because habitats, hydrology, water quality, substrates, and connectivity are damaged in order to achieve the urban benefits. Unattractive social and economic aspects include the threat of floods, water pollution, litter, lack of access and poor quality buildings.\n\n\n\nURSULA explored these issues through analysis of the river corridors in Sheffield in cooperation with Sheffield City Council, the Environment Agency, Sheffield Waterways Strategy Group and other local organisations. We have collected city-wide data, investigated detailed aspects of water and ecology in cities, looked at alternative urban designs for a case study area, and developed new tools to support all these research activities; see website for more detail.\n\n\n\nA web-based tool was created to help decisions about river restoration engineering, where there is a multiplicity of options to meet multiple objectives. The user could interactively change to weirs and calculate the consequences for recreation, fish and hydropower across the river system. Interestingly, a test of the tool against a paper-based approach showed that it was less stressful but did not improve the understanding of the decision-makers or did not lead to better decisions, because it did not intellectually engage the users as deeply as the classical approach.\n\n\n\nOur four alternative designs of a Sheffield neighbourhood were evaluated against 13 sustainability criteria by a multidisciplinary panel of 20 academic and stakeholder experts. We used a Bayesian Network to model their evaluations and used this to identify how the designs could be improved. Key factors were retention of historical buildings and amount of open space.\n\n\n\nThe 3-D visualisation toolbox attracted the most attention, e.g. appearing in New Scientist and The Guardian, especially the self-orienting iPad application which could be used to compare alternative urban designs in the field. However the key technical advances were the integration of rapid ground and building modelling with financial and physical models to calculate and visualise the effects of alternative neighbourhood designs. For example, a change in street layouts can be exported to a climate model to estimate temperature effects which are then displayed in the visualisation.\n\n\n\nSome of the research findings and outcomes of URSULA are:\n\n\n\n- The river corridors in Sheffield are rich in wildlife, but diversity does not show simple, or consistent, patterns\n\n- Citizens are not able to accurately evaluate biodiversity but their sense of wellbeing is enhanced by their perception of biodiversity\n\n- The greener is an intervention, the higher is the value citizens put on it; but they fail fully to appreciate other benefits that arise, such as flood mitigation\n\n- People in a range of places are willing to pay more taxes and rents to live in a much greener environment. This is not what policy makers expect to hear\n\n- Integrating sustainable drainage systems into urban design helps to reduce the urban heat island\n\n- SuDS have little impact on local flood risks from rivers, which mainly arise from upstream\n\n- The voluntary and community sector have a long history of active involvement in the Don corridor and are having an ongoing tangible influence on its form and functioning\n\n- We stimulated interaction between the Council, Environmental Agency, academics and the 3rd sector, for example catalysing the creation of www.riverlution.org.uk; many of the academics have become activists. The research in URSULA supports the better design of cities and urban rivers. It can be used by local authorities, Environment Agency and property developers, as well as by NGOs concerned with environment, community and cities. The research in URSULA supports the better design of cities and urban rivers. It can be used by local authorities, Environment Agency and property developers, as well as by NGOs concerned with environment, community and cities. Communities and Social Services/Policy,Environment","dataset":"gtr"}