{"id":"EC87E259-A0F5-4DF0-8C99-C7ED44082174","title":"13TSB_N4L2FS: Functional food and feed ingredients from green leaf tissue","abstractText":"Functional food and feed ingredients from green leaf tissue\nProject Summary\nBackground\nGreen leaves contain chloroplasts, these organelles are enriched in galactolipids, (the most abundant lipid on the planet),\nwhich carry omega-3 fatty acids, tocochromanols (vitamin E), a range of carotenoids with known health benefits, vitamin C,\nand proteins. In vitro and in vivo studies indicate that only between 1/6 and 1/4 of the beta-carotene in green leaf tissue is\nbioaccessible. If this is the case, then only a fraction of the nutritional potential is being released when we consume leaf\nmaterial; this may be explained by the retention of cell wall material acting as a barrier to digestive enzymes.\nOne obvious way to increase the nutritional impact of green leaf tissue therefore is to recover chloroplasts from plant cells\nand to convert these isolated organelles into functional food/feed/supplement ingredients. Despite the great potential of\nchloroplasts to contribute to the human diet, we do not know what happens to them on consumption. Food manufacturers\nand processors would not only be able to exploit these natural structures, they would be ideally placed to generate\ninnovative microstructures for the controlled delivery and release of lipophilic bioactives.\nRecent work within Food Sciences at the University of Nottingham has highlighted the potential nutritional value of isolated\nchloroplasts; only 4 g of chloroplasts contains the recommended adult daily nutrient intake for vitamins A, C E and omega-3\nfatty acids.\nProject Outline\nThe nutritional quality of chloroplasts recovered from cultivated vegetation (e.g. spinach leaved) and waste material (e.g.\ngrass clippings) will be compared. This will be achieved through compositional and ultrastructural analyses. The impact of\nblanching leaf material on the quality of chloroplasts will also be established. Candidate wet preparations of chloroplasts\nwill then be converted into prototype ingredients, which will be tested for storage stability and for their compatibility within a\nrange of food/feed formulations.\nOutputs\n1. New data on the composition of chloroplasts from a range of materials\n2. Process flow information for converting green leaf tissue into a novel chloroplast-based functional food ingredient\n3. Performance indicators for the compatibility of this new, natural, ingredient, in a range of food/feed /supplement\nformulations\n4. Blueprint for scaling up production\n5. Viable material for a large scale feeding trial","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L024535/1","grantId":"BB/L024535/1","fundValue":"29912","fundStart":"2014-04-01","fundEnd":"2014-12-31","funder":"BBSRC","impactText":"","person":"David Alistair Gray","coPersons":["Andrew Michael Salter"],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}