{"id":"EC8A1ADB-642E-461E-9047-171114282CFA","title":"Who Owns the Orphans? Traditional and Digital Property in Visual Art","abstractText":"The project investigates the regulation of non-attributable or abandoned visual art (orphan works), as expressed by traditional and digital media, within the context of legal, business and customary practices. Intellectual property and cultural laws govern the manner in which society and governments accord cultural and business value and recognition to 'authors and owners' of recorded and non-recorded visual art. While the legal notion of authorship dictates business practice, there is no coherent legal landscape in relation to traditional cultural expressions which have no 'author'. Indeed, there has been little policy assessment of whether the current legal regulation of ownership of visual art, especially cultural expressions, reflects the beliefs and practices of two important communities which hold substantial vested interests in visual arts. The first group is the indigenous and ethnic community who view visual art as part of their traditional cultural expressions. Traditional cultural expressions encompass a wide variety of values, traditions, beliefs, knowledge, forms of artistic expressions, and products that originate from indigenous and other communities throughout the world. Such expressions usually take the form of expressions by action, or visual expressions, verbal expressions or musical expressions. Over the past few years, ethnicity trends combined with today's digital culture have prompted a significant increase in both the commercial and non-commercial exploitation and branding of traditional cultural expressions. Traditional images or objects are increasingly being used to brand products, people, communities, corporations, and disciplines. Examples include indigenous art being copied onto carpets, T-shirts and greeting cards, indigenous images being registered as trade marks and used commercially, and traditional designs being worn as tattoos by celebrities. These practices raise issues of ownership, authorisation and exploitation. Moreover, indigenous and ethnic groups not only cultivate and preserve traditional knowledge but also create traditional but contemporary art by constantly recreating, reinterpreting and adapting earlier forms of expressions, in response to their environment and their interaction with nature and their history. These contemporary expressions are regarded by indigenous and ethnic communities as identifying and reflecting their values, traditions and beliefs, and thus as being owned by them and falling within a shared sense of communal responsibility, identity, and custodianship, which conflicts with Western property theories that tend to focus on the individual. This focus on the individual, however, is paradoxical. On the one hand, Western courts employ copyright and human rights laws to ban artists from parodying images of existing art works as such practices 'denature the ethic of the work', and denigrate the integrity of the author of the original work. The second group is represented by the visual art industry who view visual art as a finished business commodity to be distributed and traded in the art and cultural market. The valuation, exploitation and sharing of profits of the visual art is highly dependent on the provenance, authorship and/or ownership of the work. Digitisation of a work adds a further dimension as it increases the exposure and the earning capacity of a work, and ensures global access to humanity's rich culture. There are several initiatives by museums, libraries and archives to create such digital collections. However, if the work is classified legally as having no author, business policy often dictates the removal of images from public access, exhibitions and on-line digital libraries in order to minimise the administrative, legal and financial liability of these institutions. This area of non-attributable or abandoned works of visual art i.e. 'orphan works&quot;, will be the focus of the research.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H015329/1","grantId":"AH/H015329/1","fundValue":"120745","fundStart":"2010-04-01","fundEnd":"2011-09-01","funder":"AHRC","impactText":"","person":"Uma  Suthersanen","coPersons":[],"organisation":"Queen Mary, University of London","findingsText":"","dataset":"gtr"}