{"id":"EC9869BA-E44C-4DA3-94F6-5803E34D1EBA","title":"Manufacture of silicon microneedles for drug &amp; vaccine delivery","abstractText":"This project will develop high-volume, quality controlled, low-cost, bespoke, silicon microneedle (MN) devices for specialised Point of Care (POC) health applications. Device specifications will be defined by a comprehensive characterisation and analysis of human skin parameters (elasticity, deformation, epidermal thickness at different sites and between different people of different ages), with respect to MN delivery A range of novel MN products will be tested in clinical skin models to demonstrate their utility for easy-application and painless transdermal injection in drug and vaccine delivery. \nThe key benefit of silicon MNs is the flexibility, scalability of manufacturing; it is this aspect that we focus on in this application, developing personalised but scalable manufacture for personalised medicine.\nThe project combines microfabrication and manufacturing expertise (SU / SPTS) with pre-clinical and clinical results from Cardiff University (CU). We will develop novel hollow MN array drug and vaccine delivery systems and demonstrate their potential in clinical practice. Considerably finer and shorter than any hypodermic syringe needle, MN devices are relatively painless, (they do not puncture deep enough into the skin to stimulate pain), and cause appreciably less damage to skin than traditional hypodermics. This is critical in where patients will require regular therapy.\nMNs will provide targeted therapy to the appropriate skin compartment. E.g. in vaccination, administering antigens to the epidermis (the top 75-150 um of skin) where the immune processing Langerhans cells reside will provide a robust,whole body immune response to the vaccine. Targeting of this zone may lead to a more efficient immune response (potentially without the need for potentially harmful adjuvants) and hence dose-sparing of the difficult to manufacture vaccine.\nA completely novel plasma etch and masking process will be used (SU / SPTS) to fabricate a range of sharp, hollow MNs up to 1mm in length. Currently, sharp MNs are produced using a wet chemical etch or a combined wet and plasma etch process. Our new flexible, cost-effective plasma etch process will be used to manufacture a range of MNs of different heights for personalised drug and vaccine delivery, based on the results of skin parameter testing.\nOur novel bevelled MN design - developed using SPTS' deep silicon etch technology - will facilitate MN skin penetration using low injection forces. The new, simple MN drug / vaccine delivery system could revolutionise the multi billion dollar drug delivery markets enabling for the first time the effective transcutaneous delivery of a wide range of low molecular weight drug molecules including: diclofenac, ketoprofen, methotrexate, sumatriptan, methyl nicotinate and lidocaine, and targeted vaccine delivery against influenza, hepatitis C, measles, polio, rabies and tuberculosis. Optimisation of hollow MN designs will allow injection of viable drug and vaccine dosages.\nManufacture of hollow silicon MNs also opens up a whole new field of novel applications in fluid sampling combined with sensor diagnostics. Extracting interstitial fluid in volumes substantial enough for analysis will facilitate &quot;pain free&quot; testing of small analyte molecules. Preliminary studies will evaluate the novel MN products arising from this project for potential use in glucose testing .\nScale-up of device fabrication from small samples to full wafers, to multi-wafer production, will be achieved through integral partner SPTS' wafer-cassette loaded, multi-process-chamber tools. SPTS, the global leader in semiconductor and MEMS process equipment, is the ideal partner for high-volume, low-cost manufacture of specialised silicon MN products. SPTS will ensure manufacturing methods and materials used to make the MN devices are cost effective for scale-up production. \nThe MN market is ripe for exploitation using new MN designs, capable of being manufactured on a volume scale.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L020734/1","grantId":"EP/L020734/1","fundValue":"564437","fundStart":"2014-05-15","fundEnd":"2016-11-14","funder":"EPSRC","impactText":"","person":"Owen James Guy","coPersons":["James  Birchall","Huw  Summers","Sion  Coulman"],"organisation":"Swansea University","findingsText":"","dataset":"gtr"}