{"id":"ECA06BD4-1320-444E-9526-54D38DEF7EBA","title":"IXO Study Phase - 2010/2011","abstractText":"The International X-ray Observatory, IXO**, is the world's next generation X-ray observatory. IXO has been selected by ESA for an assessment study as one of the candidate L-class missions in the framework of the Cosmic Vision 2015-2025 program, and is under study in the US as part of the US Decadal Review process. IXO is designed to address two of the four main questions posed in ESA's Cosmic Visions, namely: 'What are the fundamental laws of the Universe?' and, 'How did the Universe originate, and what is it made of?' It will provide answers to some of the key questions in contemporary astrophysics: How did supermassive black holes form and grow? How did feedback from these black holes influence galaxy growth? How did large-scale structure evolve? How did the baryonic component of this structure become chemically enriched? How does gravity behave in the strong field limit? How does matter behave at supra-nuclear densities? IXO provides unique astrophysical capabilities through its unprecedented sensitivity to the hot, million-degree Universe, and is fully complementary to the major future ground- and space-based observatories, JWST, LISA, ALMA, ELT and SKA. The proposed programme involves a set of technological and scientific activities within the IXO project in the areas of the X-ray Optics (XRO), the X-ray Microcalorimeter Spectrometer (XMS) and its 50 mK cooler, the Wide Field Imager (WFI), the X-ray Grating Spectrometer (XGS), and the scientific definition of the IXO project. The programme is focused on the IXO study-phase activities currently underway and will maintain and reinforce the UK's role in IXO in the next phase of the project, as well as strengthening the project itself by providing our considerable expertise in these areas. ** IXO is the joint ESA/JAXA/NASA mission resulting from the merger of the two agencies mission concepts: XEUS (ESA) and Constellation-X (NASA).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/I001980/1","grantId":"ST/I001980/1","fundValue":"128336","fundStart":"2010-04-01","fundEnd":"2011-03-31","funder":"STFC","impactText":"","person":"Richard  Willingale","coPersons":["John P. Pye","Robert  Warwick","George  Fraser","Michael Geoffrey Watson"],"organisation":"University of Leicester","findingsText":"","dataset":"gtr"}