{"id":"ECA01803-FE1D-4458-A8D2-4069E9C6B059","title":"Situating small business regulation: A longitudinal study of how small firms receive, understand and respond to regulation","abstractText":"<p>Prospering, internationally competitive small firms are crucial for the UK and its regions' economic and social well being. Yet there are widespread and longstanding concerns about the appropriate level and forms of regulation. Much of the statistical-survey-based received wisdom suggests that the regulatory burden for small firms is too high. Yet, recent research has exposed some key gaps in contemporary understandings of how small firms internalise and respond to regulation.</p>\n\n<p>This interdisciplinary research project builds on this recent research and adopts a longitudinal, multi-method framework to explore how small firms understand and respond over time to different forms of regulation in contrasting sectoral (bioprocessing, film and media, and security) and geographic contexts (the North East and Cambridgeshire).</p>\n\n<p>The novelty of the research thus lies in its attention to both the spatial and temporal context in which small firms operate and respond to regulation.The situated, contextually sensitive qualitative data produced will complement existing statistical-based 'snapshot' surveys and be of empirical and theoretical significance to a range of academic audiences and policy makers in regional and national government, small business support organisations, consultant/lobbying bodies, legal organisations and trade unions.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-062-23-1916","grantId":"RES-062-23-1916","fundValue":"190917","fundStart":"2009-11-01","fundEnd":"2012-06-30","funder":"ESRC","impactText":"","person":"Simon  Down","coPersons":["Monder  Ram","Jane  Pollard","Paul  Richter"],"organisation":"Newcastle University","findingsText":" • Most regulations are experienced as everyday and unproblematic; firm behaviour is not the same as the reported views of owner-managers. Firms learn about and adapt to regulation in both (in)formal ways through their spatial/temporal networks of suppliers, personal contacts, regulators etc.\n\n• There are significant non-governmental regulatory burdens: these include (a) ‘displacement’ of work to our firms from larger public sector/corporate organisations and regulators (b) direct and indirect regulatory effects of financiers/investors and other firms or parent companies imposing standards, IT systems, targets, and culture change initiatives. \n\n• Regulation is experienced as a benefit to business, particularly in ‘formalising’ growth-oriented firms (see Nom. Output 1) operating in nascent sectors where technologies/protocols are not yet stable. \n\n• Clearer regulatory regimes are needed to stimulate growth: uneven enforcement, policy makers’ vacillation, and a lack of clarity in implementing regulation are key issues hindering growth. Our distinctive methodological approach – encompassing contextually sensitive longitudinal data-gathering – has important implications for how regulations are conceptualised, measured and enacted. This can usefully facilitate engagement with various user communities, including policymakers, regulators, trade bodies, and small firms.\n\n\n\nSenior decision-makers in these communities can be engaged with in different forms. On the one hand the research findings can be disseminated formally, thereby developing the discourse around small firm regulation. On the other hand more discursive activities may be undertaken to facilitate deeper organisational learning. This might include targeted briefings for policymakers/regulators, researcher facilitated data interrogation (data are publically available via ESDS archive), and policy discussions with relevant government departments. \n\n\n\nThe small firm community can also derive use from the findings to promote growth and professionalisation through better management of regulation. This might include developing their practices in terms of how they think about regulation and how their processes, structures, and growth strategies might be enhanced as well as be able to mitigate any constraints associated with regulation.\n The project develops a novel relational approach to the analysis of regulations and small firms and is significant because:\n\n1. it provides a grounded assessment of the relationship between regulations and growth in small firms that problematises the idea that regulations are inevitably a burden, and shows how regulation can support growth.\n\n2. our distinctive methodological approach generates contextually sensitive longitudinal and spatial data that improves understanding of how regulations are conceptualised, measured and enacted over time/space.\n\n3. it is interdisciplinary, blending geography, management and entrepreneurship, to reveal the complex ways in which small firms adapt to and experience regulations.\n\n4. it examines small firms in the context of an unusually broad range of mechanisms of social control (i.e. unintentional and non-state regulation, including supply chains and financial intermediaries).\n\n5. it is ‘multi-level’ in its capture of influences of individual workers, owner-managers, regulatory agencies operating with different jurisdictions, and professional associations.\n\n6. it demonstrates how individuals and small firms experience regulation over space and time by conceptualising firms as embedded in territorialised production and regulatory networks. Security and Diplomacy","dataset":"gtr"}