{"id":"ECA7064A-924F-43BE-9EC3-7FC5CAEC82CA","title":"Gene function in Antarctic krill: determining the role of clock-genes in synchronized behavioural patterns","abstractText":"Summary general Antarctic krill form an important part of the oceanic ecosystem, acting as predators on plankton and as a food source for a variety of animals including fish, sea birds and aquatic mammals. They migrate in a predictable manner each day, moving to the surface at night to feed and to greater depths during the day to avoid visually guided predators. Krill also synchronise their spawning and moulting cycles to maximise reproductive success. It is not known how these cycles are controlled, but it is likely that they are regulated by 'clock' genes. The circadian clock is an inbuilt mechanism by which the body controls many aspects of behaviour and physiology that oscillate with a 24-hour period, including the sleep-wake cycle, metabolic functions, and activity rhythms. The molecular basis of these cycles was originally described in fruit flies but has since been demonstrated in all animals investigated thus far. Interestingly, the circadian cock maintains the same general design but with remarkable species-specific differences. In addition to the circadian timekeeper, other clock mechanisms exist that control different types of periodicity, such as inter-tidal and lunar cycles, although their molecular architecture is still unknown. The aim of this project is to describe for the first time how daily migrations and monthly spawning-moulting cycles of krill are controlled by clock genes. This will involve a series of behavioural observations, to describe locomotor activity under controlled conditions, and molecular investigations, to identify the clock genes associated with the daily and monthly rhythmic phenotypes and their pattern of expression. It has recently been shown that the abundance of krill has dramatically decreased in the Antarctic Ocean over the last 80 years and that this decline is correlated with a reduction in the extent of the sea ice due to global warming. In view of the importance of the species and the apparent threat from changes in climate, it is necessary that we fully understand krill behaviour so that we can monitor how they adapt to climatic changes. In particular, regular recruitment to the stock is necessary to maintain population levels so an understanding of the reproductive cycle is essential. In our work we will use both standard and state of the art methodologies and create new resources that we will make available to the scientific community. It is likely that other pelagic crustaceans have close sequence similarity with homologous krill genes. This will enable others to build on our work, both in the pursuit of scientific aims and also in relation to the farming industry.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/D008719/1","grantId":"NE/D008719/1","fundValue":"382849","fundStart":"2007-04-01","fundEnd":"2011-06-30","funder":"NERC","impactText":"","person":"Ezio  Rosato","coPersons":["Charalambos  Kyriacou","Edward  Gaten"],"organisation":"University of Leicester","findingsText":" Antarctic krill (Euphausia superba) is vital to the functioning of the Southern Ocean ecosystem,being the principal food item of many higher predators such as whales, seals, sea_birds and a major consumer of phytoplankton. Rhythmic and synchronised behaviours are especially relevant to the survival strategies of krill. These may occur over a daily cycle, such as a diel vertical migration (DVM), a monthly cycle, such as the spawning_moulting phase of female krill or a yearly cycle, such as sexual maturation and metabolic activity. In the wild, the success of a species depends upon a complex interplay between internal clocks and external entrainment signals. However, with the notable exception of the circadian system, the mechanisms of these clocks and their functional interaction with the external environment are largely unknown. In our work, we have made a number of important discoveries. Through behavioural analyses (on board the RV James Clark Ross during the Discovery 2010 cruise, Antarctic summer 2007_2008), we have shown that locomotor activity is subject to circadian regulation in krill. However, our behavioural experiments, designed around those performed on Drosophila, showed only partial entrainment to lightdark (LD) cycles and multiple rhythmicities under constant temperature and constant dark conditions (DD). One interpretation of these data is that the experimental strategy was not appropriate for E. superba. Nonetheless, and more interestingly, our findings highlight that factors such as social interactions, availability of food (animals were isolated and starved during the experiment) and stress are very important to krill, and might affect entrainment and self sustained behaviour. To address these points directly we had planned camera monitoring of behaviour and tracking software guided analyses of activity. Unfortunately, logistics issues aboard RVJCR prevented us from performing those experiments. However, we were able to incubate krill under LD and DD conditions and to sample animals at three hour intervals for several days for molecular biology analyses. The molecular characterisation of the circadian clock of E. superba proceeded by isolating a number of genes, including Clock (Clk), cycle (cyc), cryptochrome1 (cry1) and 2 (cry2). Using reverse transcription real time quantitative PCR (RT_QPCR) we have shown (with the exception of Clk, which did not work in our QPCR assay) cyclic expression for all clock genes in LD and sustained endogenous rhythmicity only for cry1 in DD. This implies, although indirectly, that social interactions and food (both available to krill in this setting) are important factors for the manifestation of rhythmic behaviour and that the light_dark cycle is a major entrainment cue. Focussing on the expression of cry1 and cry2 mRNAs and proteins, we have discovered, by comparing entrained versus non_entrained (i.e. caught and immediately frozen) samples that krill control their exposure to light to coincide with the evening ascent to the ocean’s surface. We have generated transgenic Drosophila melanogaster flies carrying E. superba cry1 or cry2 and confirmed that the CRY1 but not the CRY2 protein is degraded by light. Moreover these fly lines have been essential to prove the specificity of the __CRY1 and __CRY2 antibodies we have generated and used to probe the expression of the two CRY proteins in krill2. In addition to the circadian clock, krill show circannual rhythmicity in reproduction and metabolism. To investigate these phenomena, we used subtractive hybridisation and RT_QPCR. We compared animals that, after collection from the wild in autumn, were maintained for a week either under a 12 h light: 12h dark cycle or under DD. DD incubated krill showed a pattern of gene expression consistent with known features of sexual regression and metabolic quiescence, such as the slowing of moult rate, the lowering of activity levels and the reduction in metabolic rate3. The molecular response became evident after just 7 days of exposure to a different photoperiod, suggesting a prominent role for the light_dark cycle in seasonal adaptation. During the reproductive season, spawning and moulting are continuous and inter_related, with periodicities of 20_30 days. We built a microarray containing 5088 spots (sequenced clones) printed in duplicate (10176 in total), including a number of genes known to play a role in the circadian and moultingspawning cycles. Using this microarray, we were able to identify genes that turn on or off during the different phases of the moulting cycle and achieved one of the most detailed molecular descriptions of moulting control in any crustacean species4. Finally we address the genetic diversity, population structure and demographic history of krill swarms, by sequencing a fragment of the gene cytochrome c oxidase subunit I (cox1) from 504 individuals from nine swarms. The results did not show evidence of genetic structure, implying that swarms are temporary and accidental aggregation of individuals and not discrete genetic units, as previously thought. The commercial sector is also a potential beneficiary of our research, for instance interest in krill products as health supplements is growing and enzymes from a cold water organism might be of interest to the biotechnology industry. Although we are not conducting genomic research per se, we are developing tools (microarrays) and knowledge of genes and pathways that might lead to discoveries with potential commercial value. As a signature to the Convention on the Conservation of Antarctic Marine Living Resources (CCAMLR), the UK delivers results of relevant research to the CCAMLR community. CCAMLR was established in response to concerns that an increase in krill catches in the Southern Ocean could have a serious effect on populations of krill and other marine life. CCAMLR are keen to hear information on the organisation and distribution of krill and how climate change may influence this to examine the impact on the Southern Ocean fisheries and ecosystem. This project has given key insights into fundamental aspects of krill behaviour which will have an influence on methods of stock assessment. Our results can also be used to improve management models and in predicting the likely fate of stocks under scenarios of environmental change, particularly the interaction between the potential southward migration of krill stocks under warming temperatures and the altered photoperiodic experience this will entail. Environment","dataset":"gtr"}