{"id":"ECAA14FE-6A7A-406F-B3DE-24CCCAE8EE8A","title":"A Wide-Area System for Power Transmission Security Enhancement Using a Process Systems Approach","abstractText":"Following a series of serious power blackout incidents in 2003, policy makers in the European Union and the USA have highlighted (i) the need for improved a.c. transmission grid infrastructure and advanced control technologies to enhance stability and security in an increasingly complex operating environment, and (ii) the importance of emerging measurement-based technology towards achieving such enhanced operation. The concept of this proposal is a system for transmission security assessment using the emerging measurement technologies of high-bandwidth SCADA systems and the wide area measurement systems (WAMS) which are based on time-synchronized phasor measurement units. It will lead to better situational awareness and initiate control action for optimal operation closer to loading constraints while reducing the risks of blackouts.Very recent developments in measurement-based analyses being used in oil, gas and chemicals plants point the way towards much better signal analysis applications for the emerging measurement-based technologies in power transmission systems. The measurement-based system proposed in this project would greatly extend the basic methods that are used at present and will lead to localization and real-time diagnosis of the root causes of threats to transmission system security and actions to control the situation. It offers a more predictive, responsive and accurate approach than the transmission system models which are currently used, while the signal analysis methods now being used in experimental WAMS and high-bandwidth SCADA systems would advance from their current narrow emphasis on Fourier methods adopted from the aerospace industries. For instance the project would develop signal analysis methods for use when transient events excite system non-linearities. This will provide a much more accurate indication of the true situation during developing emergencies.This project is timely and is giving an immediate response to research needs identified in the Spring of 2006 in policy documents from the EU and US. Success in shifting the emphasis from model-based to measurement-based assessments will benefit the wider field of a.c. transmission stability and security as well as creating an a.c. transmission security enhancement system in a fit state for technology transfer. A first-rate team has been assembled for the task, namely Imperial College London (expertise in robust damping control of inter-area oscillations) and UCL (expertise in measurement-based analysis for process systems), National Grid (provision of high-bandwidth SCADA data, system specification and testing, a UK industrial viewpoint) and ABB (provision of PMU data, system development, the industrial viewpoint from continental Europe). The university researchers will do part of the work on secondment with National Grid and ABB. It is quite realistic to expect success from this team.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E032435/1","grantId":"EP/E032435/1","fundValue":"272984","fundStart":"2007-09-01","fundEnd":"2011-02-28","funder":"EPSRC","impactText":"  This has been used by ABB and STATNET to develop power system dynamic monitoring tools. The tool that we have developed is used to compute degree of stability of power system operation. The method is also used by medical signal processing research community to obtain various characteristics signatures from various electrical signals. Engineers from structural engineering also found that useful to analyse dynamics of structure from measurements. Digital/Communication/Information Technologies (including Software),Education,Energy Economic,Policy & public services","person":"Bikash  Pal","coPersons":[],"organisation":"Imperial College London","findingsText":" The research conducted in EP/E032435/1 has focused on the enhancement of grid stability and security in a.c. power transmission systems. The goal was to equip the transmission operator with better situational awareness. For this purpose underpinning research on non linear and non stationary signal processing with application to identifying and characterising developing oscillations in the system was conducted. The work is of significance because of challenges posed by renewable generation from new wind farms and projected changes in the grid operational behaviour in the UK. The idea was to use the emerging measurement technology of wide area measurement systems (WAMS) based on time-synchronized phasor measurement units (PMUs). The study used methods for near real-time analysis on system response driven by large disturbance. The linked project ( EP/E03232X/1) by Prof Thornhill targeted the ambient driven small disturbance in the system in a complimentary manner.\n\nThe outcome was a method for advanced detection of a type of instability called a wide-area oscillation using WAMS data from event driven response of the system such as post fault operation. It finds the frequency and damping ratio of the oscillation. If the damping becomes too small then grid operators have to take action, hence early warning is of benefit. The researcher developed modified HHT algorithm in software tool that computes and displays the time evolution of damping and frequency of the oscillating mode, and locates where in the grid the mode is most strongly present. The project adapted methods from structural engineering for detecting vibrations in buildings were also useful.\n\nThe appointed post doc Dr Laila undertook a three month internship with ABB as part of her secondment with sponsor ABB. One academic visitor from Mexico visited for three months who had the training on real time signal estimation and contributed to the research. Therefore the researchers benefited from industrial experience and exchange. \n\nThe methodology developed has been tested on the data from three interconnected systems: Mexico, UK, and Nordic grid (Norway, Sweden and Finland). The results obtained are very much in agreement with what is normally observed in these systems i.e. the level of damping and frequency of oscillations.\n\nThe results of the project have been disseminated via two journal publications, one book chapter and one invited international task force report on this topic: a PhD thesis and in further papers published in the related grant of Prof Thornhill (EP/E03232X/1) in Chemical Eng Engineering at Imperial. An international workshop in April 2010 was organized by Dr Pal and Prof Thornhill for disseminating the research. Researchers from 10 countries in Europe participated in this two day event. A report of the workshop is at: http://www3.imperial.ac.uk/processautomation/news.\n\nThe research dissemination led us to foster new collaborations with two power grid (Fingrid in Finland and Statnet ( in Norway) besides strengthening our research partnership with National Grid UK and ABB, Switzerland, our project partners from the beginning. Aalto University in Finland, Technical University of Graz, Austria and GE corporate research have joined us subsequently to form a consortium to bid for an FP7 project which is coordinated by Imperial College London (Thornhill and Pal). The project is a EUR1.1M FP7 Marie Curie project which started in September 2010. The new project concerns monitoring and management of high voltage transmission network in the context of smart grid. It was really great to have this project sponsored by the EPSRC that is believed to have achieved its objectives and goals. Dr Pal expresses is gratitude to the sponsor. The exploitation route is planned to develop a software tool for power grid operator. The continuing project funded by European Commission have seven industrial partners where secondments between researchers are performed to focus on translation of research outcome. The research outcome was published in a peer review journal (IEEE Transactions on Power Systems).\n\n1. Laila DS; Messina AR; Pal BC (2009). A Refined Hilbert-Huang Transform With Applications to Interarea Oscillation Monitoring, IEEE Energy","dataset":"gtr"}