{"id":"ECAE12B8-B9B5-408A-93AC-85637657EBB2","title":"Competitive Cities : The network and long-term impacts of fiscal management of transport demand","abstractText":"Cities compete with each other. For more than fifty years, Public Choice Theory has explored the notion that cities compete to attract and retain residents and businesses. Likewise, the Public Finance &amp; Tax Competition literature identifies competition between cities on tax-and-spend policies. The evidence base suggests 'inter-city competition increases the likelihood cities will pursue a limited strategy versus a balanced or more progressive approach'. In the transport sector, fiscal demand management policies such as road user charging, workplace parking levies and parking charges are therefore issues upon which cities may compete. Both residents and businesses are deeply concerned about the implications of changes to charging regimes. The negative impacts they foresee may in turn influence not only transport decisions, but also (in the long run) location decisions. Thus, there are indirect impacts on the local economy, which provides a stimulus for inter-city competition. Buchan (2008), reviewing policies to combat climate change impacts from transport, concluded that a nationally-imposed parking charge on new developments was necessary, in order 'to avoid local authority fears of destructive competition from neighbouring authorities'. Fiscal management of transport demand is therefore a clear potential source of competition between cities, yet there is little research to guide us on how strong this competition might be, how much of the competitive pressure is real or perceived, and how it should affect the design, implementation and overall effectiveness of fiscal demand management policies. Our research will study the issues surrounding the design and implementation of parking and charging policies looking more specifically at competing cities with the aim to answer the following policy questions :- In what ways do and could cities compete using fiscal demand management policies? How should cities design their policies to achieve individual and collective 'best' outcomes? Should cities consider sharing revenue streams - should they compete or co-operate? How significant are these policies to the redistribution of business and residents between cities? What, if any, implications do the results have for the co-ordination of demand management policies?The research will be based on a mix of in-depth interviews with selected cities and mathematical models of competition between cities covering both short term and long term dynamics and behaviour of relevant stakeholders.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H021345/1","grantId":"EP/H021345/1","fundValue":"475146","fundStart":"2010-05-01","fundEnd":"2013-09-30","funder":"EPSRC","impactText":"  Findings have been presented to local practitioners and benefits of collaboration over competition have been useful in the promotion of the Integrated Transport Body in West Yorkshire. Follow up work in 2013-14 involved a secondment to METRO PTE in Leeds to aid in model development and planning. Transport Policy & public services","person":"Simon  Shepherd","coPersons":["David Paul  Watling","Gregory Richard Marsden"],"organisation":"University of Leeds","findingsText":" Our research set out to answer the following research questions :-\n\n\n\n•In what ways do and could cities compete using fiscal demand management policies?\n\n•How should cities design their policies to achieve individual and collective ‘best’ outcomes?\n\n•Should cities consider sharing revenue streams – should they compete or co-operate?\n\n•How significant are these policies to the redistribution of business and residents between cities?\n\n\n\nOur interviews with local authorities confirmed that cities do consider competing, but they consider different cities as competitors for different aspects. For example when competing for investment from creative industries to locate jobs then cities from further afield will be considered as competitors, when competing for regional funds from government they will team with neighbouring cities but when it comes to charges for transport such as parking then they will consider local neighbours as competitors and will consider the charges levied in other local towns. When it comes to road user charging (which is not yet common in smaller cities within the UK), the cities suggested that there would be a hierarchy of charges to consider akin to the parking charges and so some form of strategic charging or competition may well evolve.\n\n\n\nOur modelling work set up games between cities which were assumed to be implementing cordon tolls. The games were set up as an equilibrium problem with an equilibrium constraint and various charging regimes were investigated including non-co-operative games, regulation and single city games with both symmetric and asymmetric populations and jobs between the cities. In general we found that cities who consider themselves in isolation may be missing out from the benefits of tax exporting behaviour. However from a system point of view, this ability to charge non-residents and retain the revenues could lead to a sub-optimal outcome when considering the whole population. Whilst regulation of cities was seen to bring about the greatest welfare gain in both the symmetric and asymmetric cases, the introduction of competition was seen to reduce welfare and increase tolls for all users. Using a static model, these competitive cases often resulted in a classic prisoner’s dilemma or Nash Trap whereby both cities are worse off than in the no toll case. This supports the view that cities should be regulated. \n\n\n\nTo explore the potential of collaboration further, a dynamic model was used in gaming mode where players (representing city planners) were able to update their toll strategies in response to changes in welfare and the toll set by the opposing player. Within this dynamic setting we found that players still tended to the Nash Trap or high toll solutions. However once given information about the optimal regulated low toll solution, the players then changed their strategy and a co-operative equilibrium evolved. This demonstrated the potential of information in developing collaboration between cities without the need for regulation. It should be noted that these results were limited so far to the symmetric case and further research is required into whether similar collaborative strategies would emerge where cities differ in size and amenity. In terms of business and resident location, it was shown that residents move within the charged area(s) and that a smaller city would in general lose residents and jobs to a larger city (which may charge more). The relative changes were though small (as in other studies), being in the order of one percent of the total population. Regional or local transport planners/consultants may use the approaches in developing local or regional transport plans. The move towards local transport bodies and regional enterprise partnerships presents an opportunity to improve the planning process and to help stakeholders demonstrate the advantages of collaboration over competition both between cities and between modes. The methods developed for solving the Nash game within networks may be applied to other transport policy instruments such as fares or parking charges. The gaming approach used in the dynamic model may be applied to other transport policy decision frameworks – in particular extending to other modes and to cases where stakeholders have differing objectives.\n\n\n\nThe algorithms developed for solving EPECs may be transferred to other fields where networks play a role e.g. in the energy market. Environment,Leisure Activities/ including Sports/ Recreation and Tourism,Transport","dataset":"gtr"}