{"id":"ECB3C540-9EF1-4126-ACFD-FD41D9497574","title":"A next-generation MRI brain imaging platform for dementia research: from microstructure to function","abstractText":"Dementia is arguably the most urgent public health challenge confronting the developed world. Recent progress in the molecular biology of neurodegeneration has been matched by rapid developments in neuroimaging technology that can capture disease effects and mechanisms with unprecedented sensitivity, yet the clinical value of these technologies remains largely unrealised. At the same time imaging, most commonly MRI, has become a requisite part of the investigation of cognitive disorders; together these factors contribute to the need for fundamental and translational imaging research in dementia. This proposal will establish cutting edge next-generation MRI technology in the dedicated Dementia Research Scanner Centre at Queen Square, UCL, to maintain and enhance our institution's position as a leader in translational dementia imaging research and maximise our contribution to the UK Dementia Platform. We propose seven Key Innovations that will enable us to deliver major insights into the microstructural (KI1-3), functional (KI4), perfusion (KI5) and inflammatory changes (KI6) in the dementias, along with advances in motion correction (KI7) that will make these innovations feasible in the populations we need to study - together these technological advances will allow us to address critical translational challenges in imaging in dementia. The proposed innovations depend crucially on access to the latest MRI scanner hardware, providing maximal gradient power (80mT/m), massively parallel radio-frequency (RF) head receive coils (64 channels), parallel RF transmit technology and the latest ultra-fast MRI pulse sequences. To most effectively translate this enhanced hardware performance into improved image quality in patients, it will be complemented by ultra-fast prospective motion correction (PMC) to minimise motion artifacts. Thus, we propose an upgrade of our 3T scanning facilities to a Siemens 3T Prisma MRI scanner with multinuclear capability, complemented by the installation of a Kineticor PMC system. The upgrade will not only enhance the imaging capabilities locally but the related innovations will help direct the way for major multi-centre clinical trials in dementia, which are increasingly reliant on 3T infrastructure.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M009106/1","grantId":"MR/M009106/1","fundValue":"1217070","fundStart":"2015-04-01","fundEnd":"2016-08-31","funder":"MRC","impactText":"","person":"Tarek A Yousry","coPersons":["John  Thornton","Nick Charles Fox","Sebastien  Ourselin","Daniel  Alexander","Nikolaus  Weiskopf","Jason  Warren","Xavier  Golay"],"organisation":"University College London","findingsText":"","dataset":"gtr"}