{"id":"ECBF3F2F-CB4F-4A99-90E6-AE8FDFEB0C10","title":"Wyndham Lewis's Art Criticism in the 'Listener', 1946-1951: Postwar British Art in its Context of Ideas, Institutions, and Practice.","abstractText":"In 1949 Wyndham Lewis, the modernist artist and critic, wrote that 'England is so well-endowed with artists of a first-rate quality at the moment'' that a renaissance of British art might be possible. Between 1946 and 1951 he wrote thirty-four reviews of contemporary art for the BBC's weekly cultural journal the 'Listener'. These reviews mark an important moment in the development of post-war British art. Lewis's encouragement of new artists played a valuable part in the development of such careers as those of Alan Davie, the Guyanan painter Denis Williams, Francis Bacon, Victor Pasmore, and the Scottish painter Robert Colquhoun. \\n\\nOur purpose is to produce the first full edition of these important reviews, annotate them and explain their context, and add to the text up to 200 images of the works of art that Lewis discussed. \\n\\nWe shall then place the edited text and the images on a website dedicated to Wyndham Lewis. This site is located in the English Department at the University of La Rioja in Spain. By doing this we hope to bring an international dimension to the study of Lewis (1882-1957), who is one of the most important British modernist artists and art theorists. Lewis's reputation as an artist and critic has been growing in recent years, and we hope this timely project will contribute ot he process of re-evaluation. \\n\\nWebsite publication will make the edition available to both a specialist academic audience engaged by the practice and institutions of mid-twentieth-century art, and to a more general audience for whom we anticipate that the conjunction of critical text and image will be of particular interest. \\n\\nThe relationship between text and image will be established for the site's users by means of advanced software programming developed by Mr Roger Garside, and used previously to annotate and explain editions of John Ruskin's 'Modern Painters', and his Venetian Notebooks (1849-50). \\n\\nLewis discussed more than seventy-five artists in these reviews, both British and European. The commentary will show how Lewis promoted, often in generous terms, the work of the new post-war generation of British painters named above, to whom the names of Ceri Richards, Michael Ayrton, William Scott, Keith Vaughan, and John Craxton can be added. At the same time he reassessed the reputations of such established artists as Epstein, Hepworth, Augustus John, Gwen John, and Henry Moore. He offered new critiques of his former Vorticist associates David Bomberg, Spencer Gore, William Roberts, and Edward Wadsworth. \\n\\nLewis also discussed the work of European painters who exhibited in London during these years: de Chirico, L&eacute;ger, Monet, Picasso, Seurat, and Vuillard, among others. \\n\\nLewis believed that the best work of these British artists was worthy of inclusion in the European twentieth-century tradition. Consequently he resisted what he saw as institutional obstacles to achieving that integration. This explains his sustained critiques of the Chantrey Bequest, the Royal Academy, the Arts Council, and the Institute of Contemporary Arts (ICA), in these reviews and elsewhere during these years. His criticism led to controversy in the 'Listener', and the ensuing correspondence will also be edited and explained. A facsimile of the original reviews and letters (together with three book reviews), will show users of the site how Lewis's work appeared to its first readers. \\n\\n\\n\\n \\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F011199/1","grantId":"AH/F011199/1","fundValue":"76655","fundStart":"2008-05-06","fundEnd":"2009-06-12","funder":"AHRC","impactText":"","person":"Alan Guy Munton","coPersons":["ROGER  Garside"],"organisation":"University of Plymouth","findingsText":"","dataset":"gtr"}