{"id":"ECC3AF87-D2AF-4C93-A748-13F768416E03","title":"Increasing Conflict Resolution Capacity: Learning Lessons from Comparing Peace Processes","abstractText":"<p>Violent conflict within, beyond, and between states remains a pervasive phenomenon in contemporary international affairs and has been identified as one of the drivers of insecurity in the UK's National Security Strategy of 2008 (and update thereof in 2009). </p>\n\n<p>Conflict manifests itself in different ways, has different causes and consequences, and requires different responses adequate for the type of conflict, the actors involved, and the timing of response over the lifecycle of a particular conflict. </p>\n\n<p>Consequently, for a major international security actor like the UK (as an individual state and within the framework of the Commonwealth, the EU and UN/P5), identifying the capacities necessary to succeed as a third party in conflict resolution, mapping them onto what capacities exist across different Whitehall departments and thereby establishing gaps, and then working towards the consolidation, enhancement and further development of conflict resolution capacity is a key task for any government if it seeks to contribute to national and international security. </p>\n\n<p>Focusing on four key areas of conflict resolution capacity, identified in close consultation with key Whitehall stakeholders, this knowledge exchange project will hold thematic workshops within an overall framework of conflict prevention on: </p>\n\n<ul>\n \n\n <li>early warning</li>\n\n <li>conflict resolution</li>\n\n <li>natural resources</li>\n\n <li>peacekeeping</li>\n\n <li>peacebuilding.</li>\n</ul>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/H044574/1","grantId":"ES/H044574/1","fundValue":"3231","fundStart":"2010-07-01","fundEnd":"2012-03-31","funder":"ESRC","impactText":"  Three of the outputs from this project -- on the Kimberley Process, on Natural Resources and Conflict, and on the International Management of Resource Conflicts -- have fed directly into the FCO policy process, informing UK policy on the Kimberley process and more generally the policy on managing the nexus between natural resources and conflict. \n\nA fourth output -- a paper on 'Guarantees and Conflict Settlement Negotiations' -- has been fed into the OSCE-led 5+2 negotiations process on Transnistria and been instrumental in helping the participants reach agreement on the Principles and Conduct of the negotiations process in April 2012. Government, Democracy and Justice,Security and Diplomacy Policy & public services","person":"Stefan  Wolff","coPersons":[],"organisation":"University of Birmingham","findingsText":" This not being a research project, no new research findings per se were generated, but four outputs resulted from the project:\n\nStefan Wolff, The Kimberley Process: Options for HMG. Confidential Report for Her Majesty's Government. London: Foreign and Commonwealth Office, 2011.\n\nStefan Wolff, Guarantees and Conflict Settlement Negotiations. Chisinau: British Embassy, 2012.\n\nStefan Wolff and Jacob Diliberto, Natural Resources and Conflict. Report for the Natural Resources Team, Conflict Department, Multilateral Policy Directorate. London: Foreign and Commonwealth Office, 2012.\n\nStefan Wolff and Jacob Diliberto, International and Multilateral Approaches to Managing Resource Conflict. Report for the Natural Resources Team, Conflict Department, Multilateral Policy Directorate. London: Foreign and Commonwealth Office, 2012. Beyond the exploitation routes identified above, the Geneva-based NGO HD Centre has expressed an interest in working with the PI on aspects of resource managament in peace negotiations in Mindanao and there is the possibility also of future work with HMG's consulate general in Erbil, Iraq, on this issue. Three of the outputs have fed directly into the FCO policy process, informing UK policy on the Kimberley process and more generally the policy on managing the nexus between natural resources and conflict. Building on this work, the PI is currently writing a guide on how to manage natural resources (ownership, sustainability, wealth/revenue sharing) in the context of conflict prevention and settlement, partly driven by research needs within the UN DPA (support of the National Dialogue in Yemen) and the International Crisis Group (general advice on policy options for natural resource management).\n\nThe PI's paper/output on 'Guarantees and Conflict Settlement Negotiations' has been fed into the OSCE-led 5+2 negotiations process on Transnistria and been instrumental in helping the participants reach agreement on the Principles and Conduct of the negotiations process in April 2012. Government, Democracy and Justice,Security and Diplomacy","dataset":"gtr"}