{"id":"ECC3679A-CFF8-499B-A47D-76A0ED5A9DFA","title":"Remote Integrated Systems for Controlling Nematodes using Emerging Technology for Both Resource-Poor and Commercial Farmers (RISC-NET)","abstractText":"Gastrointestinal parasitism has been identified as the greatest animal health constraint to the poor in S.E. Asia and Africa South of the Sahara. Much of the small ruminant production in India and South Africa lies in the hands of resource poor small holder farmers (RPSF farmers) for whom blood feeding nematode parasites such as Haemonchus contortus in sheep and goats, Mecistocirrus digitatus in sheep and cattle are among the most important constraints on production. These parasites cause substantial blood loss in affected animals, impair production as defined by growth rate, meat quality and milk production and often cause death. Control is achieved by frequent dosing with anthelmintics, a strategy threatened by an increasing resistance to these drugs in the target nematodes. Solutions to be examined here are 1) to develop a more targeted drug treatment strategy where only animals suffering from worm challenge are treated in a flock/herd thus limiting exposure to the drug and reducing frequency of dosing and, hence, cost 2) to develop molecular tests which can be applied to monitor the drug resistant status of the parasites on a particular farm or regionally, information which can be used to predict the likely impact of novel control interventions such as 1) above and 3) the development of a vaccination strategy which relies on the fact that only very low (microgram) amounts of vaccine protein are required to induce protective immunity. The project builds on existing strong collaborations between the participants, provides researcher training and technology transfer and offers the prospect of enhancing the livelihood of RPSF.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H00940X/1","grantId":"BB/H00940X/1","fundValue":"1009890","fundStart":"2010-06-30","fundEnd":"2013-12-29","funder":"BBSRC","impactText":"","person":"David  Knox","coPersons":["Raman  Muthusamy","John Stuart Gilleard","Eric Rene  Morgan","Jan Aucamp  Van Wyk"],"organisation":"Moredun Research Institute","findingsText":"","dataset":"gtr"}