{"id":"ECD32C57-5CB1-4B4A-990A-06B0B4FB8CC0","title":"Cold Atom Quantum Simulator: Disorder","abstractText":"This project aims at providing a stepping stone in quantum information processing by the realization of Feynman's vision of quantum simulation of a quantum system using a well controlled and model quantum system evolving according to a tailored Hamiltonian. Using cold atom systems in optical lattices, which already have proven their power in showing typical condensed matter quantum effects like the Mott insulator, this stepwise approach is much more conservative than typical efforts in quantum computation. In particular it is likely to quite naturally deliver one of the main currently foreseen applications of a quantum computer: a general quantum simulator. In this respect this project promises to drive our fundamental understanding of the involved issues of entanglement generation or quantum state analysis and consequently to provide a solid basis for further steps in this area.The key new feature of this project is the attempt to achieve for the first time full control over a many-body quantum system by implementing single site resolution for quantum state manipulation as well as quantum state analysis. Disorder phenomena shall serve as the test case for completely controlled lattice Hamiltonians and will allow tackling non-trivial and technologically relevant problems in quantum transport such as metal to insulator transitions or magneto-fingerprints .The project is well aligned with the mission of the Midlands Ultracold Atom Research Centre, an EPSRC Science and Innovation initiative established to foster the link between cold atom and condensed matter physics. It will thus create great mutual benefits with the existing theory groups and foster UK cold atom networking with groups at other universities. This is underlined by winning Massimo Inguscio, one of Europe's leading scientists in cold atom research, to come to the UK as a visiting researcher.Discussions with QinetiQ, as part of a Quantum Technology Partnership (QTP) involving Birmingham, Warwick, Oxford and Lancaster, have identified a number of potential spin-off applications related to cold atom research and we are actively pursuing ways of developing these for future commercialization and mutual benefit. These include sensors based on cold-atom lattice systems and related technology, particularly integrated optics and lasers for future portable cold-atom systems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H009914/1","grantId":"EP/H009914/1","fundValue":"890466","fundStart":"2009-10-01","fundEnd":"2013-03-31","funder":"EPSRC","impactText":"  They have been used to continue research programmes on quantum transport. Findings in vacuum technology and in light field manipulation are still in progress to be publicised.  ","person":"Kai  Bongs","coPersons":[],"organisation":"University of Birmingham","findingsText":" The project has so far led to the following key findings:\n\n1. Versatile ultracold atom setup with flexibility to use for a wide varyity of research in quantum simulation\n\n2. Compact and lightweight vacuum window sealing method\n\n3. Modescrambler for interference and speckle free laser illumination The modescrambler has created some interest in relation to total internal reflection fluorescence (TIRF) microscopy and might benefit manufacturers of related equipment 1. The setup will form the basis for future cold atom research and 2D quantum simulation\n\n2. The vacuum window sealing method might be of interest to the vacuum chamber industry - a publication is in preparation\n\n3. The modescrambler has the potential to improve biological imaging, which is currently investigated within the Birmingham based doctoral training centre &quot;Physical Sciences for Imaging in the Biological Sciences (PSIBS)&quot; Education","dataset":"gtr"}