{"id":"ECD40473-275B-4F7D-AB2B-808840FD2426","title":"Creative Transformations","abstractText":"&quot;The project is designed around 3 interrelated strands of workshops and looks to identify the key drivers and steps to sustained and sustainable creative practice in community and individual transformations in a society emerging from conflict. Whilst this project exists within and draws on the context of an evolving post-conflict society, the research findings will be equally applicable to other critical contexts.\nStrand 1 will be carried out in collaboration with the Prison Arts Foundation. It brings together prisoners, officers and prison administrators to engage in a creative exchange about the prison environment through visual images and spatial design. Participants will be encouraged to articulate how they would like to see the environment changing to affect a transformation of self by social inclusiveness, re-building of collective confidence, and re-taking of civil responsibility - working towards rehabilitation and social re-integration of the prisoners.\nStrand 2 will be established in collaboration with Community Arts Forum and the organisation &quot;Healing through Remembering&quot;. These groups will help to identify participants. The aim is to test and advance knowledge about creative processes which assert subjective identity in the context of history and memory. Methods will include the interrogation of the role of objects and photography, and the use of creative means of processing, such as story telling, creative writing, and visual manifestations.\n\nStrand 3 will bring together the experiences of Strand 1 and 2 with other projects that have successfully demonstrated creative transformations as a result of cross-disciplinary grass roots organisations (already known to the Interface Research Centre) who have worked with creative practitioners (artists/designers) to achieve a stated objective. This workshop aims to identify the conditions, skills and knowledge that support and sustain creative processes. \nThe project aims to reflect findings against the context of a Northern Ireland Government Policy initiative called &quot;Unlocking Creativity&quot; (2000, 2001, 2004) whose mission is to &quot;develop the capacities of all our people for creativity and innovation, and so promote and sustain the social, cultural and economic wellbeing of Northern Ireland&quot;. Hence an important outcome of the project will be a policy feedback report that sets findings within context of policy; and potentially identifies:\n? New territories for creative practice\n? Conditions for sustained creativity\n? Relationships between social creativity and funding structures.\n&quot;","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E508308/1","grantId":"AH/E508308/1","fundValue":"12046","fundStart":"2006-09-01","fundEnd":"2008-03-31","funder":"AHRC","impactText":"","person":"Ruth Ellen Morrow","coPersons":[],"organisation":"University of Ulster","findingsText":"","dataset":"gtr"}