{"id":"ECD4DD4E-FC47-45FB-B970-C864FDDA7384","title":"thechineseroom: commercialisation of practice-led, research-driven experimental storytelling in games.","abstractText":"In 2007, a research-driven independent game development team, thechineseroom, was established through an AHRC speculative grant to explore new forms of storytelling using games, and academia's unique position to support games industry R&amp;D by exploring blue-sky experimentation in the medium. The grant was graded as &quot;Outstanding&quot; by the AHRC. &quot;Dear Esther&quot;, which was made during the grant, achieved both critical acclaim (including an international award), and a high impact in the marketplace, and is recognized internationally as an important work at the forefront of experimental, independent game development. It has been downloaded over 70,000 times and exhibited internationally, and in 2011 will be released as a fully licensed game. We now seek to develop a follow-on project that expands on this initial success by creating an entirely new, unique game experience that capitalizes on the speculative investigations of the initial project whilst driving forwards into completely new territory for games as a narrative and literary medium. The new project will also explore a new model for supporting practice-led research into games that responds to the requirements to identify opportunities for knowledge transfer, impact upon wider industrial and populist communities, and using commercialization as a means to subsidise project costs and capacity-build future research potential. As part of this process, we have sought co-investment from Indie Fund, a third-party investment body made up of successful independent game developers, who will contribute a further &pound;50,000 in addition to the AHRC grant. This represents a significant knowledge-sharing exercise, as the outputs of the research will be directly linked to industry as well as academia and, as such, lends credibility to the commercial product. This project builds upon our prior work in several significant ways. Firstly, it will be developed by a team drawn from professional game development, operating as an independent stdio but within an academic context. This will draw on the skills and expertise of both sectors to create a game experience that exists in a design space that is unlikely to be exploited by commercial production, yet has clear viable impact as both a research tool and a successful piece of media. Secondly, it explores the potential for self-funding research-driven games, by creating a commercial product aimed at recouping the project costs. Thirdly, it pushes the narrative exploration of &quot;Dear Esther&quot; into completely new territory - a story experience that takes place in an open, non-linear world. The proposed game offers a fully non-linear environment for exploration, where the player defines what story is engaged with and when, creating a hugely emergent narrative space. The resulting abstract, non-linear and environmentally based story could only be realized in a game, demonstrating the medium's unique potential for storytelling. Equally, the non-goal and non-gameplay driven experience draws from, but expands upon, the storytelling techniques and devices currently utilized in open world games and massively multiplayer online worlds. Put simply, it is a new direction for storytelling using game technologies, and a demonstration of how games offer a capacity for storytelling that cannot be realized in any other media form. The results will have multiple impacts. As a project, it will make a case for a new type of knowledge sharing between industry and academia, and will demonstrate a means of creating ongoing research collaborations that are potentially self-sustaining. As a game, it will expand the types of experiences and stories offered by the medium, and create a model for an entirely new type of game. This builds upon thechineseroom's previous AHRC funded work in pushing back the boundaries of how first-person gaming may be understood and exploited.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J000167/1","grantId":"AH/J000167/1","fundValue":"95821","fundStart":"2012-01-06","fundEnd":"2012-09-05","funder":"AHRC","impactText":"","person":"Daniel McGuire Pinchbeck","coPersons":[],"organisation":"University of Portsmouth","findingsText":"","dataset":"gtr"}