{"id":"ECD5AB74-0F6D-4CEE-93DE-37C2E1F7AAC1","title":"The Influence of Faith and Belief on the Formulation, Content and Operation of Health Law in the United Kingdom","abstractText":"The Department of Health's 2009 document Religion or belief: A practical guide for the NHS, stated '[r]eligious and cultural views on the beginning of life can influence attitudes towards reproductive medicine, abortion, contraception and neonatal care. Views on dying, death and the afterlife can influence attitudes towards pain relief for terminally ill people, means of determining the moment of death, brain death, organ donations and care for the corpse'. Thus, perceptions borne of faith or belief are a pervasive and essential aspect of health care and health care law. Indeed, the very political and legal acceptance of novel biotechnologies in themselves may be profoundly influenced by faith and belief perceptions, including in relation to stem cell research/therapy, creation of animal/human hybrids, pre-implantation genetic diagnosis, sex selection, genetic enhancement, etc. The operation of laws will in turn be affected by individuals' and communities' views of how their faith and beliefs determine their engagement with health care, including those of health practitioners. Some of these have enormous public health ramifications, such as organ donation and vaccinations. There is, for instance, an established correlation between levels of willingness to agree to donate organs for transplantation and features of faith or belief; although the extent to which cultural or social factors are the primary motivating influences is itself something which we wish to investigate in this and other contexts. The Organ Donation Taskforce and House of Lords Select Committee Reports have both recently emphasised the vital nature of further research in this area. \\nThe extent to which the views of individuals influenced by faith and belief may be catered for by laws and legal processes is a crucial feature of policy formulation, whether in relation to their own or another's (perhaps their own child's) treatment. These aspects are most obviously seen in relation to issues of circumcision, immunisation, contraception, abortion, refusals of medical treatment e.g. blood transfusions, etc. Freedom of religion/belief and equality are interests which nation states must balance against others in formulating policy. The issue of conflicts of duties and belief-based exemptions for health practitioners is also highly charged, raising questions as to the legitimacy and limits of such legal exemptions (including whether some beliefs impact more fundamentally upon individuals' values than others i.e. non-faith based beliefs). The latter issue has become topical on both the domestic (see e.g. GMC, Personal beliefs and medical practice, 2008) and international stages (see e.g. Religion and Healthcare in the European Union: Policy Issues and trends, NEF Initiative, 2009). These interests may be impacted upon by the interpretation of statements of rights with respect to equality and non-discrimination, health or freedom of religion, e.g. the European Convention on Human Rights (and in particular Article 9), and by European Law (although currently limited there are proposals to introduce a directive prohibiting discrimination on the grounds of, inter alia, religion of belief in the context of healthcare). Moreover, general equality laws are becoming more pervasive in this sphere. Finally, although the widening participation agenda and the democratic process necessitate that the views of faith and belief groups feed into policy forums and formulation, the extent of such involvement and which communities should be accommodated are unresolved issues.\\n\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/I026448/1","grantId":"AH/I026448/1","fundValue":"22612","fundStart":"2012-12-01","fundEnd":"2014-11-30","funder":"AHRC","impactText":"  The aim of the AHRC Research Networking project entitled &quot;The influence of Faith and Belief on the Formulation, Content and operation of Health Law in the United Kingdom&quot; was to run a series of 6 seminar events with a focus on this relatively unexplored area. The multidisciplinary events drew delegates and participants from diverse backgrounds and included patient representatives, health professionals, researchers, representatives of faith and secular groups, policy makers and academics drawn from the fields of Law, Ethics, Philosophy, Theology, Sociology, Medicine and Political Theory. \nSelected papers presented at the seminars were chosen for inclusion in a special edition of the Journal of Medical Law and Ethics (August 2014) and a website (hosted by the University of Leicester) has been created. \nA public lecture that summarised the key findings of the seminar series was delivered at De Montfort University (April 2014). The event was well attended by lawyers, representatives from faith groups and health professionals. Healthcare Cultural,Societal,Policy & public services","person":"Josephine Julie Anne  Samanta","coPersons":[],"organisation":"De Montfort University","findingsText":" The key findings from the seminar series have informed a special edition of the Journal of Medical Law and Ethics (August 2014), a multidisciplinary journal aimed at health professionals, healthcare and medical lawyers and academics. The networking grant has also helped to establish and maintain the Midlands Midlands Medical Law Consortium (involving academics from the Universities of Leicester, Birmingham, De Montfort and Nottingham Trent). The group intends to work collaboratively on future projects and co-opt key stakeholders as required for new projects. \nThe key findings of the seminar series included the identification:\na) of the key dilemmas and regulatory challenges at the interface of faith, belief and health care law\nb) of the influence of faith and belief on the development of law in the area of health care\nc) of the extent to which religious and secular diversity can be accommodated legitimately in laws and the legal and ethical framework that pertains to delivery of health care The findings from this seminar series may help health professionals, professional medical lawyers and NHS policy makers who are engaged with meeting and ensuring compliance with the equality and diversity agenda. Healthcare","dataset":"gtr"}