{"id":"ECD7F92B-D3CA-4984-8DB1-29195862E356","title":"CTA Bridging Proposal","abstractText":"The Universe is full of particles with energies so high that they are travelling at very close to the speed of light. They affect the Universe in many ways, influencing the life-cycles of stars and the evolution of galaxies. These particles are hard to trace, but can reveal their presence by producing gamma rays. Like their lower-energy cousins, X-rays, gamma rays do not penetrate the Earth's atmosphere and usually satellite-based telescopes are used to detect them. However, at very high energies (VHE) there are so few gamma rays that detecting them using spacecraft becomes impossible. Luckily, it is possible to observe them from the ground via the flashes of blue light, Cherenkov radiation, produced when they interact in the atmosphere. The glow from Cherenkov radiation in the atmosphere is 10,000 times fainter than starlight, so large mirrors are required to collect it, and because the flashes last only a few billionths of a second, ultra-fast cameras are needed to record them.\n\nWe know from current ground-based gamma-ray telescopes such as HESS that there is a wealth of phenomena to be studied. VHE gamma ray telescopes have detected the remains of supernova explosions, binary star systems, highly energetic jets produced by black holes in distant galaxies, star formation regions, and many other objects. These observations can help us to understand not only what is going on inside these objects, but also answer fundamental physics questions relating to the nature of Dark Matter and of space-time itself. However, we have reached the limit of what can be done with current instruments, and so about 1000 scientists from 29 countries around the world have come together to build a new instrument - the Cherenkov Telescope Array (CTA).\n\nCTA will offer a dramatic increase in sensitivity over current instruments and extend the energy range of the gamma rays observed to both lower and higher values. It is predicted that the catalogue of known VHE emitting objects will expand from the 130 known now to over 1000, and we can expect many new discoveries in key areas of astrophysics and fundamental physics. To achieve the energy coverage of CTA, telescopes of three different sizes are needed: Small (~4 m diameter), Medium (12 m) and Large (23 m) Sized Telescopes (SSTs, MSTs and LSTs, respectively). CTA will have arrays in the northern and southern hemispheres. The northern array will consist of 4 LSTs and 25 MSTs. The southern array will add to its 4 LSTs and 25 MSTs an extensive array of 70 SSTs, to investigate the highest energy phenomena, visible mainly in the southern sky. We expect construction of the first telescopes on the CTA southern site to start in 2017.\n\nThere are currently 12 UK universities and Laboratories involved in CTA. The UK groups are concentrating their efforts on the construction of the SSTs. We have produced an innovative dual-mirror SST design, the Gamma-ray Cherenkov Telescope (GCT), which is being prototyped in sight of the Eiffel Tower in Paris, and are building two prototype cameras, with different sensors, we will test on this device. Here we ask for finding to complete tests of these cameras, use the results to design the final camera for the GCT and to build, with international partners, three of these for installation on GCTs on the CTA southern site. We also want to work with UK industry to provide mirrors for the telescope that are better and cheaper than current designs, as well as improving aspects of the GCT structure. Finally, we want to develop data analysis techniques for CTA, to ensure that UK scientists are ready to analyse the data from CTA as soon as the first telescopes start operation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/N00146X/1","grantId":"ST/N00146X/1","fundValue":"44691","fundStart":"2015-04-01","fundEnd":"2015-06-30","funder":"STFC","impactText":"","person":"Jonathan Stephen Lapington","coPersons":[],"organisation":"University of Leicester","findingsText":"","dataset":"gtr"}