{"id":"ECF2E42D-A334-45F5-A74B-06AC10E8E25A","title":"Development of a new quantitative kinetic model for the analysis of heating and evaporation processes in complex hydrocarbon fuel droplets","abstractText":"This proposal is concerned with the development of a new quantitative kinetic model for the analysis of hydrocarbon fuel droplet heating and evaporation, suitable for practical engineering applications. The work on the project will be mainly focused on the following two areas. Firstly, a new molecular dynamics algorithm for the simulation of complex hydrocarbon molecules, with particular focus on the evaporation process of liquid n-dodecane (C_12H_26), which is used as an approximation for Diesel fuel, will be developed. The complexity of the n-dodecane molecules will be reduced based on the consideration of a number of psuedoatoms, each representing the methyl (CH_3) or methylene (CH_2) groups. This research will allow us to understand the underlying physics of the evaporation process of these molecules and to estimate the values of the evaporation/ condensation coefficient of n-dodecane in a wide range of temperatures relevant to Diesel engines. Secondly, a new numerical algorithm for the solution of the Boltzmann equation, taking into account inelastic collisions between complex molecules, will be developed. In this algorithm, additional dimensions referring to inelastic collisions will be taken into account alongside three other dimensions describing the translational motion of molecules as a whole. The conservation of the total energy before and after collisions will be taken into account. A discrete number of combinations of the values of energy corresponding to the components of translational motions and internal motions of molecules after collisions will be allowed and the probabilities of the realisation of these combinations will be equal. The results will be applied to the kinetic modelling of the evaporation process of n-dodecane droplets in Diesel engine-like conditions. This will be a collaborative project between Dr Bing-Yang Cao (Tsinghua University, Beijing, P.R. China), whose expertise includes the development of numerical algorithms for molecular dynamics simulation, Dr Irina Shishkova (Moscow Power Engineering Institute, Russia), whose expertise is focused on the development of numerical codes for the solution of the Boltzmann equation, the PI, Professor Sergei Sazhin, whose expertise includes the development of new physical models of fuel droplet heating and evaporation with a view of applications to modelling the processes in internal combustion engines, Professor Morgan Heikal, the co-investigator of the project, who will advise the project members on the relevance of the models to automotive applications, and a research student, who will be trained in new research methods, not widely known and/or used in the UK. This project will build upon previously funded EPSRC projects EP/C527089/1 and EP/E02243X/1, and the Royal Society Joint project with Russia, supporting the collaboration between the PI and Dr I. Shishkova.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H001603/1","grantId":"EP/H001603/1","fundValue":"141550","fundStart":"2010-04-12","fundEnd":"2013-07-11","funder":"EPSRC","impactText":"  The project was focused on the development of new advanced classical molecular dynamics and kinetic technique for the analysis of Diesel fuel droplet heating and evaporation. The results of this project are not expected to have direct impact beyond academic community. However, indirect impact of this project can be anticipated. This impact could be based on the development of more accurate models for droplet heating and evaporation, leading to more accurate models of combustion processes in internal combustion engines. It is very difficult to quantify this impact. Energy,Transport Economic","person":"Sergei  Sazhin","coPersons":["Morgan  Heikal"],"organisation":"University of Brighton","findingsText":" The work on the project was mainly focused on the following two areas. Firstly, a new molecular dynamics algorithm for the simulation of complex hydrocarbon molecules, with particular focus on the evaporation process of liquid n-dodecane, which is used as an approximation for Diesel fuel, was developed based on the United Atom model. The complexity of the n-dodecane molecules was reduced based on the consideration of a number of psuedoatoms, each representing the methyl or methylene groups. This research allowed us to understand the underlying physics of the evaporation process of these molecules and to estimate the values of the evaporation/ condensation coefficient of n-dodecane in a wide range of temperatures relevant to Diesel engines. Secondly, a new numerical algorithm for the solution of the Boltzmann equation, taking into account inelastic collisions between complex molecules, was developed. In this algorithm, additional dimensions referring to inelastic collisions were taken into account alongside three other dimensions describing the translational motion of molecules as a whole. The findings of the project allowed the research community to extend the theoretical tools used for the analysis of droplet heating and evaporation. The same tools could be used for the analysis of other droplet heating and evaporation, beyond the applications in internal combustion engines. Chemicals,Education,Energy,Transport","dataset":"gtr"}