{"id":"ECF400E6-4AB0-4DD3-922A-615A03880341","title":"Photodynamics in Second Generation Fluorescent Proteins","abstractText":"The discovery that a naturally fluorescent protein (FP) isolated from a relatively obscure jellyfish could be cloned and expressed in other organisms led to revolutionary advances in bioimaging. The splicing of the gene for the green fluorescent protein to one for a protein of interest ensures than whenever the target protein is expressed it is irreversibly bound to its fluorescent partner. By using the standard tools of fluorescence microscopy the cell biologist can then observe the protein in a living cell as it is created, performs its function and is ultimately degraded. Soon after this initial discovery several mutants of FPs were created which modified the spectrum, allowing imaging of multiple species, and, through fluorescence resonance energy transfer, the study of protein-protein interactions. A few years ago another branch of the FP family was isolated from reef corals. The most exciting finding concerning these new FPs is that they are photoactive - that is their optical properties can be manipulated by irradiation with light of a specific wavelength. For example a green emitting protein can be converted to a red emitter through UV irradiation. This leads to 'optical highlighting' in which differently coloured proteins are generated at specific points in space and the subsequent evolution of that population can be studied separately from all the otherwise identical proteins in the cell. Perhaps even more significant has been the discovery of photoactivateable proteins, which are non fluorescent until irradiated (with the reverse process occurring for different wavelength light). This makes it possible to make only a few proteins fluorescent at any one time. As a result extremely high contrast single molecule imaging becomes possible, permitting super (nanometre scale) resolution studies of protein motion. This has been referred to as the second FP revolution. Our objective is to understand the photophysics underlying the photoactive behaviour in what we term second generation FPs.This multidisciplinary programme is supported by local and international collaborations.The main tool for unraveling the excited state chemistry of second generation FPs will be fluorescence, particularly ultrafast time resolved fluorescence, in which we record the temporal behaviour of the emission intensity and spectrum with sub 50 femtosecond resolution. This affords unique insights into molecular dynamics on the excited state potential energy surface. These dynamics will be studied as a function of deuteration to unravel the role of proton transfer in the photoactivation, mutagenesis to investigate the role of the protein matrix, pH to probe the effect of titration of different residues and temperature to look for the existence and height of excited state energy barriers to photoactivation. The data will be further interpreted in the light of structural studies underway in collaborators laboratories. In addition to these studies of natural proteins and their mutants we will extend our investigations to FPs containing unnatural amino acids, which will permit finer control of the photophysical properties of the protein. These studies of intact proteins will be complemented by investigations of the chromophore unit synthesised in the laboratory. A detailed study of the factors controlling the photophysics of the bare chromophore will provide vital underpinning data for interpreting protein dynamics, and also for testing theoretical calculations of chromophore excited state potential energy surfaces.This study is essential because of the need for better designed and more specific FPs, to act not only as probes for live cell imaging, but also as photoactive sensor molecules, which will allow FPs to be used to map out both the location and the chemical nature of the environment. The success of this objective will be to dramatically widen the range of applications of FPs in life sciences, and lead to a third FP revolution.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H025715/1","grantId":"EP/H025715/1","fundValue":"350018","fundStart":"2010-08-01","fundEnd":"2014-03-31","funder":"EPSRC","impactText":"  Our data have stimulated new research into the behavior of fluorescent proteins used in bioimaging. In addition we have synthesised molecules which (1) have potential as new fluorescent probes and (2) stimulated new theory to model excited state dynamics. Chemicals,Education,Healthcare,Pharmaceuticals and Medical Biotechnology Cultural,Societal","person":"Stephen  Meech","coPersons":["Philip  Page"],"organisation":"University of East Anglia","findingsText":" We discovered the origin of the larger red shift in some photoactive fluorescent proteins. We also showed that the photoactivity due to an excited state reaction causes which generates a new chromophoire generates vert different photophysical behavior compared to the original chromophore. We also uncovered new facts concerning the established GFP chromophore, including: \n(1) the remarkable spectral shifts induced by simple chemical modifications. These could not be reproduced even by high level QM calculations\n(2) the two isomers in solution have remarkable similar excited state kinetics, even though in the protein they have completely different photochemistry. They will inform the devlopment of new probes for bioimaging. Chemicals,Education,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}