{"id":"ECF8207D-807A-483A-B719-54376995B432","title":"NP++: A New Internetworking Protocol for the Next Generation of Computer Networks","abstractText":"The Internet Protocol (IP) is the reason why the Internet works theway it does. Everything connected to the Internet, computers androuters, etc., must be running IP, and IP has proven to be capable ofrunning on just about every kind of network. The IP protocol has hadonly two versions standardised (IPv4 and IPv6) with IPv4 being theonly commonly used version and IPv6 its replacement that has been moreor less scheduled for the last 10 years. The IP protocol is builtbasically out of a packet that has a header with control information,followed by user data. IPv6 has a small number of changesfrom IPv4, the chief among them being the increase in addresssize, from 32 to 128 bits, enough addresses so that the everyone inthe world and all of their devices can be connected to the Internet.Some people have thought that IPv6 does not go far enough, others thatit provides an unneeded step, because some new ideas like NetworkAddress Translation, have allowed IPv4 addresses to last a whilelonger. These people believe that IPv6 may never be adopted as thecommon version of IP. Why change something when it already works sowell? Or conversely, if you need to make a change, shouldn't it bemuch much larger, like a whole new Internet design?We don't know what the future will bring in terms of the kind ofnetworks we will be using. So, if we want to make our next-generationnetwork ready for the future, our new design must be extremelyflexible. One way of achieving flexibility in the design of acomputer and communication system is to use a level-of-indirection.We will design a new IP packet in general, but then allow thepacket to change its shape depending on the type of network the packetis carried on so that the network will seem faster.And we can do this without having to re-standardise the protocol(which takes a long time) every time a new technology is invented.This can provide the flexibility we need to meet the needs ofcommunication networks that have not even been thought of yet.The two main problems with this approach is that the extra performancethat comes from making the protocol flexible may not be enough tooutweigh the amount of effort needed to create a general design for IPand then also a new design of an IP packet for every new networktechnology invented. If we were to take the opposite approach, andredesign IP completely for every newly invented network, we might geteven more performance, although we might spend a lot more time in thedesign of each version. We wish to conduct this researchproject to find out if designing flexible and efficientinternetworking protocols is worth using this level-of-indirectionapproach. We have reason to think, from operating systems, wherememory design uses a level of indirection, i.e., physical versusvirtual memory, that we can get added flexibility. With virtualmemory, we can run programs that are much larger than physical memory,by using the disk as if it were an extension of physical memory(although slower). We think that this method of indirection may beable to be applied to network protocol design and that similarefficiencies will occur here too.To start, we will use IPv6 as the general design for our new protocolwhich we call NP++. This is because IPv6 is both general itself in many ways (although not all) and readily available for a number ofoperating systems. We will then create particular packet designs forsome common networks such as Ethernet, WiFi wireless, as well as ahigh-speed fiber optic networks. We will test whether we getperformance improvements in a number of areas including bandwidth usedas well as the delay that is experienced with audio, video andcomputer games. We will compare these performance results to systemsthat use only a single-level protocol design such as IPv6 alone onthese different types of networks.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D033489/1","grantId":"EP/D033489/1","fundValue":"272040","fundStart":"2006-05-15","fundEnd":"2009-11-14","funder":"EPSRC","impactText":"","person":"Stephen H Pink","coPersons":["Joseph  Finney"],"organisation":"Lancaster University","findingsText":"","dataset":"gtr"}