{"id":"ECFA8B1E-E780-4CC5-9BED-DDFC7E4DC282","title":"Reducing uncertainty in flood prediction: the representation of vegetation in hydraulic models","abstractText":"The summer 2007 flooding in England was the country's largest peacetime emergency since World War II, with 13 deaths, over 55,000 homes &amp; businesses flooded &amp; an associated insurance cost of over &pound;3 billion. Prior to 2007 floods, the UK had experienced a number of significant flood events over the recent past which have included amongst others; 1) the Easter 1998 floods of Northampton &amp; surrounding towns in the Midlands when 4,200 homes were flooded in a 1:50 year event &amp;; 2) the winter 2005 floods of Carlisle, a 1:200 year event, when 3 people lost their lives &amp; 1,800 properties were flooded. Following the 2007 floods the Government commissioned the Pitt Review to discover the lessons that needed to be learnt to manage future flood risk. The key observation reported within the Pitt Review relevant to this application is that practices which were undertaken to manage the river corridor; namely dredging, debris removal &amp; notably vegetation clearance, were no longer being performed as frequently, in order to maintain the ecological diversity of the river following the Water Framework Directive. This has substantially reduced the capacity of the river channel &amp; has thus increased the potential of flooding. This is set within the context of the risk of flooding within the UK increasing into the future, with climate change models (UKCIP09) predicting that winters will be ~25% wetter, with an increase in extreme rainfall events. \nFlood defences in the UK are managed by the Environment Agency. In order to manage these resources we require knowledge of the capacity of river channels &amp; associated floodplains. Aquatic vegetation is present in many UK rivers &amp; this reduces the capacity of the channel that causes a reduction in flow velocity, which in turn produces higher water levels per unit discharge, thus increasing the risk of flooding. Therefore, there is a need to develop our understanding of how vegetation partitions discharge between changes in velocity &amp; depth &amp; how,in turn, this impacts upon the discharge carrying capacity of a channel, namely conveyance, to better manage flood prediction &amp; prevention within the UK. \nThis proposal argues that we can now measure topography to a high resolution &amp; precision &amp; incorporate it into flood models explicitly. This is not the case for vegetation, &amp; there remains a lack of understanding of how to represent the influence of vegetation on fluvial system function. Indeed, the vast majority of uncertainty in flood model predictions stem from the influence of vegetation on conveyance. In order to move away from an empirical based approach to the parameterisation of vegetation resistance, a new understanding of the flow &amp; turbulence production is necessary to be able to re-formulated a dynamic vegetation roughness treatment for flood models &amp; thus reduce the uncertainty in flood predictions. This will be achieved by undertaking high resolution experiments in the laboratory in conjunction with the development of a new three dimensional model that is capable of predicting both the flow &amp; the plant movement. The model will be validated using the experimental data &amp; then the two data sets will be combined to enable a new formulation of the drag caused by the vegetation. This new understanding of the influence of vegetation of drag will be incorporated into an industry standard flood prediction model. An existing flood example will be used to develop &amp; test the model as this will allow us to; 1) assess how well this new modeling approach improves model predictions &amp;; 2) disentangle parameterization &amp; data error in flood models &amp; enable us to assess what uncertainty needs to be addressed next generation of predictive flood models.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/K004816/1","grantId":"NE/K004816/1","fundValue":"19287","fundStart":"2013-06-30","fundEnd":"2016-12-31","funder":"NERC","impactText":"  Minor award for travel only. Not really applicable. requirement to fill in the remaining sections is just nonsense as I am froced to make stuff up to allow submission. Environment Economic","person":"Paul David Bates","coPersons":[],"organisation":"University of Bristol","findingsText":" Minor award to provide travel budget to participate in grant meetings only n/a Environment","dataset":"gtr"}