{"id":"ECFD5C27-4260-46EB-BEDE-030FF56D5DAC","title":"Terahertz acoustic laser (saser) devices: fabrication and characterisation","abstractText":"SASER is the acronym for Sound Amplification by Stimulated Emission of Radiation and is the acoustic analogue of the optical laser [http://en.wikipedia.org/wiki/Sound_Amplification_by_Stimulated_Emission_of_Radiation]. A terahertz (THz) saser device would produce an intense beam of coherent acoustic waves with nanometre wavelengths. As well as being a subject of pure scientific curiosity, the acoustic beams produced by saser could have a number of scientific and technological applications: e.g. probing and imaging of nanometre scale objects, and conversion to THz electromagnetic waves, which may be used for medical imaging and security screening.Recently, we have demonstrated a device which displays some of the key characteristics expected of a saser. The work was published in a scientific journal and subsequently reported in a number of academic and popular science magazines, including the science and technology pages of The Economist [10-16 June 2006, p96]. The device was based on a semiconductor superlattice: a man-made nanostructure consisting of many (typically 40 or 50) alternating layers of two different semiconductor materials, in this particular case Gallium Arsenide and Aluminium Arsenide, each a few nanometres thick. In the superlattice, the conditions for phonon amplification can be achieved when electrons are made to travel vertically through the stack of layers. The electrons hop between neighbouring Gallium Arsenide layers and, to conserve energy, emit a phonon (quantum of sound) as they go. These phonons can stimulate further electron hops and emission of phonons giving rise to phonon amplification. In addition to acoustic gain, a saser requires an acoustic cavity to confine the phonons so that they are available to take part in further stimulated emission processes. This is analogous to the optical cavity formed between the two mirrors of a laser. Superlattices can be used as phonon mirrors: owing to the differences of the speed of sound and density between the two materials making up the superlattice, phonons are partly reflected and partly transmitted at each interface. Constructive interference of all the reflections, which occurs when the sound wavelength matches the thickness of a single pair of layers, leads to a strong reflection and confinement of the phonons.In this project, we plan to carry out a detailed investigation of the physics of the separate elements of a THz saser device based on semiconductor superlattices. These include: the gain medium and the process of phonon amplification within it; the pumping schemes, both electrical and optical, for achieving the necessary population inversion; and the acoustic mirrors and cavities for confining phonons. The main goal of the work is to develop a milliwatt per square centimetre class saser device emitting coherent phonons in the range 0.5 - 1 THz and to characterise the saser sound emitted.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G035202/1","grantId":"EP/G035202/1","fundValue":"621760","fundStart":"2009-10-01","fundEnd":"2014-03-31","funder":"EPSRC","impactText":"  By other academic researchers and ourselves to stimulate further research on applications of coherent acoustic waves. Aerospace, Defence and Marine ","person":"Anthony  Kent","coPersons":["Charles Thomas Foxon","Sergei  Novikov","Richard Paul Campion"],"organisation":"University of Nottingham","findingsText":" So far in this project we have obtained highly convincing experimental evidence that the saser (for sound amplification by the stimulated emission of radiation) works at sub-THz frequencies and is not purely a theoretical concept. We have optimised the vertical cavity structure using superlattice acoustic Bragg mirrors and we have also improved the gain superlattice structure by changing the doping profile. We have developed semiconductor acousto-electronic devices for THz frequencies, which we will use to measure the coherence of the saser output in later stages of the project. In addition to building and testing various saser devices, we have developed new ideas and acoustoelectic devices for using saser sound in the generation and manipulation of THz electromagnetic signals.  Digital/Communication/Information Technologies (including Software),Electronics","dataset":"gtr"}