{"id":"ED16F6A0-0A27-435E-A10C-4A463030DC4D","title":"Long-range atmospheric Nitrogen deposition as a driver of ecological change in Arctic lakes","abstractText":"The Arctic is one of the most vulnerable regions on Earth and there is clear evidence that its ecosystems are changing rapidly. These changes are generally attributed to recent global warming, the effects of which are enhanced in this region. Lakes are an important component in the Arctic landscape. However, many changes seen in the lakes could also be explained by increases in fertility caused by atmospheric deposition of nitrogen (N). We know from the records preserved in Greenland ice cores that N is deposited in the Arctic from industrial regions many thousands of miles away. Anthropogenic N fixation (conversion of inert N2 to reactive N compounds) is now greater than its natural equivalent and changes in the N cycle are arguably as important as climate change. Much of the evidence for long-term ecological change in the Arctic comes from lake sediments, which can be dated by natural radioisotopes. Studies show that the composition of algal communities has changed and algal productivity has increased over the past 100 years. Although many researchers think these changes are due to global warming, increased temperature is only one aspect of global environmental change caused by human activity. There are a number of other factors, some indirectly related to climate that could alter community structure in lakes, for example increased rates of weathering or acidification. However, as most arctic lakes are very nutrient poor, any increase in productivity needs an increase in nutrient availability. One important source of nutrients to remote lakes is atmospheric deposition of N. There is evidence from both alpine and arctic lakes that long-term, low level deposition of N may be affecting lake productivity and lake biology. We propose to test the hypothesis that N deposition is driving ecological change in the Arctic by studying lakes in SW Greenland. We have chosen this area because records show that temperature has not increased during the 20th century; unlike large parts of the Arctic. Our preliminary results, indicate that N deposition has increased in this area since the mid-19th century. Our study incorporates contemporary ecology, N deposition monitoring and the study of lake sediments. By examining ten areas along a marked precipitation and N deposition gradient we will be able to assess the influence of N inputs to lakes through seasonal monitoring and experimental work. We will use contemporary ecological experiments to determine if phytoplankton are nutrient limited, and whether this is through nitrogen, phosphorus, or co-limitation. We will measure the N content and isotopic fingerprint of rain and snow (wet deposition) and aerosol particles (dry deposition). Remarkably few measurements of N deposition exist in the Arctic. Our measurements will contribute to an international focus on long-range atmospheric pollution transport. Finally, these modern studies will be coupled with analyses of lake sediments to establish longer-term trends in SW Greenland. The project will help us understand the causes of ecological change throughout the Arctic. SW Greenland is typical of much of the Arctic in terms of lake density, precipitation patterns and vegetation. If we establish that lakes in this region have become more productive recently, there are clear implications for large areas of the Arctic which have experienced recent warming since long-range N transport is a global phenomenon. It is likely that warming and N enrichment act in a similar and synergistic way, resulting in lakes showing a sensitive and enhanced response to even small increases in temperature. Possible interactions between nutrient deposition and carbon cycling are also important for understanding biogeochemical cycling. For example, enhanced N deposition may release bacteria from nutrient limitation, increasing rates of respiration in lakes, increasing CO2 efflux to the atmosphere, and hence providing a feedback into the climate system.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G019193/1","grantId":"NE/G019193/1","fundValue":"26291","fundStart":"2010-02-11","fundEnd":"2013-08-10","funder":"NERC","impactText":"  Preliminary results presented at scientific conferences Environment Policy & public services","person":"Suzanne  McGowan","coPersons":[],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}