{"id":"ED191E20-8D9B-4AFE-BA4E-E143A60AF787","title":"The Bunyan Church Book, 1656-1702","abstractText":"A Booke Containing a Record of the Acts of a Congregation of Christ in and about Bedford has long been recognised by scholars and biographers of John Bunyan as a key document in the study of his life and times, and for understanding too the Bedford congregation's principles and practices as a seventeenth-century Nonconformist gathering.\\n\\nRecording the Bedford congregation's activities during the late seventeenth-century, in minutes of meetings and in numerous letters, this manuscript provides essential information about how Bunyan's church was established and organized, and how it survived persecution. Especially valuable are the letters that have been copied into it (along with the names of those church officers who originally signed them, most notably Bunyan's) and which comprise around half of the Church Book's contents for the period from 1656 (when the record begins) to 1702 (when Ebenezer Chandler, Bunyan's successor, had served as pastor for a decade).\\n\\nThe Church Book is, however, a much overlooked resource. Despite its significance, very little research has focused on it. Largely unnoticed by literary scholars and historians, for example, the church's congregational correspondence constitutes a wealth of fascinating but as yet largely unexamined material. These letters - and indeed the Church Book as a whole - might be considered the most significant of John Bunyan's unedited literary remains. \\n\\nPart of the problem has been accessibility. There is no satisfactorily 'readable' or properly annotated edition of the Church Book. The original manuscript is on display in the Bunyan Museum, Bedford, and only two versions have been seen into print: a small-run facsimile printed in 1928, and a barebones transcription published in 1976 by the Bedfordshire Historical Record Society. Neither version is particularly user-friendly, or satisfactory by current standards of editing; neither is currently in print.\\n\\nThe purpose of this research project is to make available for the first time a fully annotated scholarly edition of A Booke Containing a Record of the Acts of a Congregation of Christ in and about Bedford, for the years 1656-1702. This period saw Bunyan serve as the congregation's pastor until his death in 1688, and it witnessed significant crises emerge for the Bedford church before and during the Restoration, and throughout the years immediately following the Glorious Revolution. This research will place the Church Book firmly within its key contexts: literary and epistolary, biographical and historical, doctrinal and ecclesiological. It will put literary scholars and ecclesiastical historians, as well as students and informed general readers, in touch with a resource that 'brings us up against the raw material' upon which is founded, as Roger Sharrock put it in his 'General Editor's Preface' to the Miscellaneous Works of John Bunyan, 'the spirit of English Puritanism which we breathe in The Pilgrim's Progress'.\\n\\nThe Bunyan Church Book, 1656-1702 will be published by Oxford University Press and read world-wide by Bunyan scholars, social and ecclesiastical historians, and theologians with interests in seventeenth-century Puritanism and Nonconformity. It is intended for use too by students of seventeenth-century history and of Restoration and eighteenth-century literature. This edition will also appeal to scholars in English Local History, and to general readers with an interest either in Bunyan, Nonconformity, or Bedfordshire local history. The aim of this project is thus to establish a lasting, accessible resource for future research into Bunyan and seventeenth-century Nonconformity.\\n\\nA further aim, however, is to return the Church Book to its roots in the community, through a one-day event of papers and readings open the public and coinciding with the publication of the Bunyan Church Book in 2012, to be held atBunyan Museum, bedford, alongside a 'spotlight' exhibition on the Church Book at the Museum.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H002030/1","grantId":"AH/H002030/1","fundValue":"27174","fundStart":"2010-09-27","fundEnd":"2011-01-26","funder":"AHRC","impactText":"","person":"Michael  Davies","coPersons":[],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}