{"id":"ED24B5DB-CABD-41E0-BA6B-E729CBDEAEF5","title":"Exploiting Diversity Gain Through MIMO Radar and Sonar Signal Processing","abstractText":"Recently, researchers have considered the application of multiple-input multiple-output (MIMO) techniques developed for wireless communication systems to the radar scenario. In MIMO systems, multiple antennas are employed at both transmitter and receiver to increase the data rate and reduce the effect of rapid changes in the radio channel with time. In the context of radar systems, mono-static or bi-static MIMO radars could be used to reduce the impact of scintillation effects, by illuminating the target from multiple transmit antennas but with the same total transmitter power budget. MIMO radars could also reduce the search time to find targets by transmitting multiple waveforms simultaneously, which allows more efficient searching of transmit angle. Further, MIMO processing increases the effective degrees of freedom in the radar system and may thus increase tolerance to echoes from the ground in radar systems and from the sea floor in sonar systems as well as deliberate man/made sources of interference. Since the emergence of MIMO radar concept international activity has focused both on the underlying theory, confirming the significant potential gains in detection and resolution performance that might be achieved, and on developing signal processing algorithms to facilitate these gains. What we propose here is to exploit the work we have already done in (i) methodologies for calculating detection performance in realistic MIMO radar or sonar scenarios; (ii) adaptive detection techniques for radar array-based signal processing that do not require secondary training data. We address the open research questions whose solution will facilitate industrial exploitation of the MIMO radar concept. In particular these are: (i) the design of correlation controlled constant amplitude MIMO waveforms; (ii) the development of adaptive receiver algorithms capable of working in environments of unknown clutter statistics and within the constraints of limited bandwidth communication channels between individual TR/RX pairs. A further novel aspect of the work will be the application of and assessment of MIMO concepts in sonar environments. What we propose is a rigorous generic approach to the understanding and application of MIMO detection. The results will be tested and validated in radar and sonar applications using detailed computer modelling techniques for both target and the medium. In the sonar case they will also be tested with measured data.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F068956/1","grantId":"EP/F068956/1","fundValue":"96499","fundStart":"2009-01-01","fundEnd":"2011-12-31","funder":"EPSRC","impactText":"","person":"Yvan  Petillot","coPersons":["Judith Marion Bell"],"organisation":"Heriot-Watt University","findingsText":"","dataset":"gtr"}