{"id":"ED24BDA9-DAF8-4138-8136-33E857857927","title":"LTP: A mechanism for object-place learning in the prefrontal cortex ?","abstractText":"Recognition memory is essential to every day life. It involves our ability to judge whether or not we have encountered something previously. To make these judgements we are able to use a range of different memory processes. For example, we can make recognition memory judgement based upon whether we have seen a stimulus within a particular environment, location or context i.e. whether an object has been seen or encountered previously in a particular place. The hypothesis of this proposal is that this particular memory processes (called object-in-place memory) is controlled within a region of the brain, the prefrontal cortex. It has been proposed that the formation and storage of memory relies on the strengthening of the connections between neurones, and therefore increased communication between brain cells. The aim of the experiments is to understand the processes which may be occurring within brain cells in the prefrontal cortex which result in increased communication between them, and to examine whether the formation and storage of object-in-place memories requires these same processes. Such research willl allow a greater understanding of how we are able to learn and store memory information in the brain.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F00236X/1","grantId":"BB/F00236X/1","fundValue":"387129","fundStart":"2008-01-07","fundEnd":"2011-03-06","funder":"BBSRC","impactText":"","person":"Zafar Iqbal Bashir","coPersons":["Elizabeth Clea Warburton"],"organisation":"University of Bristol","findingsText":" We were able to show how synaptic transmission is altered in the prefrontal cortex - the part of the brain that deals with executive function. We showed that the transmitter acetylcholine is especially important in producing plasticity of transmission. Deficits in acetylcholine are associated with dementia and the deficit of plasticity may underlie aspects of dementia. to find pharma ways of enhancing effects of acetylcholine to ensure continuation of synaptic plasticity Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}