{"id":"ED3FD089-705D-46CF-A84D-AA14A4DA0F8C","title":"A comprehensive online spectra analysis and visualisation tool for the OMICS sciences","abstractText":"Metabolomics is a highly data-generating and knowledge-driven science. The study of the small molecule complement of an organism creates large amounts of information-rich data that provide unprecedented insights into an organism's biology. In metabolomics, evidence of the occurrence of small molecules as well as their concentrations and role in signalling and regulatory pathways is acquired within different biological levels such as the organism, tissue, cell type, or compartment level. Analysis and interpretation of metabolomics data - through utilisation of chemical and biological databases - brings together information from different resources to explain chemical identities, structures, and biological function.\n\nMetabolomics resources contain all evidence from a study such as metabolite structures and their reference spectra, biological roles, locations and concentrations, as well as experimental data. Comprehensible visualisation of metabolomics data is extremely difficult because of the plethora of information that is inherently connected to it. There is high demand for a comprehensive web-based visualisation and analysis tool for metabolomics to enable efficient data exploration and visualisation.\n\nExisting databases for metabolomics store information about identified chemical structures and their spectroscopic fingerprints, partially with additional annotations. The databases are designed to aid in compound identification through simple queries. The data visualisation capability of these databases is thus limited to specific tasks. Depending on the database, visualisation ranges from static images of spectra to interactive solutions that show spectra including signal annotations. The interactive solutions allow some control over the visualisation but lack functionality to display textual and pictorial annotations beyond the bare minimum. These viewers have been developed as part of individual databases and are deeply integrated into their systems.\n\nFew existing online spectrum viewers are good for visualising results with some degree of spectral comparison capabilities or database queries, and only show partial information. It is time consuming and challenging to develop a generic online spectrum viewer with advanced charting functionality that supports different views and platforms (NMR, MS, and chromatography). Such a tool is crucial to enable metabolomics resources to be developed and used to their full potential and to be interactive. With no flexible full-fledged viewer currently available, we will develop a comprehensive online spectrum viewer for metabolomics that is enriched in such functionality. We will demonstrate practical usage of the tool in the BBSRC-funded cross-species, cross-platform MetaboLights database and repository for metabolomics data. We are committed to make the tool open-source, freely available, and to use permissive licensing to encourage collaboration and continuous development.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L018721/1","grantId":"BB/L018721/1","fundValue":"47085","fundStart":"2014-11-03","fundEnd":"2015-05-02","funder":"BBSRC","impactText":"","person":"Chris C  Steinbeck","coPersons":[],"organisation":"EMBL - European Bioinformatics Institute","findingsText":"","dataset":"gtr"}