{"id":"ED4390A0-8D53-4B72-94F3-09B5227435EC","title":"Synthesis, Characterisation and Evaluation of Chiral Distibines,Multidentate and Macrocyclic Stibines","abstractText":"While the chemistry of multidentate P and As ligands has been intensively investigated over the last few decades, only one ligand of this type containing the heavier antimony element is known. Recent work by the applicants and others have however shown that very significant differences are to be found between the metal coordination and organometallic chemistry of the simple (monodentate) P and As ligands and the corresponding Sb ligands. Within this proposal a series of organoantimony compounds with 2, 3 or 4 Sb atoms, including both chiral and macrocyclic derivatives, will be prepared and their chemistry examined in detail with selected 3d and heavier transition metal centres. This work is expected to provide significant insight into the profound differences in electronic properties conferred by the Sb.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D003148/1","grantId":"EP/D003148/1","fundValue":"219059","fundStart":"2006-01-01","fundEnd":"2009-04-30","funder":"EPSRC","impactText":"  The work achieved syntheses for a range of bi- and poly-dentate antimony ligands, including chiral distibines, which were used to prepare a range of metal complexes. These complexes were tested for catalytic uses in collaboration with the EPSRC CATS service at St Andrews. Chemicals Societal","person":"William  Levason","coPersons":["G  Reid"],"organisation":"University of Southampton","findingsText":" New distibine ligands chiral at carbon were synthesised in enantiopure forms, fully characterised and a range of metal complexes prepared. Selected complexes were tested by the EPSRC CATS service, but although they proved catalytically active, the e.e' were poor. The work also made significant advances in the chemistry of pollydentate antimony ligands and in hybrid N/Sb ligands. The synthesis routes developed can be applied to other antimony containing systems. The preparation of enantiopure distibines offers a new suite of ligands for catalytic purposes. Chemicals","dataset":"gtr"}