{"id":"ED4AF347-B96C-4CF6-9FF0-B0107FA24A10","title":"Optimising GaN light emitting structures on free-standing GaN substrates","abstractText":"Gallium nitride (GaN) is an amazing material that can emit brilliant light. GaN light emitting diodes (LEDs) first became available about ten years ago, and are already used in a wide range of applications, including interior lighting in cars, buses and planes; traffic lights, large full-colour displays and backlighting in mobile phones. GaN blue lasers are about to be sold for next-generation DVD players, in which the DVDs will contain more than five times the amount of music or pictures as existing DVDs. Looking to the future, GaN may make possible high-quality, high efficiency white lighting which will produce major energy savings. Another exciting development could be high-efficiency deep ultra-violet LEDs for water purification, particularly in the developing world.Unfortunately, we are currently unable to make the high-efficiency white lighting and deep-UV LEDs referred to above because there are some key scientific problems that remain to be solved. To successfully surmount these challenges requires a detailed understanding of the complex processes involved in the fabrication of the light emitting regions of the LED. These consist of thin layers of an alloy called InGaN, which are sandwiched between thicker layers of GaN to make structures called quantum wells. These quantum wells are 50,000 times thinner than a human hair. We must also understand the processes that limit light emission and optimise the electrical conductivity of the many other semiconductor layers in an LED.A major problem with GaN materials and devices is understanding the role of defects called dislocations. GaN devices are normally grown on sapphire or SiC. Because GaN has different atomic spacings from the atoms in sapphire or SiC, a very high number of dislocations are formed when GaN is grown on these materials. Recently free-standing bulk GaN with far fewer dislocations has become available in limited quantities. Because it is very difficult to grow, it is expensive. However, two producers of this material, Samsung Corning and Lumilog, have offered us some of this material free-of-charge, so that we can optimise the growth of GaN light-emitting structures: both blue and green. This is a wonderful opportunity to do this. As far as we are aware, no one in the world has grown green LEDs on GaN substrates. This research will not only produce blue and green LEDs, it will also help us to understand the role of dislocations in GaN LEDs.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E031625/1","grantId":"EP/E031625/1","fundValue":"68881","fundStart":"2006-07-01","fundEnd":"2006-10-31","funder":"EPSRC","impactText":"","person":"Colin  Humphreys","coPersons":[],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}