{"id":"ED4B2B4C-B10C-4196-B817-5C34FF26EAB5","title":"The Exeter Science Exchange:trading ideas to promote multi-disciplinary collaboration","abstractText":"The generation and exchange of ideas are two vital components necessary for successful academic research - it is hard to imagine one without the other! While academic management is traditionally organised on research thematic or departmental lines, and this is clearly an efficient way of ensuring effective exchange of ideas within research groups with a common agenda, it often forms a barrier to development of really novel research ideas that may come from 'left field' combinations of quite different disciplines. Even when these potentially ground-breaking complementarities are identified in different research areas, it is often hard to find the initial funding to pump-prime its development, and researchers will tend to fall back to less risky but familar areas of research endeavour.This proposal is to set up the Exeter Science Exchange (ESE), a coherent and directed institutional programme of activities designed to support new and innovative research collaborations across traditional discipline boundaries. These collaborations will link the rapidly expanding research base in Engineering and Physical Sciences research (EPS) with excellent research in both Life and Environmental Sciences (LES) and the humanities, arts and social sciences (HASS) at Exeter. In the same way as a stock exchange is a central, recognised and regulated venue for the trading of company stocks and shares for profit, so the ESE will consist of a central, recognised and organised physical and virtual space for the 'trading of ideas' across the LES - LES - HASS spectrum for intellectual profit and societal impact. The Exchange will enable interdisciplinary groups to co-habit the same real space (on campus) from time-to-time and the same virtual space all the time allowing the creation of shared identities and bringing about a new level of understanding across discipline boundaries. It will also provide a platform for knowledge management and the sharing of best practice.The Exchange will offer four linked strands of activity; the first three (communication, innovation and policy) are aimed at sparking interest and engagement across crucial boundaries areas, and the fourth strand (development) is aimed at providing a mechanism to develop the most promising of these ideas up to a level that they can be supported by more traditional mechanisms (grant applications, joint PhD students). It will provide a forum for ideas trading that will be available to all and has as wide a remit as possible, making connections between topics as diverse as climate modelling and materials science to maritime history and archaeology.Our initial focus will be on fostering collaboration based on institutional Science Strategy topics: Climate change and sustainable futures, systems biology, extrasolar planets and functional materials, however we will encourage engagement of a very wide range of researchers at Exeter, and will aim to develop and widen existing multi-disciplinary research within the University. We aim to draw on the expertise of a wide range of senior academics across the university who will assist in focusing the Exchange towards promising emerging areas, and in evaluating applications for pump-priming funding.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I001433/1","grantId":"EP/I001433/1","fundValue":"501450","fundStart":"2010-10-01","fundEnd":"2013-09-30","funder":"EPSRC","impactText":"  This funding programme aimed at bridging gaps between disciplines rather than specifically generating socio-economic impact.  ","person":"David  Butler","coPersons":["Andy  Wills","John  Bessant","David Z  Zhang","Regenia  Gagnier","Trevor Charles Bailey","John  Dupre","Robert  Van De Noort","Nicholas  Smirnoff","Jonathan  Barry","Peter  Ashwin"],"organisation":"University of Exeter","findingsText":" Bridging the Gaps: the Exeter Science Exchange (BTG) successfully created a physical and virtual environment for researchers to come together to trade ideas, find inspiration and form new partnerships. The University of Exeter had already started to break down barriers between disciplines with the launch of our interdisciplinary Science Strategy in 2008 and the formation of Colleges, recognising that finding solutions to the major challenges facing society today requires an innovative and interdisciplinary approach. Bridging the Gaps allowed us to develop and embed this interdisciplinary culture.\n\n\n\nWe held over 80 varied events, from small focussed workshops to residential retreats, on a wide range of themes. Staff found these opportunities to take time out from their busy schedules to meet those from other parts of the University they would not otherwise have encountered extremely valuable, providing a forum to promote exchange of ideas and stimulate joint working and facilitating communication and networking between disciplines – hence building social capital as a foundation for future collaborative research.\n\n \n\nOur development fund then provided flexible pump-priming funding for 68 new interdisciplinary projects involving 166 academics from across the University, allowing many innovative new collaborations to be piloted. The scheme allowed more risk-taking than with traditional funding routes, as it was recognised from the outset that not all projects would succeed, and gave early career researchers experience of applying for and managing projects. However, we also provided valued practical support to maximise the chances of success and to encourage progress. Such pump-priming funding is increasingly difficult for academics to find so they greatly appreciated the chance to ‘test the waters’ of a new collaboration and carry out some relatively low cost exploration of novel areas, for example producing pilot data or working up ideas for funding proposals and publications. Many of these collaborations are continuing to develop, notably the Exeter Initiative for Statistics and its Applications (ExIStA - 250+ members) and Exeter Imaging Network.\n\n\n\nThe policy strand of the project held events and led to two successful applications to the Royal Society’s MP Pairing scheme, with both Annette Plaut (Physics) and Katrina Wyatt (Medical School) shadowing MP Ben Bradshaw to gain insights into how policy decisions are made and Ben Bradsaw visiting the University to experience research first hand. Our Innovation Strand involved workshops exploring how research ideas can be translated into products, processes and services with economic, societal or environmental impact.\n\nOur project management team played an important role in delivering a cross-university awareness-raising programme and matching academics to potential collaborators in other disciplines, as well as providing managing and facilitating activities and projects. We provided training workshops for postgraduate research students and postdoctoral researchers to instil an interdisciplinary approach in the next generation of academics. A small amount of pump-priming funding was also allocated to a competition for PhD student-led projects. An independent evaluation of BTG produced a summary report and full report, which highlighted the project's lasting legacy in expanding people’s interdisciplinary networks and culture change.\n\n\n\nWe created and encouraged the use of a virtual research environment for funded researchers to work in by: setting up an Elgg network for virtual networking, collaboration and file sharing; exploring the use of Second Life; setting up a wiki; and maintaining a blog. However, the virtual research environment did not achieve the potential hoped for. We found that this was because academics strongly prefer for face-to-face interaction, particularly in the early stages of a new collaboration. If they do use a virtual environment, they tend to use existing social networking sites that they are familiar with. Virtual environments do have potential in some areas of research, and we funded a project that is successfully studying the social psychology of violence using fully immersive virtual environments.\n\n\n\nThe independent evaluation of our project concluded that the project had been very successful in achieving its aims, having successfully initiated and facilitated numerous interdisciplinary collaborations, many of which are still ongoing, or are waiting for decisions on collaborative grant applications. It has brought people together from different disciplines within the University, often individuals who previously would not have had the opportunity to meet and share ideas.\n\n\n\nInterviews with participants confirmed that interdisciplinary collaboration can be difficult and collaborators need to be prepared to be open to fresh ideas, be patient in agreeing a common language between disciplines and have respect for a discipline other than their own. However, the personal rewards can be enormously enriching and can broaden an individual’s way of thinking as well as broadening their network of working relationships. The evaluation suggested that BTG is likely to have a lasting legacy at Exeter because of these networks established at the various workshops, retreats and through pump-primed interdisciplinary research projects. There is also a considerable accumulated competence around organising and supporting these activities.\n\n\n\nInterdisciplinary collaboration takes time and both the direct and indirect outputs of BTG and the collaborations it has initiated and facilitated will continue to be seen over many years, both through the continued escalation of multidisciplinary networks and the novel and creative thinking that these networks foster, as well as through successful funding awards and the positive impact on society, the economy and science that the findings of such research will undoubtedly achieve. Sustainability of this activity will be ensured by continued funding by the University of BTG activities.\n\n\n\n(Note – this report incorporates the outputs of our &pound;100k additional funding). Our evaluation provided useful insights into how to make interdisciplinary collaboration work well, which could be applied in other contexts. Several projects we funded involved collaboration with non-academic organisations and will potentially lead to impact in diverse areas such as medical diagnostics, bone health, biosensors, treatment of pain, eye tracking, tree health, auxetic materials, wave energy, decision-making in project management, biologging and mining impacts.\n\n\n\nThe Exeter Initiative for Statistics and its Applications is now a vibrant and self-sustaining community of 250+ statisticians and users of statistics from a broad range of backgrounds, including many regional public and private sector organisations.\n\n\n\nInteraction with our local MP has helped to raise awareness in the University of how research can be translated to policy, and our MP's awareness of the our research. Our workshops on innovation and impact helped our academics to explore how research ideas can be translated into products, processes and services with economic, societal or environmental impact.\n Links with non-academic partners through several or our projects (e.g. through the BioE bioengineering initiative) may lead to exploitation in future. Chemicals,Communities and Social Services/Policy,Creative Economy,Digital/Communication/Information Technologies (including Software),Energy,Environment,Healthcare,Pharmaceuticals and Medical Biotechnology,Other","dataset":"gtr"}