{"id":"ED597792-1CE6-49B8-8730-7FDFD1CB49AF","title":"Leucine-rich alpha-2-glycoprotein 1 (Lrg1) as a novel modulator of TGFbeta signalling in disease","abstractText":"Diseases of the vasculature constitute a major burden to human wellbeing and their treatment creates a significant economic cost, particularly in western societies. For example, in the eye proliferative diabetic retinopathy is the leading cause of blindness in the working age population, and the exudative (wet) form of age-related macular degeneration (AMD) is the leading cause of loss of vision in the over 65's. Both diseases are common, highly disabling and increasing in prevalence and are characterised by abnormal blood vessel growth and vessel leakage. In both conditions the molecular mechanisms that lead to pathology are poorly understood and the treatment options are limited. \n\nNew blood vessel formation also plays a major role in the growth of solid tumours, since a growing mass of cells requires delivery of nutrients and oxygen. Growing tumours promote the formation of new blood vessels in order for them to expand and attempts to destroy or eliminate tumour blood vessels have been the subject of extensive research. To date, however, these approaches have been largely unsuccessful but remain a desirable objective in the pursuit of novel anti-cancer drugs. The blood vessels that form in tumours are also frequently highly disorganised, poorly perfused and leaky, and it is increasingly recognised that if these blood vessels could be 'normalised' this may aid the delivery of therapeutic drugs to the target tumour cells. \n\nIn our previous work we discovered a protein named Lrg1, that stimulates blood vessel growth and that is required for pathological blood vessel growth in models of eye disease. We also observed that in mice that lack Lrg1, tumours grow much more slowly. We further showed that blocking the activity of Lrg1 using antibodies prevented the formation of abnormal blood vessels in a mouse model of AMD, demonstrating that Lrg1 is a potential therapeutic target in diseases of the vasculature. We have also discovered that Lrg1 modifies the activity of the growth factor TGFbeta and that it is through this interaction that Lrg1 exerts its effect. We found that Lrg1 is frequently expressed by cancer cells, suggesting that this could be one way in which solid tumours stimulate the formation of a blood supply. However, TGFbeta is not only involved in promoting new blood vessel growth but can also make tumour cells more aggressive and prevent the immune system from attacking the tumour. Preliminary experiments have shown that Lrg1 can indeed modulate the activity of TGFbeta in cancer cells and white blood cells and that this may support tumour cell growth and metastasis.\n\nIn this proposal our objectives are to elucidate the mechanism of how Lrg1 works in cancer cells, blood vessels and cells of the immune system. We already have several important clues from studies performed in our current MRC project grant, in that we know the identity of certain cell surface receptors on blood vessels that interact with Lrg1, and we know some of the consequences of these interactions on cell fate. Here, we will define those interactions in greater detail, to work out not only which receptors Lrg1 binds to on blood vessels, cancer cells and immune cells, but also to define which parts of the Lrg1 molecule are required for those interactions. Using a variety of experimental models of disease, we will examine the consequences of Lrg1 binding to its target cells to determine cellular outcomes. Finally, will use Lrg1 blocking antibodies to find out whether, in these models of disease, therapeutic targeting of Lrg1 diminishes or eliminates the pathology.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L002973/1","grantId":"MR/L002973/1","fundValue":"496928","fundStart":"2014-01-01","fundEnd":"2016-12-31","funder":"MRC","impactText":"","person":"John  Greenwood","coPersons":["Stephen Edward Moss","Xiaomeng  Wang"],"organisation":"University College London","findingsText":"","dataset":"gtr"}