{"id":"ED5B7C0A-CE42-4407-B81C-9CD6A156D6A6","title":"Moral Knowledge and Moral Objectivity","abstractText":"The proposed research is continuous with work I have been doing in recent years towards developing an anti-realist account of ethics. The two core questions of this research concern: (1) Ethical knowledge: what is it and how is it possible? (2) Ethical Objectivity: what is it and how is it possible?\n\nIn recent ethical anti-realist literature there are two traditions of thought that interest me in particular: the expressivity tradition, represented mainly by Simon Blackburn and Allan Gibbard; and the constructivist tradition represented mainly by the later work of John Rawls and T. M. Scanlon. Expressivism is the view that moral and other normative utterances are most fundamentally concerned with the expression of commitments of a kind distinct from beliefs: emotive stances or desires in a very broad sense of desire. Constructivism is the view that the content of morality is determined by code liberation and mutual agreement on the part of persons motivated to seek to live together in a moral community and with a view to arriving at principles for the moral regulation of that community.\n\nThe most energetic efforts of expressivity have tended to focus on issues in the philosophy of language, especially issues of truth (a focus of much recent attention strongly influenced by the work of Crispin Wright and others) and logic (the so-called Frege-Geach Problem). Epistemological concerns in particular have received less interest and attention, though there is some valuable recent work on which to draw, in particular in recent books by Gibbard and by Mark Timmons.\n\nA thought I wish to pursue is that the best avenue for a distinctively expressivity approach to explore in epistemology is one informed by the constructivist tradition. In thinking this I am somewhat at odds with prevailing current of opinion whir&quot; dews these two approaches as typically somewhat mutually antagonistic; so my own ideas successfully developed would constitute something of a rapprochement. Expressivism, on the view I hope to develop, promises to rescue constructivism from a serious lack of clarity about the character and status of the raw materials from which the &quot;construction&quot; it speaks of proceeds; while constructivism offers an understanding of moral knowledge and objectivity that promises to improve on what expressivity have managed to say so far. The research will also engage critically with the work of other writers in the field. Some material that is now taking shape in draft form does this in particular with the writings of T. M. Scanlon and the so-called &quot;Cornell Realists&quot;, David Brink and Richard Boyd.\n\nThe proposed research complements another core research interest I have pursued in recent years in moral responsibility and the so-called &quot;free-will&quot; problem. Together these concerns add up to a project that seeks to show how the central conceptual resources needed to shape a human moral community, in particular concepts of moral responsibility and moral objectivity can be rendered fully intelligible and their proper application vindicated in a way that is extremely metaphysically unassuming and consistent with a broadly naturalistic outlook on the world. These seem to me to be among the most urgent and interesting issues philosophy has to address. They are also extremely difficult issues but I believe real progress is possible and I am hopeful of contributing substantially to this end.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E504256/1","grantId":"AH/E504256/1","fundValue":"25990","fundStart":"2007-02-01","fundEnd":"2007-06-04","funder":"AHRC","impactText":"","person":"J  Lenman","coPersons":[],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}