{"id":"ED6055CB-DBE3-47C1-8F9B-E6CB5CE41BDF","title":"Synergistic effects of physical and psychological stress upon immunesenescence","abstractText":"<p>Ageing is associated with increased risk of infections, due to a decline in the function of the immune system. Common stresses encountered in old age, such as hip fracture and depression, also result in an increased susceptibility to infection. </p>\n\n<p>&nbsp;</p>\n\n<p>This project will investigate whether the combination of hip fracture and depression in older patients puts a further strain on the aged immune system resulting in poorer recovery after hip fracture. </p>\n\n<p>&nbsp;</p>\n\n<p>The study will involve patients aged over 65 years with hip fracture and will additionally assess them for the presence of depression. The study will also compare their findings to healthy older adults without hip fracture or depression. </p>\n\n<p>&nbsp;</p>\n\n<p>The research will measure the functioning of immune cells and will also look at a range of other health factors to determine the effects of hip fracture and depression on physical and mental frailty. The patients will be assessed within 1 month of their fracture and again 6 months later. </p>\n\n<p>&nbsp;</p>\n\n<p>The study will also consider how a persons beliefs about their illness affects how well they recover from that illness and will do this by looking at illness beliefs and recovery from hip fracture in British Punjabi Indians and White British patients</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/G037000/1","grantId":"ES/G037000/1","fundValue":"357068","fundStart":"2009-10-01","fundEnd":"2012-12-30","funder":"ESRC","impactText":"  The data from this project have been used to help design an RCT to test an intervention to reduce depression in hip fracture patients. Our data suggested that a stress hormone imbalance may be causing the onset of depression and the RCT will comprise a hormone replacement therapy and the primary outcomes will be reduced depression and improved recovery after hip fracture. Improved immunity will be a secondary outcome.  ","person":"Janet  Lord","coPersons":["Douglas  Carroll","Wiebke  Arlt","Glyn  Humphreys","Cath  Sackley","Janet Rachel  Oyebode","Anna Catriona Phillips"],"organisation":"University of Birmingham","findingsText":" The project is complete and has made two major findings:\n\n1. The most important finding is that depression following hip fracture is a major determinant of reduced immunity in this patient group. This was not what was expected as we thought the physical stress of the fracture would suppress immunity and that depression would have an additive effect. In fact by 6 weeks after injury only the patients with depressive symptoms had reduced immune function. In addition the patients with depression also had lower recovery of their physical function, such as the ability to get out of a chair, even 6 months after injury.\n\n2. We identified a novel aspect of immunesenescence, namely that ageing results in reduced numbers and functionality of regulatory B cells. As the latter help to counteract autoimmunity and prevent over-activation of the immune system, these data may explain why older adults are prone to autoimmune inflammatory diseases such as rheumatoid arthritis. Publicising the importance of trying to combat or prevent depression after hp fracture, we think will be helpful to patients and their carers. We are preparing an application to NIHR for a small RCT to treat depression in hip fracture patients to try and improve their immunity and physical recovery after hip fracture. Communities and Social Services/Policy,Education,Healthcare","dataset":"gtr"}