{"id":"ED68C067-9547-4772-A382-C0536EF1151A","title":"An Enclosure Design Tool to enable zoos to create integrated, wild-type enclosures for great apes","abstractText":"Time is running out for our great ape relatives that are centre stage in the balance between improving the quality of human lives and living within the Earth's limits. Orangutans for example inhabit prime areas for agricultural expansion, timber extraction and palm oil plantations; bonobos inhabit areas of prolonged warfare and mountain gorillas inhabit areas that are crucial for minerals such as Coltan and for oil. If habitat destruction continues apace all great apes will be extinct in the wild within 20 years (World Conservation Union [IUCN]). \n\nIn parallel with efforts to manage wild populations and habitats sustainably, modern zoos must form 'arks', to maintain viable populations of threatened species that can re-populate the wild if needed. This requires a step-change in our approach, to go beyond simply 'preserving' the animal for its genetic material to 'conserving the whole organism'- the behavioural traits and physical adaptations that are a vital part of what determines an animal's ability to survive in the natural environment.\n\nGreat apes are, however, some of the most difficult species to keep successfully in captivity. Health problems, such as obesity, are common, and some display aberrant behaviours and signs of stress, often related to a lack of relevant physical and mental activity. As stewards of these species for future generations, zoos need to be empowered with effective tools to ensure healthy, wild-type captive populations within a range of budgets.\n\nThat is what we are proposing: To devise an Enclosure Design Tool (EDT) that will enable zoos to develop independently effective strategies to ensure captive apes are able and motivated to express and maintain wild-type behaviours. In order to develop and validate the EDT, we will work with our project partner Twycross Zoo to apply our combined expertise on the behaviour of wild apes and management of captive apes to re-design their chimpanzee and gorilla enclosures.\n\nThis is much more than a simple enrichment plan. We will apply our knowledge of how animals deal with the demands of their natural habitat from locomotor, cognitive, social and cultural perspectives to design innovative, integrated wild-type enclosures. We will provide both the opportunity and incentive for wild-type behaviours, by exploiting the apes' motivation for one type of behaviour to encourage the expression of others. In the wild, all behaviours are strongly interlinked; by playing-on the relationship between them we can ensure that wild-type activity becomes a way of life for the animals, not a short-term novelty. The EDT will be innovative in that it will incorporate all of the core species-specific functional habitat requirements in one system. It will focus on replicating the mechanical and structural features of their habitats, not simply the aesthetics, and in relating it to data for wild animals, it will ensure the best fit for each species.\n\nTo our knowledge this partnership will be the first in the zoo community to draw on such a range of expertise to develop and release a stand-alone tool for future use by other zoos without academic input, and taking into account different budgets. Our advisory board will facilitate the dissemination of the EDT throughout the zoo community. This will improve the ability of UK and global zoos to act as true 'arks', and improve their financial situation by attracting more visitors to see animals behaving like their wild counterparts.\n\nOur results can ultimately help inform those protecting and managing great apes environments in the wild by developing understanding of the core minimum elements needed to replicate natural environmental systems to support great ape wild-type behaviour, and support more successful reintroduction programmes by informed selections of possible habitats and better prepared apes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M021300/1","grantId":"NE/M021300/1","fundValue":"96924","fundStart":"2015-05-29","fundEnd":"2016-11-30","funder":"NERC","impactText":"","person":"Susannah Katherine Thorpe","coPersons":["Julia Patricia Myatt","Claudio  Tennie","Jacqueline  Chappell"],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}