{"id":"ED6B0626-A8B1-439F-864D-EFCA33B1C77B","title":"Mathematics for Engineers Summer School - Mathematics for Biomedical Engineering","abstractText":"Biomedical engineering is concerned with the development and manufacture of therapeutic devices, diagnostic devices, artificial limbs, drugs and other therapies. In order to be able to design these things the biomedical engineer has to be good at mathematics too. This proposal is to create a week-long course that will run during the summer months that aims to teach advanced mathematics to graduate researchers who are working on problems in biomedical engineering. In order to make real technological advances in diagnosis, treatment and therapy in medicine new tools and computer programs will need to be designed by researchers studying in the field of biomedical engineering. It has become apparent that in order to make these advances that those researching in biomedical engineering will need to know more advanced mathematics than is generally the case at present. The aim of the Summer School course that is proposed is to teach those graduates working at the forefront of biomedical engineering research the relevant mathematics so that they can then apply these newly found skills to take their research to higher and more advanced levels. The Summer Schools will also be available to those working in the biomedical engineering industry to enhance the research performed in these companies and hence raise the profile of such UK based companies across the world.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G038600/1","grantId":"EP/G038600/1","fundValue":"53193","fundStart":"2009-06-01","fundEnd":"2010-02-28","funder":"EPSRC","impactText":"  There were no findings as this was a a training event for Postgraduates and Early Stage Researchers in Mathematics for Biomedical Engineering. Education,Healthcare,Pharmaceuticals and Medical Biotechnology Cultural","person":"Michael John Chappell","coPersons":["Neil Darren Evans","Adrian  Wilson"],"organisation":"University of Warwick","findingsText":" This was a Summer School to train Postgraduate and Early Satge Researchers in Mathematics for Biomedical Engineering The structure and organisation of the Summer School has been used for similar events by our team since the running of this event. Education,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}