{"id":"ED76C220-EE20-4428-8C06-EDC39AD82E15","title":"Quasiparticle Imaging and Superfluid Flow Experiments at Ultralow Temperatures","abstractText":"Our group has pioneered novel techniques to cool superfluid 3He to ultra-low temperatures where thermal quasiparticle excitations are highly ballistic, having intrinsic mean-free-paths which approach kilometre length scales. Superfluid 3He displays a wide range of exotic spin, orbital and mass superfluid behaviour, providing an ideal system to study and to gain a better understanding of quantum systems in general. We have developed techniques to generate beams of ballistic quasiparticles and scatter them from various obstacles formed in the superfluid. Superfluid structures such as vortices, textures and phase boundaries have a large cross-section for Andreev reflection (a form of near-perfect retro-reflection of excitations unique to superfluids and superconductors), so are readily probed by excitation beams. We aim to further develop the techniques to build a quasiparticle camera to directly image superfluid structures providing time and spatial resolution to study their dynamics.We will first apply the technique to image the beam of excitations which is emitted by a vibrating wire above some critical velocity. The excitations are created by the wire as it breaks apart the `paired-atom' superfluid condensate. Quantum vortices (line defects in the superfluid with a well-defined circulating flow) are also produced above this critical velocity. The two processes appear to be closely linked, but the mechanism is not understood. The images will allow us to simultaneously observe the pair-breaking beam and vortices, which will provide detailed information about the generation processes.At higher velocity amplitudes, vibrating wires produce quantum turbulence, a complex tangle of vortex lines. Despite its overwhelming importance to a wide range of science and technology, turbulence in general is poorly understood. Quantum turbulence is conceptually much simpler than classical turbulence and is far more amenable to computer simulation. The study of superfluid turbulence may thus eventually provide a better understanding of turbulence in general. There are several interesting unanswered questions to be addressed in quantum turbulence, such as how it develops and decays in the absence of viscous forces at low temperatures. We aim to use the new imaging techniques to directly image quantum turbulence to provide detailed dynamical information for direct comparison with theory.We will also develop a new technique to allow very precise controlled motion of an object in the superfluid to study various flow related properties. In particular, it will allow a comprehensive study of the pair-breaking mechanism over a wide frequency range, including near-uniform (zero frequency) flow. This is interesting since the mechanism is thought to involve the population of bound surface states (including so-called Majorana states which have received a great deal of recent theoretical interest) and there may be analogies with quantum Hawking radiation.The flow device will also allow us to measure extremely low velocities. This will enable us to explore possible supersolid behaviour in solid 4He at low temperatures by measuring the slow motion of a wire through the solid. Supersolidity is a very exotic phenomenon, predicted by some theories, where a quantum solid can exhibit frictionless flow. There is widespread speculation that supersolidity has been observed in 4He at low temperatures, but the observations might also be explained by defects in the solid with superfluid cores. This topic remains highly controversial and has received a great deal of interest. The current device will be very sensitive to both defects and supersolid flow, thus providing key information to resolve this issue.We will also investigate new avenues for research in exotic superfluid phases, spin superfluidity and high frequency/small length scale phenomena. The new techniques developed will be very versatile with a wide range of future applications.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I028285/1","grantId":"EP/I028285/1","fundValue":"935212","fundStart":"2011-10-01","fundEnd":"2015-09-30","funder":"EPSRC","impactText":"","person":"Viktor  TsepelinS N  Fisher","coPersons":["David Ian Bradley","Oleg Victor Kolosov","Richard Peter Haley","George  Pickett","Anthony Michael Guenault","Peter Vaughan Elsmere  McClintock"],"organisation":"Lancaster University","findingsText":"","dataset":"gtr"}