{"id":"ED7B06E8-D7AC-4E15-B303-E32BAC55BBE9","title":"Subgroups and spines of mapping class groups","abstractText":"Mathematics is the study of pattern, and one of the things mathematicians attempt to do is to understand the patterns inherent in objects. This allows us to collect together objects that have similar behaviour, and also to distinguish them from collections of objects whose behaviour is in some way significantly different. In attempting categorize objects in this way, we sometimes find objects that don't fit well into the categories we have chosen. One such object that doesn't fit well is the mapping class group of a surface, which is what makes the study of the mapping class group interesting and valuable. On the one hand, it behaves like a class of objects known as 'Kleinian groups', in that they share some basic structural similarities. On the other hand, it behaves very differently from Kleinian groups, and shares some behaviours with another class of objects known as 'lattices in higher rank Lie groups'.The basic purpose of this research is two-fold. One objective is to understand the inner workings of the mapping class group by trying to build a smaller object that contains all the necessary information to classify it. Such an object is called a 'spine'. This is a polyhedral object, and as such its best possible 'size' (or dimension) is calculable. However, the known constructions of spines for the mapping class group produce spines that are too big, in that their dimension is larger than the theoretically best possible dimension. We will construct an appropriately sized spine for the mapping class group, so that we can have a better geometric handle with which to study the mapping class group.The second objective is to explore in more detail the similarities between the mapping class group and Kleinian groups. We have a particular analogy in mind here. It is a consequence of the Ahlfors Finiteness Theorem and work of Thurston that a Kleinian group has a very restricted set of subgroups, specifically its 'finitely generated normal subgroups'. We will show that the mapping class group has a similarly restricted set of 'finitely generated normal subgroups', so that in this way it shares a structural similarity to Kleinian groups.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F003897/1","grantId":"EP/F003897/1","fundValue":"14327","fundStart":"2007-06-01","fundEnd":"2007-12-31","funder":"EPSRC","impactText":"","person":"J W  Anderson","coPersons":[],"organisation":"University of Southampton","findingsText":" We show that the asymptotic growth rate for the minimal cardinality of a set of simple closed curves on a closed surface of genus g which fill and pairwise intersect at most K (greater than 1) times is 2\\sqrt{g}/\\sqrt{K} as g goes to infinity . We then bound from below the cardinality of a filling set of systoles by g/\\log(g). This illustrates that the topological condition that a set of curves pairwise intersect at most once is quite far from the geometric condition that such a set of curves can arise as systoles. Journal article containing these results has been published, and the authors have given talks on this work in seminars at various mathematics departments Other","dataset":"gtr"}