{"id":"ED800727-8A34-4CCA-BAD8-034D4CC9E977","title":"Profiles of physical activity in older adults: Project OPAL (Older people and active living)","abstractText":"The recent Chief Medical Officer’s report established that physical activity is effective in reducing risk of disease and maintaining physical and mental function in later life. We know surprisingly little about the patterns of physical activity in older people and their determinants, although national surveys indicate that over 80% are insufficiently active for health. This research combines expertise in human geography, neighbourhood sociology, health psychology and exercise physiology to document physical activity patterns and their environmental and social determinants in urban dwelling older people. The participants are men and women aged 70 or over living in neighbourhoods of different levels of social deprivation and amenity provision. Physical activity patterns and levels are assessed using accelerometry, global positioning technology, and self-report. Questionnaires and interviews help us determine purposes of journeys, food purchasing habits, perceptions of neighbourhoods, barriers to activity and levels of mental well-being. Tests of functionality and tasks of daily living are undertaken to explore links with activity and life quality. Using geographical information systems, the influence of local amenities and services on patterns of movement is estimated. We believe that this multidisciplinary ecological approach will provide a unique vision and help provide vital information for directing public health initiatives.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0501312","grantId":"G0501312","fundValue":"167055","fundStart":"2006-11-01","fundEnd":"2009-02-28","funder":"MRC","impactText":"","person":"Ken  Fox","coPersons":["Melvyn  Hillsdon","Jim  McKenna","Deborah  Sharp","Marco  Narici","Afroditi  Stathi","Ashley Ronald Cooper","Richard  Harris"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}