{"id":"ED935E85-3369-4B58-A7C2-ECD89B0D3A31","title":"Multispin Recoupling in Solid-State Nuclear Magnetic Resonance","abstractText":"Nuclear Magnetic Resonance (NMR) is a technique which uses the fact that the nuclei of many atoms act as tiny radiotransmitters, emitting radio signals at precisely-defined frequencies, which can be detected by a carefully-tuned detector. The frequencies which are emitted depend on the electronic environment of a particular nucleus. This effect is called the chemical shift and allows NMR to be used to obtain information on the chemical composition of a substance. If two magnetic nuclei are close to each other in space, they slightly influence each other, rather like two bar magnets placed side-by-side. It is possible to use this effect to estimate the distances between the magnetic nuclei. One can build up an accurate picture of the three-dimensional structure of a protein molecule by estimating many internuclear distances. Current solid-state NMR experiments are able to estimate these internuclear distances accurately. However, existing methods only work well if the molecule only contains two magnetic nuclei of the same isotopic type. Samples of this kind may be synthesized using isotopic labelling methods but the procedure is laborious and expensive. In this project, we will develop methods which allow many internuclear distances to be measured on the same multiply-labelled sample. This will greatly speed up the procedures for estimating molecular structures in the solid state by using NMR. This will allow the determination of the three-dimensional structures of molecules such as membrane proteins, adding greatly to our understanding of the chemical signal processing systems which are vital to the life processes of the cells in our bodies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E022375/1","grantId":"EP/E022375/1","fundValue":"471539","fundStart":"2007-09-01","fundEnd":"2011-01-31","funder":"EPSRC","impactText":"","person":"Malcolm Harris Levitt","coPersons":[],"organisation":"University of Southampton","findingsText":" Techniques were developed allowing selective internuclear distance information to be obtained from isotopically dense samples academic Energy,Manufacturing/ including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}