{"id":"ED997CE1-CCD5-4E78-9AA8-6D1A65B08D03","title":"Randomized approaches to combinatorial packing and covering problems","abstractText":"Many important questions can be formulated as covering and packing problems. This makes the study of such problems crucial both from an algorithmic and a more structural point of view. Recent ideas and methods from discrete probability theory have led to several breakthroughs in the area, with the potential to reshape the field. \n\nHere in a packing problem the task is to organize as many elements of a given structure as possible into suitable disjoint substructures. In a covering problem the task is to cover all elements of a given structure by as few as possible suitable substructures (which are not necessarily disjoint). These problems can be viewed as &quot;duals&quot; of each other. In particular, their solutions sometimes coincide, in which case we obtain a decomposition of the given structure.\n\nA classical example occurs in design theory: under suitable divisibility conditions a Steiner Triple System gives a decomposition of the edges of a complete graph into edge-disjoint triangles, i.e. the optimal solution of the triangle packing problem equals that of the triangle covering problem. Such problems have a long history going back to the 19th century and have many applications, e.g. to testing, statistical design and coding theory. \n\nThe project intends to approach long-standing questions concerning optimal packings in non-complete host graphs. These have applications e.g. in communication networks. Another related strand is to study packings and coverings involving more complex structures such as spanning trees and resolvable designs. We intend to provide a powerful algorithmic tool for such questions which can be viewed as near-optimal packing version of the famous Blow-up Lemma. This would have numerous structural and algorithmic applications. Furthermore, the packing and covering viewpoint can be valuable in a much broader context. In particular, we propose to employ it to study the Boolean Satisfiability Problem k-SAT. The k-SAT problem is computationally intractable and of fundamental importance in theoretical computer science. Again, the probabilistic perspective has proved to be invaluable. By formulating the k-SAT problem as a hypergraph covering problem, we will aim to solve key open problems regarding statistical properties of random k-SAT formulas.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M009408/1","grantId":"EP/M009408/1","fundValue":"258260","fundStart":"2015-03-01","fundEnd":"2018-02-28","funder":"EPSRC","impactText":"","person":"Daniela  Kuehn","coPersons":["Deryk  Osthus"],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}