{"id":"ED9FA903-696E-4712-AAD9-31ECC0D38CDD","title":"EPSRC Centre for Innovative Manufacturing in Emergent Macromolecular Therapies","abstractText":"In the 1980s it began to be possible to produce potentially unlimited quantities of human proteins by placing the gene defining them in a simple organism such as yeast. From this grew a new kind of medicine capable of treating conditions such as severe arthritis, haemophilia, growth deficiency, and some cancers that previously had no satisfactory treatments. As well as having great clinical value the resulting technology has become the basis of a new and fastest growing part of the pharmaceutical industry, described as biopharmaceuticals. Because the molecules involved are proteins, they are orders of magnitude larger and more complex than conventional drugs such as aspirin and their processing is much more demanding. They are also so complex that they cannot in general be characterised with precision except in relation to the methods by which they are made. That means the capacity to precisely define such processes is critical to clinical safety and commercial success. Full scale trials of the processes are so costly they can only be conducted once clinical promise is established but, given the number of factors governing processing of even first generation products, there have often been hold-ups so extensive as to delay availability to patients. UCL has pioneered micro scale methods that are sufficiently good at predicting efficient conditions for large scale performance that far fewer and better focussed large scale trials suffice. That resolves part of the problem but an even greater challenge is now emerging. The early biopharmaceuticals were in general the easiest ones to produce. The final scales were also relatively modest. Now, the next generation of biopharmaceuticals are more complex materials and with rising demand the scales are far larger so that processes push the boundaries of the possible. The combined complexity of the product and the process with so many variables to consider means that the managers need better systematic means of supporting their decisions. Already the cost of developing a single biopharmaceutical can exceed 0.7 billion and take 10 years. With more advanced biopharmaceuticals these figures tend to rise and yet the world's governments are facing a healthcare cost crisis with more older people. They therefore exert pressure on companies to reduce prices. Because the public wishes to have medicines that do not pose risks, regulations become ever more stringent so they are a major factor in defining the bioprocess. This also adds to the need for managers to have sector-specific decisional-support aids well grounded in the detailed engineering of the processes. Finally, it is now possible to apply molecular engineering to proteins and vaccines to enhance their therapeutic properties but this can also cause serious bioprocessing problems. The research vision developed with detailed input from UK industry experts will apply these methods as the foundation for another step change whereby much faster and lower cost information can be gathered and integrated with advanced decisional techniques to give managers a better foundation on which to base their policies. The academic team from leading UK universities provides the necessary continuum of skills needed to assess the ease of manufacture of novel drugs, the costs of processing and of delivery to patients. We will work with companies to test the outcomes to ensure they are well proven prior to use on new biopharmaceuticals. This will cut costs so that all the patients who might benefit can receive them and at the earliest possible date achieved within the severely restricted budgets now available to the NHS.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I033270/1","grantId":"EP/I033270/1","fundValue":"5840290","fundStart":"2011-10-01","fundEnd":"2016-12-31","funder":"EPSRC","impactText":"  Demonstration projects have been used to export ideas into industry. Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology Economic,Policy & public services","person":"Nigel  Titchener-Hooker","coPersons":["Lazaros  Papageorgiou","Stephen  Morris","Suzanne  Farid","Stephen James Brocchini","Paul Anthony Dalby","Nina Frances Thornhill"],"organisation":"University College London","findingsText":" We have created methods by which industry cna decide upon appropriate candidates to take forward for manufacture and to ensure costs are such that the NHS can afford them. Spinouts Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}