{"id":"EDB049FB-9E86-475B-8CEE-91946F9864C9","title":"Using integrative acid-base physiology to improve the efficiency and sustainability of fish production","abstractText":"Feeding and digestion has been and continues to be extensively studied for both fundamental and applied purposes, in a range of species from all animal groups. The current proposal represents a novel area of research that offers a new integrative perspective on the otherwise well studied phenomenon of digestion. It also provides a previously unforeseen mechanism for improving the conversion of food-to-growth within the globally important aquaculture of trout and salmon. The potential for commercial application has generated an industrial partnership with Skretting, the largest trout feed producer in the UK and worldwide.\n\nThe proposal stems from our recent discovery in 2008 that a major phenomenon associated with feeding in mammals, the alkaline tide, also occurs in teleost (bony) fish, in which it had not previously been documented. The alkaline tide is a rise in blood bicarbonate (a base) and pH (i.e. more alkaline) lasting several hours following a meal, which results from the need to balance the secretion of acid into the stomach. This carries an energetic cost that we estimate to be between about 5 and 40 % (depending on buffer capacity of the diet) of the energy used by trout to digest a meal. The resulting acid-base disturbance in the blood will also result in a host of physiological consequences including potentially negative effects on respiratory gas exchange, salt and water balance, energy use that will ultimately limit food conversion efficiency and growth rates. \n\nIn trout one key response to this blood acid-base disturbance is to excrete the excess bicarbonate base into the external water (via the gills), a compensatory process that can last 36 hours. Any treatments that might either lessen the extent of the alkaline tide, or improve the recovery time, could be extremely valuable to the aquaculture industry. This is because such treatments would reduce the energetic costs for the fish (promoting faster growth rates), reduce the economic costs for the fish farmer, and also lessen the impact on increasingly expensive and hard-fought-for marine resources that are currently used to make fishmeal (the primary ingredient in commercial trout food).\n\nThe project will focus upon the physiological consequences and costs of the alkaline tide in rainbow trout, and specifically how this might influence the biological and economic efficiency of growth in aquaculture conditions. By understanding the physiological implications of the alkaline tide, and how they are affected by environmental and dietary variables, we should be able to understand how this varies in nature (with fishing feeding naturally on diets with very different buffer capacity), and also how to minimise the energetic costs for fish within aquaculture. We aim to study how the temperature and chemistry of freshwater the fish live in can influence their response and recovery time for the alkaline tide. We will also manipulate the diet to see if we can minimise the need for the fish to secrete acid in its stomach and minimising the alkaline tide, thus saving energy and optimising fish growth.\n\nWe will investigate these phenomena using experimental physiology under laboratory conditions at Exeter, as well as carrying out commercial-scale feeding trials at Skretting's under conditions similar to aquaculture, using novel feeds designed by Skretting's Aquaculture Research Centre in Stavanger, Norway.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J00913X/1","grantId":"BB/J00913X/1","fundValue":"309696","fundStart":"2013-02-25","fundEnd":"2016-02-24","funder":"BBSRC","impactText":"","person":"Roderic William Wilson","coPersons":[],"organisation":"University of Exeter","findingsText":" So far we have confirmed that freshwater chemistry can have a large influence on physiological recovery following ingestion of a meal in fish. This potentially means that the site of fish farms will influence how well, or how quickly, fish can process a meal and the efficiency of their growth. We are only 1.5 years into this 3 year project, but we expect that aquaculture industry will be interested in the above findings, and those yet to come concerning dietary manipulations. Agriculture, Food and Drink,Environment","dataset":"gtr"}