{"id":"EDB1B82E-B656-4583-886A-D2451D1B363A","title":"The Experimental Study of Elementary Particle Interactions at High Energy","abstractText":"The Large Hadron Collider will begin to deliver data in October 2009. The Cambridge group has participated in the construction of the ATLAS and LHCb detectors which will explore the physics progresses taking place in the 10 TeV energy regime opened up by the new collider. In ATLAS the group will be making measurements of expected processes like Z-boson production, in order to test whether the predictions of our current theories still hold at high energy. We will also be searching directly for the production of supersymmetric particles, predicted in many theoretical models, and for evidence of the existence of extra space dimensions. In LHCb, we will make measurements aimed at understanding the differences between matter and antimatter, and hence explaining why the Universe we live in appears to contain very little antimatter. In order to pursue this research we will need to work on the operation and calibration of the detector systems we work with. These include the tracking system in ATLAS, which measures the paths of particles, and the RICH detector in LHCb, which can distinguish between different particle types. Since the LHC will in future operate at a higher intensity, we also plan to develop detector technologies capable of working at much higher rates. In parallel, we will develop detector systems for future experiments. We also participate in the MINOS experiment, which studies the properties of neutrinos, and in particular their ability to transmute between neutrino types. We will complete our data analysis work on this experiment, to get the maximum return on the investment made to date.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/H001093/1","grantId":"ST/H001093/1","fundValue":"1263000","fundStart":"2009-10-01","fundEnd":"2011-03-31","funder":"STFC","impactText":"  Discovery of the Higgs boson in 2012 Education Cultural,Societal","person":"Michael Andrew  Parker","coPersons":["Mark Andrew Thomson","Valerie  Gibson","David  Ward","Leonard Bart Hommels","Christopher  Lester","John Richard Batley"],"organisation":"University of Cambridge","findingsText":" Understanding fundamental interactions. Further understanding of fundamental interactions. Education","dataset":"gtr"}