{"id":"EDB230BE-C3BF-4614-9D67-69FFAD0F7B1F","title":"A modular approach to multi-component molecular assemblies","abstractText":"The idea that technologically advanced devices could be made by chemistry is appealing because chemistry is generally less demanding in use of energy than more conventional nanofabrication approaches. This work falls into this general area. The aim of the work is to design the molecular components that could be assembled, in the long term, into useful devices. The major difficulties are to understand the influence of one component on another in detail, and to this end we will make and study assemblies starting with assemblies where there are two components - a qubit (the quantum equivalent of the bit used in conventional computing) and a switchable molecule; our aim is to understand what happens to the qubit when the switch is on and off, and hence we can chose which switches are suitable for use with qubits. From the assemblies with two components we will move to more complicated assemblies, containing two distinct qubits and two distinct switches.\nThe materials will be studied using electron paramagnetic resonance (EPR) spectroscopy, which is extremely sensitive to the behaviour of single electron spins. Single electron spins can, at the simplest level, be regarded as magnets and the EPR experiment involves using microwaves to flip the electron from having its local magnetic moment aligned with an external field to aligned opposed to the external field. We can use the results to find out if single electrons are communicating with other electrons, and with sophisticated experiments can make specific electrons adopt specific orientations.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L018470/1","grantId":"EP/L018470/1","fundValue":"595238","fundStart":"2014-02-01","fundEnd":"2017-01-31","funder":"EPSRC","impactText":"","person":"Richard Eric Winpenny","coPersons":["Eric John Logan  McInnes","David  Collison"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}