{"id":"EDB6BF3E-A8FE-459E-9EAC-1A5E9027A1AA","title":"Developing coherent states as a resource in quantum technology","abstractText":"In quantum mechanics, the intensity and phase of a field are not simultaneously defined with perfect precision. In searching for a mathematical model to describe photon correlations, Roy Glauber at Harvard University suggested a quantum state in a superposition of photon-number eigenstates. He called this quantum state, whose phase and intensity, although uncertain to some extent, are fairly well defined, a coherent state. Since its discovery, the coherent state has found a place in all physical systems where quantum physics is involved in the rapidly evolving experimental situations of optical physics. The coherent state is an important resource for the study of quantum physics. It was after the advent of the coherent state and its experimental realisation (an idealised laser field), that experimental tests of the conceptual foundations of quantum mechanics were possible. Recent advances in various branches of science have led to a situation where the manipulation of properties at the atomic level - that is, quantum engineering-has become feasible. The coherent state is also an important resource in applications of quantum mechanics for information processing and for the control and manipulations of a system at the quantum level. The coherent state, whose uncertainty in phase is negligible when the amplitude is large, but significant when the amplitude is small, serves as a boundary between classical and quantum physics. In this investigation we want to find out the roles played by the coherent state in the control and manipulation of a quantum system and how it is done. The core of this project lies in the properties of coherent states, which are defined for various physical systems, such as a stationary field, a travelling field, a harmonic oscillator, solid-state systems and atomic condensates. We propose to address four main topics:1. Manipulation of the coherent state as an optical running field.2. Manipulation and control of a stationary coherent state 3. Exploration of the boundary between quantum and classical worlds using coherent states4. Investigation of the origin of the power of coherent states as a resource in quantum technology","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F049099/2","grantId":"EP/F049099/2","fundValue":"72502","fundStart":"2010-11-01","fundEnd":"2011-12-31","funder":"EPSRC","impactText":"  Our work has been published in high impact journals. We also presented the results in international conferences. Digital/Communication/Information Technologies (including Software),Education Cultural,Societal","person":"Myungshik  Kim","coPersons":[],"organisation":"Imperial College London","findingsText":" The coherent state is one of the most important resource for quantum technology. We researched into the resource theory for coherent states. This led us to work on quantum mechanics in a larger scale. Digital/Communication/Information Technologies (including Software),Electronics","dataset":"gtr"}