{"id":"EDBD12EC-D79C-4108-8C67-4CB2F2B60AFD","title":"Advanced Particle Image Velocimetry image processing near dynamic interfaces adopting unsteady CFD mesh technology","abstractText":"When air or water flows over an object, friction causes a thin layer to be formed in the immediate vicinity of the object's surface. In this boundary layer the relative flow velocity rapidly decreases to zero towards the body. This layer is of particular importance in air and fluid dynamics as it determines, for example, the amount of drag of an aircraft wing and therefore the overall fuel consumption. Moreover, viscous and turbulent effects in the boundary layer generate forces on the interface and, in case of flexible surfaces such as for example a flag or air bubble in water, can influence the shape of the object.\nThe flow of water or air over interfaces is encountered in many engineering and day-to-day applications. Boundary layers (e.g. the airflow in the near vicinity of an airplane wing) or turbomachinery (e.g. inside a jet engine) are examples of flows over stationary rigid or moving surfaces. The airflow within lungs or blood running through veins and arteries on the other hand involve deformable surfaces, as is the new generation of shape-changing airplane wing. Interfacial flows involve the interaction between different media such as e.g. bubbles in water, waves and free surface turbulence. All of the applications above are fluid-structure-related problems where the primary concerns are either the transport of momentum across or near the surface, the interactive coupling between fluid motion and surface deformation, or both. Although Computational Fluid Dynamics (CFD) has made considerable progress over the last decades, the inherent modelling of the fluid-structure interactions remains at the forefront of CFD development. To investigate the complex flow phenomena highly resolved and reliable experiments are therefore needed.\n\nAs an experimental measurement technique Particle Image Velocimetry (PIV) allows the measurement of flow velocity of air or water by injecting small particles which reflect light when illuminated. Comparison of two consecutive images of that illuminated seeded flow then enables the calculation of the displacement of the particles' images and therefore the velocity of the flow in which they are transported. Its non-intrusive nature together with its intrinsic simplicity and capability of retrieving instantaneous planar velocity measurements have made PIV a mature, standardized measurement technique in the field of experimental fluid-related dynamics both in academic and industrial environments for a wide range of applications. While the majority of PIV image processing-related studies have been aimed so far at improving the accuracy of the fluid velocities extraction, PIV image analysis involving arbitrarily moving bodies has received limited to no attention. From both an experimental and image analysis point of view, it is considered a worldwide challenge to obtain reliable, accurate velocity measurements with sufficient resolution near moving objects. This fundamental limitation of PIV has driven typical experiments to be limited to fields of view that are free of interfaces or other boundaries, which hampers the understanding of observed phenomena as the coupling between boundary motion and fluid forces cannot be characterised. Especially in arterial, pulmonary or aero-elasticity research, this presents a stringent limitation.\n\nIt is the objective of the proposed work to introduce a new image processing technique in PIV image analyses to enable the extraction of high-fidelity, accurate and well resolved flow velocity fields near dynamic interfaces. This capability will allow proper characterization of flow phenomena in the vicinity of moving geometries, aiding understanding and providing experimental data for CFD validation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L010755/1","grantId":"EP/L010755/1","fundValue":"98126","fundStart":"2014-03-31","fundEnd":"2015-10-31","funder":"EPSRC","impactText":"  The funding has allowed me to hire a Research Assistant. Aerospace, Defence and Marine ","person":"Raf  Theunissen","coPersons":[],"organisation":"University of Bristol","findingsText":" None of the findings have materialised yet. However, our objective is to extract the velocity around a moving object. We have found a new way of detecting when a velocity estimate is wrong. Our algorithm shows to be more robust compared to existing techniques in literature and we will publish our findings in the near future. Our findings will be used by any researcher performing experiments with regards to fluid dynamics. Aerospace, Defence and Marine","dataset":"gtr"}