{"id":"EDBDED5D-69C7-4CCA-9807-7388FDE2EAC6","title":"Exploring the deep biosphere in an intercontinental, brackish basin for the first time, and how the deep biosphere responds to environmental change.","abstractText":"The sub-seafloor biosphere is one of the largest habitats for life on Earth, but nothing is known about microbial life in subsurface brackish water sediments. The Baltic Sea is one of the largest brackish water bodies in the world. Its continental drainage area is large (four times the basin size) and it has been accumulating sediments for several thousands of years under varying environmental conditions linked to changes in glaciation, sea level and gateway thresholds for seawater ingress. IODP Expedition 347 has obtained deep sediments from this location which will enable us to quantify sub-seafloor prokaryotic populations and their activities for the first time in brackish water deep sediments. This is particularly important because it has recently been suggested that these type of shallow water (~35 m to 451 m), high sedimentation rate sediments that are also close to land, should have particularly high prokaryotic populations, as these factors are thought to control the size of sub-seafloor biosphere globally. This will be the first test of this hypothesis. In addition, little is known about how changes in environmental conditions, including the source of newly deposited sediments, affect deep sub-seafloor populations. The deep Baltic Sea sediments are ideal samples to investigate how the sub-seafloor biosphere responds to environmental change. This is particularly important as these shallow water sediments can either reinforce climate changed (e.g. enhanced production of the potent greenhouse gases carbon dioxide and methane) or mitigate climate change (e.g. enabling preservation of deposited organic matter and/or enhanced methane oxidation). We also want to find out whether deep biosphere populations and activities represent freshwater/terrestrial deep biosphere communities, marine deep biosphere communities, a mixture of both, or something completely different.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M006190/1","grantId":"NE/M006190/1","fundValue":"49732","fundStart":"2014-08-01","fundEnd":"2014-12-31","funder":"NERC","impactText":"","person":"Ronald John Parkes","coPersons":[],"organisation":"Cardiff University","findingsText":"","dataset":"gtr"}