{"id":"EDC7A025-D6D3-435A-B3FB-E04EE46F91D8","title":"Measuring and modelling the Raymond Effect for to infer low strain-rate ice rheology","abstractText":"The rate at which ice flows into the sea from the large ice-sheets directly affects sea-level. The forces which drive this flow are controlled by the increasingly well-known geometry of the the ice-sheets, but the resistance to flow depends upon the viscous properties of ice. Ice has the peculiar property that the the viscosity depends upon the rate at which the ice is deforming. This sensitivity is usually described with the Glen index. Recent theoretical studies have shown that our knowledge of the Glen index is not sufficiently well known to (i) accurately predict very basic outcomes of marine ice-sheet change during glacial cycles; and (ii) predict the spatial dimensions of surface response in ice-streams to a better accuracy than current satellite measurements. The Glen index can be measured in the laboratory or the field. Laboratory measurements diverge from field measurements, and are very difficult to make at the low strain-rates observed in the field. In many field measurements it is difficult to characterise the stresses very well and to know how the provenance of the ice has affected measurements. We will go to divide locations where the stress field can be characterised well and the provenance is very well constrained. Radar layers provide markers within the ice, and their vertical displacement over relatively short time periods can be measured using interferometric phase-sensitive radar techniques. This will provide instantaneous vertical velocity fields and strain-rate fields in the upper third to a half of the ice field. GPS techniques will also be used to measure surface strain-rates, which can be compared with the vertical strain-rates derived from the radar. Measurements will be made at GRIP and NEEM (Greenland), sites for ice-core drilling at intervals of one year. We have carried out a proof-of-concept study making measurements with a time interval of a fortnight at NGRIP (a 3000m thickness of ice). Here we were able to measure vertical strain-rates of less than 10^-4/yr with 30% accuracy. Time intervals of a year will improve the accuracy considerably, likely below 5%. At divide locations the velocity field is especially sensitive to the Glen index, and this is particularly the case in the upper part of the ice. We will use full-system modelling to determine the Glen index which best fits the data, and thereby measure the Glen index in the field in a well-controlled location. These are essentially plane-flow experiments, where flow is two-dimensional. The viscosity of ice is dependent on three-dimensional flow effects. It is not feasible to measure carry out the procedure for three-dimensional flows, but rheological models can be tested for three dimensional flows using layering. Triple junctions, where three divide ridges meet, are similarly well-controlled locations. We have extensive radar layer measurements from two triple junctions in Antarctica (Berkner Island and Flecher Ice Rise), and will use these to constrain the flow field and determine their consistency of the our rheological measurements.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F00446X/1","grantId":"NE/F00446X/1","fundValue":"253840","fundStart":"2008-03-05","fundEnd":"2011-09-04","funder":"NERC","impactText":"  We showed that it is possible to measure ice deformation non-invasively with sufficient precision to quantify ice rheology. We are now applying this to other areas in combination with other techniques to understand how ice flow has changed in the past. Other research groups, e.g. in Belgium, are aoptig this technique. Environment Societal","person":"Richard Carl Hindmarsh","coPersons":["Edward  King","Adrian  Jenkins","Hugh  Corr"],"organisation":"NERC British Antarctic Survey","findingsText":" Understanding how ice deforms under applied forces is important to predicting global sea-level rise. Laboratory measurements cannot be performed over the appropriate (long) timescales. We developed a geophysical technique, using radar-sounding to measure ice velocity, and using modelling to determine those viscous properties of ice that best match the observations. The method can be applied to other divides to infer ice rheology. Environment","dataset":"gtr"}