{"id":"EDC9A774-7BA0-4294-90D4-14414E269606","title":"The Ethics of Powerlessness: The Theological Virtues Today.","abstractText":"Our aim is to articulate an ethics of powerlessness, that is, an ethical framework for understanding and responding to circumstances of profoundly diminished agency from the perspective of both the affected individuals and those who care for them. We draw on the resources of phenomenology to make clear the underlying structure of experiences of powerlessness. We further draw on a neglected source in the history of Christian ethics in order to recover an understanding of what Thomas Aquinas described as the theological virtues: faith, hope and love (or charity - caritas). Our hypothesis is that a suitably adapted understanding of the theological virtues can provide the core of an ethics of powerlessness that can in turn provide guidance in navigating the challenges of diminished agency - even for those who do not share Aquinas' specifically Christian faith. We apply the results of our investigation to the contemporary public policy crisis concerning ethical care for aged or terminally ill patients in NHS settings.\n\nStandard systems of ethics are united by a common structural feature: they are characteristically addressed to agents who are empowered to act in response to the demands of their situation. These standard ethical theories then teach the empowered agent something about how to exercise their power and agency. But human lives are often visited by circumstances where the power to act is profoundly diminished. Such circumstances include serious illness, depression, addiction and aging. They also include situations in which carers find themselves powerless to improve the circumstances of those for whom they care. In all these cases, we find ourselves beset by acute feelings of powerlessness. The standard ethical theories are ill-equipped to address these challenges. How do I act ethically when there is little or nothing that I can do to change my circumstances, or those of someone for whom I care, and yet feel there must be something I can and should do? Does ethics have anything to say to persons who find themselves in these situations?\n\nThe need for an ethics of powerlessness has been set in sharp relief by recent crises of public policy and public trust, particularly in connection with care for the aged and the terminally ill. Until 2012, the so-called &quot;Liverpool Care Pathway&quot; (LCP) provided guidance to doctors and other carers regarding ethical treatment at the end of life. Following several months of public controversy, the Department of Health confirmed in July 2013 that the LCP will be phased out over the next twelve months. To date no successor framework has been endorsed. Scandals such as the Mid-Staffordshire NHS Trust crisis have highlighted the ethical dangers in this area; but what would it be to get things right? From the perspective of the patient, standard injunctions to self-reliance, self-control and will-power are often counter-productive because they presuppose exactly the sort of robust agency that has been lost. From the perspective of carers, emphasis on such terms as 'compassion', 'vulnerability', 'empowerment' and 'spiritual care', which feature prominently in the relevant guidelines and policy documents, is often insufficient because these concepts are difficult to pin down. We need a fresh approach. \n\nBenefits of the research include:\n\n. An account of diminished agency - in general and with reference to palliative care.\n. An account of faith, hope and love as contemporary virtues of powerlessness across religious and secular contexts. \n. Improved public policy and care delivery in end-of-life contexts by fostering better understanding of powerlessness, the ethical challenges it raises, and the key terms in which policy documents and practice guidelines conceptualise the issues - such as 'vulnerability', 'empowerment', 'compassion', 'care for the whole person' or 'spiritual care'.\n. Advances in on-going debates in virtue theory, virtue epistemology and the philosophy of agency.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/M00208X/1","grantId":"AH/M00208X/1","fundValue":"529615","fundStart":"2015-07-01","fundEnd":"2018-06-30","funder":"AHRC","impactText":"","person":"Beatrice  Han-Pile","coPersons":["Daniel  Watts"],"organisation":"University of Essex","findingsText":"","dataset":"gtr"}