{"id":"EDCEB23E-3444-4176-AC0D-86CD0EF86BCA","title":"Development and role of structure in railway ballast","abstractText":"Performance demands on railway infrastructure in the UK are now greater than ever before and are predicted to increase in the near to medium term. For example, the Pendolino tilting trains recently introduced onto the West Coast Main Line (WCML) operate at higher speeds than ever before when curving and consequently place greater loading on the track than conventional trains. In addition, the line itself was designed to accommodate an increase in the maximum axle load of freight trains from the current 25 tonnes to 30 tonnes. Elsewhere, high speed links from Folkstone to London as part of the Channel Tunnel high speed link will bring TGV speeds to commuter trains into London from the South East. As a result of these increased demands, available maintenance windows progressively become fewer and narrower. This trend will continue, as National Rail moves towards a target of operating a 24-hour rail service. In this context, efficient and cost-effective design of rail infrastructure for maximum performance with a minimum of maintenance is essential.Railway infrastructure predominantly consists of ballasted track, which has many advantages in terms of cost and ease of maintenance. However despite its widespread use the mechanics of railway ballast are still not fully understood. As a result, ballast specification continues to be largely empirical and in some cases driven by the materials to hand. Furthermore, there is lack of scientific understanding of the mechanical behaviour of ballast and how this is affected by traffic and by maintenance operations. An improved knowledge of the mechanics of ballast would enable better design, maintenance and renewal of ballast foundations to carry heavier freight and faster passenger services more intensively. The proposed research will contribute to this by investigating two factors that significantly influence the mechanical behaviour of ballast and its performance as the track foundation: (1) the fabric structure of ballast, and (2) its discrete nature.(1) Fabric structure in granular materials like ballast is the result of particle interlocking, and it is known to have a significant effect on their mechanical behaviour. However, there is currently very little scientific understanding of what the fabric structure of ballast is or how it develops at different stages of the ballast lifecycle, e.g. due to traffic loads or track maintenance. The proposed research will investigate ballast fabric structure by recovering preserved ballast samples from operational railway track and examining in detail how ballast structure develops over time in field conditions. These investigations will be complemented by controlled laboratory experiments, to investigate the development of fabric structure and the resulting mechanical behaviour of ballast under different stress conditions and stress paths, representative of those experienced by ballast on site.(2) The relatively large size of ballast particles in relation to sleeper footprint and ballast depth means that sleepers interact with the ballast through a relatively small number of contact points. Furthermore, in granular media it is known that a small minority of particle contacts exert a disproportionate level of influence over the behaviour of the aggregate, resulting in highly irregular contact pressure distributions at the ballast/sleeper interface which can vary significantly from sleeper to sleeper. The proposed research will use a numerical method allowing simulations of granular aggregates at the particle scale, to investigate this variability in contact pressure and its effect in the overall mechanical behaviour of the ballast below a sleeper.The knowledge and insights gained from this research will contribute to the development of better design criteria and maintenance procedures for ballast foundations, leading to better value and better performing railway track systems for a new generation of trains.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F062591/1","grantId":"EP/F062591/1","fundValue":"589321","fundStart":"2009-01-01","fundEnd":"2012-12-31","funder":"EPSRC","impactText":"  The findings have been part of a suite of continuing new insights into the behaviour of railway ballast that continue to inform work by industry, particularly Network Rail. The insights gained from the work have been presented to the UK rail industry through steering group meetings and at industry events/workshops. The new understandings from this and associated work have informed DfT policy expressed in the Rail Technical Strategy (2012) and Network Rail's own Technical Strategy (2013), and are now being applied to deliver those strategies (in the Infrastructure Asset themes).\nThe work has left a legacy of CT (computer tomography) scans of preserved samples of railway ballast and particle image analysis data on individual particles that is and will be available to use by others going forward to gain insights into the mechanical behaviour of ballast. Transport Economic,Policy & public services","person":"William  Powrie","coPersons":["Antonios  Zervos"],"organisation":"University of Southampton","findingsText":" Through laboratory testing, field sampling, and numerical modelling, we have gained insights into the general mechanical behaviour of railway ballast and demonstrated that settlement following tamping is rapid. To complement laboratory simulations using scaled ballast, methods have been developed to recover samples of trafficked ballast from below sleepers during track renewal operations, and to assess the arrangement and orientation of particles using computed tomography (CT scanning). Further insights have been gained through numerical distinct element analyses at the particle scale, using particles representative of real ballast generated by means of the Potential Particle approach. The code has been used to create numerical models of triaxial tests and sections of real track. These models have been used to assess the influence of ballast properties on the general mechanical behaviour. The insights gained are contributing to an improved understanding in the mechanical behaviour of ballast and have guided following research projects. The knowledge gained from working on this grant has fed directly into related rail research work (for example, programme grant Track 21, EP/H044949/1) and in particular a DEM (discrete element method) code developed as part of the project is now being used to benefit other research work. For example Network Rail and Progress Rail have provided research funds to use this tool to investigate ballast and sleeper performance. Construction,Transport","dataset":"gtr"}