{"id":"EDD2C094-1D98-4740-B9C7-88A1381B08B1","title":"'The smell of fear': feasibility study on the correlation of human smell and abnormal behaviour","abstractText":"The proposal has been designed to explore a novel and holistic approach which will engage experts across the full spectrum of their skills-base, through a suite of short-term research activities that are linked in theme and approach, yet are highly adventurous and in areas highly speculative in nature, aiming to provide an effective means for better and non-invasive human monitoring for security applications. Prior studies have shown that human odours can provide relevant biological information about their 'sender' and a key target of this approach is the fusion of the analysis of this type of olfactory communication with associated physiological and behavioural indications. This shows advantages particularly when the other two major 'senses', i.e. the visual and acoustic, are functionally restricted, most frequently the case in security screening. The interdisciplinary approach proposed addresses the detection of human 'fear' - focusing on fear pheromone as a key physiological indicator and correlating the information with human abnormal behaviour. Although simple to describe in these terms, real success envisaged is only possible when factors across the spectrum from the chemical, physical, engineering to the social sciences and psychology are effectively integrated, rather than viewed in isolation. The work will target as an outcome being able to determine the viability and efficacy of such an integrated approach to the detection of these human alarm signals: applied in assessing the stress status of an individual and interpreting this in a security-critical context. The application domain will allow addressing the feasibility of novel methods based on this approach for the rapid and accurate identification of criminal or terrorist suspects in public areas, e.g. at airports, railway stations or approaching the London Olympics, with minimum disruption to routine operations.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H024948/1","grantId":"EP/H024948/1","fundValue":"201718","fundStart":"2009-11-01","fundEnd":"2011-10-31","funder":"EPSRC","impactText":"  The findings have been reported through publications, conferences and workshops. It provides useful data for the security sector for the community in social sciences.  ","person":"Tong  Sun","coPersons":["Kenneth Thomas Victor Grattan","Les  Baillie","David  Burns","Gavin John Douglas  Smith","Peter  Ayton","Goetz Ferdinand Bucher"],"organisation":"City University London","findingsText":" The key contribution of the project is the design and implementation of pheromone sensors, with an aim to capture stress/deception-related signatures The findings have been published in the public domain, either to be taken forward by the security sector or by the social science community. Healthcare,Security and Diplomacy","dataset":"gtr"}