{"id":"EDDC1212-4C01-4458-BEFD-E86E60FADB32","title":"New immigration, Community Change and Conflict","abstractText":"Public opinion has coalesced around the view that new migration is having a major impact on settled residents in effected locations. This project set out to test these claims through a review of the evidence base relating to local experiences of new migration. An extensive literature details the situations and experiences of migrants in the UK. Glimpses are provided into ways in which migration is being experienced in different ways in different places. Little effort has been put into describing and explaining this variable geography. A small number of studies provide useful insights into different dimensions of place important in shaping experiences of migration but say little about their relative importance or interconnectivity. Little evidence also exists about what works, where and why in terms of promoting trust and understanding and nurturing positive relations between new and long-standing residents. Two key priorities for future research emerge from this review. First, the development of conceptual models of causation relating to the pathways through which place informs and is impacted on by migration. Second, greater understanding of how to actively promote cosmopolitan practices in the context of new migration and analysis of good practice in bridge building between new and long-standing residents.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J500573/1","grantId":"AH/J500573/1","fundValue":"26294","fundStart":"2011-03-01","fundEnd":"2011-09-30","funder":"AHRC","impactText":"  No. This was a desk based project generating a literature review as part of the Connected Communities project. No specific impact objectives were associated with this project. Related activities included a special session at the RGS?IBG conference in Edinburgh in 2012, resulting in a special edition of Population, Space and Place co-edited by the Principal Investigator and focusing on the subject of this project. However, I am unaware of any direct cultural, economic, societal or policy impacts.  ","person":"David  Robinson","coPersons":[],"organisation":"Sheffield Hallam University","findingsText":" Public opinion has coalesced around the view that new migration is having a major impact on settled residents in effected locations. This project set out to test these claims through a review of the evidence base relating to local experiences of new migration. An extensive literature details the situations and experiences of migrants in the UK. Glimpses are provided into ways in which migration is being experienced in different ways in different places. Little effort has been put into describing and explaining this variable geography. A small number of studies provide useful insights into different dimensions of place important in shaping experiences of migration but say little about their relative importance or interconnectivity. Little evidence also exists about what works, where and why in terms of promoting trust and understanding and nurturing positive relations between new and long-standing residents. Two key priorities for future research emerge from this review. First, the development of conceptual models of causation relating to the pathways through which place informs and is impacted on by migration. Second, greater understanding of how to actively promote cosmopolitan practices in the context of new migration and analysis of good practice in bridge building between new and long-standing residents. Of key interest to non-academic users will be the insights provided into what works promoting positive community relations in the context of migration, or to be more precise, how little we actually know about what works. It is difficult to glean any significant insights from available evidence base about what works in terms of promoting positive community relations. Interventions have rarely been subject to any form of evaluation. Information about local initiatives typically takes the form of Communities and Social Services/Policy","dataset":"gtr"}