{"id":"EDE01ABF-1F82-4EB4-AD51-58D033E76DD9","title":"FlyAtlas2: a definitive, expanded NGS expression resource for the Drosophila community and beyond","abstractText":"Now that many genomes (of humans and other organisms) have been sequenced, we know that most animals are made with about 15 000 - 25 000 genes. Perhaps surprisingly, we still do not know what all these genes do, and we are still discovering entirely new genes. A vital tool to understanding what genes do is simply to see where the genes are being used (or &quot;expressed&quot;). Then we can mutate the genes in a simple model organism, and see what changes in those tissues - this is called 'reverse genetics', and is a key part of post-genomic research. \n\nThe simple fruit fly Drosophila is an excellent model for such studies, because of its uniquely powerful genetics, and is used by many thousands of labs around the world. As well as being an important organism to study in its own right, it has proved a valuable model both for human function and disease, and for study of closely related insect pests and vectors of disease.\n\nIn 2007, we produced FlyAtlas.org, an online atlas of gene expression across multiple tissues (brain, heart, gut, muscle etc) of both larval and adult flies, using the then cutting-edge technology of Affymetrix microarrays. With this resource, users could quickly (in typically 10 seconds) get an answer to the question &quot;where and when in the organism is my gene of interest expressed?&quot; As FlyAtlas saves the need to go off and do a series of expensive experiments, this website thus saves many days of work each time it is used. This database revealed a great hunger for such data, both in the Drosophila research community and beyond, and the data have already been used in over 650 papers from around the world. However, since then the technology has rapidly advanced, and 'next generation sequencing (NGS)' allows us to provide a much more complete picture. In particular, we are not constrained by the genes printed on the Affymetrix chips, and can identify and measure the abundance of different transcripts from any gene. In addition, we will be able to identify novel variants of known transcripts, or even entirely new genes. We will also be able to map out the expression of tiny, 'micro RNAs' across multiple tissues. The result will be a step-change in how we are able to perform post-genomic research.\n\nAll these data will be placed rapidly online -in the public domain- to inform and accelerate research worldwide. We will also work to evanglise the new, extended FlyAtlas resource both to the Drosophila community and beyond. As well as obvious benefits to scientists, the data will enable biomedical research using Drosophila, as many researchers are now successfully modelling human diseases in flies. Additionally, the work will benefit industry, as the data will help to inform the search for new classes of safer, 'greener' insecticides. This is important, because insects are major vectors of disease, and pests of crops, around the world.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K019953/1","grantId":"BB/K019953/1","fundValue":"605895","fundStart":"2013-10-14","fundEnd":"2017-10-13","funder":"BBSRC","impactText":"","person":"Julian Alexander Dow","coPersons":["Shireen Anne Davies"],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}