{"id":"EDE3361C-E775-4206-B02C-9DD31AC9140B","title":"Whose social meaning? Age and the indexical field: evidence from perception and conversational style in Manchester","abstractText":"<p>Linguists seek to gain a better understanding of what language users know and intuit about the social meaning of variable linguistic features, in order to explain how they are used.</p>\n\n<p>This project investigates a selection of sociolinguistic variables in Manchester English. It explores their social meanings, in particular in relation to the factor of age. Perception tests and focus groups will be used to uncover social meanings associated with variation in variables such as the t-sound in words like<strong> what,</strong> the th-sound in words like <strong>think</strong>, and the word ending <strong>–ing</strong> Their perceived social meanings will shed light on how these variables are used by different age groups in Manchester.</p>\n\n<p>The perception and focus group data will then be complemented by conversational data in order to construct indexical fields for the variables under investigation. Indexical fields are visual representations of potential social meanings of variable features. They will provide a summative explanation for age-related and stylistic variation in Manchester. </p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-000-22-4490","grantId":"RES-000-22-4490","fundValue":"79931","fundStart":"2011-10-01","fundEnd":"2012-09-30","funder":"ESRC","impactText":"  Scientific impact\nSummary\nThis study captures some of the social meanings of the variable features (ing) and (t) by successfully synthesising variationist sociolinguistics and perception research. The impact of this study is threefold. First, we have produced descriptive data that allows a better understanding of the social meanings of the variables investigated. \n\nSecond, we have created a perception corpus of data, organised in a format amenable to social and perceptual analysis, which allows researchers around the world to use our corpus and compare it to their own perception studies. We are working with researchers who continue to use the corpus at universities in Manchester, Nottingham, Edinburgh, Aberdeen, and London. Comparisons with the Manchester data have, so far, been made with similar data from the US, Edinburgh and London. \n\nThird, the discussion of this data regarding age differences has had theoretical implications that have enriched the debate on the limits of the acquisition of variation and which should be investigated further. For example, we suggest that our work on (ing) and (t) adds weight to the proposal that the social salience of a variable in combination with life-stage developments (partly due to differing standardization pressures) influence acquisition success of social meaning. This finding differs from speculations made regarding the type of variable.\n\nEckert (2008:471) speculates that indexical fields of sound changes in progress &quot;may be less well defined than those of stable variables&quot;. Baranowski and Turton (2014) have demonstrated that (t) is indeed a change in progress in Manchester, while (ing) is normally considered a stable variable (however see Tagliamonte 2004). One would assume that speakers acquire the social meanings of stable variables faster than those of variables in the process of change. However, this does not seem to be the case here. The under-22 group has learned that [t] is more articulate, reliable and posher than the glottal stop before they made the equivalent generalisation to variation in (ing). Thus, whether a variable is stable or changing does not seem to matter much in this case. Instead, social salience seems to matter.\n\nIt seems to us that variation in (t) is more socially salient than that of (ing). Levon and Fox (2014) define social salience as &quot;the relative ability of a linguistic variant to evoke social meaning&quot;. A comparison of the social meanings of (t) and (ing) seems to confirm this. Not only are there twice as many significant scales for (t) than for (ing), significant social attributes for (t) are also more clearly socially relevant: more social types (e.g. snob, student) are significant for (t) but not for (ing). Class and several of its place stand-ins are significant for (t) but not for (ing). Thus, the social salience seems to influence how fast social meanings are acquired. \n\nThese comparative findings of the social salience of (t) and (ing) also relate to Labov's (2001:437) principle of transmission: &quot;at some stage of socialisation, [...] children learn that variants favoured in informal speech are associated with lower social status in the wider community&quot;. Class associations seem to be learned for (t) before they are learned for (ing). In fact, direct class associations never surface for (ing). Class associations are of a secondary nature, with articulate and posh indexing class indirectly. Nonetheless, it is peculiar that these indexicalities should emerge without any direct class associations, which may suggest that they do not arise from direct indexicalities with class at all, but rather out of associations with clear speech. The low social salience and the fact that class does not seem so saliently related to (ing) in Manchester as it is in other locales, may also contribute to the age differences relating to these concepts. It may take longer to learn associations between standard and refinement if class, as a category, is less socially salient.\n\nOur web-site provides access to further background information about the project: http://mcr_perception.humanities.manchester.ac.uk.\n\n\nOutputs\n\nPublications:\n\nSchleef, Erik and Nicholas Flynn. To appear in 2015. Ageing meanings of (ing) in Manchester, England. English World-Wide, 36: 47-89.\n\nSchleef, Erik, Nicholas Flynn and Michael Ramsammy. To appear in 2015. Production and perception of (ing) in Manchester English. In Eivind Torgersen (ed.), Language Variation: European Perspectives V. Amsterdam: John Benjamins, 3995 words.\n\nUnder review:\nSchleef, Erik. Social meanings of T-glottalling across listener groups: when do social factors matter?, 11122 words.\n\n\nPresentations:\n\nSchleef, Erik. Language variation, identity and awareness in the immigrant context. Inter-disciplinary Perspectives on Migration to New and Old Worlds: Interdisciplinary Conference at the Mellon Centre for Migration Studies, Omagh, UK. 10/2014.\n\nSchleef, Erik and Nicholas Flynn. Regional diversity in social perceptions of (ing). 3rd International Conference of the International Society for the Linguistics of English (ISLE). University of Zurich, Switzerland. 8/2014.\n\nSchleef, Erik and Nicholas Flynn. Social Mean(ing)s in the North, the South and Scotland. 6th\nNorthern Englishes Workshop. University of Lancaster, UK. 4/2014.\n\nSchleef, Erik. Indexical theory and T-glottalling: Evidence from an experimental study. University of Trier, Germany. 12/2013.\n\nSchleef, Erik. Place, peers and politeness: Exploring the social meanings of T-glottalling in England. University of Auckland, NZ. 11/2013.\n\nSchleef, Erik. Beyond prestige and solidarity: Exploring the social meanings of T-glottalling in England. University of Essex, UK. 10/2013.\n\nSchleef, Erik. Age and indexicality: Exploring the social meanings of T-glottalling in Manchester, England. Englishes Today: Theoretical and Methodological Issues. University of Vigo, Spain. 10/2013.\n\nSchleef, Erik, Michael Ramsammy and Nicholas Flynn. Exploring the social meanings of (ing) in Manchester. 7th International Conference on Language Variation in Europe (ICLaVE). S?r-Tr?ndelag University College, Trondheim, Norway. 6/2013.\n\n\nHow achieved\nThe results of this study have been presented at four academic conferences (see outputs). The project has generated considerable interest and we have been invited to give talks at the Universities of Trier, Auckland and Essex. Further conference presentations are planned, e.g. at the UK Language Variation and Change conference in September 2015. \n\nWe have two papers to be published in early 2015 - one summarising production data on (ing) and another one focusing on the perception data. We also have a further paper currently under review. If accepted, we will have much exceeded the promised output of three conference presentations and two academic papers. \n\nOur data is available from us directly. It was also submitted to the ESDS and is now available to other researchers in the UK Data Archive. Finally, we have set up a web-site with background information and results: http://mcr_perception.humanities.manchester.ac.uk.\n\nWho impacted on\nThis study has had the most marked impact on researchers working on language variation, change and indexicality. It is difficult to measure such impact. We base our assessment on (1) the individuals who have contacted us enquiring about the use of our data and (2) researchers who have invited us to contribute book chapters to edited volumes, to present at their university, to review article submissions and grant applications on perception research in sociolinguistics and, finally, researchers referencing us in their forthcoming publications. Concerning point (1), the project has generated considerable interest and we are working with researchers who continue to use the data at universities in Manchester, Nottingham, Edinburgh, Aberdeen, and London. Concerning point (2) Dr Si?n Preece (IoE; University of London) has invited us to contribute an article to The Routledge Handbook of Language and Identity. We were invited to give talks at the University of Trier, University of Auckland, the University of Essex and at an Interdisciplinary Conference at the Mellon Centre for Migration Studies in Omagh. We provided article and grant reviews on the subject, details of which will, of course, have to remain anonymous. Since our publications have not yet appeared, we cannot comment on referencing of these.\n\n\nEconomic and societal impact\nSummary\nThere are four main groups of people who benefit from the project:\n\n(1) The Manchester community in general benefits from the descriptive aspects of this research regarding the social meaning of variable features.\n\n(2) English Teachers. It is common policy in English schools to correct non-standard English, i.e. its grammar and its lexicon. However, it is not common to correct local non-standard accent features, but to develop a positive attitude to local accent features while at the same time explaining under what circumstances a standard accent may be more beneficial. To do this, teachers need to know what these local accent features are, which, considering the accent changes among the younger generation, is not as straightforward as it may seem. Secondly, they need to know what these features mean, i.e. what their social meaning is, so that it can be explained to students when these features are appropriate and when an RP accent may be more beneficial. Results of this project are directly relevant to these two issues.\n\n(3) The third group of beneficiaries are English learners in the UK and abroad. In particular, immigrant language learners do pick up regional features. During data collection for an ESRC-funded project in schools in London and Edinburgh, teachers have pointed out to us the urgent need for teaching material on language variation in the UK. Direct instruction about the social meaning of linguistic features can speed up the language learning process immensely and make a positive contribution to the linguistic integration of immigrants.\n\n(4) The fourth group of beneficiaries are linguistics students who gain from research methods publications that have been made possible through this project. \n\nDirect outputs\nWe have summarised the main findings \n\n(a) on a general website about the project:\n\nSchleef, Erik. 2014. Age and indexicality. Available at: http://mcr_perception.humanities.manchester.ac.uk.\n\n(b) one website specifically designed for learners of English and their teachers, consisting of explanations and exercises on a variety of different accent features. Exercises come with notes for teachers, which are kept in a separate part of the website. Schleef will continue to extend this website during the next few years.\n\nSchleef, Erik, Danielle Turton and Fernanda McDougall. 2014. British Accent Features: A Guide for Learners of English. Available at: http://projects.alc.manchester.ac.uk/britishaccents/.\n\n(c) in a series of workshops specifically designed for teachers (see below).\n\nHow achieved\nGroup (1): Information on the Manchester dialect is being disseminated through the project website and a press release, which will be circulated via our Media Relations Office at the University of Manchester once the first article has come out and will be available for download in January 2015.\n\nGroup (2): We have provided material on non-standard features and notes on exercises for teachers in the form of a website (British Accent Features: A Guide for Learners of English), and Schleef has led 1-hour workshops in schools. These workshops are ongoing. Initially, Schleef gave a series of these workshops at different Manchester schools in May 2014. During the semester, he is committed to run at least one such workshop every month. These workshops have two goals: (1) to raise awareness of the use and meaning of non-standard features, and to (2) introduce the study material provided on our website British Accent Features: A Guide for Learners of English. \n\nGroup (3): Material from our website British Accent Features: A Guide for Learners of English can be used in English classes. The material was developed with the aim of raising awareness of language variation among learners of English, which will enable them to better deal with the language variation they hear and learn around them.\n\nGroup (4): Schleef was able to use some of the data and refer to the project publications in two chapters of a book on sociolinguistics methods, specifically the chapters on questionnaire design and perceptions and attitudes, and a Handbook article on language and identity. These are indirect outputs. Without the skills and knowledge on questionnaire design, perception research and indexicality acquired in this project, Schleef would have been unable to write these three chapters. The methods book will be published in 2015:\n\nSchleef, Erik. Forthcoming. Written surveys and questionnaires as a source of data. In: Meyerhoff, Miriam, Erik Schleef and Laurel MacKenzie. Doing Sociolinguistics: A Practical Guide to Data Collection and Analysis. London and New York: Routledge.\n\nSchleef, Erik. Forthcoming. Studying perceptions and attitudes. In: Meyerhoff, Miriam, Erik Schleef and Laurel MacKenzie. Doing Sociolinguistics: A Practical Guide to Data Collection and Analysis. London and New York: Routledge.\n\nThe Handbook chapter will be published in late 2015: \n\nDrummond, Rob and Erik Schleef. Forthcoming. Identity in variationist sociolinguistics. In Si?n Preece (ed.), The Routledge Handbook of Language and Identity. London and New York: Routledge.\n\nPotential future impacts\nSchleef continues to work with the data, now also comparing the Manchester data with comparable data he has collected in London and Edinburgh. The following papers are currently in preparation:\n\nSchleef, Erik and Nicholas Flynn. Regional diversity in social perceptions of (ing). To be submitted to Language Variation and Change.\n\nSchleef, Erik. T-glottalling in London, Manchester and Edinburgh: indexicality and diffusion. To be submitted to Journal of Sociolinguistics.\n\nOnce the press release has been published, we also anticipate a series of media interviews. Education Societal","person":"Erik  Schleef","coPersons":[],"organisation":"The University of Manchester","findingsText":" This study examines the social meanings that speakers associate with variants of the variables (ing) and (t) in Manchester. In most English varieties, (ing) has two possible realisations: [??] and [?n]. However, in Manchester, a third possibility exists: [??g]. Study participants took an online perception survey, in which they heard audio stimuli which were manipulated by cross-splicing to differ only in the occurrence of these three variants. To investigate (t), study participants took an online perception survey, in which they heard audio stimuli which were manipulated by cross-splicing to differ only in the occurrence of [t] and [?]. Respondents were asked to rate stimuli on a series of semantic-differential scales.\n\nIn order to provide a summary of results, we have placed significant social meanings in an ideological plane, based on the statistical analysis and following Eckert (2008). Eckert (2008:464) defines the indexical field as &quot;a constellation of meanings that are ideologically linked&quot;. A balanced attempt to address representational issues in the construction of indexical fields resulted in the fields in Schleef and Flynn (forthcoming) and Schleef (under review) [Researchfish does not support the inclusion of figures].\n\nIn a second step, we focused on a comparison of two age groups: under-22s and those aged 22-and-over. Regarding (ing), social meanings differ between age groups on three scales: articulateness, poshness and reliability. When compared to the under-22s, the 22-and-over group consider [??] to sound substantially more articulate than [?n], as well as posher and more reliable than [??g]. In contrast, the under-22s consider [??g] more reliable and posher-sounding than the 22-and-over group. This is due, we argue, to developmental constraints during adolescence, but, more importantly, it is due to life-stage experiences, with social meanings on these three scales altering as speakers leave adolescence behind and become increasingly subject to the standardisation pressures of adult communities. \n\nThere are much fewer age differences for the variable (t), in spite of it being a relatively recent innovation in Manchester that is in the process of change (Baranowski and Turton 2014). Younger participants rated stimuli with a glottal stop as friendlier than older speakers. A comparison with the variable (ing) reveals that age-dependent meanings vary from variable to variable and that the social salience of a variable interacts with life-stage developments, which may be sensitive to standardisation pressures in the linguistic market. Academic\nThis study captures some of the social meanings of the variable features (ing) and (t) by successfully synthesising variationist sociolinguistics and perception research. The impact of this study is threefold. First, we have produced descriptive data that allows a better understanding of the social meanings of the variables investigated. These can be used for comparative studies and to refine our knowledge of the social meanings of variables.\n\nSecond, we have created a perception corpus of data, organised in a format amenable to social and perceptual analysis, which allows researchers around the world to use our corpus and compare it to their own perception studies. We are working with researchers who continue to use the corpus at universities in Manchester, Nottingham, Edinburgh, Aberdeen, and London. Comparisons with the Manchester data have, so far, been made with similar data from the US, Edinburgh and London. \n\nThird, the discussion of this data regarding age differences has had theoretical implications that have enriched the debate on the limits of the acquisition of variation and which should be investigated further. For example, we suggest that our work on (ing) and (t) adds weight to the proposal that the social salience of a variable in combination with life-stage developments (partly due to differing standardization pressures) influence acquisition success of social meaning. This finding differs from speculations made regarding the type of variable.\n\n\nNon-academic\nThere are four main groups of people who benefit from the project:\n\n(1) The Manchester community in general benefits from the descriptive aspects of this research regarding the social meaning of variable features. Information on the Manchester dialect is being disseminated through the project website and a press release, which will be circulated via our Media Relations Office at the University of Manchester once the first article has come out and will be available for download in January 2015.\n\n(2) English Teachers. It is common policy in English schools to correct non-standard English, i.e. its grammar and its lexicon. However, it is not common to correct local non-standard accent features, but to develop a positive attitude to local accent features while at the same time explaining under what circumstances a standard accent may be more beneficial. To do this, teachers need to know what these local accent features are, which, considering the accent changes among the younger generation, is not as straightforward as it may seem. Secondly, they need to know what these features mean, i.e. what their social meaning is, so that it can be explained to students when these features are appropriate and when an RP accent may be more beneficial. Results of this project are directly relevant to these two issues. We have provided material on non-standard features and notes on exercises for teachers in the form of a website (British Accent Features: A Guide for Learners of English), and Schleef has led 1-hour workshops in schools. These workshops are ongoing. Initially, Schleef gave a series of these workshops at different Manchester schools in May 2014. During the semester, he is committed to run at least one such workshop every month. These workshops have two goals: (1) to raise awareness of the use and meaning of non-standard features, and to (2) introduce the study material provided on our website British Accent Features: A Guide for Learners of English. Schleef will continue to extend this website during the next few years.\n\n(3) The third group of beneficiaries are English learners in the UK and abroad. In particular, immigrant language learners do pick up regional features. During data collection for an ESRC-funded project in schools in London and Edinburgh, teachers have pointed out to us the urgent need for teaching material on language variation in the UK. Direct instruction about the social meaning of linguistic features can speed up the language learning process immensely and make a positive contribution to the linguistic integration of immigrants. Material from our website British Accent Features: A Guide for Learners of English can be used in English classes. The material was developed with the aim of raising awareness of language variation among learners of English, which will enable them to better deal with the language variation they hear and learn around them.\n\n(4) The fourth group of beneficiaries are linguistics students who gain from research methods publications that have been made possible through this project. Schleef was able to use some of the data and refer to the project publications in two chapters of a book on sociolinguistics methods, specifically the chapters on questionnaire design and perceptions and attitudes, and a Handbook article on language and identity. Without the skills and knowledge on questionnaire design, perception research and indexicality acquired in this project, Schleef would have been unable to write these three chapters. Education","dataset":"gtr"}