{"id":"EDE4FF8C-018F-4D68-A6B4-D3D6291DEDC0","title":"Feasibility study for organic spin-valves using regio-regular poly(3-hexylthiophene) and regio-random poly(3-octylthiophene)","abstractText":"This project combines two of the most exciting research areas at the moment, organic semiconductors and spintronics. Organic semiconductors over the past decade have revolutionised the electronic industry. They are now used in organic light emitting diodes (OLEDs) found in visual displays, and organic field effect transistors are now found in digital integrated circuits. The reasons why they have become popular include their easy fabrication, their low cost and the ability to tune their electronic properties. Similarly over the last 10 years spin-valve devices have transformed the data storage industry. These spin-valves are now found as the read head in hard drives, which are found in everything from the desktop computer to the mp3 player. This project looks to study organic spin-valves consisting of two different magnetic materials as the top and bottom electrodes and the organic semiconductors, regio-regular poly(3-hexylthiophene) (RRP3HT) and regio-random poly(3-octylthiophene) (RRaP3OT) as the non-magnetic spacer layer. Our preliminary work has already shown that room temperature magnetoresistance (MR) from these devices is possible; this project aims to study the devices further to gain understanding of why the MR is observed and to increase the MR at room temperature.Spin-valves are based on the concept that electrons have a spin-up and spin-down state, which are separated in a magnetic material. For a spin-valve to work the top and the bottom magnetic electrodes have to have different magnetisation hysteresis loops, this means that the switching field for the top electrode is different to the bottom electrode. Thus depending on the magnitude of the applied magnetic field, the magnetisations of the electrodes will either be parallel or anti-parallel. In general, at high fields both the electrode's magnetisations are in the same direction, this means that one of the electron spin states can pass through the spacer layer without being flipped. Thus the resistance measured across the device is low. For fields close to zero, the electrodes magnetisations are anti-parallel, this means that neither spin state can pass through the spacer layer; hence the measured resistance is high. This change in resistance with magnetic field is known as giant magnetoresistance (GMR).In this project we look to investigate how the GMR of the organic spin-valves is influenced by the magnetic electrode material, the organic spacer layer thickness, the mobility of the organic semiconductor and the magnetic electrode-organic interface. All these variables are likely to affect the GMR, thus the aim will be to determine, which variables increase the GMR and which decrease, so to be able to increase the GMR of organic spin-valves at room temperature.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F023499/1","grantId":"EP/F023499/1","fundValue":"77643","fundStart":"2007-10-01","fundEnd":"2008-09-30","funder":"EPSRC","impactText":"","person":"Nicola Ann Morley","coPersons":["Michael Richard John  Gibbs"],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}