{"id":"EDE5E1AA-0CF0-4E79-8719-840D995C11B2","title":"Electronic spin detection in single molecules and atoms by tunneling noise spectroscopy","abstractText":"It is becoming increasingly important to be able to characterise materials at the nanometer scale and beyond, with continuing developments in Nanoelectronics and Nanoscale Science. There now exist many tools which allow us to study matter at the nanometer and even atomic scale, based on Scanning Probe Microscopy (SPM). While the family of SPM techniques has proven time and time again to be invaluable in studying the intriguing nanometer-scale properties of matter, it is limited in the vital area of chemical recognition. Whilst one can distinguish between materials at the atomic scale using STM (Scanning Tunnelling Microscopy) it is not possible to say which material is which. In order to be able to do that, it is necessary to be able to observe more than just the electrical properties of the constituent atoms. The proposal for this project is to further develop and extend the capabilities of STM to be able to detect and spatially locate single electronic spins on or near surfaces. This will ultimately lead to an atomic-resolution material characterisation technique. We have already taken some steps in this direction, and now need to greatly expand our efforts to bring this technique into the mainstream. It was generally accepted in the past that the lower limit to detection of electronic spins is of the order 10^10 spins, for electron-spin resonance (ESR) measurements. However, in recent years, it has been demonstrated that single spins may indeed be detected by a variety of new techniques. Whilst these new techniques are extremely promising, they suffer from the drawback that generally one cannot yet extract information regarding the spatial location of the spin centre in the sample. It is for this reason that we have been attempting to combine the ultimate spatial resolution of STM with the spin sensitivity of noise spectroscopy. The measurement technique entails applying a small magnetic field to a sample in an STM. This field causes the electrons in the sample to precess at the Larmor frequency if the sample has paramagnetic regions, and this spin precession gives rise to a radio-frequency (RF) modulation of the tunnel current (due to spin-spin scattering) at this Larmor Frequency. By detecting and analysing this RF signal, it will be possible to locate single electronic spins on surfaces, determine the coupling between spins and surfaces, and to obtain local spectroscopic information. Such experiments are still somewhat controversial, and the work we are proposing to do here will settle any outstanding issues regarding this technique. Certainly the idea that the spin is precessing is somewhat nave, as we have not mentioned decoherence; however the fact remains that a signal at the Larmor frequency in the tunneling current noise has been observed a number of times, surely warranting further investigation. The general consensus among the scientific community regarding this technique is one of scepticism, or at least uncertainty. This is partly borne out by the fact that these experiments are extremely difficult to reproduce, although an independent group has just recently done so for a system we looked at. However, with the experience that we have amassed during the course of the past few years we believe that we are uniquely placed in a position to solve this. The ability to spatially locate and map spin centres is clearly useful, and if we are successful in this endeavour, we will have developed an analytical tool of unprecedented applicability. Imagine being able to measure the spin properties of a system molecule by molecule or even atom by atom / this will enable us to then understand more about the fundamentals of magnetism in nanoscale systems. We envisage that one day ultra-high density data storage devices may be made by directed assembly of molecular magnets, and the tool we wish to develop here will surely play a pivotal role in determining the underpinning science.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E034675/1","grantId":"EP/E034675/1","fundValue":"191041","fundStart":"2007-10-22","fundEnd":"2009-10-21","funder":"EPSRC","impactText":"  The main development within this project was the construction of an ultra-sensitive low-current Scanning Tunneling Microscope (STM), that was used in a variety of projects for measurements on molecules and proteins, greatly enhancing our capabilities. Education Societal,Economic","person":"Colm  Durkan","coPersons":[],"organisation":"University of Cambridge","findingsText":" We have developed a low-current STM capable of probing the structure of proteins and various molecular species. They have added to the general body of knowledge. Chemicals,Electronics,Healthcare","dataset":"gtr"}