{"id":"EDE86423-A120-4E1C-97E5-7B9B58057CAB","title":"Discussing Inequality: Materials for the classroom and beyond","abstractText":"<p>The project will produce teaching packs for different curriculum subjects and age groups The evidence relating to income inequality fits clearly with a number of different subjects in the national curriculum, particularly in social sciences and statistics. Template lesson plans will be developed for the most relevant subjects, adapted for different age groups. The materials will be developed with creative input and critical feedback from young people and will include clearly understood, eye-catching visual representations of the data and interactive games or other activities. The resources will be provided to teachers free of charge; electronic versions will be available to download online and printed copies will be available from The Equality Trust.</p>\n\n<p>As part of their performing arts course, 16-19 year old students at Stantonbury College will write, produce and appear in a 30 minute film about the impact of inequality on their lives. This film will then be produced as a DVD, which will be widely distributed free of charge with supporting materials.</p>\n\n<p>Research Digests will be produced to provide summaries of particular areas of research, such as the relationship between inequality and crime, or between inequality and economic growth. Research Updates, with a format rather like a press release, will draw attention to individual pieces of research related to inequality - whether on recent trends, or on topics related to mechanisms through which inequality could affect social, economic or environmental outcomes. These will be distributed to politicians, trade unions, industrialists, local councillors, charities, media correspondents and via electronic media. Members of the public will be encouraged to use the research evidence.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/J010731/1","grantId":"ES/J010731/1","fundValue":"99925","fundStart":"2012-07-01","fundEnd":"2013-09-09","funder":"ESRC","impactText":"  Our educational materials are free to download and the Young Person's Guide to Inequality website has received 8500 visits to date.\n\nWithin the Watch section of the web-based resources are links to Wilkinson's TED talk, which has been viewed over 2 million times and the Broadbent Institute's video, which has been viewed 15,000 times. \n\nThe Cambridge University education faculty forum on Youth Participation in Democracy, invited us to contribute to their working group.\n\nEconomicon has been played in more than 5 schools in North and West London. The resource has been well received by students and teachers and is now being included as a key learning tool in economics A Level classes.\n\nThe Workers Educational Association includes our materials in their inequality curriculum and have been working with Dr Henry Tam of Cambridge University to promote our Read resource. They promoted awareness of the problem of inequality through reading groups and online discussions in June 2014 and are developing a series of social purpose learning activities, including a Facebook discussion and reading group. More information can be found at http://weaedi.wordpress.com/a-novel-approach-to-inequality/ \n\nA website section About Inequality developed to provide a comprehensive but accessible account of inequality, its scale and trends, causes, effects and attitudes towards it went live in October 2013 and has received over 48,000 page views. \n\nThe Young Person's Blog is one of The Equality Trust's most popular, containing its two most highly viewed blogs, with combined page views of 3,446. \n\nThe Young People's Guide to Inequality was presented to the Resilience Forum at the University of Brighton. This has led to interest from the University of Brighton Business School, and the charity Teens and Toddlers, who work with young people from disadvantaged backgrounds. \n\nResearch Updates and Digests are available free for download and are distributed to The Equality Trust email distribution list of 5489. Communities and Social Services/Policy,Education,Government, Democracy and Justice Societal","person":"Kate Elizabeth Pickett","coPersons":["Richard G. Wilkinson"],"organisation":"University of York","findingsText":" We developed materials to teach young people about the impact of inequality, and created materials to inform the public, policy makers and politicians about new research on inequality Others can access our data and materials as a source to develop new educational ideas and materials Education,Government, Democracy and Justice","dataset":"gtr"}