{"id":"EDED70B1-9A4C-4BE1-AADD-603F14F5EE92","title":"Investigating the role of short RNAs on wood formation cambium development and adaptation of poplar tree (POPsRNA)","abstractText":"Short RNAs (sRNA) have been recently recognised as important gene expression regulators but little is known about their role in wood formation. This proposal is a concerted effort to use genomic tools to globally identify wood formation-associated sRNAs in the genome of model tree Populus trichocarpa (poplar). Poplar is an economically important non-food crop and we propose fundamental research orientated towards building the knowledge base for exploiting the potentials of this crop. The project will also assess the natural variation and biodiversity of poplar accessions at the sRNA level. The project will create synergies between three research teams with different expertise (biology of wood formation - short RNAs - bioinformatics) in order to help plant genomics-based technologies answer biological questions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G024928/1","grantId":"BB/G024928/1","fundValue":"336308","fundStart":"2009-04-01","fundEnd":"2012-09-30","funder":"BBSRC","impactText":"","person":"Tamas  Dalmay","coPersons":[],"organisation":"University of East Anglia","findingsText":" All cells in a plant contain the same DNA, however, cells that make up different tissues (such as leaves, stem or flower) have different shape and other characteristics. They can be different, despite containing the same genetic material, because not all genes produce proteins all the time in all cells but only a subset of genes produce proteins at any time in every cell. Which genes work and which genes do not work, determine the characteristics of a cell and the tissue that is made of those cells. That is why it is very important to understand how it is decided which gene produce proteins when and where. \n\nWhen a gene works, it produces an intermediary RNA molecule which is used to produce the protein encoded by that gene. Since it is a multi-step process, it can be influenced at different stages. For example if the RNA is not produced, the gene doesn't work but that is not the only way to switch a gene off. For example some genes produce an RNA which is not used to make protein but that RNA can interfere with the stability of other RNAs, which are used to make proteins. Many of these so called non-coding RNAs (because they do not encode for a protein) are very small compared to protein coding RNAs. Our work focussed on the characterisation of these small non-coding RNAs during wood formation in poplar tree. We measured the amount of all existing small RNAs at three different time points in dissected tissues of the poplar tree's stem. We found hundreds of thousands of different small RNA molecules and most of them accumulated at different levels during wood formation. We also measured small RNAs in the growing tip of poplar trees in dormancy (during the winter period when trees do not grow) and also in a mutant that does not have dormancy period. The characterisation of the sequences is still ongoing by our Dutch partner but these sequence libraries are valuable resources to understand the role of small RNAs in wood formation. more work is required to carry out functional studies of miRNAs involved in wood fromation Agriculture, Food and Drink","dataset":"gtr"}