{"id":"EDF79EDB-F4C4-4858-88C4-4F3593C5B334","title":"The Solar Coronal Dopplerometer (SCD)","abstractText":"After some 60 years of research, the specific agent involved in the heating of the solar corona has still not been definitively identified. Basically, the chief mechanisms that have been theoretically studied fall into two categories: (a) heating due to numerous small magnetic reconnection events (nanoflares) in magnetic flux tubes resulting from photospheric motions; (b) dissipation of Alfv&eacute;n or magnetohydrodynamic (MHD) waves in coronal loops, or more probably tiny strands making up loops. Over the past few years, there have been many studies of wave motion and possible heating mechanisms in the solar atmosphere, by researchers at Queen's University Belfast (QUB) and elsewhere. One of particular relevance is that with the Coronal Multi-channel Polarimeter (CoMP) at the Sacramento Peak Observatory's coronagraph. Although no intensity variations were detected by CoMP in the Fe XIII 1074.8 nm line, velocity variations were observed over the entire area of a coronal active region and at all times during a 9-hour observing period. The waves were upward-propagating, with low frequencies, their distribution peaking at 3.5 mHz (period of about 5 minutes). However, the energy flux of these waves amounts to only about 0.1 W per square metre, and so appears to be insufficient for a coronal heating role which requires an energy flux of about 100 W per square metre. \n\nSearches for much higher-frequency waves, or more accurately visible-light intensity oscillations, have been made since the 1980's during the brief time period afforded by total solar eclipses (&lt; 6 minutes; typically 1 - 2 minutes), when the corona is better observed than with a coronagraph. The corona has been imaged using narrow-band filters in the Fe XIV green line at 530.3 nm, or occasionally the lower temperature Fe X red line at 637.5 nm. These experiments have provided some evidence of significant oscillatory power with periods ranging from 1 - 27 seconds. The shorter periods are of particular interest snce theoretical work suggests that high-frequency (~ 5 Hz) waves in coronal loops dissipate readily at typical coronal densities, and that the energy conveyed may (if the magnetic fields are not very large) balance the energy losses of the corona. \n\nIn the present proposal, we seek funds to construct a new instrument - the Solar Coronal Dopplerometer (SCD) - to be deployed during the 21 August 2017 total eclipse of the Sun that will be visible over a track crossing the continental USA. However, the SCD will not search for intensity fluctuations in the corona, but rather material moving along coronal loops as revealed by Doppler shifts in the Fe XIV 530.3 nm and Fe X 637.5 nm coronal lines, as detected by the CoMP in Fe XIII 1074.8 nm on much longer timescales. \n\nThe SCD is a collaborative project involving QUB, Prof K Phillips (Honorary Professor at both QUB and Scientific Associate at the Natural History Museum), plus teams from the University of Wroclaw (Poland) and Observatoire de Paris Meudon (France). Their responsibilities to the SCD project are: Phillips - organise and lead eclipse observing campaign to USA; Wroclaw - provision of detectors, telescope and heliostat; Meudon - staff costs for SCD assembly; QUB - the component costs.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/M003493/1","grantId":"ST/M003493/1","fundValue":"37969","fundStart":"2014-08-01","fundEnd":"2015-03-31","funder":"STFC","impactText":"","person":"Francis Paul Keenan","coPersons":[],"organisation":"Queen's University of Belfast","findingsText":" Nothing as yet as grant not started Too early to state Education","dataset":"gtr"}