{"id":"EDFE0776-7AA8-4AA2-8216-B94368849CE5","title":"How does the Earth's crust grow at divergent plate boundaries? A unique opportunity in Afar, Ethiopia.","abstractText":"The African continent is slowly splitting apart along the East African rift valley, a 3000 km-long series of deep basins and flanking mountain ranges. This process may eventually lead to the formation of a new ocean, but on a time scale of millions of years. In the remote Afar depression in northern Ethiopia, Earth's outermost shell, a relatively rigid, ~150 km-thick tectonic plate, has been stretched and heated to the point of rupture. Upwelling rocks from Earth's mantle partially melt, rise, and then cool to form a new oceanic plate. so much that a new ocean has nearly been formed. Here, we have the unprecedented opportunity to witness the process of plate rupture and upwelling of molten rock (magma). Normally, this process occurs within shallow seas, or along the established seafloor spreading centres deep under the sea; in Afar, though, we can actually walk across the region as it happens. Satellite observations of the earth show that tectonic plates move apart, on average, very slowly: usually at a few centimentres per year, or about the rate of fingernail growth. Very occasionally, however, sudden large movements occur, often with devastating consequences. In September 2005, a series of fissures opened along a 60 km section of the Afar depression, as the plate responded catastrophically to forces pulling it apart. Over about a week, the rift pulled apart by 8 metres, and dropped down by up to 1 metre. As told by local people, a series of earthquakes signalled the rise of a block of molten rock to the surface on September 26, and ash darkened the air locally for 3 days. At the same time, satellites tracking the region showed that the surface above nearby volcanoes subsided by as much as 3 metres, as magma was injected along the fissure below the surface. The rapidity and immense length of rupture are not unexpected, but have never before been measured directly. The Afar depression is so hot and dry that there is almost no vegetation to obscure the volcanic and sedimentary rocks exposed on its top surface; this also means that we can use satellites image the them and to measure the way that the Earth's surface changes as faults move, and as pressurised molten rock buoyantly rises and moves up and along the length of fissures within the rift valley. In the nine months since the first major earthquakes, more dramatic surface changes have continued to take place, and earthquakes continue to stir the earth, and local inhabitants. We are proposing a major set of experiments that will bring together experts on Earth deformation, Earth's magnetic and electrical fields, and on magma movement and eruption to this unique natural laboratory. Over the next five years, this team of UK, Ethiopian, US, and New Zealand scientists will collaborate to answers to fundamental questions of plate tectonics: . How do the different layers of the plate stretch apart? . Where does molten rock form and rise to form new oceanic crust? . How does the molten rock move up to the surface? Satellites will image the earth from above, and sensors will record sound waves from distant and near earthquakes and natural magnetic signals to image the thickness of the rock layers the plate comprises. We will also collect and analyse the composition of rocks from young volcanoes in the same region. The Earth history deduced from compositional variations in space and time will give us clues as to when and how often similar sorts of events happened in the past / and may happen again in the future.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E005284/1","grantId":"NE/E005284/1","fundValue":"682224","fundStart":"2007-03-01","fundEnd":"2013-02-28","funder":"NERC","impactText":"","person":"Timothy John Wright","coPersons":["Jonathan David Blundy","Chris  Hawkesworth","Michael  Kendall","Robert Stephen John Sparks","George Roman Helffrich"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}