{"id":"EE0DFD9C-8447-43C0-BC8D-ACD730A71466","title":"Boiling and Condensation in Microchannels","abstractText":"With the present trend towards miniaturisation of devices and development of microscale processes, there has arisen the need for microscale heat transfer equipment. For instance, in microelectronic processors, heat transfer is becoming the limiting factor in relation to increasing performance. Convective heat transfer with phase change offers significant performance improvements over single phase cooling systems. However, in microscale channels the mechanisms controlling the phase change and flow distribution differ from those at the macroscale. This project comprises an experimental study to solve some of the problems associated with phase change in microchannels and also the numerical modelling of boiling/condensation theory to both aid in design of experiments and develop design procedures for heat exchange processes based on two phase flow in microchannels.Development of novel experimental techniques (eg microsensor for heat flux and temperature measurement, fluid diode) will enable characterisation of local parameters in both boiling and condensation and active control of the boiling process.State-of-the-art numerical techniques will supplement the experimental investigation, enabling results to be applied to other systems. This combination of experimentation using innovative microsensors and control systems, developed using advanced microfabrication facilities, with numerical modelling offers a unique opportunity for the development of design procedures for such microscale heat transfer systems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D500109/1","grantId":"EP/D500109/1","fundValue":"261290","fundStart":"2006-01-01","fundEnd":"2008-12-31","funder":"EPSRC","impactText":"","person":"Khellil  Sefiane","coPersons":["Anthony John Walton","John Randal Christy"],"organisation":"University of Edinburgh","findingsText":" This was a collaborative research project in fundamental and applied aspects of flow boiling and condensation in micro channels, which is an area of great industrial importance. The consortium included five academic teams namely Brunel, Nottingham, Edinburgh, Heriot Watt and Queen with expertise in boiling, condensation and numerical simulation, and direct access to facilities for microfabrication. The project was supported by nine industrial partners (ANSYS Europe, BAE Systems, CE Technologies, Chart Heat Exchangers, Chatherm, Modine, Motorola, Thermacore Europe, Wieland) verifying the importance of the work. The project gained scientifically by exploiting similarities between boiling and condensation in a range of different confined geometries. Issues that needed to be addressed included the development of flow regimes both in boiling and condensation and the development and thickness of the liquid film. In boiling, the thin film separates the bubbles from the surface. In condensation, the thinning of the film by surface tension needed to be assessed. Other issues included actual possible heat transfer and pressure drop rates in single and multi-channel arrangements, the influence of parameters such as sub cooling, mass flux, channel sizes, surface structure and fluid properties that influence both the flow boiling and condensation regimes and stability of the processes. In addition, feeder and collector design can affect both the pressure drop, flow regimes and heat transfer rates in multi-channel arrangements. Partner companies and networks (HEXAG, PIN) Patenting, dissemination Electronics","dataset":"gtr"}