{"id":"EE0E748B-C1F4-4B00-AAF0-1AF05FBC6B3E","title":"WORKSHOP: Resonance oscillations and stability of nonsmooth systems","abstractText":"Sometimes the application of a small force to a mechanical or electrical system causes a considerable growth in the amplitude of stable oscillations. A familiar example is a pushed playground swing: (smoothly) pushing a swing (almost) in tune with its natural frequency will make the swing's amplitude increase to some maximal amplitude oscillation, commonly known as a resonance oscillation. The corresponding mathematical model is that of a harmonic oscillator with frequency w_0 perturbed by a periodic force of frequency w, where |w_0-w| is small. The essence of the phenomenon is that one of the periodic solutions (from a Lyapunov family) of the harmonic oscillator becomes asymptotically stable under the time-periodic perturbation and the amplitude of this solution increases as |w_0-w| decreases. The rigorous justification of resonance oscillations in the classical literature is based on an averaging method yielding a bifurcation function M_w whose zeroes A_w correspond to solutions and asymptotic stability follows if the eigenvalues of (M_w)'(A_w) have negative real part. Here A_w represents the amplitude of the oscillation which increases as w approaches w_0. We note that the classical theory uses smoothness of the unperturbed system and the perturbations in an essential way. The theory of resonance oscillations in nonsmooth systems started to be developed around the second world war following the Tahoma Narrow Bridge collapse in 1940. Only in 1989, Glover et al. proved that the collapse was due to suspension cables which restrict the motion of the bridge from below. This one-sided suspension introduces a nondifferentiable (nonsmooth) function to the relevant mathematical model, rendering the classical averaging theory non-applicable. This has been the starting point of an efort to extend classical results in bifurcation theory to nonsmooth systems (by relaxation of smoothness assumptions). Resonance oscillations in nonsmooth systems are known to be able to exhibit behaviour that is unique to nonsmooth systems but disappears in smooth approximations. A mechanical system that demonstrates this is a body attached to a rigid fixed beam on a moving belt. If the friction between the body and the belt is dry and some relations between the friction coefficient and the amplitude of the external forcing hold true, then the body may stick to the belt periodically and exhibit so-called stick-slip oscillations. Taking a smooth approximation of the sign-function modelling the dry friction destroys the phenomenon. Averaging-like methods can not be applied here (even formally) since the corresponding derivative (M_w)' does not exist at A_w. This observation has lead to a substantial research effort, in particular to explain the stability of stick-slip motions.As discussed above in the example of the forced swing, the resonance oscillations occurs when some non-asymptotically stable periodic solution becomes asymptotically stable. Stability and change of stability is thus - as in smooth systems - an essential aspect of the bifurcation theory, and an active field of research, in particular when techniques and concepts from smooth systems cannot be applied.Research into the mathematics of resonance oscillations in nonsmooth systems has seen a steady growth in attention lately, and due to recent progress a number of technically relevant open problems concerning resonances of nonsmooth mechanical and physical systems have become in reach of being resolved. The workshop will pay attention to such problems with industrial relevance.Perhaps due to the strong growth in the subject, the situation has arisen where different schools working on nonsmooth systems and stability achieved similar results without being aware of each other. This workshop makes a substantial attempt in creating awareness and stimulate discussion and collaboration between different research groups working on oscillations and stability of nonsmooth systems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H000577/1","grantId":"EP/H000577/1","fundValue":"15872","fundStart":"2009-05-01","fundEnd":"2009-12-31","funder":"EPSRC","impactText":"","person":"Jeroen Steven Willibrord Lamb","coPersons":[],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}