{"id":"EE0E92BF-6931-4C66-8986-B0940AAD90A9","title":"DOME - Designing Out Medical Error: Establishing Performance Requirements for Equipment Use on Hospital Wards","abstractText":"The challengeHuman error and systemic failure lead to unnecessary harm and suffering for patients, including permanent impairment and loss of life. Research indicates that in up to 10% of all hospitals admissions some kind of adverse incident occurs, more than half of which are believed to be avoidable. The effect on staff and the 2billion+ consequential costs further increase the need to improve all aspects of patient safety. A significant contributory factor is that healthcare processes have undergone many revisions in recent years, while the design of much non-surgical equipment remains largely unchanged. Modern healthcare involves a combination of processes and procedures supported by a broad range of equipment and products that have to co-exist within the 'patient cubicle' or ward treatment space. Few of these have been designed to ensure safe integration within the context of use, be it ward, theatre, or community, nor is this a purchasing requirement within NHS Trusts. In short, current treatments are not properly and effectively supported by available equipment. Research aimsThe outcomes of this research will be both patient and system aware. The aims are to enhance patient safety in hospital by designing out medical error, to ensure that medical products and equipment are fit for purpose, and to contain risks associated with the introduction of new designs into a system of great complexity. The Chief Medical Officer recognises the potential of a design-led approach to patient safety and wishes to see it adopted more widely across the NHS. To design out medical error it is necessary to: (i) understand healthcare process demands with regard to diagnostic, monitoring and treatment routines, in particular in terms of the consistency and usability of interfaces and other features, and in light of the progressive introduction of 'smart' products and equipment; (ii) translate that understanding into a knowledge base for the design of medical products and equipment that support safer and more effective healthcare processes; (iii) establish a best-practice, evidence-based approach to the design, equivalent to that underpinning the development of treatments, procedures and medication regimes in modern medicine. Research approachWe will use both global and candidate approaches in the project. The global approach will follow a systematic methodology to capture the broader system of healthcare process and ensure there are no gaps in our understanding of the patients/system interactions. In addition, we identified from our clinical observations and design perspective, three candidates that require detailed attention in the project: (i) the communication process in the ward; (ii) the patient local environment personal cubicle and (iii) the ward clinical activity.In order to address the broader challenge of equipment and products in use on the hospital ward, a Consultant Surgeon and Clinical Reader at Imperial, Mr George Hanna, who has research interest in ergonomics, instrument design and surgical safety will lead the clinical side of the programme. Professor Charles Vincent will lead on healthcare process and patient safety aspects, and PhDs will be attached to each of these strands to build up a cadre of young researchers in the field.DeliverablesThe project will have the following deliverables (i) a thorough map of healthcare processes both on a ward and within the broader context of the patient journey (ii) comprehensive knowledge of the design requirements for ward equipment; (iii) design proposals for a ward communication system, (iv) design proposals for a ward treatment space or 'patient cubicle' and (v) guidelines for safe ward activities and staffing levels.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F064802/1","grantId":"EP/F064802/1","fundValue":"1312770","fundStart":"2008-10-01","fundEnd":"2012-06-30","funder":"EPSRC","impactText":"  The DOME research has a number of important beneficiaries in terms of impact, extending from the healthcare and design professions and industries to patients and their families who stand to benefit from improved healthcare processes leading to a reduced number of errors and an increase in the quality and safety of patient care.\n\nFindings in the UK, US, Australia, New Zealand and Denmark all suggest that some form of error occurs in about 10% of hospital admissions. In a significant number of cases the result is serious harm or death. Designing out medical errors before they occur is potentially one of the most effective ways to combat this problem. Adopting a system-aware, evidence-based, design-led strategy is key to the endeavour. This is what the DOME project identified, developed and piloted.\n\nThe results of the DOME project supported the thesis of the research - that patient safety can be improved through design, provided it is grounded in thorough research, and developed within a genuine multidisciplinary collaboration.\n\nThe development of the DOME design concepts received on-going input from frontline hospital staff and patients. As the designs became more resolved, more extensive testing was carried out in a simulated ward environment at St Mary's Hospital, London. Various clinical scenarios were played out by nurses using the new designs, which were improved as a result. The CareCentre and an iPhone App to measure respiratory rate (part of the Vital Signs trolley design) underwent formal trials, with the results published and used to improve the designs.\n\nManufacturers Bristol Maid (UK) and Humanscale (USA) became involved in the development of the CareCentre and Vital Signs trolley respectively, and the designs were refined in partnership with them. A licence was given to Bristol Maid to manufacture the CareCentre and make it commercially available to the NHS.\n\nThe research, methodology, designs and trial results were published within the team members' respective disciplines, and this work continues. An exhibition of the DOME innovations, entitled Make It Better, went on show at the Royal College of Art in London in September 2011 and then travelled to the Royal College of Surgeons Hunterian Museum in London (January 2012) and the Pontio centre for multidisciplinary design and innovation, Bangor University, North Wales (March 2012, supported by the European Commission). There was extensive media coverage including an editorial in The Lancet and a feature on the BBC News website.\n\n The project has been disseminated internationally, with the PI and research team making several keynote presentations, including at the King's Fund in London and at the International Society for Quality in Healthcare (ISQua) conference in Paris, the world's largest forum for this type of work. DOME has won prestigious awards for research in the UK and USA. There has also been extensive media coverage including an editorial in The Lancet and a feature on the BBC News website.\n\nDOME is cited as a pathfinder for genuine interdisciplinary collaboration between the worlds of medicine, design and management with real-world practical examples of new product and service development resulting from the initiative. \n\nThe development of its methodology enabled the Helen Hamlyn Centre for Design to participate in three high-profile patient safety demonstration projects organised by the Department of Health and the Design Council . The first, Design Bugs Out (2009), responded to public outcry over dirty hospitals and resulted in a range of products which are easier to clean and less likely to trap bacteria. The second, Design for Patient Dignity (2010), responded to public outcry over the indignities of mixed sex wards and resulted in innovative products and systems to improve the patient experience. The third, Reducing Violence and Aggression in A&amp;amp;E (2011), adopted design principles to reduce incidents of violence while waiting in the emergency department through better information design and smarter processes.\n\nThe DOME project served as a forerunner to the establishment of a new design-led innovation centre, the HELIX Centre, set up in November 2013 by original DOME partners RCA and Imperial with a &pound;2.8 million grant for the HEFCE Catalyst Fund. This initiative embeds a team of designers inside a working London hospital, St Mary's at Paddington, and utilises many aspects of the DOME project in its approach - systems thinking, evidence-gathering, process mapping, user participation and rapid prototyping to achieve frugal, low-cost, high impact innovation in healthcare. Communities and Social Services/Policy,Construction,Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Environment,Healthcare,Manufacturing, including Industrial Biotechology Societal,Economic,Policy & public services","person":"Jeremy  Myerson","coPersons":["RAJESH  AGGARWAL","Charles A Vincent","George B Hanna","John  Bessant"],"organisation":"Royal College of Art","findingsText":" One in ten hospital patients in the UK suffers unintended harm as a result of medical error. The Design for Patient Safety report (2003) revealed that the design of hospital equipment, medical devices and environments can increase the potential for error.\n\nModern healthcare involves a complex interaction between people, equipment, space and clinical procedures - but much current design is developed without sufficient understanding of how interfaces and devices fit within a bigger context of use and mistakes occur as a result. \n\nThe DOME (Designing Out Medical Error) project took a multidisciplinary approach, bringing a team of clinicians, designers, psychologists, ergonomists and business experts together (from RCA and Imperial College London) to view the problem of medical error in the round. The aim was to better understand and map healthcare processes on surgical wards and establish an evidence base to design better products and interfaces to reduce instances of medical error.\n\nThe team began by observing and mapping the patient journey through elective surgery, from admission to discharge. Every step was documented, as well as equipment used, environments visited and personnel involved. This mapping exercise served as context for more focused research on the ward. An audit of common healthcare processes at the bedside was carried out, and a hazard scoring system was adapted from industry to assess and rank the relative risk of each process. \n\nStudy of analogous industries that have developed design strategies to manage risk (such as mining, construction and chemical plants) also led to a number of insights that influenced the design approach to the hospital bed space. The five most risky processes were identified and investigated further, with more in-depth analysis of errors and their causes. This led to a sound evidence base for five design briefs, each centred on a healthcare process: hand hygiene, handover, vital signs measurement, medication, and infection control.\n\nCreative techniques were used with clinicians to ensure a fully collaborative design process. Sketches and models were used for clinical feedback, and the concepts were refined into a suite of five designs, one per brief. The primary outcome of the project was the validation of the collaborative methodology outlined above. Emerging from this, the five design outputs have direct impact on the clinical space.\n\nA new hand hygiene sign simplifies the visual message to staff to improve compliance with correct protocols. Furniture and lighting recommendations for a staff room create a better working space for a more effective handover. A new vital signs trolley improves the management of patient data as well as being easier to clean. New medication packaging provides the patient with simpler information about their drugs. \n\nA new piece of ward furniture, the CareCentre, placed at the end of every bed, contains all the commonly used equipment for regular bedside care. This last design was trialled in a simulated ward environment, where nurses' interactions with the product were recorded and analysed. A more extended clinical trial of the design was conducted on a series of hospital wards. The results of both studies demonstrated that the design improves both the quality and efficiency of care.\n\nOverall the DOME project developed a new design-led approach to cross-disciplinary collaboration aimed at educing medical error, and piloted this approach through the design and development of new products and services to improve safety in the hospital bed space. In layman's terms, this new approach can be described as akin to a rowing team in which everyone shares the effort and focus throughout the race, as opposed to a relay team in which the baton is passed successively from one discipline to the next. The results of the DOME project supported the thesis of the research - that patient safety can be improved through design, provided it is grounded in thorough research, and developed within a genuine multidisciplinary collaboration.\n\nDOME is cited as a pathfinder for genuine interdisciplinary collaboration between the worlds of medicine, design and management with real-world practical examples of new product and service development resulting from the initiative. Its methodology has been disseminated for use by other healthcare development and hospital management teams. Communities and Social Services/Policy,Healthcare,Manufacturing, including Industrial Biotechology,Retail","dataset":"gtr"}