{"id":"EE127E5A-E165-48DD-8535-5E8CBBA135C9","title":"Covert Marking of Security Paper - Crime Feasibility Study","abstractText":"There are many forms of crime. A growing proportion of criminal activity is directed towards dishonestly manufacturing paper products such as money, documents (e.g. identity papers) or commercial brands (e.g. whisky) and using these to cheat the rightful owner by pretending these are genuine (i.e. fraud). Our research is therefore intended to develop a new technology that will prove the legitimacy of bank notes, passports, tickets (e.g. football matches), product labels, and documents of commercial and legal importance. The cost of this sort of activity to individuals and companies worldwide is estimated to be worth billions of pounds. The research proposed in this project seeks to address this problem by developing a new method of security marking paper products in order that they can be easily identified by those checking for fraud, but at the same time is also very difficult for criminals to detect and/or copy. The idea is based on chemically attaching tags to fibres added to the paper during manufacture that will subsequently allow it to be identified when specially treated. A liquid, specifically designed for that paper, can be dropped onto the surface, and this will cause a reaction and produce a change in colour that can be seen in seconds. It will be possible to carry out this test anywhere / at passport control, at a football match, or in a shop, without the need to access laboratory facilities. The type of tag used can be varied to generate different colours, and the test liquid added will change depending on the type of fibre added to the paper. This combination of tag and fibre type makes the paper unique and provides a secure method of identifying the source of the material. This formula could be changed on a daily basis if necessary to increase security and may also be tailored to the needs of individual clients. The information concerning the security system used in a particular product batch could ultimately be accessed remotely via a mobile phone connection to a web-site, allowing for operating in international markets. The opportunity to make a profit out of faking such paper documents will be less attractive to criminals because of the difficulty of copying the security system, and as a result of the ease in which fraud can be detected. The financial consequences for the victims of fraud will be reduced as will the very significant emotional impact resulting from such crimes. This research, if successfully applied, will therefore contribute to a reduction in criminal fraud, and potentially, to combating terrorism. The resulting technology will therefore protect the interests of individuals, companies and government alike.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D036070/1","grantId":"EP/D036070/1","fundValue":"57530","fundStart":"2006-03-06","fundEnd":"2007-03-05","funder":"EPSRC","impactText":"","person":"Richard Frank Tester","coPersons":["John  Marshall"],"organisation":"Glasgow Caledonian University","findingsText":"","dataset":"gtr"}