{"id":"EE123A6F-6673-43D4-88D5-F82E8C1F5423","title":"Resonances in heteroclinic networks","abstractText":"Symmetries (reflections, rotations, translations) play a prominent role in understanding the dynamics and evolution of many physical systems. One effect of symmetry is to permit the existence of invariant subspaces: if a system is started in a reflection-symmetric state, for example, it will keep that symmetry for all time (unless the symmetry is broken by imperfections or external noise). Much progress has been made in understanding of types of behaviour a physical system with symmetry might exhibit as it is driven by external forcing. The simplest types of behaviour, steady and time-periodic oscillatory, are well understood, and transitions between such states can be analysed using equivariant bifurcation theory. Intermittency is less well understood. Here, a system spends most of its time exhibiting one type of behaviour, but has occasional rapid excursions to another type.Intermittency can be associated with symmetry through the mechanism of structurally stable heteroclinic cycles, in which connections between equilibrium solutions of a dynamical system are robust because they occur within a symmetry-invariant subspace. Near a robust heteroclinic cycle, the dynamics is typically intermittent: the system spends some time near one equilibrium point, jumps rapidly to a second equilibrium point and stays there for a longer time, continuing around the cycle before returning to the original equilibrium point and spending longer still there. If the cycle is attracting, the residence times close to each equilibrium point increase geometrically without bound, resulting in systems that are at once highly intermittent and difficult to follow numerically.In many important examples, heteroclinic cycles occur as part of a larger heteroclinic network, in which two or more distinct cycles have some common equilibria (or other solutions) and connections, so that orbits passing near the common parts of the network may switch between excursions around the different cycles in the network. Some general results are known about the stability of heteroclinic cycles, and one of the more interesting ways a cycle can change stability is through a resonant bifurcation.However, little is yet known about resonant bifurcations in the context of heteroclinic networks. Important questions include: What happens when a network as a whole becomes unstable? Is it possible to define resonance for a network, and if so what dynamics is associated with this phenomenon? Is something different seen if just one cycle within a network has a resonance bifurcation? These are all interesting questions about which little is understood.One of the main obstructions to a good understanding of resonance phenomena in the context of a heteroclinic network is that at least one element of the heteroclinic network must have an unstable manifold of dimension greater than one, and this greatly complicates the usual method of analysis. We propose to examine a variety of heteroclinic networks, both numerically and via analytical techniques, aiming to understand what kind of dynamics is associated with resonant bifurcations. We will also investigate how trajectories switch between different parts of the network, and how switching is influenced by noise and by forced symmetry breaking.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G052603/1","grantId":"EP/G052603/1","fundValue":"14607","fundStart":"2009-02-01","fundEnd":"2012-01-31","funder":"EPSRC","impactText":"","person":"Alastair  Rucklidge","coPersons":[],"organisation":"University of Leeds","findingsText":" Symmetries (reflections, rotations, translations) play a prominent role in understanding the dynamics and evolution of many physical systems. One effect of symmetry is to permit the existence of invariant subspaces: if a system is started in a reflection-symmetric state, for example, it will keep that symmetry for all time (unless the symmetry is broken by imperfections or external noise). Much progress has been made in understanding of types of behaviour a physical system with symmetry might exhibit as it is driven by external forcing. The simplest types of behaviour, steady and time-periodic oscillatory, are well understood, and transitions between such states can be analysed using equivariant bifurcation theory.\n\n\n\nIntermittency is less well understood. Here, a system spends most of its time exhibiting one type of behaviour, but has occasional rapid excursions to another type. Intermittency can be associated with symmetry through the mechanism of structurally stable heteroclinic cycles, in which connections between equilibrium solutions of a dynamical system are robust because they occur within a symmetry-invariant subspace. Near a robust heteroclinic cycle, the dynamics is typically intermittent: the system spends some time near one equilibrium point, jumps rapidly to a second equilibrium point and stays there for a longer time, continuing around the cycle before returning to the original equilibrium point and spending longer still there. If the cycle is attracting, the residence times close to each equilibrium point increase geometrically without bound, resulting in systems that are at once highly intermittent and difficult to follow numerically.\n\n\n\nIn many important examples, heteroclinic cycles occur as part of a larger heteroclinic network, in which two or more distinct cycles have some common equilibria (or other solutions) and connections, so that orbits passing near the common parts of the network may switch between excursions around the different cycles in the network. We have investigated switching in some important examples of heteroclinic networks, and shown what is required for trajectories to explore the entire network. This work required us to develop a new technique for keeping track of all trajectories leaving equilibria with twodimensional unstable manifolds, enabling us to overcome the main obstruction to a good understanding of the dynamics near heteroclinic networks.\n\n\n\nSome general results are known about the stability of heteroclinic cycles, and one of the more interesting ways a cycle can change stability is through a resonant bifurcation. However, little is yet known about resonant bifurcations in the context of heteroclinic networks. We used the new technique mentioned above to develop new criteria for the stability or otherwise of heteroclinic networks, and we explained how multiple periodic orbits can be created in the resonance bifurcation. In the case of complex eigenvalues, we showed that an infinite number of stable and unstable periodic orbits are created at resonance, and these can coexist with a chaotic attractor.\n\n \n\nAs part of the effort to disseminate our work, we organised a mini-symposium at the 2011 SIAM conference on Applications of Dynamical Systems (Snowbird), the premier conference in this area. The mini-symposium &quot;Dynamics of Heteroclinic Cycles and Networks&quot; included the speakers Claire Postlethwaite (Auckland) speaking on our work, Ale Jan Homburg (Amsterdam), Fabio Schittler Neves (Max Planck Institute for Dynamics and Self-Organization) and Peter Ashwin (Exeter). The mini-symposium attracted an appreciable audience.  ","dataset":"gtr"}