{"id":"EE136243-639A-45F8-9D3A-334E9C4AF744","title":"Measuring incipient lava dome collapse","abstractText":"At some volcanoes lava piles up above the vent to produce a lava dome. Such domes are prone to collapse and produce dangerous pyroclastic flows and explosions as the hot and pressurized interior lava is suddenly exposed. So understanding how, and importantly, when, these collapses are likely to occur is of prime importance, specifically to the scientists at the Montserrat Volcano Observatory who are responsible for monitoring the ongoing activity of the Soufriere Hills Volcano. There are many theories as to what causes the collapses at Soufriere Hills, but two factors stand out. Firstly, heavy rainfall often precedes a collapse and secondly, there is often a change in the plumbing that the lava uses to reach the surface. We plan to develop a method of measuring this 'change in plumbing' to give some warning of collapse. We have already developed a new, portable, radar-based instrument for use on volcanoes called AVTIS (All-weather Volcano Topography Imaging Sensor) that can measure the shape and temperature of the lava dome day and night and through cloud. This technology is a unique application for volcanoes. Further development of this type of instrument will enable us to measure changes in the rate and location of lava extrusion associated with the collapse-triggering re-plumbing of the lava dome. These new observations will be coupled with the observatory's data from small earthquakes associated with this process. A computer model of the re-plumbing that is hidden from view will be constructed and run to help understand the mechanics of how the process works. In order to achieve the necessary measurements a new instrument will be built that is faster, more accurate and can operate autonomously from a fixed position. The aim is to have an instrument that is effectively on all the time, sending data back to the Observatory. In addition, we will upgrade the current instrument and use it from different viewpoints, to capture the parts of the dome not visible from the fixed instrument.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E015352/1","grantId":"NE/E015352/1","fundValue":"367764","fundStart":"2007-10-01","fundEnd":"2011-07-31","funder":"NERC","impactText":"  This award is the St Andrews part of the award NE/EO15093/1 to the University of Reading reported elsewhere. Aerospace, Defence and Marine,Environment Societal","person":"Geoffrey  Wadge","coPersons":["Graham  Smith","Duncan Alexander Robertson"],"organisation":"University of St Andrews","findingsText":" This award is the St Andrews part of the award NE/EO15093/1 to the University of Reading reported elsewhere. See report for NE/EO15093/1 Aerospace, Defence and Marine,Environment","dataset":"gtr"}