{"id":"EE263570-23FF-410F-9872-74AD799B4F36","title":"Return of the wild? The biogeographies of European rewilding and cattle de-domestication","abstractText":"<p>There is a growing interest amongst nature conservationists in 'rewilding'&nbsp;- an ambitious model of ecological restoration that aims to generate ecosystem services through autonomous natural processes, rather than the micro-management associated with traditional approaches to conserving endangered species. Existing research has concentrated on the ecological and economic potentials and there has been little systematic exploration of the cultural, political and ethical dimensions of any (re)turn to the wild. </p>\n\n<p>This project attends to this gap. It has three main aims:</p>\n\n<ol>\n \n\n <li>Interrogate the geopolitics of Northern European rewilding and the past and future natures invoked in the discourses of powerful advocates and opponents;</li>\n\n <li>Situate European rewilding in its historic context by examining a case study of the Nazi back-breeding of Heck cattle and their subsequent proliferation as tools for conservation; </li>\n\n <li>Explore the frictions between&nbsp; biopolitics of rewilding and alternative regimes for living with nonhumans, including animal welfare, biosecurity and biodiversity. </li>\n</ol>\n\n<p>In delivering these aims the project will:</p>\n\n<ul>\n \n\n <li>Provide publics and policy makers with an overview analysis of the contemporary drivers and historical antecedents of rewilding;</li>\n\n <li>Offer interested interdisciplinary academic audiences innovative theoretical frameworks, skills and methods for environmental science and political ecology;</li>\n\n <li>Contribute to efforts to develop longitudinal qualitative methodologies that focus on contemporary practice in its historic context. </li>\n</ul>\n\n<p>&nbsp;</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-000-22-4130","grantId":"RES-000-22-4130","fundValue":"80519","fundStart":"2010-10-18","fundEnd":"2011-09-17","funder":"ESRC","impactText":"","person":"Jamie  Lorimer","coPersons":[],"organisation":"King's College London","findingsText":"","dataset":"gtr"}