{"id":"EE27F731-1FA1-4783-B62E-1C828DE2F5CF","title":"Brain imaging and cognitive ageing in the Lothian Birth Cohort 1936: III","abstractText":"As human populations age across the planet, increasingly significant resources will be needed to manage and care for some older people. Cognitive ageing, the process by which some cognitive abilities decline in older age, is of particular concern, leading as it does to reduced quality of life, loss of independence, and, in its later stages, increased risk of dementia. Characterising the biological causes of cognitive ageing is therefore important if we are to reduce the burden of ageing at both the individual and societal level.\n\nIn this proposal we request funds to collect and analyze brain magnetic resonance imaging (MRI) and carotid artery Doppler ultrasound data from participants of the Lothian Birth Cohort 1936. They are a large group of relatively healthy community-dwelling subjects in their late seventies. This cohort is unique in having cognitive data from youth (a well-validated measure of IQ obtained at age 11 years), and repeat cognitive testing, brain imaging, genetic, epigenetic, lifestyle, psychological, social and other important information obtained from ages 70, 73, 76 years, and to be collected at age 79.\n\nBy undertaking a third wave of brain MRI and carotid ultrasound scanning, we will have detailed imaging data spanning most of the eighth decade of life (73 to 79 years) during which risk of dementia increases. Longitudinal imaging data obtained at three time points in older age is rare and will allow a thorough exploration of changes in brain structure with age (e.g. loss of brain grey and white matter), how these changes relate to cognitive ability measured across the whole life course, and what factors (e.g. genetics, diet, exercise, etc.) are most responsible for these changes. Understanding these relationships is an important step in helping to develop strategies to slow age-related cognitive decline, and in characterising what role cognitive ageing plays in heralding dementia.\n\nThe present application is for minority funding for a project that also has funding from Age UK for the collection of the cognitive, medical, biomarker, and psychosocial data and their collation and analyses.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M013111/1","grantId":"MR/M013111/1","fundValue":"1052370","fundStart":"2015-05-01","fundEnd":"2019-04-30","funder":"MRC","impactText":"","person":"Ian J. Deary","coPersons":["John  Starr","Mark E Bastin","Joanna  Wardlaw"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}