{"id":"EE3876F6-02C3-4437-9A77-38AF8D930B3B","title":"Developing the use of administrative data on Scotland's civil society","abstractText":"Civil society organisations (CSOs) have always gathered and used information in some shape or form. However, on-going developments in modern digital computing, telecommunications, and mobile technologies mean that the early 21st century is bringing new opportunities and challenges for organisations seeking to extract value from the data they hold.\n\nThis Civil Society Data Partnership project is a collaboration between the Scottish Council of Voluntary Organisations (SCVO) and the Universities of Stirling and St Andrew's. The project is centred at Stirling, combining social statistics expertise in the management and analysis of administrative data with a track record of collaborative applied social science research with CSOs. St Andrews brings expertise in CSO management and strategy, while SCVO provides a network of CSOs and expertise in engagement. Significant institutional investment in this project from all three partners shows their commitment to developments in this field.\n\nIt forms part of Phase III of the ESRC's investment in the Big Data Network. It aims to develop the availability of administrative data on CSOs, while also helping civil society organisations to improve their ability to work with data. Scottish data, civil society and research organisations make a sensible focus for the project, since activities are substantially organised with Scotland whilst dealing with issues and resources that are of relevance to, and have the potential to contribute, across the UK. \n\nThis proposal focusses on Scotland for a number of reasons. The standardised collection of CSO data at the local level promises a much more comprehensive list of civil society activity than relying on charity register data alone would provide. Capacity building with the established network of Third Sector Interfaces (TSIs) (similar to Councils of Voluntary Service in England &amp; Wales) collecting this data has the potential not only to increase data use amongst CSOs, but also to improve the quality of data collection as the accurate recording of information becomes more valuable to those collecting it. The relatively advanced state of administrative data linkage in Scotland (e.g. indexed health records) opens up great potential for the further linking of CSO data to other sources, increasing both the research and policy impact. Lastly, the greater inequality of both income and health between communities in Scotland than elsewhere in the UK (Morelli &amp; Seaman, 2012; Bell &amp; Eiser, 2013) creates a compelling case for better understanding how both civil society participation and service provision is distributed across communities.\n\nThe work will facilitate the provision of better data on the characteristics of Scottish civil society activity (including organisations, service provision, employment and volunteering) to researchers and policy practitioners in government, academia, and civil society itself. This data will be drawn from the Milo database of civil society organisations collected by local civil society infrastructure bodies across Scotland. Use of this data will increase understanding of how both civil society participation and service delivery is distributed across communities, and its relationship with inequality and deprivation. We will also develop the capacity of civil society organisations to make use of both the data they generate and the other data sources becoming more widely available, thereby supporting performance enhancements in service provision and organisational practice. Finally, the project will help to support collaborations between academics, public sector organisations and CSOs in Scotland to propose substantive research projects making use of this data that will impact policy and/or practice.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/M010465/1","grantId":"ES/M010465/1","fundValue":"223511","fundStart":"2015-08-01","fundEnd":"2017-03-31","funder":"ESRC","impactText":"","person":"Alasdair Craig Rutherford","coPersons":["Paul Stuart Lambert","Ruchir  Shah","Eleanor  Burt"],"organisation":"University of Stirling","findingsText":"","dataset":"gtr"}