{"id":"EE3D3697-D2CB-485D-9674-5F124CCD97AF","title":"Modelling the Fatigue and Creep of Weldments","abstractText":"Life prediction of welded components that are subjected to creep-fatigue loading associated with the start up and shut down of power plant is a critical design issue, from the economical, environmental and safety viewpoints. However design and life assessment of welded steel structures that operate at high temperatures is particularly difficult and problematic. The current UK design and assessment approaches for weldments are still empirical and therefore tend to be rather conservative. This project focuses on the development of a new understanding of the complex fatigue and creep behaviour of weldments subjected to cyclic temperature and mechanical loads, and the formulation of novel simulation and modeling methods. Preliminary research by the applicant shows that the current Linear Matching Method (LMM) framework can assess welded components with significantly greater accuracy while still using the same fundamental assumptions and materials database as typical UK codes. This project will strengthen the LMM framework to include novel simulation techniques which capture the effects of weldments on the integrity of component with fatigue and creep-fatigue mechanisms.For the first time, this unique next-generation numerical technique and associated semi-analytic models will be developed to comprehensively investigate the fatigue and creep behaviour of high temperature weldments for a wide range of factors (e.g. different weldment type, material and geometric effects, temperature and load range), providing a degree of accuracy of prediction hitherto unavailable and without the restrictions inherent in other methodologies. The research outputs will significantly advance the internationally-leading role of the UK in the assessment of industrial and commercial welded structures, and underpin moves to high temperature structures required for emissions reduction targets.This project will also provide interdisciplinary training opportunities for both a postdoctoral researcher and a PhD student in material modeling, applied mechanics, FEA, integrity assessment, and software engineering.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G038880/1","grantId":"EP/G038880/1","fundValue":"307257","fundStart":"2009-09-01","fundEnd":"2012-12-31","funder":"EPSRC","impactText":"  Cited and adopted in the world leading structural integrity assessment procedure R5 and announced in the R5/R6 Newsletter. A software and user guider developed, and widely used by key industries including EDF Energy (David Tipping, david.tipping@edf-energy.com) and Rolls-Royce (Michael Martin, Michael.Martin@Rolls-Royce.com). The associated method applied by University of Oxford and Italian university for frame structures (e.g. European journal of mechanics. A. Solids, 33, 783-793 2011).\n\nCreating a new nuclear EngD project supported by the EPSRC nuclear EngD centre and the EDF energy, ?118,000.\n\nA new nuclear EngD project supported by the EPSRC nuclear EngD centre and the Rolls-Royce, ?118,000.\n\nA new nuclear EngD project supported by the EPSRC nuclear EngD centre and the Siemens UK, ?120,000, 2012-2016.\n\nPromoting the research outcomes www.thelmm.co.uk  ","person":"Haofeng  Chen","coPersons":[],"organisation":"University of Strathclyde","findingsText":" The research outcomes of this project have been reported in more than 20 research papers in the international journals and conferences. The key findings are as follows:Theoretical and Numerical Developments1) An efficient shakedown analysis method has been developed for the assessment of welded structures subjected to cyclic thermal and mechanical loads.2) A new ratchet analysis method based upon the Linear Matching Method (LMM) has been developed for the welded structures and cracked components. 3) A novel simulation technique has been developed for the direct evaluation of the steady cyclic behavior of complicated engineering structures. The proposed numerical technique is able to capture the effects of weldments on the integrity of component with fatigue and creep-fatigue mechanisms, with great convenience and efficiency.4) In addition to the elastic-perfectly plastic material model and creep Norton's law, a more practical cyclic hardening material model (Ramberg-Osgood) and time hardening creep constitutive model have been implemented for the assessment of creep fatigue interaction of the weldments.5) All numerical developments come with Abaqus user subroutines, which provide powerful software tools for industrial users.Numerical Validations1) Numerical tests have been carried out to formulate effective numerical schemes to enhance computational performance, including efficiency and stability. 2) The developed LMM and its software have been validated by a benchmark example of holed plate and also by direct comparisons with the available experimental solutions.3) The new simulation techniques and proposed analytical models for the weldments have been validated via comparisons with experimental and R5 analytical data.Numerical Applications1) The developed novel simulation technique has been successfully applied to full penetration Type 1 and 2 weldments with a wide range of configurations including perfectly dressed, dressed, as-welded, extreme undressed and coarse-welded parameters.2) The combination of geometric strain concentration and material discontinuity effects, and the interaction of fatigue and creep behaviour of weldments have been investigated.3) Contour plots of cycles to failure (N*) depending on dwell period and the applied load intended for design application have been derived.4) Analytical functions for cycles to failure N* and residual life L* of weldments corresponding to different dwell period _t and the applied load have been derived for industrial application.5) Parametric studies of the influence of variation of weldment geometrical parameters on the number of cycles to failure have been carried out, and formulation of a mathematical relation to describe the corresponding dependence have been derived, in order to establish efficient semi-analytic models to assess failure of weldments corresponding to different weld types, geometries, material data and failure laws, applicable for a range of amplitude of loads and dwell times. Industrial impact 1) Working with industrial project partners including Rolls-Royce and EDF Energy, the developed LMM and its simulation results of the weldments have provided a new route for the assessment of the fatigue and creep-fatigue life of weldments.2) New research opportunities have arisen from the work of this project via three nuclear EngD projects funded by the industrial partners.  ","dataset":"gtr"}