{"id":"EE424602-3F95-4594-A639-92E4DE18AB96","title":"Investigating the determinants of health worker performance in Senegal","abstractText":"Training, motivating and retaining professional health workers is crucial for the improvement of health outcomes, especially in low and middle-income countries where poor health worker performance has been recognised as one of the key obstacles to achieving better health outcomes. To improve staff motivation and performance, many donors and governments have recently supported the introduction of Performance-Based Financing (PBF) mechanisms, which link part of the health workers' remuneration to performance targets. While promising results have shown that these programmes can improve utilisation of health services and some health outcomes, it is still unclear what specific effects they have on the motivation and behaviours of health workers. Yet it is key to understand better how PBF works for health workers, and in particular whether all aspects of health workers' performance have improved or whether PBF can induce some undesired effects, e.g. a reduction in time spent with each patient.\n\nThe aim of the proposed research is to generate new knowledge and understanding of how PBF programmes work and influence health workers' performance. The proposed research takes advantage of a quasi-experimental study introduced by the World Bank in four of the poorest and most rural regions of Senegal in 2014. The project will collect a rich set of primary data in control and PBF facilities to answer several critical questions.\n\nThe research will first undertake some interviews to assess whether the extent to which what was planned in the PBF scheme is actually what is happening in practice. This will help understand exactly the nature of the intervention being implemented. The research will then undertake a large survey, collecting information in control and PBF facilities on the working environment and characteristics, behaviours and performance of health care workers. The aim is to determine the effects of PBF, by comparing the performance and behaviours of health workers with and without PBF incentives. Specifically, the survey will explore whether PBF improves the productivity, quality of care provided and attitude towards patients. The data collected will also help determine whether the time and effort spent on each patient increase and on non-incentivised activities decrease as a result of the PBF. Finally, with the information collected, we will be able to identify mechanisms through which the performance of health workers changes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M014681/1","grantId":"MR/M014681/1","fundValue":"500951","fundStart":"2015-06-01","fundEnd":"2017-11-30","funder":"MRC","impactText":"","person":"Mylene Carine Lagarde","coPersons":["Adama  FAYE","Josephine  Borghi"],"organisation":"London Sch of Hygiene and Trop Medicine","findingsText":"","dataset":"gtr"}