{"id":"EE458956-12A5-43E7-9933-69B8A007EC24","title":"Social and Regional Variation in the Phonology of Standard French","abstractText":"The French of metropolitan France is quite well known as a highly standardised language; that is to say, that considerable success has been achieved in the suppression of variation. This standardisation has proceeded through a combination of external pressures, such as government language policy and planning, especially since the Revolution of 1789, and more 'organic' processes linked to socio-demographic and economic developments such as urbanisation and increasing social and geographical population mobility. Such social and linguistic processes are not unique to French, but the language is nevertheless unusual with regard to the apparently high degree of uniformisation in its pronunciation, as well as in the more obviously susceptible levels of grammar and vocabulary. This does not mean that there is no longer any regional variation in metropolitan French: anyone who has spent time in the south, or visited Alsace or the Alps will have encountered some French speakers with non-standard accents. However, it is widely agreed amongst scholars of the language (e.g., Armstrong, Hawkins, L&eacute;on and Pooley) that the traditional regional accents of France are not as marked as they once were, that this attenuation of differences has increased rapidly since the latter half of the twentieth century and that currently a considerable proportion of the population living in the towns and cities of the northern two-thirds of the country speak a kind of French that is highly unlikely to exhibit any non-standard regional pronunciation features.\\n\\nThe main aim of this project is to test by empirical means this impressionistic observation: that the pronunciation of standard French is rather homogeneous, especially when compared with that of other standardised languages such as British English. This hypothesis is investigated by means of an analysis of an unusually large corpus of spoken French gathered in the cities of Nancy, in the Lorraine region, and Rennes, in Brittany. The speakes sampled include equal numbers of men and women, equal numbers of white- and blue-collar workers (or the children of such workers in the case of younger participants) and two contrasting age groups representing an older and a younger generation. All of the speakers were born in their home city or had lived there from a very early age, so that the question of the survival of traces of the traditional regional dialects in today's mainly urban population can be investigated. The project is almost unique in work of this type in including data from more than one speech community, allowing a cross-regional comparison which is key to the examination of the principal hypothesis. In addition, the wide range of speaker variables means that variation can be examined from a number of points of view. How the formality of the speech style affects and interacts with social and regional variation is a further aspect to be explored, as is the related and interesting question of how native speakers perceive and evaluate others on the basis of the way they talk: are they able to discern others' social and geographical origins, and do they react positively or negatively to speakers who sound non-standard? \\n\\nThis research contributes to our knowledge about the French language and to the advancement of debates about dialect and accent levelling, such as whether and how this is distinct from standardisation, and whether and in what ways the French situation is distinct and unique. The results of the project have potential applications and benefits for the teaching of French at secondary and higher educational levels as they directly add to our understanding of how French is pronounced, and how and it what ways it varies. Finally, the study of perceptions may serve to undermine potentially harmful social stereotypes, as my findings show that native speakers' beliefs about variation in French do not always match their observations of authentic speech samples.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/G006156/1","grantId":"AH/G006156/1","fundValue":"23698","fundStart":"2008-10-01","fundEnd":"2009-01-30","funder":"AHRC","impactText":"","person":"Zoe Collette Boughton","coPersons":[],"organisation":"University of Exeter","findingsText":"","dataset":"gtr"}