{"id":"EE464238-5A6A-4253-AE54-BFE5D808E41B","title":"Novel InSb/InAsSb Quantum Dot Nanostructures for Mid-infrared Laser Applications","abstractText":"We are trying to make semiconductor lasers for the mid-infrared (2-5 um) spectral range for a variety of practical applications including; chemical process control, environmental monitoring of atmospheric pollution and free space optical communications. At present it is impossible to obtain laser emission at room temperature due to low internal efficiency within the active region of the device. One way of minimising the unwanted processes that compete with the light generation is to arrange for this to take place inside a very small volume of material which is called a quantum dot . Recently at Lancaster we have successfully produced some quantum dot structures which emit light, but to be effective for use in a laser we need to make a sheet containing a large number of small quantum dots. The proposed fellowship seeks to build on our recent successful results and to obtain expert assistance from Dr. Solov'ev from the Ioffe Institute in Russia who is a world-leading authority in this area. Dr. Solov'ev's group has produced a dense array of self-assembled InSb quantum dots having a mean diameter of ~ 2.5 nm and a sheet density of ~ 10^12 cm-2 using a special technique to produce the InSb quantum dot nanostructures in the sub-monolayer thickness range. Dr. Solov'ev has developed a strong international lead by demonstrating room temperature light emission from his InSb quantum dot nanostructures and is enthusiastic to collaborate with us to develop a room temperature mid-infrared laser which contains these quantum dots in the active region.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E028209/1","grantId":"EP/E028209/1","fundValue":"79578","fundStart":"2007-01-07","fundEnd":"2008-01-06","funder":"EPSRC","impactText":"  The research carried out during this visiting fellowship was used to develop further research related to Sb quantum dot nanostructures and in particular helped secure a subsequent grant on GaSb quantum dot solar cells. Education ","person":"Anthony  Krier","coPersons":["Qian Dong Zhuang"],"organisation":"Lancaster University","findingsText":" o InSb/InAs nanostructures with self-assembled InSb-enriched QDs inserted in an InAs matrix have been grown by MBE using Sb2 and As2 fluxes in a wide temperature range 320-450?C that allows to control the nominal InSb QD layer thickness in the range of 0.9-0.5 ML, respectively. The structures show intense PL up to room temperature covering the 3-4.5 um mid-IR spectral range. A &quot;multiple Sb exchange&quot; technique allowing at the same growth temperature to increase quantity of InSb in each QD sheet and corresponding luminescence wavelength as well has been proposed and successively tested.\no Detail comparative analysis of optical properties of the InSb/InAs(Sb) QD structures grown using different combination of group V fluxes: (Sb2,As2), (Sb4,As4) and (Sb2,As4) has been done. \no First multiple InAs(Sb)/InSb/InAs(Sb)/AlAsSb &quot;W&quot; QW-QD heterostructures demonstrating good structural quality and reasonable low-temperature PL have been grown on GaSb (100) substrates. \no Laser emission at a wavelengths of 3.0 (20K) and 3.08 ?m (4K) with the threshold current density of 2-3 kA/cm2 under pulse injection pumping has been demonstrated in Al(Ga)AsSb/InAs double heterostructure broad area p-i-n diodes with sub-monolayer InSb/InAs QDs in the active region.\no Intensive room-temperature InSb QD-related EL at a wavelength of ~3.8 ?m is achieved in the QD LED containing in the active region multiple InSb QD layers formed by Sb exchange technique followed by additional InSb deposition. We have provided new information about the formation of sub-monolayer antimonide quantum dots using MBE growth. This knowledge can be used as the basis for the design of electro-optic devices primarily for the mid -infrared spectral range. Digital/Communication/Information Technologies (including Software),Education,Electronics","dataset":"gtr"}