{"id":"EE48BB7A-C8BC-4E14-8E63-87D9176064A3","title":"Recovery is RELATED: Restoring Ecosystems by Linking Aquatic and Terrestrial Ecological Dynamics","abstractText":"Boreal regions hold upwards of 60% of the planet's freshwater, an essential ingredient for all life. But human activities, such as climate and land use change, are dramatically altering these landscapes and threatening the delivery of key services provided by aquatic ecosystems, such as clean drinking water and healthy fish populations. Contemporary paradigms of aquatic conservation have emphasized inputs of pollutants and water resource development as causes of declining water security and biodiversity, but restoration attempts are failing when these two factors alone are improved. Increasingly, local watersheds are seen as critical controls of aquatic ecosystems. This is spurred by the recent discovery that pathways of energy mobilization upwards through aquatic food webs - from microbes to fish - rely on organic matter originating from terrestrial vegetation, proving the adage that &quot;clean water is a forest product&quot;.\n\nAny factor that changes the quality and quantity of organic matter input into freshwater from their surrounding catchments will clearly influence the delivery of aquatic ecosystem services. Fire, forest pests, and resource development, such as mining and logging, are emerging disturbances that are transforming boreal regions, but little is known as to how they will change long-term cycling of nutrients from terrestrial vegetation into aquatic ecosystems. A new watershed-level science that integrates the management of forestry and water resources is clearly needed to inform decision makers of the actions needed to conserve freshwater supplies by linking actions on land to processes in water.\n\nOur research will test whether the productivity of aquatic food webs increases with the quantity and quality of terrestrial organic matter under different climate scenarios. We will also answer whether disturbances on land that remove plant biomass and change the quality of plant litter will dampen the productivity of freshwater plants and animals. Our approach will be to create 96 artificial ecosystems in a common lake environment and expose sites to different quantities and qualities of organic matter. We will measure the responses of microbial, algal, and grazer communities using cutting-edge technologies such as next-generation DNA sequencing. We will also plant tagged individuals of a sedentary mussel species closely-related to economically important taxa within each site and monitor their long-term growth and survival. The ultimate goal of this work is to develop a spatially-explicit, dynamical watershed-level simulation model. We want to answer the question if X% of habitat is consumed by fire or insect outbreaks, then food stocks for fish will change by Y%.\n\nOutcomes of this research will be highly relevant to the UK and international policy around managing freshwater supplies by demonstrating strong linkages between terrestrial and aquatic ecosystems. For example, the EU has developed legislation to protect freshwater but this ignores the effects of land use practices on lake water quality and biota. The future of extensive forestry plantations and pastures surrounding many socio-economically important watersheds in Britain are also being debated as the EU begins reforming the Common Agricultural Policy. We aim to show that any changes in land use must consider how energy in the form of organic matter is dispersed to aquatic ecosystems and supports their productivity. Finally, this project will have many applications for improving regional land use planning and management, as well as restoring environmentally damaged landscapes. We will work closely with partners in the mining industry and government to inform them of the best practices for re-vegetating degraded watersheds.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/L006561/1","grantId":"NE/L006561/1","fundValue":"398042","fundStart":"2014-07-08","fundEnd":"2018-01-07","funder":"NERC","impactText":"","person":"Andrew Joseph Tanentzap","coPersons":["Ian  Henderson"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}