{"id":"EE4BBD6B-3F78-47D7-BEB0-EA2D082A342E","title":"A Model System for Cell-Specific Labelling Via Self-Destructing Devices","abstractText":"This proposal aims to lay the foundations towards the development of a series of molecular devices which can enter cells carrying a useful small molecule in a 'switched off' form, but within the cell are triggered to 'self destruct' freeing the small molecule in its active form and locked in the cell.The device will consist of three parts:A small molecule which is water-soluble and thus could not cross cell membranes (which are lipid-based) which has the desired function of the device;A linker which contains groups which turn off the small molecule's activity, and also contains lipid chains allowing the device to cross lipid membranes;An activator section which reacts with a trigger species found only in the desired, targeted cells, and causes the device to self-destruct, freeing the small molecule in its active state, separated from the lipid chains, and thus immobilised in the interior of the cell.As this is a proof-of-principal study we will use liposomes (vesicles consisting of a lipid bilayer surrounding an aqueous interior) as models for cells, immobilising within the lipid membrane species such as enzymes which may be found in the cells of interest, and demonstrating that the devices can cross the lipid membrane, enter the interior, react with the trigger species and thus liberate the active form, immobilised in the liposome. The model work with liposomes is vital to prove the principal and develop the chemistry of the devices in simple systems with controllable variables so that their behaviour is fully understood and well characterised when they are applied to cell work. The principal is to be demonstrated in the case in which the small molecule is a luminescent complex, as this is ideal for characterisation studies as we explore the behaviour of the devices, but eventually it could be a chemotherapy agent, delivered in exactly the same manner, with cells targeted in the same way. The luminescent sections of the device will be complexes of transition metals of known luminescence (initially Re, but also Ru and Ir), and the triggers will be designed to be activated by a series of chemical species as we develop the chemistry, but also we will include sugar and phosphate groups, to allow activation by glycosidase and phosphatase enzymes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D080401/1","grantId":"EP/D080401/1","fundValue":"105201","fundStart":"2007-01-01","fundEnd":"2009-12-31","funder":"EPSRC","impactText":"","person":"Michael  Coogan","coPersons":["Angelo James Amoroso"],"organisation":"Cardiff University","findingsText":" Developed a new method of visualising cells for fluorescence imaging with rhenium based agents; discovered that many rhenium complexes are well taken up by cells and of low toxicity. Development of targeted cell imaging agents based on rhenium Chemicals,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}