{"id":"EE50733A-B509-4529-80C9-A24E95FBBF6F","title":"Hemilabile and Switchable Metal-Organic Frameworks","abstractText":"This grant proposal comes from a team of researchers with expertise spanning synthesis, characterisation and adsorption studies of porous materials. The project is to develop and generalise two new concepts in metal-organic framework (MOF) chemistry that the team have recently published in Nature Chemistry. The overall goal is to provide a step change in the properties of MOFs (including stability of the materials) to enable new types of chemistry that are not currently possible. To do this requires that the preliminary concepts are generalised to maximise their impact in both the academic and, in the long term, commercial worlds (see impact statement). An added feature of the novelty of this work is the application of advanced characterisation techniques, including X-ray pair distribution function analysis and in situ X-ray diffraction and combined adsorption/neutron diffraction to probe the structure and properties of the materials prepared.\n\nMetal-organic frameworks (MOFs) are some of the most exciting and fast-developing materials that have been prepared in the last decade or so. The great versatility of the chemistry of these solids leads to ultra-high porosity, extreme flexibility, post synthetic modification potential and many other interesting and conceivably useful attributes. Because of this wide ranging chemistry and function, potential applications of these solids range from gas storage, separation and delivery, catalysis, and sensing all the way to biology and medicine. In the UK we have great strength in variety of these areas, in highly porous materials and hydrogen storage, chiral and bio-inspired MOFs, post-synthetic modification, computational aspects, crystal growth and several excellent synthetic/materials groups. However, the international competition is great in this rapidly growing area. The importance of developing the synthesis itself as a route to useful attributes has been recognised as a 'Grand Challenge' in the EPSRC-funded network entitled Directed Assembly of Extended Structures with Targeted Properties. The national importance of this area is implicit in its designation as a Grand Challenge. As the field moves on there is a great focus on developing both the fundamental and applied aspects of MOFs.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K005499/1","grantId":"EP/K005499/1","fundValue":"587837","fundStart":"2013-03-01","fundEnd":"2016-06-09","funder":"EPSRC","impactText":"","person":"Russell Edward Morris","coPersons":["Keith Marcus Thomas"],"organisation":"University of St Andrews","findingsText":"","dataset":"gtr"}