{"id":"EE579D90-1019-4F02-8643-DEEA5C4803BD","title":"Deconstructing the polysaccharide matrix of the Magnaporthe oryzae wall: Deciphering the role of Gel remodelling enzymes","abstractText":"Two of the major global challenges for the next century will be how to ensure global food security and how to contend with emerging diseases. No pathogens are more deadly to plants than fungi - fungal diseases decimate our harvests and cause widespread malnutrition and starvation. But the burden of disease is increasing as global climate change hastens the geographic spread and the variety of plants infected. Hence, there is an immediate need to address this problem for both social and economic reasons. \n\nThree crops, that is wheat, rice and maize, occupy some 40% of our global crop-land. Of these, rice feeds half the world's peoples, and will become yet more import as the population expands by 3 billion over the next 40 years. The rice blast fungus poses a very significant threat to rice and to global food security, given its ability to host &quot;hop&quot;, that is, spread to new grass species. Disease can reduce the rice harvest by nearly a third, with catastrophic consequences in countries where rice is the main source of nutrition. It also acts as a model system for understanding the major cereal diseases of the UK. We need new antifungal chemistries which destroy fungal spores and so prevent spread of disease. Such chemistries must be environmentally-friendly, active at low doses and be cheap and accessible.\n\nWe will look at the processes which align and cement the polysaccharide building blocks into the framework of the fungal wall and will attempt to interfere with such activities. Nothing is known of these processes in the rice blast fungal wall, save for our recent work at Oxford. We have shown that one pivotal component of the wall framework is abundantly expressed during germination and that it adds short sugars onto and into the wall. When we remove the gene that contributes to this activity from the fungus it still grows, albeit feebly, but causes considerably less disease, and sheds some of its wall as it does so. This shed wall debris appears to trigger an early disease protection mechanism in the plant. We want to know more about this and, eventually, other components that cement other sugars onto and into the wall and alter its stiffness and whether they too boost disease immunity in the plant. Moreover, we have demonstrated that an environmentally-benign PuriCore chemistry, used to preserve supermarket salads in USA, is antifungal and that it affects wall integrity. We have shown that low doses of this chemistry prevents germination, leads to spore collapse and the shedding of wall moieties. We wish to understand better this cell wall perturbant, its impact on wall turnover and whether it causes a change in the sugar meshwork of the wall. We are uniquely placed to undertake this work with all necessary tools and technologies available to us.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J008923/1","grantId":"BB/J008923/1","fundValue":"361655","fundStart":"2012-07-01","fundEnd":"2013-01-31","funder":"BBSRC","impactText":"  This is an on-going industrial partner award, with BBSRC and Puricore at Oxford and Exeter. It concerns the fungal cell wall and mode of action studies with an antifungal Agriculture, Food and Drink Economic","person":"Sarah Jane Gurr","coPersons":[],"organisation":"University of Oxford","findingsText":" This is on-going research into a named family of proteins involved in the remodeling of the fungal cell wall. As this structure is unique to fungi it is an obvious target site for antifungal chemistries Defining the role of a family of cell wall proteins: fueling collaborations in France and Sweden Agriculture, Food and Drink","dataset":"gtr"}