{"id":"EE570FEB-5D29-4BC5-8232-B6B121B904C9","title":"Scalable low-cost organic photovoltaic devices","abstractText":"The displacement of CO2 emissions by renewable sources of energy critically depends upon the development of low-cost and widely accessible routes to clean energy generation. Solution processed organic solar cells based upon nanostructured donor-acceptor heterojunctions are currently attracting significant interest for this purpose. Substantial advances in the performance and efficiency of organic photovoltaic devices have been reported in recent years. This project focuses on three key challenges for the translation of these lab-scale efficiencies into, low cost, scalable photovoltaic device technologies. Specifically, the three aims of this project are: (i) development of indium and PEDOT -free transparent conducting electrodes which are compatible with high device-module efficiencies and cost effective scale up and (ii) development of new synthetic methods for the scale-up of high-performance organic semiconductors and (iii) the implementation of these materials into OPV modules fabricated employing processing methodologies compatible with high through put, low cost manufacture. To address these aims we have assembled a highly multidisciplinary team comprising academics and industries with world-leading expertise in inorganic oxide electrode film deposition, polymer synthesis, processing, thin-film printing, functional characterization, nanomorphology, device physics and manufacturing. This proposal builds directly on the substantial advances made in our Stage 1 Grand Challenge in Nanotechnology and Energy program funded by EPSRC, targeting the demonstration of a commercially viable production process for OPV devices with enhanced stability and reduced cost.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J500021/1","grantId":"EP/J500021/1","fundValue":"803541","fundStart":"2011-05-01","fundEnd":"2014-04-30","funder":"EPSRC","impactText":"  The findings of this research project have led to number of publications as indicated in key findings section. This project has also led to continued collaboration between research partners.  ","person":"Saif Ahmed Haque","coPersons":["Martin James Heeney","Ji-Seon  Kim","Natalie  Stingelin","Iain  McCulloch","Donal Donat Bradley","Jenny  Nelson","James  Durrant"],"organisation":"Imperial College London","findingsText":" The displacement of CO2 emissions by renewable sources of energy critically depends upon the development of low-cost and widely accessible routes to clean energy generation. Solution processed organic solar cells based upon nanostructured donor-acceptor heterojunctions are currently attracting significant interest for this purpose due to increasing levels of performance. This project focused on three key challenges for the translation of these lab-scale efficiencies into, low cost, scalable photovoltaic device technologies. Specifically, the three aims of this project were: (i) development of indium and PEDOT -free transparent conducting electrodes which are compatible with high device-module efficiencies and cost effective scale up and (ii) development of new synthetic methods for the scale-up of high-performance organic semiconductors and (iii) the implementation of these materials into OPV modules fabricated employing processing methodologies compatible with high through put, low cost manufacture. \nThis project has been very successful in all these areas. A series of oxides have been synthesised to allow for successful work function modification of FTO electrodes. The synthesis of the most promissing materials was scaled up for large area CVD deposition trials. In parallel, new donor-polymer materials capable of delivering organic PV efficient of over 6% have been synthetized using tin-free chemistry, significantly reducing environmental impact of the synthesis procedure. Another important achievement from the point of view of scaling up PV production is the solubility of these materials in non-chlorinated solvents, which positively impacts environmental and safety costs. Finally we identified OPV formulations and processes for the deposition of OPV device minimodules that are compatible with high-throughput manufacturing. Through this project we demonstrated, for the first time, OPV mini-modules with 4% efficiency on ITO-free electrodes, demonstrating the potential of FTO as lower cost alternative to ITO. \nIn order to reach these goals the project also developed novel and advanced characterisation methods as well as modelling and analysis procedures to link nanoscale properties to macroscopic device performance. These expertise are expected to impact fields beyond organic solar cells and will also be exploited in different areas, such as new nano-enabled technologies.\n\nPapers published:\n\nWong, H. C.; Li, Z.; Tan, C. H.; Zhong, H.; Huang, Z.; Bronstein, H.; McCulloch, I.; Cabral, J. T.; Durrant, J. R. Morphological Stability and Performance of Polymer- Fullerene Solar Cells under Thermal Stress: The Impact of Photoinduced PC60BM Oligomerization. ACS Nano 2014, 8, 1297-1308.\n\nNielsen, C. B.; Turbiez, M.; McCulloch, I. Recent Advances in the Development of Semiconducting DPP-Containing Polymers for Transistor Applications. Adv. Mater. (Weinheim, Ger.) 2013, 25, 1859-1880.\n\nMeager, I.; Ashraf, R. S.; Rossbauer, S.; Bronstein, H.; Donaghey, J. E.; Marshall, J.; Schroeder, B. C.; Heeney, M.; Anthopoulos, T. D.; McCulloch, I. Alkyl Chain Extension as a Route to Novel Thieno[3,2-b]thiophene Flanked Diketopyrrolopyrrole Polymers for Use in Organic Solar Cells and Field Effect Transistors. Macromolecules (Washington, DC, U. S.) 2013, 46, 5961-5967.\n\nMeager, I.; Ashraf, R. S.; Mollinger, S.; Schroeder, B. C.; Bronstein, H.; Beatrup, D.; Vezie, M. S.; Kirchartz, T.; Salleo, A.; Nelson, J.; McCulloch, I. Photocurrent Enhancement from Diketopyrrolopyrrole Polymer Solar Cells through Alkyl-Chain Branching Point Manipulation. J. Am. Chem. Soc. 2013, 135, 11537-11540. \n\nPlanells, M.; Schroeder, B. C.; McCulloch, I. Effect of Chalcogen Atom Substitution on the Optoelectronic Properties in Cyclopentadithiophene Polymers. Macromolecules (Washington, DC, U. S.) 2014, 47, 5889-5894.\n\nBronstein, H.; Collado-Fregoso, E.; Hadipour, A.; Soon, Y. W.; Huang, Z.; Dimitrov, S. D.; Ashraf, R. S.; Rand, B. P.; Watkins, S. E.; Tuladhar, P. S.; Meager, I.; Durrant, J. R.; McCulloch, I. Thieno[3,2-b]thiophene-diketopyrrolopyrrole containing polymers for inverted solar cells devices with high short circuit currents. Adv. Funct. Mater. 2013, 23, 5647-5654.\n\nScaccabarozzi, A. &amp;amp; Stingelin, N., J. Mater. Chem. A 2, 10818 (2014) &quot;Semiconducting:insulating polymer blends for optoelectronic applications--a review of recent advances&quot;\n\nBuchaca-Domingo, E., Ferguson, A.J., Jamieson, F.C., McCarthy-Ward, T., Shoaee, S., Tumbleston, J., Reid, O.G., Yu, L., Madec, M.B., Pfannm?ller, M., Hermmerschmidt, F., Schr?der, R.R., Watkins, S., Kopidakis, N., Portale, G., Smith, P., Amassian, A., Heeney, M., Ade, H., Rumbles, G., Durrant, J.R. &amp;amp; Stingelin, N., Mater. Horizons 1, 270 (2014)\n\n&quot;Additive-assisted supramolecular manipulation of polymer:fullerene blend phase morphologies and its influence on photophysical processes&quot;\nHellmann, C, Paquin, F., Treat, N.D., Bruno, A., Reynolds, L.X., Haque, Stavrinou, P., Silva, C. &amp;amp; Stingelin, N., Adv. Mater. 25, 4906 (2013)\n\n&quot;Controlling the interaction of light with polymer semiconductors&quot;\nGuilbert, A.A.Y., Reynolds, L.X., Bruno, A.,Pires, E., J., Macdonald, J.E. Stingelin- Stutzmann, N., Haque, S.A. &amp;amp; Nelson, J., ACS Nano 6, 3868 (2012)\n\n&quot;Effect of multiple adducts fullerenes on the microstructure and phase behaviour of poly(3-hexylthiophene-2,5-diyl):fullerenes blends films for organic solar cells&quot;\nYu, L., Li, X., Smith, J. Tierney, S., Sweeney, R., Kjellander, B.K.C., Gelinck, G.H., Anthopoulos, T.D. &amp;amp; Stingelin, N., J. Mater. Chem. 22, 9458 (2012). \n\n&quot;Solution-processed small molecule transistors with low operating voltages and high grain-boundary anisotropy&quot;\nYu, L., Li, X., Pavlica, E., Loth, M.A., Anthony, J.E., Bratina, G., Kjellander, C., Gelinck, G. &amp;amp; Stingelin, N. Appl. Phys. Lett. 99, 263304 (2011)\n\nQuantitative nanoscale surface voltage measurement on organic semiconductor blends, Nanotechnology, 23, 045703 (2012)\n\nAccurate measurement of enhancement factor in tip-enhanced Raman spectroscopy through elimination of far-field artefacts Naresh Kumar, Ali Rae and Debdulal Roy Applied Physics Letters, 104, 123106 (2014)\n\nR.A.J. Janssen, J. Nelson, Factors limiting device efficiency in organic photovoltaics, Adv. Mater. 25, 1847-1858 (2012)\n\nGeorge F. A. Dibb, Mathis-Andreas Muth, Thomas Kirchartz, Sebastian Engmann, Harald Hoppe, Gerhard Gobsch, Mukundan Thelakkat, Nicolas Blouin, Steve Tierney, Miguel Carrasco-Orozco, James R. Durrant &amp;amp; Jenny Nelson, Influence of doping on charge carrier collection in normal and inverted geometry polymer:fullerene solar cells, Scientific Reports 3, 3335, 2013\n\nInfluence of Bridging Atom and Side Chains on the Structure and Crystallinity of Cyclopentadithiophene-Benzothiadiazole Polymers, A.A.Y. Guilbert, J.M. Frost, T. Agostinelli, E. Pires, S. Lilliu, J.E. Macdonald, J. Nelson, Chem. Mater. 26 (2), 1226- 1233, 2014\n\nOn the Differences between Dark and Light Ideality Factor in Polymer:Fullerene Solar Cells, T. Kirchartz, F. Deledalle, P.S. Tuladhar, J.R. Durrant, J. Nelson, J. Phys. Chem. Lett. 4, 2371-2376, 2013\n\nInterpreting the Density of States Extracted from Organic Solar Cells Using Transient Photocurrent Measurements, R.C.I. MacKenzie, C.G. Shuttle, G.F. Dibb, N. Treat, E. von Hauff, M.J. Robb, C.J. Hawker, M.L. Chabinyc, J. Nelson, J. Phys. Chem. C 117, 12407-12414, 2013\n\n&quot;Fundamental aspects of Arn+ SIMS profiling of common organic semiconductors&quot;, C. Fleischmann, T. Conard, R. Havelund, A. Franquet, C. Poleunis, E. Voroshazi, A. Delcorte and W. Vandervorst, Surface and Interface Analysis, 2014, DOI: 10.1002/sia.5621\n\nDeledalle F, Tuladhar PS, Nelson J, Durrant JR, Kirchartz T, 2014, Understanding the Apparent Charge Density Dependence of Mobility and Lifetime in Organic Bulk Heterojunction Solar Cells, Journal of Physical Chemistry C, Vol:118, ISSN:1932- 7447, Pages:8837-8842\n\nWong HC, Li Z, Tan CH, Zhong H, Huang Z, Bronstein H, McCulloch I, Cabral JT, Durrant JR, 2014, Morphological Stability and Performance of Polymer-Fullerene Solar Cells under Thermal Stress: The Impact of Photoinduced PC60BM Oligomerization, ACS Nano, Vol:8, ISSN:1936-0851, Pages:1297-1308\n\nDimitrov SD, Durrant JR, 2014, Materials Design Considerations for Charge Generation in Organic Solar Cells, Chemistry of Materials, Vol:26, ISSN:0897-4756, Pages:616-630\n\nShoaee S, Briscoe J, Durrant JR, Dunn S, 2014, Acoustic Enhancement of Polymer/ZnO Nanorod Photovoltaic Device Performance, Advanced Materials, Vol:26, ISSN:0935-9648, Pages:263-268\n\nLi Z, Wong HC, Huang Z, Zhong H, Tan CH, Tsoi WC, Kim JS, Durrant JR, Cabral JT, 2013, Performance enhancement of fullerene-based solar cells by light processing, Nature Communications, Vol:4, ISSN:2041-1723\n\nJamieson FC, Domingo EB, McCarthy-Ward T, Heeney M, Stingelin N, Durrant JR, 2012, Fullerene crystallisation as a key driver of charge separation in polymer/fullerene bulk heterojunction solar cells, Chemical Science, Vol:3, ISSN:2041-6520, Pages:485-492\n\nGevorgyan SA, Zubillaga O, Maria Vega de Seoane J, Machado M, Parlak EA, Tore N, Voroshazi E, Aernouts T, Muellejans H, Bardizza G, Taylor N, Verhees W, Kroon JM, Morvillo P, Minarini C, Roca F, Castro FA, Cros S, Lechene B, Trigo JF, Guillen C, Herrero J, Zimmermann B, Sapkota SB, Veit C, Wuerfel U, Tuladhar PS, DurrantJR, Winter S, Rousu S, Valimaki M, Hinrichs V, Cowan SR, Olson DC, Sommer- Larsen P, Krebs FC, 2014, Round robin performance testing of organic photovoltaic devices, Renewable Energy, Vol:63, ISSN:0960-1481, Pages:376-387\n\nFlannan TF O'Mahony, Ute B Cappel, Nurlan Tokmoldin, Thierry Lutz, Rebecka Lindblad, H?kan Rensmo, Saif A Haque, Low temperature solution processing of mesoporous metal sulfide semiconductors as light harvesting photoanodes.Angewandte Chemie International Edition, 52, 46\n\nW.C. Tsoi, W. Zhang, J. R. Hollis, M. Suh, M. Heeney, I. McCulloch and J.-S. Kim, In- situ monitoring of molecular vibrations of two organic semiconductors in photovoltaic blends and their impact on thin film morphology, Appl. Phys. Lett. 102, 173302 (2013)\n\n J. Razzell-Hollis, W. C. Tsoi, J.-S. Kim, Directly probing the molecular order of conjugated polymer in OPV blends induced by different film thicknesses, substrates and additives, J. Mater. Chem. C, 2013, 1, 6235\n\nJ. S. Kim; Z. Fei; S. Wood; D. T. James; M. Sim; K. Cho; M.J. Heeney; J.-S. Kim, Germanium- and Silicon-Substituted Donor-Acceptor Type Copolymers: Effect of the Bridging Heteroatom on Molecular Packing and Photovoltaic Device Performance, Adv. Energy Mater. 2014, 1400527\n\nS. Wood, O. Garnett, N. Tokmoldin, W. C. Tsoi, S. A. Haque, J.-S. Kim, In situ formation of organic-inorganic hybrid nanostructures for photovoltaic applications Faraday Discussion, 2014, DOI: 10.1039/c4fd00141a The technical advances in this project have included the development of organic photovolatic devices without the use of either indium tin oxide (ITO) or PEDOT-PSS as electrodes. it is reasonable to suppose that this will have a profound impract on the large scale production potential of this technology. Chemicals,Electronics,Energy,Environment","dataset":"gtr"}