{"id":"EE5DA050-DF6E-4C58-BB03-2262FDC18702","title":"Assessing the impact of internal labour migration on intergenerational support, health and income: the cases of China and South Africa","abstractText":"<p>The project brings together researchers from the Chinese Academy of Social Sciences, the University of Witwatersrand/ Agincourt DSS, the Africa Centre for Health and Population Studies and the University of Southampton&nbsp; to investigate the patterns and determinants of internal migration in China and South Africa, with a particular focus on the implications for populations ‘left behind’ in sending areas, particularly the well-being of children and older people.</p>\n\n<p>The project aims to build a network of researchers spanning theUK-China- South Africa, including early careers researchers and established academics. The research will analyse data from hitherto ‘hard to access’ datasets and the project includes a capacity building element on the analysis of large and complex datasets.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/I035176/1","grantId":"ES/I035176/1","fundValue":"182245","fundStart":"2011-12-01","fundEnd":"2012-11-30","funder":"ESRC","impactText":"","person":"Jane Cecelia Falkingham","coPersons":["Mark Andrew Collinson","Zhen  Wang","Fang  Cai","Victoria  Hosegood","Yang  Du","Athina  Vlachantoni","Jackline  Wahba","Lucy Porter Jordan","Maria  Evandrou","Sabu  Padmadas","Ling  Zhu"],"organisation":"University of Southampton","findingsText":" The project’s objectives in terms of identifying available datasets and promoting the collaboration between researchers from the three countries have been achieved. In addition, through the analysis of datasets in China and South Africa, the multi-disciplinary research team has contributed to our understanding of the wellbeing of children and older people ‘left behind’ by economic migrants.\n\n\n\nUsing the 2006 Survey on Migrant Workers in Five Chinese Cities, Zhen Wang and Zhong Wei showed that economic migrants with children ‘left behind’ tend to remit more often and higher amounts, compared to economic migrants who only have older parents ‘left behind’. This paper was presented at the 2012 conference of the British Society of Population Studies, and is currently being prepared for submission to a Chinese academic journal.\n\n\n\nThrough analysis of the South African 2008 National Income Dynamics Survey, and focusing on people aged 60 and over ‘left behind’, Athina Vlachantoni, Maria Evandrou, Jane Falkingham and Jackie Wahba found that living in a household which included economic migrants was associated with the receipt of remittances and a relatively ‘better off’ economic position, as well as with poorer health, compared to living in a household with no economic migrants. \n\n\n\nThe analysis of the 2010 China Urban Employment &amp; Social Security Survey by Xiaobo Qu and Yue Qu showed that the wage level and education level of economic migrants were key determinants of remitting to children and older parents ‘left behind’, with older migrants earning higher wages being more likely to remit than younger migrants with lower wages.\n\n\n\nQiang Ren, Lucy Jordan and Jane Falkingham analysed the Chinese Family Panel Study and showed that children whose one or both parents were economic migrants were more likely to walk at a later point than children with both parents at home. This paper has been accepted for presentation at the 2013 conference of the International Union for the Scientific Study of Population in South Korea.\n\n\n\nAnalysis of the pilot China Health and Retirement Longitudinal Study (CHARLS) by Yekai Chen, Maria Evandrou, Jane Falkingham and Athina Vlachantoni showed that older people living in households with no resident children and with no children living within 10 kms were less likely to be contacted or visited by their children, compared to older people living with some resident children, or with children living within 10 kms. The preliminary analysis of this pilot dataset, which focused on two provinces in China, provided a launching pad for the commencement of a MPhil/ PhD in Gerontology by postgraduate student Yekai Chen at the University of Southampton, analysing the newly-released wave 1 of the dataset, including 7 provinces in China.\n\n\n\nFinally, using data from the two Demographic Surveillance Studies (Agincourt and Africa Centre), Mark Collinson, Rachel Bennett, Antonbam Samuel Kojo and Victoria Hosegood examined the relative mortality risk for children whose mother or father was an economic migrant. This paper was presented at the 2012 conference of the British Society of Population Studies, and is currently being prepared for submission to a peer-reviewed journal.  ","dataset":"gtr"}