{"id":"EE5EDFD6-3E3B-4013-B01F-B12DADF84CE7","title":"Remembering the Reformation","abstractText":"The Protestant Reformation was a pivotal event in the history and heritage of England, Europe and the world, which has decisively shaped politics, culture, and society in the centuries since. The violence and turmoil by which it was accompanied engendered intense conflicts that continue to divide communities and which have left a lasting imprint upon the landscape, physical environment, and literature of the British Isles. Memory of the events and individuals at the centre of this series of developments has been embodied and crystallised in a vast array of material objects, images, rituals, traditions and texts. Yet surprisingly little critical attention has been paid to the process by which enduring assumptions about the significance of the Reformation as a legendary and landmark event came into being. The participants in this interdisciplinary research project seek to redress this area of scholarly neglect and to re-examine central questions about the impact and effects of this religious revolution through the prism of memory. They will identify and evaluate the sources in which memories of the religious changes of the 1530s, 40s and 50s in England were recorded and preserved, explore their role in the formation of religious, national, social and individual identities, and investigate how far they contributed to the ongoing and repeated religious confrontations and upheavals that marked the sixteenth and seventeenth centuries. They will assess the process by which successive generations remembered the English Reformation and the complex mixture of remembering and forgetting through which it entered into the historical and literary imagination. A key dimension of the project will be to situate discoveries about England within the context of the development of commemorative cultures in the British Isles and Europe more generally. It will contribute to enhancing our understanding of the Reformation as an international movement which bound together believers separated by languages and borders, but which also engendered distinctive cultures in the different regions in which it took root. Bringing together historians and literary scholars, it will deploy approaches and methods from various disciplines to forge new insights about both the formation and fragmentation of cultural memory and the English Reformation.\n\nThe 500th anniversary of the event that is widely regarded as having precipitated the Reformation - Martin Luther's protest against the Church of Rome in 1517 - provides an excellent opportunity to investigate its role in shaping modern historical consciousness and to interrogate its lasting legacies. In its focus upon the agency and influence exercised by the public and private, official and unofficial memory of past events, the project raises questions of enduring concern and contemporary relevance.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/M008770/1","grantId":"AH/M008770/1","fundValue":"665646","fundStart":"2016-01-01","fundEnd":"2019-04-30","funder":"AHRC","impactText":"","person":"Alexandra  Walsham","coPersons":["Brian Allen Cummings"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}