{"id":"EE6031D6-FB0F-4DC2-AD3B-729A32DBE7F5","title":"Attention Responsive Technology Implementation For Independent Control of the Environment (ARTIFICE)","abstractText":"ARTIFICE (Attention Responsive Technology Implementation For Independent Control of the Environment) is an innovative assistive technology which aids individuals, whose mobility is impaired as a result of disability or age, operate environmental control systems, such as door entry, lighting and multimedia devices, autonomously. The system works by monitoring the individual and the ICT devices in his/her environment. It continuously examines the individual's eye movement behaviour and uses the assessment of steady eye gaze, together with the individual's point of gaze, to determine where in the environment they are looking. Image processing algorithms then determine whether they are gazing at an ICT device and if so then to which particular ICT device they are attending. This information then initiates an interface, configured for the individual, which displays only those controls that are appropriate, both to the user and to the particular device in question. The user can then choose to operate the device via the interface, or not, thereby overcoming accidental device operations. Control information is wirelessly relayed to the device itself. ARTIFICE acts as an enabling assistive technology, with the system fully user-configurable, either by the user or their carer, and is fully able to cater for future technological developments.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F008937/1","grantId":"EP/F008937/1","fundValue":"97259","fundStart":"2007-10-01","fundEnd":"2008-09-30","funder":"EPSRC","impactText":"  A successful system was developed and built. This was demonstrated at an international EU COGAIN Network of Excellence meeting where several disabled users of assistive technology devices successfully tried it out. It was also discussed with several manufacturers of assistive technology devices and was particularly demonstrated to a potential UK assistive technology company with a view to them further developing it. \n\n\n\nThe novelty of the research work led to several collaborative publications with other EU researchers from the COGAIN network.\n\nSome diseases cause an individual to lose motor ability whilst still maintaining cognitive skills. Typically they have to have a carer to help them operate devices or to do even simple tasks such as opening a window. Various technological advances allow such users to operate a computer which can then control environmental devices directly. A system was successfully developed which would monitor the visual behaviour of a severely disabled individual sitting in a wheelchair and enable them to select and operate a device in their environment simply by firstly looking at it and then using their eye behaviour to control that device appropriately. This freed them from being wholly dependant upon a carer.\n\nBeneficiaries: Severely disabled individuals\n\nContribution Method: This research was innovative and entirely novel. The work led to collaborations with other researchers in the EU. Various presentations at international conferences were made together with peer reviewed publications. Healthcare Cultural,Societal","person":"Alastair George Gale","coPersons":[],"organisation":"Loughborough University","findingsText":" ARTIFICE further developed and enhanced the technoogy that we developed in the foregoing ART project (RES-328-25-0003-A and \n\nRES-328-25-0003). This resulted in a working technology platform built around a motorised wheelchair. A disabled person sitting in the wheelchair could select and operate ICT devices simply by firstly looking directly at the device and then by looking at an interface on the wheelchair. The system provides severely disabled individuals with a means of controlling ICT devices independently. The technology was exploited by demonstrating it to a major UK manufacturer of assistive technology devices. Unfortunately they ultimately felt that whilst the concept was innovative and had potential it required considerable investment to take it from our demonstrtaor to a commercial product.\n\n\n\nThe technology development led to us being involved in the EU COGAIN Network of Excellence. Healthcare","dataset":"gtr"}