{"id":"EE648427-D08B-45DA-B44B-55C1E32660F5","title":"University of Bath - Equipment Account","abstractText":"The HIVE is a building that has been especially designed to allow research into novel building materials and systems which will reduce the environmental impact of the Built Environment. The building has 16 individual cells that have been carefully constructed to be completely insulated from each other, except for one, and in some cases two faces which are exposed to the external environment. The faces are used to install walls made from a whole range of materials and constructive systems, and the performance of these walls is evaluated in real life conditions.\nNovel building materials and systems are developed in the laboratory and before they can be successfully used on real buildings, they do need to be evaluated at full scale, something which can be difficult because of problems with availability of space, planning permission, suitable exposure sites, and the necessary scientific and technical infrastructure. The HIVE resolves all of these issues.\nThe construction and use of buildings is responsible for nearly half of the UK's total carbon emissions. This amounted to 289 million tonnes of Carbon Dioxide equivalent (CO2e) in 2010.\nEnergy (and associated carbon emissions) is put into the construction of buildings through the manufacture and transportation of building components and materials to site, and into their erection. The total CO2e of this energy cost is known as the building's carbon footprint, and in 2010 this amounted to more than 53 million tonnes CO2e. The use of renewable, bio-based materials in the fabrication of building envelopes has the benefit of 'capturing' CO2 from the air and sequestering it within the fabric of the building for its life. This allows the creation of potentially 'negative' carbon footprint buildings. The HIVE has been designed to evaluate and optimize these types of materials.\nUsing buildings involves the expenditure of considerable amounts of energy, particularly for heating, lighting and air-conditioning them. In 2010, this energy cost amounted to some 236 million tonnes CO2e. Significant reductions can be made to this energy cost through improvements to the fabric of buildings. This includes improving air tightness, improving insulation, using 'breathable materials' to reduce the need for air-conditioning. Some of these approaches do, however, have a down-side, and this is particularly the case with hermetically sealed buildings where the air quality can suffer, making buildings uncomfortable, or even unhealthy, to live and work in. The use of vapour active building materials, and of materials that have been treated to passively clean the air of contaminants is becoming an important area of research. The HIVE has been specially designed to facilitate all these areas of research\nIt is said that the benefits fom research are rarely felt for ten years or more after the research has been done. The HIVE is designed to reduce this time delay and to make a meaningful contribution towards achieving the UK's Carbon Budget of reducing carbon emissions by 35% over 1990 levels by 2020. It achieves this by being a platform where developments in materials and technologies can be rapidly transformed into commercial products which can be field tested on the same building where were first developed. Working hand in hand with the key players in the construction industry, novel low impact buildings will be constructed more rapidly, benefitting the general public and the environment with the minimum of delay.\nThe HIVE forms part of the University of Bath's Building Research Park at the Science Museum's Wroughton Airfield site, so developments will be widely shared with the general public through the Science Museum's public outlets. The HIVE also acts as a demonstrator of these technologies allowing Government and other policy makers to see and understand at first hand the real benefits that low impact construction can bring to the economy, the environment and to global reduction of carbon emissions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K040391/1","grantId":"EP/K040391/1","fundValue":"3928410","fundStart":"2013-08-05","fundEnd":"2023-08-04","funder":"EPSRC","impactText":"","person":"Jane  Millar","coPersons":[],"organisation":"University of Bath","findingsText":"","dataset":"gtr"}