{"id":"EE69B027-B0DA-4940-91D6-D167B0218BD5","title":"Reconstructing past changes in global thermohaline circulation","abstractText":"The global thermohaline circulation is a key component of the earth's climate system because it transports heat between regions and controls carbon dioxide storage in the deep ocean. Reconstructing surface and deep water mass circulation changes in the Indian Ocean will place an important constraint on the global thermohaline circulation system as a whole. Unlike other chemical proxies of deep water circulation, neodymium (Nd) isotopes in bottom water reflect water mass provenance, making them a useful tool to 'fingerprint' water masses. Additionally, Nd isotopes are not affected by biological cycling and other low temperature processes, and thus can be used to reconstruct ocean circulation changes during periods of major shifts in climate and biological productivity. We plan to further develop and apply Nd isotopes as a proxy of ocean circulation changes. In the deep ocean, high-resolution Nd isotope records (Piotrowski et al., EPSL, 2004; Piotrowski et al., Science, 2005) show that there was significant variability in the flux of North Atlantic derived waters to the Southern Ocean on millennial timescales during the last glacial cycle. In order to study whether these changes in ocean circulation were propagated globally, we propose to reconstruct deep water Nd isotopic composition using multiple sites located throughout the Indian Ocean, which is ventilated with South Atlantic waters via the Southern Ocean. We plan to determine: 1- the vertical and lateral extent of the deep Indian Ocean water masses; 2- whether glacial-interglacial and rapid variability in the South Atlantic was effectively transmitted to the Indian Ocean; and 3- how ocean circulation relates to carbon isotopes, a proxy sensitive to deep ocean nutrient content. Surface ocean circulation is linked to local climate (e.g. El Nino, Gulf Stream) and likely has played an important role in triggering or amplifying past climate changes. Planktonic oxygen isotopes and Mg/Ca ratio can be used as a palaeothermometer to reconstruct changes in sea surface temperature. However, because temperature is a property of a surface ocean water mass, it can be changed at a particular oceanic location by either changes in surface water mass flux, lateral position relative to core site, or by changes in the local or 'inherited' upstream sea surface temperature. In effect, sea surface proxies currently used reflect non-conservative surface water mass properties rather than the provenance signature of the water itself. We plan to reconstruct the strength of the surface ocean circulation in the Indian Ocean by monitoring the attenuation of the Pacific-derived Nd isotope signal from the Indonesian Throughflow (ITF) reaching cores located along the Southern Equatorial Current (SEC). Questions we will seek to answer include: Does ITF position change during deep ocean circulation variations? Were shifts in Pacific Warm Pool temperature accompanied by changes in SEC strength? Are SST shifts reconstructed in the South Atlantic caused by varying amounts of Agulhas leakage or changing source temperature in the central Indian Ocean? Does ITF-related propagation of Pacific water into the Indian Ocean co-vary with glacial-interglacial sea-level changes? Radiogenic isotopes in planktonic foraminifera (Scrivner et al., 2004; Vance et al., 2004) have the potential to provide evidence of changes in sea surface current positions. In combination with sea surface temperature proxies, they will allow us to reconstruct whether sea surface temperature changes were related to surface ocean circulation, regional heat storage, or temperature changes inherited from upstream sources.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F006047/1","grantId":"NE/F006047/1","fundValue":"425512","fundStart":"2008-10-01","fundEnd":"2013-09-30","funder":"NERC","impactText":"  The research has influenced ongoing climate research. Education,Environment,Other Societal","person":"Alex Matthew Piotrowski","coPersons":["Albert  Galy"],"organisation":"University of Cambridge","findingsText":" Constructing records of Indian Ocean circulation and geochemistry, showing how it is linked to the rest of the global ocean. Record of past ocean circulation and climate changes in the Indian Ocean (in progress). This research will provide a better understanding of ocean circulation and biological productivity in the South Atlantic. Environment","dataset":"gtr"}