{"id":"EE72923C-F0A4-42EB-997C-0044FF9AD8A0","title":"Pre-clinical mechanical testing of medical devices for partially or totally replacing the intervertebral disc","abstractText":"The spine consists of a series of bony vertebrae that are separated by intervertebral discs. Back pain is a serious problem throughout the world that can leave suffers unable to move due to pain. The traditional surgical method of treating back pain is spinal fusion, where two vertebrae are encouraged to grow together. This involves removing part of the intervertebral disc and packing the space with bone graft material. While spinal fusion eliminates back pain, it also removes motion, and this can change the mechanics of the adjacent vertebral levels. The future of spinal surgery is moving away from spinal fusion towards the use of prosthetic medical devices that will partially or totally replace the intevertebral disc. This has the major advantage over spinal fusion of preserving the motion of the spine. A prosthetic disc nucleus device is designed to just replace the nucleus for treating moderate degenerative disc disease. Total disc replacement involves replacing the whole disc with an implant. Currently there is a lack of basic understanding as to how these devices may behave in the body. The purpose of this research proposal is to obtain funding to develop a spine simulator facility for pre-clinical mechanical testing of medical devices for partially or totally replacing the intervertebral disc. The overall aim of this research proposal is to gain understanding of the mechanical performance of nucleus replacement devices and total disc replacement devices and answer some basic science questions that have yet to be addressed. In the project we will use the spine simulator to investigate the dynamic functional range of motion and expulsion of nucleus replacement devices. For the total disc arthroplasty we will investigate the lubrication regimes and wear rates. The successful conclusion of this project will enable us to have a better understanding of the mechanical performance of medical devices for partially or totally replacing the intervertebral disc. This information will help to better define improvement to materials and designs of future implants.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F014562/1","grantId":"EP/F014562/1","fundValue":"581364","fundStart":"2008-06-06","fundEnd":"2011-06-05","funder":"EPSRC","impactText":"  We have successfully developed a spinal implant testing facility that is being used by researchers and industry. One researcher was employed on the grant, but the simulator has been used or is currently being used by five PhD students that are self-funded or who have scholarships from the University of Birmingham. The facility was instrumental in being award an EU European Industrial Doctorate in Spinal implant Design. Healthcare Societal","person":"Duncan  Shepherd","coPersons":["David  Hukins"],"organisation":"University of Birmingham","findingsText":" The tribology of ball-and-socket total disc replacement devices were investigated. Generic ball-and-socket devices were designed and manufactured in a range of sizes, with the bearing materials either a metal against polymer or a metal against metal. Lubricants used were either Ringer's solution or bovine serum. These devices were subjected to testing under axial forces of 50 N, 600 N, 1200 N and 2000 N and motions of flexion (-3 to 6 deg), lateral bending (+/-2 deg) and axial rotation (+/-2 deg). Tests involved measuring the frictional torque between the ball and socket at frequencies in the range 0.25 to 2 Hz. It was found that frictional torque increased with axial force and also with ball radius. An important finding was that the frictional torque was found to be greater for a polymer ball against a metal socket compared to a metal ball against a polymer socket. The results also showed that frictional torque was not affected by frequency indicating that the devices were operating in a boundary lubrication regime. The second set of tests involved undertaking wear testing of the ball and socket discs. Discs were placed in the spine simulator and subjected to a sinusoidally varying force of between 600 and 2000 N and the motions detailed above. The simulator was stopped (to measure the mass loss) at 0.5 million cycles and then every 1 million cycles until 5 million cycles had been completed. The results showed that for metal against polymer devices, the wear rate was about 12.3 mg/million cycles, while a value of 1.8 mg/million cycles was found for metal against metal devices. These results will be useful in selecting bearing surfaces for future designs of disc replacement\n\n\n\nA new type of total disc replacement (Cadisc-L) from Ranier Technology Ltd (Cambridge, UK) that is designed to mimic the movement of the natural disc was also tested. This device is manufactured from a polyurethane-polycarbonate polymer with hard endplates and an internal structure consisting of a soft nucleus surrounded by a harder annulus which are separated by a gradual transition of modulus. We tested these devices in Ringer's solution at 37 deg C under a static load of 500 N and it was then subjected to motions of 0 to 6 deg (flexion) and 0 to -3 deg (extension) at a flexural rate of between 0.25 deg/s and 3 deg/s. Tests were then repeated at loads of 1000 N, 1500 N and 2000 N. The results showed that flexural stiffness of the implant increased with compressive load, similarly observed in natural discs, but decreased with flexural rate. These results will be useful in developing new all polymer disc replacements. The research will be of benefit to the medical device industry involved in the design, manufacture and testing of spinal implants. The results of research will be used to design improved spinal implants. Further, improved methods of testing, developed during the project, will be exploited in testing new spinal implants. Healthcare","dataset":"gtr"}