{"id":"EE789873-D479-4326-BD26-1E2EC544151F","title":"Migrants, Immigrants and Welfare in England since 1600","abstractText":"Do welfare sytems require hard lines to be drawn between insiders and strangers? The philosopher, Michael Walzer, suggests that they do. 'The idea of distributive justice', he writes, ' presupposes the idea of a bounded world within which distributions take place: a group of people committed to dividing, exchanging and sharing social goods, first of all among themselves.' This project turns Walzer's proposition into a historical question: as welfare systems have changed over time have they been equally closed to outsiders? Specifically, this project addresses this question in the context of successive welfare regimes in England, from the seventeenth century to the present.\\n\\nMy research does not support Walzer's claim. If Walzer were correct the ersoion of welfare entitlements for some categories of immigrants since 1986 would appear as the culmination, or simply the next stage, of a historical trend. High levels of migration and immigration would be seen to have led to a contraction of welfare entitlements. There is evidence to suggest that this was the case in the seventeenth and eighteenth centuries. However, in other respects evidence suggests that the opposite of Walzer's claim is closer to the truth for the period from the 1840s to the 1980s. My research sets out, therefore, both to map and to account for the long-term improvement in the treatment of 'outsiders' by successive welfare systems in the nineteenth and twentieth centuries, even in the face of rising levels of immigration. This improvement, I argue, was often the unintended consequence of administrative and fiscal centralisation. At times, however, it was the result of a self-conscious and ideological commitment. This was the case, for example, when central government intervened in the mid-nineteenth century to ensure that local authorities fulfilled their obligations to Irish migrants. Finally, this project accounts for the reversal in the last twenty years of this long-term tendency of improvement. Here my research leads me to emphasise the combined impact of changes in the nature of the welfare state - a huge shift from contributory to discretionary benefits which operated to the disadvantage of some immigrants - in combination with large changes in the volume and composition of immigration after 1989. \\n\\nThe published outcome of this project will\\n\\na) Add to our understanding of the history of migrants and immigrants and of public policy towards both in early-modern, modern and contemporary England.\\n\\nb) It will contribute to our understanding of the history of the history of the poor laws and the welfare state. \\n\\nc) It will engage with contemporary policy debates on the integration of immigrants and, specifically, on the impact and interaction of immigrants with the welfare state.\\n\\n\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F005814/1","grantId":"AH/F005814/1","fundValue":"26150","fundStart":"2008-04-01","fundEnd":"2008-07-31","funder":"AHRC","impactText":"","person":"David Maurice Feldman","coPersons":[],"organisation":"Birkbeck College","findingsText":"","dataset":"gtr"}