{"id":"EE7A4D09-C0C3-4106-A0BC-205A61BD439C","title":"SeaDNA - Assessing marine biodiversity and structure using environmental DNA: from groundtruthing to food web structure and stability","abstractText":"DNA evidence has revolutionised our understanding of the natural world. It has helped us to appreciate how species are related to one other, how environmental change can lead to species divergence and how individual populations become adapted through evolutionary processes to their local environments. It has also been particularly useful in quantifying the diversity of species in communities of microorganisms that cannot readily be seen and assessed using standard microscopy. \n\nImportantly, DNA in the natural environment can also be used in a &quot;forensic&quot; manner. Traces of DNA from skin, blood, faeces or mucous can be used to identify which species have recently been present in the local environment. Given recent developments in DNA sequencing technology, this &quot;environmental DNA&quot; (eDNA) promises to revolutionise the way we probe biodiversity in our environment, particularly in marine environments that can be very difficult to sample reliably. Traditionally we have used specialist grabs and nets to survey species larger than microbes in marine communities. However, sampling free eDNA in surrounding water is potentially faster, less expensive and less destructive than such gears. Use of trace eDNA also holds potential to identify species that are not reliably sampled in the environment, either because they are rare, small, or adept at avoiding nets and grabs. \n\nThe utility of eDNA as a tool for sampling aquatic environments has been mostly tested in freshwater systems, and there are only a handful of studies that have tested the approach in the marine environment. Thus, there is a need to further evaluate the potential using a combination of laboratory experiments and field surveys. As an important first stage, we need to establish how long eDNA from fish and invertebrates persists in the marine environment before it is broken down beyond the point of detectability. This will tell us how well an eDNA-derived species list reflects the species community at the sampling site. We will conduct a set of laboratory experiments that will enable us to quantify the rate of eDNA break-down, and identify main environmental variables that influence this rate of decay. We will then aim to develop the laboratory and field methods needed to reliably detect DNA from these species groups, before testing these methods in experimental communities that we will assemble in laboratory aquaria. \n\nAn important stage in testing the ability of eDNA to be used as a tool in surveying and monitoring marine species is to survey the natural environment using both traditional methods (e.g. nets), and eDNA methods. We will do this in two UK marine habitats that are important for fisheries, conservation and environmental monitoring, namely estuaries and inshore shelf seas. We will also do this in an open ocean habitat, the Southern Ocean, which is an important habitat for fisheries and oceanic megafauna such as whales. We will directly compare data from eDNA methods to those from traditional methods to ask if eDNA accurately captures the fish and invertebrate communities, and if the method has the added ability to inform us on the presence of species that are typically rare or difficult to sample, some of which may be new to science. \n\nFinally, we will use the eDNA derived species lists to reconstruct the food webs present in our sampling locations. We will use these data to test how stable marine communities are over space and time, and how environmental variables such as temperature affect their composition and stability. The results of these analyses will provide insight into the role of eDNA in helping us to understand how future climate change may affect fished species.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/N005759/1","grantId":"NE/N005759/1","fundValue":"363240","fundStart":"2015-11-13","fundEnd":"2019-05-12","funder":"NERC","impactText":"","person":"Stefano  Mariani","coPersons":[],"organisation":"University of Salford","findingsText":"","dataset":"gtr"}