{"id":"EE83B369-2803-4462-8D90-A38DADDD4A91","title":"Multilayer photopatterned dendrimer LEDs for colour displays","abstractText":"The purpose of this proposal is to develop new light-emitting materials for displays, based on recent progress in highly branched molecules called conjugated dendrimers. Conjugated dendrimers are an exciting class of materials that combine the advantages of molecular and polymeric materials and following the work proposed here could be used to make low cost colour displays. They have well defined structures akin to molecular materials, but with the key advantage of having the solution processibility normally associated with polymers. Dendrimers consist of a core, dendrons, and surface groups and the choice of each of these components gives enormous control for optimising the material's opto-electronic properties. We have discovered that when small phosphorescent iridium complexes are encapsulated into a large branched molecule (dendrimer) high efficiencies can be obtained in much simpler device structures than those used for small phosphorescent molecules. We have demonstrated red green and blue dendrimer light-emitting diodes. However, all these devices have been monochrome and the soluble nature of the layers has meant that we have only been able to use two layer devices. We now wish to overcome these limitations by developing methods for photopatterning dendrimers to form a full colour pixellated display. The dendrimers will be patterned in the solid state by incorporating surface groups capable of being cross-linked. This will allow precise patterning of colour displays. In addition these cross-linked materials will enable multilayer devices to be made from solution, giving improvements in efficiency, and providing new ways of studying device physics.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F032099/1","grantId":"EP/F032099/1","fundValue":"414277","fundStart":"2008-05-01","fundEnd":"2011-10-31","funder":"EPSRC","impactText":"","person":"Ifor  Samuel","coPersons":[],"organisation":"University of St Andrews","findingsText":"","dataset":"gtr"}