{"id":"EE8BF704-58BA-4144-AD4F-31BAB4E50C7B","title":"Calibrating lake sediment records as proxies of environmental change in East Africa: integrating lacustrine, climatic and epidemiological archives","abstractText":"Climate change is a cause for concern in the 21st century to societies around the world, as changes in temperature and precipitation (rainfall) will affect many aspects of the environment and society. Computer models predict climate change will have major consequences across the globe for agriculture, water resources, marine and terrestrial ecosystems, biodiversity - but also for human health. The distribution of diseases may alter, particularly those spread by insects or other carriers (vectors), as insects (and the disease-causing organisms that they carry) are sensitive to conditions of temperature, moisture and vegetation. In the absence of information on how climate and diseases have altered in the past, it is very difficult to predict what may happen, or test the models that make these predictions. What information we have from monitoring programmes (of both climate and disease) generally only covers the last few decades, during which time the impacts of human activity have been affecting the behaviour of natural systems themselves. In East Africa, many lakes respond to regional climate (for example, rainfall) through changes in their hydrology (water balance), often in terms of lake level. Where lakes have no outlet stream at the surface (closed basins), this lake level fluctuation is closely linked to changes in water chemistry, and especially salinity (as water evaporates leaving the salts behind). The biology of these lakes is in turn strongly linked to the salinity of the lake water, and so a link exists between lake organisms, salinity, lake level and climate. Many small, closed basin crater lakes are found in western Uganda. The mud (sediment) that collects in the bottom of lakes often contains a continuous record of the history of the lake and its local area, both in the biological remains of plants and animals living in the lake and on the land surrounding it, and also from chemical and physical characteristics of the sediments themselves. The possibility exists to discover how climate has changed in the past by studying the biological remains and physical or chemical signatures that are preserved in lake sediments. This research aims to provide a long-term history of climate and vegetation in Uganda, East Africa, an area that we know is sensitive to regional climate events such as the El Nino-Southern Oscillation phenomenon, from lake sediments from crater lakes. These systems are thought to respond to small scale and shorter term changes, in contrast to the great lakes of East Africa. We will compare the historical record of climate (precipitation, temperature) from the western part of Uganda, using both data from meteorological stations and unpublished accounts of European missionaries and explorers, with this sedimentary record. Separately, we will compile a time series for three diseases (sleeping sickness, plague and relapsing fever) covering the 20th century (and perhaps earlier from documentary archives) for western Uganda. If we can show that these biological, chemical or physical signals in lake sediments have responded to changes in climate in the region that have been documented, we can apply these methods to go back further in time within the lake sediment archive to look at climate in periods where there are no written records, and provide a long-term history of environmental change, and its variability, for this region. We can also compare the history of the three diseases in the region and examine if there are relationships between lake sediment proxies and disease incidence, that may be related to climate, or vegetation, for example. In this way, lake sediments may also have a role in providing a long-term perspective on diseases in the region. Evidence of past environmental change and its links to climate, vegetation, disease and human society may therefore be extremely relevant to debates on how natural systems, and human societies, may be affected by environmental change in the future.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/D000157/1","grantId":"NE/D000157/1","fundValue":"40428","fundStart":"2006-01-04","fundEnd":"2009-02-03","funder":"NERC","impactText":"","person":"David Bruno Ryves","coPersons":[],"organisation":"Loughborough University","findingsText":"","dataset":"gtr"}