{"id":"EE958AA2-79D6-483B-9F74-7C4F0A6212DA","title":"Inhomogenous approximation on manifolds and more general structures.","abstractText":"Diophantine approximation is an area of number theory that originated with the question of how `rapidly' a real number can be approximated by rational numbers. The `speed' or `error' of approximation is measured in terms of the size of the denominator of the rational approximate. This line of questioning dates back to the ancient Greeks and Chinese who used good rational approximates to the number pi (3.14159...) in order accurately to predict the position of planets and stars. Equivalently, Diophantine approximation is a quantitative analysis of the fact that any real number is arbitrarily close to rational numbers; i.e. the rationals are dense in the real line.The metric theory of Diophantine approximation is the study of the approximation properties of real numbers by rationals from a measure theoretic (probabilistic) point of view. The central theme is to determine whether a given approximation property holds everywhere except on an exceptional set of measure zero. In his pioneering work of 1924, Khintchine established an elegant probabilistic criterion (a `zero-full' law) in terms of Lebesgue measure for a real number to be approximable by rationals with an arbitrary decreasing error. The error is a function of the size of the denominators of the rational approximates and decreases as the size of the denominators increases. In higher dimensions, the approximation of arbitrary points in n-dimensional space by rational points (simultaneous approximation) or rational hyperplanes (dual approximation) is the natural generalisation of the one-dimensional theory. The metric theory of Diophantine approximation is complete for decreasing error functions -- the analogues of Khintchine's criterion have been established as well as the more precise and delicate Hausdorff measure theoretic statements. Now suppose that the points in n-dimensional space are restricted to lie on a proper submanifold; e.g. a curve in two-dimensional space. This restriction means that the points of interest are functionally related (i.e. the variables are dependent) and this introduces major difficulties. Until recently, the metric theory of Diophantine approximation on manifolds had been limited to special classes of manifolds. Over the last decade progress has been dramatic, mainly influenced by the pioneering work of Kleinbock &amp; Margulis who in 1996 established the fundamental `extremality' conjecture of Baker-Sprindzuk. Essentially, the Hausdorff measure analogues of Khintchine's criterion for dual approximation on manifolds and simultaneous approximation on planar curves have now been established. Although this constitutes remarkable progress, the theory for manifolds is far from complete. When the rational points or hyperplanes are shifted by a given quantity (the inhomogeneous factor) very little is known. The main objective of the proposed research is to address this imbalance and develop a coherent metric theory of inhomogeneous approximation on manifolds to the same level of understanding as the one of homogeneous approximation. The starting and principle goal is to investigate `inhomogeneous extremality' for manifolds. A novel idea is to develop a transfer technique between homogeneous and inhomogeneous extremality. The major outcome will be a theorem that will be to the inhomogeneous theory what the Kleinbock &amp; Margulis theorem has been to the homogenous theory.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E061613/1","grantId":"EP/E061613/1","fundValue":"279592","fundStart":"2008-02-15","fundEnd":"2011-04-14","funder":"EPSRC","impactText":"","person":"Sanju  Velani","coPersons":[],"organisation":"University of York","findingsText":"","dataset":"gtr"}