{"id":"EE983C23-2E8F-4B5C-9950-0782A2DBECAB","title":"Hybrid nanosensor for screening dispersed nanoparticles and heavy metal ions in natural waters.","abstractText":"SUMMARY\n\n1. The work to be undertaken:-\n\nThis project will take a pre-validated device of a microfabricated silicon wafer based Pt/Hg electrode in flow cell system which currently screens the biomembrane activity of nanoparticle dispersions and apply it to the high throughput determination of heavy metal ions in water. The technical work will consist of adjusting the flow system and electrochemical programming of the device to accommodate heavy metal ion : Zn2+, Cd2+, Pb2+ and Cu2+ voltammetric determinations. Subsequently the detection limits, sensitivities and interferences in the determination of these metal ions in natural waters will be evaluated. Both the nanoparticle and heavy metal ion screening applications will be integrated and combined in a hybrid device. \n\n2. How it will inform our understanding:-\n\nA comprehensive characterisation of the performance will give us an exact understanding of the capabilities of the device which is very important when negotiating agreements with potential licensees.\n\n3. How it will help shape our strategy for, and execution of, our anticipated Follow-On project:-\n\nA hybrid device will greatly strengthen the existing IP and enhance its marketable potential. Discussions will be begun with a potential licensee on the best pathway to commercialisation of the device and further funds will be sought for this most probably from EU FP7. The pathfinder fund will bring the nanoparticle and heavy metal screening capability of the sensing device to TRL 3 which is at the level of application for EU FP7 /Follow-On funds. The EU FP7/Follow On funds will take the technology to TRL 5 by a) streamlining the validated sensing device by developing microfluidic systems, b) configuring computer programmes for automating the analysis and analysing data c) fully characterising the performance in the different applications listed below and d) widening the sensing potential to feasible areas like air sampling.\n\nIMPACT SUMMARY\n\nThe hybrid nanosensor will be of direct benefit to the following:-\n\n(a) Water industry for screening engineered metal oxide and heavy metal ions drinking waters and river waters. One of the major applications would be to introduce this technology as a routine test for the presence of these materials in drinking waters at various stages of purification. This will become increasingly important with the use of nanosized materials in water treatment. \n(b) Marine agencies to screen engineered nanoparticle and heavy metal ions in seawater and assess their putative toxicity. NERC through Plymouth Marine Laboratory funded the science underlying this technology development 1985-2001.\n(c) Security and defence to detect presence of toxic NP and heavy metal ions in urban atmospheres and drinking waters. This is a key growth area in the post 9/11 world, although this market has chiefly been driven by US companies. \n(d) Pharmaceutical companies for screening biomembrane activity of new bionanomaterials. Pharmaceutical companies normally use cell culture procedures to assay biocompatibility. The proposed current technology has shown proof of principle to measure membrane activity of bionanomaterials e.g peptide bionanomaterials far more rapidly and cheaply than the &quot;conventional&quot; methods.\n(e) Biomaterials fabrication to test the biomembrane compatibility of newly fabricated materials especially at the nanometer dimension. NERC have already &quot;start-up&quot; funded the proposer using the older technology to look at the biological activity of engineered nanoparticles. \n(f) Consumer products: Unilever and Proctor and Gamble (P &amp; G) would have an interest. Using a sensor like the one proposed would help them not only design better products, but would help them to better understand the chemistry of their activities in-situ.\n(g) Health care: The proposed sensor would offer a rapid means of screening preparations intended for applications in health care.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/K001396/1","grantId":"NE/K001396/1","fundValue":"15925","fundStart":"2012-09-01","fundEnd":"2012-10-31","funder":"NERC","impactText":"  A proof of concept study on use of biomembrane-based sensor showed that it could be applied to the high throughput detection of both nanoparticle dispersions and heavy metal ions in water. This data enabled the PI to secure a further NERC follow on award Aerospace, Defence and Marine,Environment,Healthcare,Pharmaceuticals and Medical Biotechnology Policy & public services","person":"Laurence Andrew Nelson","coPersons":[],"organisation":"University of Leeds","findingsText":" Developed hybrid sensor for high throughput on line screening of water for nanoparticle biomembrane activity and heavy metal ions. The device can be used in water industry as a real time screener for nanoparticles/heavy metal ions. Aerospace, Defence and Marine,Environment,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}