{"id":"EEA514BA-4BC5-4EE4-9BB5-AA88D9CEB654","title":"Renewing a Nation's Past: J. E. Lloyd and the Creation of Welsh History","abstractText":"This project will make a major contribution to the study of how the history of Wales has been written by providing the first intellectual biography of a seminal scholar, namely Sir John Edward Lloyd (1861-1947). Lloyd is widely regarded as the founder of the modern academic study of Welsh history, a field which he dominated for over fifty years during his lifetime and whose work on medieval Wales remains influential today. The project is timely, as it coincides with the centenary of Lloyd's most important work, A History of Wales from the Earliest Times to the Edwardian Conquest, which was published in two volumes in 1911. The research will look at Lloyd's multiple contexts and analyse what these reveal about the significance of his work. Some of these contexts are particular to Wales: most notably, the cultural and educational revival of the late Victorian and Edwardian periods and its associated political movements, previous Welsh historiography, and other scholarship focused on the Welsh past. However, Lloyd was strongly influenced by, and bears comparison with, broader developments in scholarship, not only in the writing of history - especially national history based on 'scientific' principles - but also in related fields such as Celtic studies, archaeology and anthropology. The project will investigate how Lloyd sought to create a new past for the Wales of his day, and how this was part of a wider story of intellectual and scholarly renewal, with parallels elsewhere in Britain and in Europe. \\n\\nTo achieve its aims, the book will combine close examination of aspects of Lloyd's work and career with contextualization of his life and intellectual achievements, and draw on a wide and varied range of archival and printed sources in both English and Welsh. Archival sources include Lloyd's extensive papers at Bangor (e.g. c.2,500 letters received by Lloyd, often containing a note of his reply, his research notes, unpublished lectures, and diaries 1876-7 and 1881-1947), letters from Lloyd in the archives of his correspondents, and contextual material (e.g. the Longman archive for arrangements regarding the publication of the 1911 History). Printed sources include Lloyd's publications from his student days at Aberystwyth and Oxford onwards, other writings which influenced Lloyd or illuminate his work, and relevant modern scholarship on the historical, historiographical and intellectual context. In Part I, contextualization will focus on reconstructing the various milieux of Lloyd's life (e.g. Victorian Liverpool and its Welsh-language culture, Oxford in the 1880s, educational and cultural movements in late nineteenth- and earlier twentieth-century Wales). This in turn will provide essential background for Part II, which will analyse intellectual and scholarly influences on, and parallels with, Lloyd's writings.\\n\\nThe volume will break new ground as the first book-length study of a modern historian of Wales, and thus make a major contribution to the study of Welsh history writing. In addition, it will provide a case study of how the past of a small, stateless nation was reconfigured, at a time of national revival, through using modern 'scientific' scholarship that served to legitimize a new narrative of national origins. It will therefore offer a fresh and distinctive perspective on issues of broad significance in modern European historiography and intellectual history.\\n\\n\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H007172/1","grantId":"AH/H007172/1","fundValue":"28790","fundStart":"2010-02-01","fundEnd":"2010-05-31","funder":"AHRC","impactText":"","person":"Huw  Pryce","coPersons":[],"organisation":"Bangor University","findingsText":" The project identified and analysed the multiple contexts that shaped the contribution of John Edward Lloyd (1861-1947) to the historiography of Wales. It demonstrated the importance of his upbringing among the Welsh of Victorian Liverpool, his education at the University College of Wales, Aberystwyth and at Oxford University, and his role as a teacher of history at both Aberystwyth and the University College of North Wales, Bangor, where he spent most of his career. In exploring different aspects of Lloyd's treatment of the Welsh past the project identified key influences in the fields of Celtic studies, archaeology, ethnography as well as history, and assessed his notions of Welsh nationality.  Culture/ Heritage/ Museums and Collections","dataset":"gtr"}