{"id":"EEA503EE-823A-4830-80ED-6FD54E721181","title":"Linking Human Health and Wellbeing with Weather, Climate, and the Environment: MED-MI (Medical and Environmental Data - a Mash-up Infrastructure)","abstractText":"A large part of the global disease burden can be linked to environmental factors, including climate change, habitats for disease vectors, and chemical hazards, underpinned by unhealthy behaviours. Indeed, in 2006, the World Health Organization (WHO) estimated that at least 24% of the global disease burden and 23% of global deaths could currently be attributed to such factors. In the future, with climate change, these environmental factors are predicted to have even greater impacts on human health and wellbeing. However, the research into these linkages remains fragmentary, suffering from the lack of common tools and databases for carrying out investigations across the many different scientific and business expertise and resources needed to explore these complex associations. \n\nThe proposed Partnership will bring together leading organisations and researchers in climate, weather, environment, and human health and wellbeing: the European Centre of Environment and Human Health (European Centre) at the University of Exeter Medical School, the UK Met Office, the UK Health Protection Agency (HPA), and the London School of Hygiene and Tropical Medicine (LSHTM). \n\nThe main aim is to create a central data and analysis source as an internet-based Platform which will be a vital new common resource for medical and public health research in the UK and beyond. Human health, the environment, and climate are intricately interconnected. Climate change already has a profound effect on these relationships. To effectively investigate and understand, we need to link and analyse complex meteorological, environmental, and epidemiological data. This is a vital step to translate this data and analysis resource into epidemiologic, clinical, and commercial collaborative applications, and thus, improved human health and wellbeing in a rapidly changing environment. Translational applications will: \na) facilitate novel research into environmental exposures and health using integrated models;\nb) rapidly identify &quot;hot spots&quot; (locations and points in time with convergent increased environmental and human health risks) for targeted prevention, interventions, and research;\nc) provide healthcare practitioners, public health planners, and environmental managers with relevant information for improving services for locations and populations identified at risk;\nd) initiate and evaluate interventions to reduce the exposures, and thereby the health effects at both the individual and population levels;\ne) disseminate and provide access to data as part of outreach and engagement with the research community, policymakers and civil society.\nExisting databases, currently stored in various locations and organisations, will be combined. This will enable climate, weather and environment data to be linked and analysed with human health and wellbeing data. With appropriate confidentiality and ethical safeguards, the Platform will be available to UK and other researchers. \n\nWe will use a set of themed Demonstration Projects to demonstrate the uses of the Platform. The following Demonstration Projects have been identified because of: the availability of suitable data sets; the impact of weather and the environment on human health and wellbeing; and the potential clinical and public health relevance, especially in vulnerable populations; initial Projects selected are in the environment and health areas of:\n1. Extreme temperatures, air quality, and mortality\n2. Climate, weather, and infectious diseases \n3. Climate, coastal &amp; ocean dynamics, and harmful algal blooms (HABS) &quot;blue sky&quot; initiative\n\nWe will translate and communicate the products, presence, and value of the Platform through the Demonstration Projects, workshops, and an accessible web Portal. New collaborators and partner organisations (including business), in the UK and throughout the world, will be invited to collaborate, use, and further build the Platform.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K019341/1","grantId":"MR/K019341/1","fundValue":"807696","fundStart":"2013-08-31","fundEnd":"2016-11-30","funder":"MRC","impactText":"","person":"Lora E Fleming","coPersons":["Anna  Cichowska","Anthony  Kessel","Michael  Depledge","Trevor Charles Bailey","Nicholas John Osborne","Andrew  Haines","Brian William Golding","Clive Eric Sabel"],"organisation":"University of Exeter","findingsText":"","dataset":"gtr"}