{"id":"EEAC6E7B-B0ED-4826-B626-84B64FE42D8E","title":"Plasma Electrochemical Sensor for Airborne Particulates","abstractText":"Allergic reaction to airborne pollen affect about 15% of the population of industrialised countries. Real-time detection and identification of airborne particles combined with antigen specific medication, can help improve the quality of life for many hay fever sufferers. Current methods for measuring airborne particles are based on the archaic capture and count technique which is expensive and laborious, and normally give an average over 24 hours. In this proposal a new approach to measuring particles such as pollen, or aerosol in the atmosphere is described. The method relies on the breakdown of the particles in a flame to produce a large number of smaller fragments in a flame. These smaller particles are often charged and can then be measured using electrochemical means. The advantage of this method is the amplification through the fragmentation process. The distribution of these fragments in the flame will provide a unique pattern depending on the particle's material, density and composition. With this technique it will be possible to have a continuous measure of the number density of particulates in the atmosphere and identify of the particulates by potentiometric tomography.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F028423/1","grantId":"EP/F028423/1","fundValue":"355137","fundStart":"2008-03-03","fundEnd":"2011-03-02","funder":"EPSRC","impactText":"  We are developing more applications for this technology. With the assistance of UCLB, our tech transfer office, we are focusing on defence and bioterrorism applications. Chemicals,Environment,Healthcare Societal,Economic","person":"Daren  Caruana","coPersons":[],"organisation":"University College London","findingsText":" A new technique for the detection of bioaresols is presented, utilizing particle combustion/ionization in a premixed hydrogen/oxygen/nitrogen flame plasma, followed by gas phase electrochemical detection. Bermuda grass pollen (Cynodon dactylon, one of the most common causes of pollen allergy) and black walnut pollen (Juglans nigra) were used as model bioaerosol particles. We demonstrate that single particle detection can be comfortably achieved by zero current potential measurements between two platinum electrodes, giving potential signals of over 800 mV and unique fragmentation features which may be used for differentiating between species. The high sensitivity is due to the inherent amplification through flame fragmentation, gasification and ionization; a single pollen grain of 25 um diameter can give a plume of combustion products measuring 4 mm in diameter. The physical basis of the potential difference is a mixed interfacial potential with an additive diffusion/junction potential due to the increase in ionization from the pollen combustion. The results suggest this methodology may be applied to the detection of particulates composed of ionizable species (organic or inorganic) in gaseous environments, such as bacteria, viruses, pollen grains and dust. Its effectiveness will depend on the propensity of the target particle to combust and generate voltages under specific flame and electrode conditions. This technique can be used to detect of a wide range of bioaerosols. In principle, other combustible particulates, such as bacteria and viruses, could be detected in a similar way, with the proposed concept providing a very promising solution to the challenge of bioaerosol detection. Aerospace, Defence and Marine,Environment,Healthcare","dataset":"gtr"}