{"id":"EEBC28D0-79F7-40E9-9D0C-7AF9D920A1C6","title":"Gender Norms, Labour Supply and Poverty Reduction in Comparative Context: Evidence from Rural India and Bangladesh","abstractText":"<p>The project measures the gender impact of poverty alleviation interventions in rural India and Bangladesh and how this impact has been mediated through social norms. The project focuses on social differentiation of attitudes about women's work. It studies how modern and traditional attitudes affect women's work. In turn, the attitudes are affected by anti-poverty interventions. Data collection using mixed qualitative and quantitative methods first compares spatial and social differentiation in attitudes to women in rural Bangladesh and in three Indian states.</p>\n\n<p>A second part of the research explains the factors influencing high and low female labour supply in India, controlling for the informal sector and for caring labour. This part uses narrow and wide concepts of labour supply, and adds new pairwise models of men and women spouses in each household. Here a series of datasets are used. These include national random-sample datasets and the World Values Survey.</p>\n\n<p>Thirdly the project measures which poverty-alleviation initiatives have had the strongest direct and indirect impacts on well-being. Here a statistical mediation model is used. Primary data collection allows a socio-economic micro data set to be created with N = 450 per country and two visits per household. In addition a series of interviews adds depth to the interpretation. </p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L005646/1","grantId":"ES/L005646/1","fundValue":"310179","fundStart":"2014-01-01","fundEnd":"2017-11-30","funder":"ESRC","impactText":"  The research is not yet complete. We are holding Key Stakeholders' meetings in December 2014 in both Dhaka and Delhi. A series of short capacity-building workshops and training events have occured in Dhaka (May 2014) and Delhi (Jan. 2014) and Varanasi India (May and September 2014).  ","person":"Wendy  Olsen","coPersons":["Simeen  Mahmud","Alakh N. Sharma","Daniel Fernando Neff","Sohela  Nazneen","Kunal  Sen","Maheen  Sultan"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}