{"id":"EEC425A0-4DFD-41B9-8ADE-9CCA36BF634A","title":"Bringing small solar system bodies into the classroom - A Rosetta teacher conference in Kent","abstractText":"The overriding aim of this project is to provide physics teachers in the UK with a resource pack to enable the inclusion of real space science in their day to day lessons. The project will initially provide an update event in the form of a one day conference for local teachers and trainee teachers in Kent. It will be delivered in the style of the Institute of Physics (IOP) teacher update courses, of which the applicants have experience of running. This one day conference will introduce new scientific concepts and knowledge to teachers whilst also enhancing their understanding of some basic physics concepts through the use of exciting and relevant talks and workshops based on the Centre for Astronomy and Planetary Sciences research into small solar system bodies. This covers research previously funded by STFC and current research that is fully compatible with the STFC UK Roadmap for Solar System Research, as well as including the very relevant and topical Rosetta mission. The conference will take the format of a train the trainer event, where the participants will be empowered to take their knowledge back to the classroom and effectively facilitate discussions and participation with space science research within their classrooms and laboratories using our workshop materials. \nWorkshop materials will be produced in advance of the conference and refined based on feedback given at this time. These will then be made available to teachers all over the UK via the National STEM e-Library. This will be promoted through a number of routes including the Institute of Physics publication Classroom Physics allowing the project to have a wide reach. The project will promote interaction between real scientists involved in a current, well publicised, space mission with school teachers, providing insight into mission involvement at Kent, careers in science and the UK space programme. This project also aims to provide young postgraduate students with an opportunity to develop scientific communication skills including workshop development, presenting and writing.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/M006700/1","grantId":"ST/M006700/1","fundValue":"8434","fundStart":"2015-02-02","fundEnd":"2016-01-31","funder":"STFC","impactText":"","person":"Stephen Christopher Lowry","coPersons":["Victoria  Mason"],"organisation":"University of Kent","findingsText":"","dataset":"gtr"}