{"id":"EEC86F55-3A59-4A06-ADEE-184EC8E3A592","title":"Developing DL_POLY Molecular Dynamics Simulation code to tackle challenging problems in science and technology","abstractText":"Molecular dynamics (MD) simulation is an important tool widely used nowadays to understand the properties of many systems, alongside with experiments and theory. In several important applications, it is necessary to simulate systems of very large sizes approaching a micrometer. At these scales, many important physical processes operate that could not be studied before in MD simulations. Importantly, these processes include radiation damage effects due high energy recoils in materials used to encapsulate nuclear waste and in future fusion reactors. The research into these processes is currently very topical, as the UK government as well as others realise the importance of energy-related and environmental research.Recent advances in MD simulations and the availability of the cutting-edge high-performance computing, we are now in a position to simulate very large systems. However, there are several important obstacles related to our ability to efficiently run and analyse the results, and to turning these recent advances into an operational and useful simulation tool. One important problem is that the traditional way of writing out the trajectory file is no longer feasible due to the impractical file sizes generated and writing to disk times. Another problem that is specific to radiation damage simulations is that our current general-purpose MD code, DL_POLY, does not capture the essential physics of the process, electronic energy loss.This proposal aims at removing these obstacles by developing our high-performance MD DL_POLY code. We will develop the code to analyse many important physical properties on the fly, thus avoiding the need to operate with files of impractical sizes. We will also implement the recent algorithm of the electronic energy losses as a new general feature of the code. This will enable us to run radiation damage simulations of high energy operable in materials that are currently considered as encapsulation matrices for nuclear waste and in materials to be used in future fusion reactors. As a result, we will obtain physical insights into the impact of radiation damage on material performance. In combination with experiments by our project partners, the results of our MD simulations will provide for the predictive models of materials behaviour under irradiation and establish physical implications for the future applications of these materials.Apart from the benefit to the academic and industrial community working in the area of energy and environment, the results of our research will be important to a wider community of MD simulations. This community will benefit from the new features of the MD code capable of running and analysing the results of very large systems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I029311/1","grantId":"EP/I029311/1","fundValue":"35789","fundStart":"2011-10-01","fundEnd":"2013-09-30","funder":"EPSRC","impactText":"","person":"Kostya  Trachenko","coPersons":[],"organisation":"Queen Mary, University of London","findingsText":"","dataset":"gtr"}