{"id":"EED41D95-CB9A-49B8-9370-E85A3643C657","title":"Chemistry Cascades: Synthesis of prostratin analogues for evaluation against HIV","abstractText":"In the field of healthcare, there are few greater challenges than the continuing fight against HIV and AIDS. In this war, we look to nature for inspiration in the design of new therapeutics as natural products often have complex molecular architectures that have evolved over millennia to act as selective ligands for biological targets. For example, naturally occuring phorbol esters are amongst the most potent of tumour promoters and have proved useful 'small molecule' tools for the study of carcinogenesis and the development of methods for its prevention. The discovery that natural compounds related to phorbol, such as the non-tumour promoting natural product prostratin, are active against latent HIV is the most exciting recent development in the biology of this compound class. In fact, prostratin promises a major advance in approaches to deplete viral reservoirs and has caused significant excitement in recent years. Latent HIV viral reservoirs persist after treatment of HIV-infected patients using current therapies, thus preventing elimination of the virus. Prostratin functions by flushing 'hibernating' HIV out of resting T-cells so that antiretroviral drugs can attack.Unfortunately, the levels of prostratin found in the source plants is very low and limited access to the natural product has slowed its development as a therapeutic agent. This poses the question: if we can't isolate what we need from nature, can we synthesise these substances efficiently in the laboratory? Unfortunately, natural products related to phorbol are very difficult to prepare using the current state-of-the-art synthetic tools. In fact, the only reported synthesis of phorbol took 52 chemical steps! The only attempt to prepare prostratin to date has started from the scarce natural product phorbol. Not only is this an unsatisfactory solution to the supply problem, but a 'top-down' synthesis such as this does not facilitate fundamental changes to the interior of the molecule and we learn little about the effect of modifying the natural product's core structure. The development of an efficient synthesis of prostratin from scratch is a timely challenge and will address the issue of supply and will allow the preparation of analogues of prostratin that are urgently needed but are currently unobtainable.In this project we will develop selective reactions in which simple starting materials 'cascade' through to complex molecules in a single step, using a single reagent. Not only will the cascade reactions grant us rapid access to the targets but they will also allow us to control the shape, or stereochemistry, of the molecule under construction. The new synthetic tools developed will allow us to carry out the first synthesis of prostratin and analogues of the natural product that will prove valuable weapons in the fight against HIV and AIDS. In addition, the new synthetic methods we create will allow chemists to streamline routes when designing syntheses in the future, thus shortening processes and minimising waste. Such improvements in the way we build molecules are urgently needed by the scientific community.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I004017/1","grantId":"EP/I004017/1","fundValue":"297875","fundStart":"2010-12-01","fundEnd":"2013-11-30","funder":"EPSRC","impactText":"","person":"David John Procter","coPersons":[],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}