{"id":"EEE0D0EB-1C9C-44BD-BEDB-7CE35F9EB351","title":"Online pharmaceutical granule moisture distribution measurement and feedback control of fluidised bed dryers","abstractText":"Fluidised bed dryers in the pharmaceutical industry are currently operated by trial-and-error because of the lack of means for online measurement of granule moisture. This proposed project is to follow a current EPSRC project Product quality control of fluidised bed dryers with tomographic imaging and online process modelling (GR/S14726/01). While we have made good progress on fundamental understanding of the complicated fluidisation processes and online measurement of granule moisture and also our research results have attracted considerable interest from industry, it is necessary to bridge the gap between the current funding and future commercial funding. The aim of this proposed Follow-on project is to meet this need by scaling up from a lab scale dryer to semi-industrial scale dryers, re-engineering electrical capacitance tomography (ECT) sensors and demonstrating the principle of online measurement of granule moisture and feedback control of semi-industrial scale fluidised bed dryers in an industrial lab environment. The success of this project will advance the technology to a stronger position to attract commercial interest and further commercial seed funding, helping the UK fluidised bed dryer manufacturing industry and the UK pharmaceutical industry to increase their competitiveness in the world. As a key collaborator, GEA Process Engineering (NPS) Ltd will provide strong support to the project by providing semi-industrial scale facilities, re-engineering sensors and giving technical and market advice. Sherwood Scientific Ltd, Sensatech Research Ltd and DuPont will also support the project as industrial partners and have expressed their interest in commercialisation. The University of Manchester Intellectual Property (UMIP) Ltd has filed a UK Patent (GB0717080.6) to protect the outputs of the current project, has managed the commercial aspect of the current EPSRC project, and has included this proposed project in their active project portfolio. It is anticipated that by demonstrating this patented technology on semi-industrial scale fluidised bed dryers, a number of other applications would open up in other industries, e.g. the food, marine, power and process industries.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G005702/1","grantId":"EP/G005702/1","fundValue":"108451","fundStart":"2008-06-01","fundEnd":"2009-05-31","funder":"EPSRC","impactText":"  Our findings have been used in Chinese Academy of Sciences for clean coal combustion, which is important to reduce pollution to the environment. Energy,Environment Economic","person":"Wuqiang  Yang","coPersons":[],"organisation":"The University of Manchester","findingsText":" The aim of this project was to demonstrate the principle of online moisture measurement on semi-scale fluidised bed dryers using ECT with and to scale up application of ECT from a lab-scale fluidised bed to a pilot-scale fluidised bed. To verify the developed technique, ECT sensors have been designed for several fluidised beds and tested in GEA Pharma Systems Ltd in Eastleigh, DuPont in Wilmington (USA) and GEA Technology Center in Bubendorf (Switzerland). Test results from drying, granulation a Further funding to support collaboration with GEA and AstraZeneca to make a commercial product. Agriculture, Food and Drink,Chemicals,Energy,Environment,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}