{"id":"EEE1DCF5-131F-4261-A776-30132F15019A","title":"A Proposal to Support TAIC PART 2008","abstractText":"This proposal is a request for a small amount of funding as partial support for holding an international workshop on software testing, to be held in the UK, called Testing: Academic &amp; Industrial Conference - Practice And Research Techniques (TAIC PART 2008). The workshop will combine industrial and academic participation to strengthen and develop UK leadership in the area of software testing. This event builds upon previous smaller workshops on testing held in the UK and the TAIC PART 2006 and 2007 workshops held in Windsor in September 2006 and 2007 respectively. These workshops have steadily built a strong community of researchers and industrialists. The workshop provides a unique forum: part workshop, part conference and part retreat. This provides the perfect environment in which collaboration between academics and industrialists can be established and nurtured.Funding is sought from the EPSRC to support the costs of the meeting. As a sign of their serious commitment to this venture, several of the industrial partners have offered to support the event with a modest (but useful) level of sponsorship. The TAIC PART 2008 event will draw on the strengths of previous workshops on testing held in the UK by increasing the involvement of industrial practitioners and researchers from the wider international academic testing community. EPSRC funding will strengthen and develop the UK testing community's lead in software testing and will continue to foster this unique interaction between real-world industrial practice and academic research.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G025207/1","grantId":"EP/G025207/1","fundValue":"18861","fundStart":"2008-09-30","fundEnd":"2008-12-29","funder":"EPSRC","impactText":"  The award was for the running of a conference. While work presented at the conference may well have been used, it may be unfair to claim this to be the product of the conference rather than the authors of the research.  ","person":"Richard Marc Roper","coPersons":["Leonardo  Bottaci"],"organisation":"University of Strathclyde","findingsText":" The conference was deemed a success and the pump-priming did indeed allow it to become established as it is still running successfully to this day - see http://www2013.taicpart.org/ nil Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}