{"id":"EEE5BA05-47D6-4769-A971-E897395BF7E8","title":"14 NSFBIO: Asymmetric division and the temporal dynamics of cell motility","abstractText":"This project aims to define the fundamental mechanisms controlling cell migration during organ development. In growing tissues, cells usually replicate by symmetric division (or mitosis) to produce two identical daughter cells. But in some instances cell divisions are asymmetric and give rise to intrinsically distinct daughters. Asymmetric divisions play important roles in differential cell fate decisions, but have never previously been implicated in generating daughters with distinct motilities. This project will explore the molecular and cellular basis of post-mitotic asymmetry in cell motility and define the functional role of asymmetric divisions in the control of cell migration during tissue growth. In particular this work will evaluate how asymmetries is daughter cell signaling, shape and stiffness can profoundly affect cell motility following division. Not only will this research generate freely available novel computational methods and analysis tools suitable for a wide array of applications, the findings of this work will have wide-reaching implications for understanding the control of cell migration across a plethora of cellular systems and organisms. The project will additionally expose undergraduate and high school students (with emphasis on recruiting underrepresented groups) to integrated cross-disciplinary computational / experimental scientific approaches and provide hands-on experience of international collaborative research techniques upon the creation of several new, targeted, interactive Global Interface Science (GIS) workshops. Moreover, guidance on implementing similar GIS workshops anywhere worldwide will be widely disseminated via online media.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/N013174/1","grantId":"BB/N013174/1","fundValue":"279104","fundStart":"2015-10-01","fundEnd":"2018-09-30","funder":"BBSRC","impactText":"","person":"Shane  Herbert","coPersons":[],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}