{"id":"EEEB7857-F1AA-4EB7-BBAC-28D7BE9B75DF","title":"Improved cartilage regeneration through the selection and use of highly chondrogenic subpopulations of bone marrow mesenchymal stem cells","abstractText":"The objective of this grant is to develop a reliable and predictable stem cell therapy for the treatment of diseases of cartilage. Mesenchymal stem cells (MSCs) from bone marrow can be used to generate chondrocytes (cartilage cells) for direct implantation or for use in tissue engineering protocols that can be used to create new cartilage in the laboratory. However there is a marked variation in the outcome of cartilage formation when using cells from one patient to another. We have shown that there is also marked variation in cartilage formation when using different clonal populations of MSCs from the same patient. By selecting the most chondrogenic and least chondrogenic of these clones we have been able to undertake a comparison of all the genes expressed by MSCs that are more or less able to form cartilage. Through analysis of differentially expressed genes we have identified one that can be used as a cell surface marker of the most chondrogenic MSCs. Its increased level of expression on undifferentiated MSC clones is associated with a higher volume and quality of engineered cartilage after chondrogenic differentiation and tissue engineering on three-dimensional scaffolds. Separation of MSCs into those expressing the marker and those not expressing the marker on their cell surface allows comparison of the chondrogenic capacity of each subpopulation. In this way we have shown that the subpopulation expressing the marker is clearly more chondrogenic (ie better able to form cartilage) than the subpopulation that does not express the marker. Furthermore, measurement of specific collagens has provided data suggesting that the increased cartilage formation is not associated with an increased risk of calcification of the new cartilage (this is usually an inherent problem when using bone marrow stem cells to make cartilage). These novel observations give us the unique opportunity to develop a methodology for the production of MSCs that are predictable in their improved capacity to form cartilage.\n\nThis selected population of cells could be used in cartilage tissue engineering procedures or they could be implanted directly into cartilage lesions without the need for in vitro tissue formation. We now wish to develop robust methods for isolation of stem cells expressing the new marker so that we can develop a cell production method that in a Good Manufacturing Practice (GMP) setting that will be required for regulatory reasons if the cells are to be used to treat patients. We then wish to test this population in a sheep model of articular cartilage damage. We also wish to investigate the capacity of cells expressing the marker to suppress immune responses. Bone marrow mesenchymal stem cells are normally able to suppress some aspects of the immune response but we do not yet know if this property is retained in those cells expressing the new marker. This information may be critical in deciding whether in future to develop strategies for cartilage repair based on the patietns own cells or donated cells. Finally we wish to establish if the marker is a passive molecule that happens to be related to cartilage formation or if it plays a mechanistic role in the way stem cells form cartilage.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K015648/1","grantId":"MR/K015648/1","fundValue":"684000","fundStart":"2013-02-01","fundEnd":"2014-09-30","funder":"MRC","impactText":"","person":"Anthony  Hollander","coPersons":["Wael  Kafienah","Allen  Goodship","David Cameron  Wraith"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}