{"id":"EEEC8F2F-7239-4201-98FC-F62BC65A1C9C","title":"The development of a novel approach to high throughput analysis using arrays of near field thermal probes","abstractText":"There has been considerable recent interest in developing methods whereby large numbers of substances may be analysed, imaged or modified at high rates of throughput. One method of achieving this is via miniaturisation, whereby large arrays of very small probes may be used to process huge numbers of similarly small samples, ideally using very complex methods such as chromatography, spectroscopy or thermal analysis. Indeed, an ideal situation would be that if a company or group had very large numbers of samples to be analysed (e.g. a pharmaceutical company screening new drugs for changes in physical form, a biotech company trying to establish which of a large number of naturally occurring molecules an enzyme reacts with) then they could use an array of thousands of such small probes to screen similarly large numbers of molecules. We have developed a method whereby we believe we can achieve this by using temperature controlled probes. Such probes allow us to establish the thermal properties of materials such as melting point and glass transition but also allow us to pick up and put down very small quantities of material, to spectroscopically analyse very small quantities of sample and to make regions of a sample move in a controlled manner, thereby allowing us to separate materials via their mobility. We intend to focus on three projects to demonstrate these principles, these being a study on developing the method as a means of characterising the physical form of pharmaceuticals, the development of high throughput analysis of reactive multicomponent systems and the development of a new form of separation technology. Ultimately we see this project leading to an instrument that can be adapted for a very wide range of high throughput applications.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D038448/1","grantId":"EP/D038448/1","fundValue":"516233","fundStart":"2006-10-01","fundEnd":"2009-11-30","funder":"EPSRC","impactText":"","person":"Mike  Reading","coPersons":["Hans-Peter  Deigner","Peter  Belton","Duncan  Craig"],"organisation":"University of East Anglia","findingsText":"","dataset":"gtr"}