{"id":"EEF28FC4-DBFD-4B42-8846-D931253E9184","title":"Laminar Burning Velocity Measurements Over Wide-Ranging Temperatures and Pressures for Renewable and Conventional Fuels","abstractText":"Laminar burning velocity measurements are needed for models that assist development of clean and efficient combustion in engines, boilers and furnaces, and for the validation of laminar burning velocity models. Our laminar burning velocity measurements are made in a spherical vessel with central ignition, so that a spherical flame front forms and propagates radially. During combustion the pressure rises and the unburned gas ahead of the flame front is compressed isentropically. So, from a single experiment, laminar burning velocity data are obtained for a sequence of linked temperatures and pressures. By varying the initial temperature and pressure the effects of pressure and temperature can be decoupled, and correlations generated for the effect of temperature and pressure on the laminar burning velocity. The schlieren system can detect the onset of cellularity (even when the flame is larger than the 40 mm diameter windows) so that we can avoid using data that violates our smooth flame front assumption. This builds on earlier work at Oxford over 16 years that has led to 3 innovations:+ Free-fall experiments to eliminate the effect of buoyancy.+ A multi-zone combustion model for data analysis, so that the effect of dissociation and the temperature gradient in the burned gas (typically 500 K) is incorporated into the analysis of flame front position and pressure rise.+ The use of 'real residuals' by retaining part of the previous combustion event as residuals, as opposed to the conventional approach of using a fixed composition N2/CO2 mixture to represent the residuals.Our facility has a comprehensive LabView interface for setting-up the experimental conditions and data logging. This system also ensures that condensation of either fuel or water vapour (in the residuals or as a diluent) is avoided. A schlieren system with a high speed video camera records early flame growth and cellularity (the departure from a smooth flame front, if it occurs). The experimental data are analysed by MATLAB routines that incorporate: image processing (of the schlieren system data), a multi-zone combustion model, and experimental pressure data; the code also combines data from multiple experiments in order to generate correlations for the laminar burning velocity. Initial conditions can be up to 450 K and 4 bar (final pressure limit of 35 bar), with combustion data obtained up to 30 bar and an unburned gas temperature of 650 K. Liquid fuels (or diluents such as water) can be added by a Hamilton precision glass syringe which is controlled by a syringe actuator. This facility and software are readily adaptable for testing different fuels.The combustion of fuels from renewable sources and their performance when combined with conventional fuels is very important. In 2008 the UK crude oil consumption was 78.7 Mt (~20% gasoline) - BP Statistical Review of World Energy; June 2009. EU legislation requires bio-fuel to become a minimum 5.75% of the total fuel consumption in 2010. Gasoline vehicles can mostly operate on a 10% ethanol 90% gasoline (E10) blend with no adverse effects. But, to exploit the potentially higher octane rating of E10 and its different combustion in engines, laminar burning velocity data for ethanol and its mixtures are needed. Ethanol is mostly simply made from the fermentation of sugars, but competition with food use means that second generation or cellulosic-ethanol needs to be exploited. Ethanol has been produced from cellulose for over 100 years, but there is now a rapid increase in the commercialisation of the process (http://en.wikipedia.org/wiki/Cellulosic_ethanol). Gaseous fuels from renewable sources depend on the processing route. The anaerobic digestion of waste (by mesophilic bacteria) produces biogas (which is 60-70%CH4, and 40-30%CO2), whilst pyrolysis of waste or biomass produces syngas (a partial oxidation process that gives typically 40% CO, 25% H2, 20% H2O, 15% CO2).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H031197/1","grantId":"EP/H031197/1","fundValue":"139187","fundStart":"2010-11-01","fundEnd":"2014-06-30","funder":"EPSRC","impactText":"  Analysis code has been transferred to Shell for them to use on data that they have generated.\n\nOther results being presented at conferences organised under the auspices of the Combustion Institute, and also at UnICEG Meetings\n\nDiscussions are occurring with modellers in Budapest with regards to a joint publication Energy Societal","person":"C Richard Stone","coPersons":["Paul  Ewart"],"organisation":"University of Oxford","findingsText":" Laminar burning velocity data over wide ranging pressures and temperatures for fuel air mixtures including:\n\nBiogas\nEthanol/water mixtures\nPure components and blends of reference fuels (iso-octane, n-heptane, toluene, ethanol)\n\nWe have also reconciled measurements between 2 different techniques Used by turbulent combustion modellers and kineticists who model laminar burning velocities Energy","dataset":"gtr"}