{"id":"EEF77056-B52E-4A6D-92F7-4C4B31AC67B9","title":"BILATERAL AUSTRALIA: THE ROLE OF HOUSEHOLDS, NEIGHBOURHOODS AND NETWORKS IN SOCIAL STATISTICS.","abstractText":"This project will determine the importance of accounting for households, geographical groups and social networks in the design, estimation and analysis of social statistics. Criteria indicating when it is necessary to allow for the various sources of dependency between people will be identified, as well as methods to unravel the different sources. Moreover, statistical models will be formulated that reflect these dependencies, and these models will then be applied to real and simulated data. The implications for the design of social surveys will be determined and strategies will be suggested for future collection of data of this nature. Main objectives are thus to: 1) Develop and apply statistical models, enabling the assessment of individual, household, neighbourhood and network variations in social/health outcomes. 2) Determine the impact of ignoring different types of association between people in the analysis of social data. 3) Demonstrate how data can be combined in this context. 4) Identify/illustrate the interaction between the neighbourhood and the social network. 5) Increase understanding of the role of each level through simulation studies to augment analysis of real data. 6) Recommend strategies for the routine collection of household, network and geographical data given the practicalities of sampling and confidentiality considerations.\n<br />","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/F02925X/1","grantId":"ES/F02925X/1","fundValue":"83127","fundStart":"2008-08-01","fundEnd":"2011-07-31","funder":"ESRC","impactText":"  The Multiple Membership Multiple Classification models are currently being used to investigate network variations in European health data. An early version of this work was disseminated at a workshop on statistical modelling on November 3rd 2014. Healthcare Societal,Policy & public services","person":"Mark David Tranmer","coPersons":["Mark James Elliot"],"organisation":"The University of Manchester","findingsText":" That it is possible to take social network connections into account alongside other groupings like schools and areas when modelling variations in responses for individuals such as the individual academic performance of school pupils. We are developing code to run these models via R and MLwiN software such that researchers can model their own network data. Communities and Social Services/Policy,Digital/Communication/Information Technologies (including Software),Education,Environment,Healthcare,Government, Democracy and Justice,Transport","dataset":"gtr"}