{"id":"EEFE3285-E14D-4C44-ADC1-66E2860C769F","title":"Magnetic Resonance of Dihydrogen Endofullerenes","abstractText":"Fullerenes are football-shaped cages of carbon atoms, for the discovery of which the British scientist Harry Kroto won the Nobel prize in 1996. Inside the cage is an empty space. Chemists and physicists have found many ingenious ways of trapping atoms or molecules inside the tiny fullerene cages. These encapsulated compounds are called endofullerenes. One of the most remarkable methods was pioneered by the Japanese scientists Komatsu and Murata, who are project partners in the current proposal. They performed molecular surgery . First, a series of chemical reactions was used to open a hole in the fullerene cages. A small molecule such as dihydrogen (H2) was then inserted into each fullerene cage by using high temperature and pressure. Finally, a further series of chemical reactions was used to sew the holes back up again. The result was the remarkable chemical compound called dihydrogen endofullerene. A new notation even had to be invented to write the formula down. The result of encapsulating H2 in a C60 fullerene molecule is denoted H2@C60. In this project we will perform magnetic resonance experiments on derivatives of H2@C60. Magnetic resonance is a method in which a sample is placed in a strong magnetic field and illuminated with radiowaves. The nuclei of the hydrogen atoms produce a radiowave response that may be analyzed to obtain detailed information about the molecules in the sample, where they are located, and how they are moving. The most familiar form of magnetic resonance is magnetic resonance imaging (MRI) which is used in hospitals to obtain anatomical pictures and diagnose medical conditions.In this project we will perform magnetic resonance on H2@C60 compounds and their highly-symmetric substituted derivatives, which have a number of useful properties such as water solubility. We will study the motion of the H2 molecules inside the nanoscale cages.In one of the subprojects we will synthesize and crystallize H2@C60 molecules in such a way that they are held in a highly symmetrical crystal. According to certain theories, the hydrogen molecules will behave in an unusual way under these conditions. The molecules themselves will emit magnetic resonance signals, not just the nuclei. We will try to observe this phenomenon for the first time on solid materials.The second subproject concerns a phenomenon called ortho/para conversion. Werner Heisenberg received the Nobel Prize in 1932 for predicting that ordinary hydrogen has two distinct forms, called ortho and parahydrogen. This was proved to be correct. The H2@C60 forms therefore come in two different types, some containing ortho hydrogen, and some containing parahydrogen. We will study in situ how these two forms interconvert with each other, and in particular, whether the ortho/para conversion may be induced by light.If the effects are observed as expected, some important consequences may follow. In particular, it should become possible to enhance the strength of certain NMR signals by a large factor (up to of almost 1 million) by irradiating the sample with a suitable laser beam. If this works it will have implications for a wide range of sciences, possibly including medical MRI. One of the aims of this project is to perform the preliminary work which will determine the feasibility of this novel NMR enhancement scheme.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I028404/1","grantId":"EP/I028404/1","fundValue":"26182","fundStart":"2012-02-10","fundEnd":"2015-02-09","funder":"EPSRC","impactText":"","person":"Anthony John Horsewill","coPersons":["John Robert Owers-Bradley"],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}