{"id":"EEFE7AD2-3F86-4B84-AD2B-DCAF02977912","title":"Carbohydrate based Polymers using Deep Eutectic Solvents as Binders","abstractText":"The aim of this research project is to take carbohydrates, which are renewable, carbon neutral, polymers and make them into functional materials with a variety of properties using a range of biodegradeable binders. Deep eutectic solvents (DES)are liquids formed between a hydrogen bond donor and a quaternary ammoium salt. They are ideal for the purpose of modifying carbohydrates because they interact strongly with the hydroxyl groups on the glucose sub-units to decrease interchain interactions and plasticize the polymer. They can also act to wet the surface of the individual grains and bind them together. By changing the properties of the DES it should be possible to vary the binding and plasticizing properties and therefore make a range of materials with different properties.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F016301/1","grantId":"EP/F016301/1","fundValue":"197169","fundStart":"2008-02-11","fundEnd":"2010-02-10","funder":"EPSRC","impactText":"  This project led to the development of a new binder for making fibre board. It is a biodegradable, moldable polymer which is comparable in strength to urea-formaldehyde. A follow-on fund from the Royal Society has let to pilot scale production and demonstration furniture has been made from this new material.We are in the process of spinning out a company to exploit these findings. Manufacturing, including Industrial Biotechology Economic","person":"Andrew  Abbott","coPersons":[],"organisation":"University of Leicester","findingsText":" We discovered that starch could be made into a thermoplastic which could be molded. It is similar in strength to most oil based plastics but is compostable and recyclable. The boards produced using this starch binder system were tough, strong and hard wearing. This project led to the development of a new binder for making fibre board. It is a biodegradable, moldable polymer which is comparable in strength to urea-formaldehyde. A follow-on fund from the Royal Society has let to pilot scale production and demonstration furniture has been made from this new material. Manufacturing, including Industrial Biotechology","dataset":"gtr"}