{"id":"EF011EE0-B621-4C72-90ED-B7BD8FEE7421","title":"The everyday urban spiritual: placing spiritual practices in context.","abstractText":"The 'spiritual sector' is growing in economic, social and cultural significance in the UK. Large numbers of people participate regularly in some form of spiritual practice, and particularly significant are those practices named as 'spiritualities of life' (e.g. yoga, meditation, t'ai chi and forms of massage). These practices are distinguished from formalised religious systems by the idea of 'right' conduct that they entail. In religious practice, individuals assess their conduct with reference to ethical codes or external rules formulated by the religion, whereas in spiritualities of life an inward gaze means that conduct is determined in relation to individual feelings, emotions and bodily states. This means that multiple spiritualities are being formed through individual and context specific practices, and it is these multiple spiritualities that this research addresses. \\n\\nThis sector has become one of the most contested areas of life, often dismissed as self-indulgent, irrational or even dangerous by the media, researchers and key religious figures such as the Pope. The limited research existing into spiritualities of life has often tended to caricature the spiritual sector as non-authentic, exploitative or without meaning. With only a few exceptions to this, there has been little research that interrogates what these spiritualities of life mean to those individuals that engage with it, and what experiences people draw from participation in these practices. While the growing numbers of participants in spiritualities of life suggests that they are filling some kind of individual and social need, little in-depth research has been undertaken to find out what that need is, how it is related to everyday lives of participants, and how it differs with different dimensions of social difference (in particular gender and socio-economic difference).\\n\\nUsing Brighton - a city known for its holistic milieu - as a case study, the research will address this gap by looking in detail at how ordinary people negotiate the spiritual in their everyday lives, and use the spiritual as a means of coping with their family and work commitments. This case study approach will allow interrogation of spiritualities of life as practices that are embedded within, rather than separate from, the context of ongoing everyday lives. The research will ask whether the spiritual is an individually experienced and understood dimension of life, dependent on context and situation, or if there are commonalities of experience held between people. The research will use diaries to understand how people negotiate and locate the spiritual within their working and family lives, offering support for, or contradicting these.\\n\\nThe project will use qualitative methods to achieve this fine-grained analysis. Specifically, in-depth interviews will be conducted with teachers and pupils of practices that are classed as spiritualities of life (e.g. yoga, t'ai chi, meditation), a diary-based study will locate the spiritual alongside everyday work and life, and ethnographic research which will interrogate the formal and less formal spaces of spiritual practice. The outputs from the project include a data archive on the experiences of the spiritual in everyday context that will be beneficial for future research into spiritualities across the social sciences, research papers in academic peer reviewed journals, and presentations at appropriate conferences. Final reports on the project's findings will be written and disseminated to local communities and organisations concerned with urban welfare and social justice, and also to practitioner communities. These reports will suggest some of the benefits and costs of spiritualities of life in the urban context, and will draw out some examples of how the experiences and meanings arising from spiritual practices can be usefully used to reshape the urban towards wellbeing, greater equality and social justice.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H009108/1","grantId":"AH/H009108/1","fundValue":"78440","fundStart":"2010-02-01","fundEnd":"2011-04-30","funder":"AHRC","impactText":"  We have not been in a position to monitor the 'use' made of our findings, and we would underline that this was a comparatively small funded project which occurred just prior to the ratcheting up of RCUK and REF 'impact' agendas. We know that our work has been used within academia to a limited extent, and, with 4 publications either just published or soon to be published, we anticipate that this impact within the academy will grow (in human geography and religious studies). We know that a number of academics have been specifically influenced by our project, as we hope is evident from the audio-record of proceedings from the 'New Spiritualities' workshop/symposia that we held in mid-2011 (see details elsewhere). \n\nWe know that people attended our exhibition at Brighton Jubilee Library and left feedback (see details elsewhere) and we know that interviewees/relevant organisations in Brighton have welcomed the mini-briefing/feedback reports provided. We are nonetheless hesitant to claim too much about our impact outwith the academy, partly for the reasons noted above and partly because the project never had instrumental-type impacts written into its purpose/structure. We will tick 'cultural impact' below and suggest that the research has been 'used' in 'communities'. Communities and Social Services/Policy Cultural","person":"Chris  Philo","coPersons":[],"organisation":"University of Glasgow","findingsText":" OVERVIEW \nThis project explores the intimacies of 'the everyday urban spiritual', disclosing how the so-called 'new-spiritual' practices of yoga/meditation can become meaningfully integrated into the grain of routine lives. Many implications follow for practitioners as citizens and workers, but arguably too for the broader life of the city both as individual stories are 'scaled up' (our research participants are just the tip of an iceberg) and given the immanent embodied critique that these stories hold for the standard dynamics of contemporary ('fast') capitalism. The character of our interpretative evidence, dependent on rich detail, is such that it cannot readily be encapsulated here; but we highlight the following findings. \n \nAIM 1: Spiritual space-times \n*The city is pockmarked with sites of new-spiritual practices, formal and informal, and criss-crossed by the daily routines of many individuals for whom such sites - regularly accessed and/or (momentarily) created - clearly matter hugely, as a source of spiritual questing (but not direction: see below), physical and mental well-being, social networking, community-making and even improved resources for coping with workplace challenges. \n*Such practices can hence be 'fitted in' to the fabric of urban life, but they also 'leak out' from the specific sites where they are expressly pursued, arguably gaining a (potential) significance far beyond their apparent provenance (even within individual lives). \n*The urban context is integral to practices such as yoga/meditation, enabling them to occur (through a density of networks, friendships, facilities, opportunities) but sometimes also blocking their sustainability (a product of busyness, competitiveness and costs). \n*Carving out appropriate sites/moments of the requisite 'slowness', 'stillness' and 'focus' for the effective practice of yoga/meditation - set-apart from the maelstrom of fast-paced, multi-tasking urban life, even in a more provincial setting like Brighton - can be done, but is far from easy. \n*There are serious obstacles to both breaking older habits of living - often entailing self-destructive patterns of thought (too busy, abstracted, multi-orientated), comportment ('holding ourselves all wrong') and behaviour (too fast, materialist, careless) - and establishing new, healthier, ones with a sustained yogic/meditative component. \n*The particular sites of practice - whether a designated class, a home space or an outdoor space, the latter two being momentarily adapted or appropriated for the purpose; whether occupied individually or shared with others - can make a decisive difference to the experience (and effects/affects) of the practices undertaken. \n \nAIM 2: spiritual identities \n*Yoga/meditation are often taken up during moments of transition or crisis, such as personal/family illness, bereavement and changing lifeworlds and ambitions, and for many the practices offer a niche where both mainstream religion and Western healthcare fail. \n*The experience and take-up of yoga/meditation is deeply connected with other aspects of an individual's identity and biography - primarily mental and physical health, gender and employment status - but we must be hesitant about caricaturing exactly who are these new-spiritual practitioners. \n*The spiritual biographies of individuals who practice yoga/meditation are complex and the relationship with key religions (primarily Christianity) multi-faceted: individuals tend to conceive their practices here as integral to, complementary with or wholly separate from - at times even contesting - their chosen spiritual or religious path. \n \nAIM 3: spiritual authority \n*'Students' and teachers of yoga/meditation alike display a healthy scepticism towards gurus/spiritual leaders, broadening their critique into scepticism towards authority of any kind (religious, institutional, political). The preferred understanding of 'teacher' is as a well-respected guide and facilitator.\n\n'NEW SPIRITUALITIES' \nWhile Heelas's (esp.2008) disputed claims about 'new spiritualities' were present as a context for the original application, they have ended up being more central to the content of our research, so much so that we are now in the process of: (i) developing a theoretically-inflected geographical critique of the Heelas 'new spiritualities' thesis, refracted in particular through the epochal Kendal study (Heelas &amp;amp; Woodward, 2005), wherein the spatial focus on one specific (to an extent counter-culturally identified) urban centre, Kendal, neatly parallels our own focus on Brighton and Hove; and (ii) deploying a wealth of our own empirical findings about the spiritual beliefs, imperatives and reasonings of our participants to demonstrate certain validities within Heelas's claims; hence marking the research in contradistinction to that of Carrette and King (2005), and many others who denounce the seeming 'pick 'n' mix' (individualistic, consumerist) approach taken by 'new-spiritual practitioners'. Of course, in practice our position ends up being more nuanced than these statements might imply, not least because of a Foucauldian perspective which is necessarily critical of the practices concerned as just another twist in the ratchet of 'technologies of the self'. In any event, we are definitely arriving at a more sustained engagement with sociologies of religion/spirituality than we perhaps anticipated, at the same time as digging deeper for inspiration in our own disciplinary (geographical) treatments of religion, spirituality and (post-)secularisation. We acknowledge that our project has been principally orientated towards the academic community, but it certainly does have a potential importance outside of academia. Through the poster display at Brighton Jubilee Library and also versions of the final report tailored for our collaborating 'new-spiritual' organisations, we have disseminated our findings/conclusions to a wider audience. Our research is potentially of value, then, in speaking back to these organisations about the lives, experiences, attitudes, hopes and fears of yoga/meditation practitioners in the city, as well as revealing useful information about how these practitioners 'fit' classes/sessions into their busy daily schedules - possibly suggesting ways of improving the availability of 'services'.\n\nOur research also discloses how much the likes of yoga/meditation are valued by practitioners as sources of physical and mental well-being, offering empirical evidence to confirm the appropriateness of moves to bring such practices more fully into alignment with national health strategies (for instance, by continuing to introduce 'mindfulness' into mental health therapies and broader terrains of counselling). Conversely, there are warnings here about cutting-back on such practices in public sector provision if they are seen as 'soft options' with scant concrete data on 'effectiveness', given that they are clearly seen as a vital alternative where more conventional biomedical and psychological treatments appear to be failing. A further practical lesson, which ought to be more fully heeded by companies, politicians, even urban planners/designers, is that efforts should be made to create dedicated times and spaces for yogic, meditative and related activities, as 'oases' of calm - but also energising and rejuvenation - within the maelstrom of busy urban daily routines. Arguably, there is a lesson here about how we should be recalibrating the pace, multi-facets and sensory overload of the contemporary urban realm, so as to allow time-space for 'new-spiritual practices' to breathe. \n \nThere are strong messages emerging from the research that the advocates/managers of formal religions, especially but not exclusively Christianity, should arguably be less dismissive about an assumed fickle approach to spirituality pursued by practitioners such as our participant, Our research reveals that there appears to be much that is genuine in the questing for alternatives to secular individualism/materialism, hence arguably signifying less a hollowing out of the UK's spiritual commitments, more their diversification, recombination, even hybridisation. True, challenges are being waved at adherence to the simplicities of authoritarian spiritual direction, with salutary lessons for those who cling to older certainties, perhaps even denouncing the kinds of practices under study here as 'devilry'; but, at the same time, practitioners may still be finding meaning and inner strength (replete with major inner-self transformations) from the established religions, which they do not necessarily see as antithetical to their favoured practices. Moreover, these practitioners do not always see that incommensurability of different strains of religion/spirituality that is often taken-for-granted in wider public discourse (and even, for that matter, in the sociologies of religion/spirituality); and we reckon that our own geographical perspective, with its inherent openness to 'differences' played out and re-assembled across the spaces of the city, is helpful in permitting an openness to this rejection of incommensurability as lived (if rarely articulated as such). Communities and Social Services/Policy,Creative Economy,Environment,Healthcare","dataset":"gtr"}