{"id":"EF01F1FE-28B2-4D9D-90E0-522062E1E39D","title":"Machine-Understandable Auctions","abstractText":"Context:In the future many services currently performed by humans will be performed by software programs on the Internet. These programs are what we call agents. A good example is a travel agent. This could be a computer program that asks you where you want to go and how much money you can afford to spend. The agent could then automatically search Internet sites and book your flights, hotel and entertainment. Another example is a trading agent; it could buy and sell shares automatically for you. The problem is: would you trust it to spend your money? Many other agents on the Internet might try to cheat it and sell it overpriced shares, for example. One solution to this problem is to have rules for the agents. An auction is a good example; in an auction there are rules that say who is allowed to bid and who should win at the end. A well designed auction can make sure that every agent gets a fair deal. But how can the agent know if an auction is well designed? The agent would have to be able to look at the rules of the auction and check that they are fair. At the moment there is no way that an agent could do this automatically.Aims and Objectives:This project will try to give agents an automatic way to find out if the rules of an auction guarantee a fair deal. The first step is to write down the rules of an auction in a computer language. Next, the rules need to be checked to see what the agents are allowed to do in the auction. There are automatic checking programs that can be adapted for this purpose. The problem with these checking programs is that they would take a very long time to check a complicated auction. The project will try to find methods which can be used to simpilfy this problem, so that it can be done in a reasonable amount of time. We also want to find out how simple an auction needs to be in order for the checking to work. Finally we will write a piece of software which can automate the whole auction checking process.Potential Applications and Benefits:If agents have an automatic way to check that an auction is fair, then they can roam the internet and join in any auctions they like. An agent can come to a new trading site, look at the rules that site is using, and check that they are fair. If you are the owner of this type of agent, then you might have more trust in the agent and allow it to spend your money. You would have a guarantee that it would only join in an auction if the rules of the auction ensured that it is fair. If many more people start trusting agents to spend their money then a lot more commerce could be done electronically. This would make commerce much more efficient and ultimately save a lot of money.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D02949X/1","grantId":"EP/D02949X/1","fundValue":"124316","fundStart":"2006-01-16","fundEnd":"2008-07-15","funder":"EPSRC","impactText":"","person":"Frank  Guerin","coPersons":[],"organisation":"University of Aberdeen","findingsText":"","dataset":"gtr"}