{"id":"EF066F1C-4A89-418E-9162-64DA8537C74F","title":"MEDUSA Multi Environment Deployable Universal Software Application","abstractText":"A key factor in reducing potential gun crime is to detect someone carrying a gun before they can commit a criminal act. This detection can be achieved by the existing, and widespread, CCTV camera network in the UK. However, the performance of operators in interpreting CCTV imagery is variable as they are trying to detect essentially a very rare threat event. Additionally, current automated systems for detecting possible anomalous behaviour have been found to have varying success. We propose the development of a new machine learning system for the detection of individuals carrying guns which will combine both human and machine-based factors. Using selected CCTV footage which depicts people carrying concealed guns, and other control individuals, the proposal will establish what overt and covert cues (essentially conscious and subconscious cues) experienced CCTV operators actually attend to when identifying potential gun-carrying individuals from such CCTV imagery. In parallel, a machine learning approach will establish the machine recognised cues for such individuals. The separate human and machine cues will then be combined to form a new machine learning approach which will be fully tested. The system will be capable of learning and reacting to local gun crime factors which will aid its usefulness and deployment capability.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D078830/1","grantId":"EP/D078830/1","fundValue":"398698","fundStart":"2006-08-21","fundEnd":"2010-02-20","funder":"EPSRC","impactText":"  The research made important contributions to psychological research as well as to computer science research. In terms of human science the work contributed to the recognition of the affective state of individuals as imaged using CCTV systems. Particular cues were identified which were important for identifying whether or not a person was potentially carrying a concealed or un-concealed firearm. In terms of computer science an algorithm was developed which identified a person overtly carrying a potential firearm.\n\nThe research work identified which cues CCTV operators and others used to identify whether someone, as seen on CCTV security footage, was carrying a concealed or un-concealed weapon.\n\nBeneficiaries: CCTV operatives, security companies, security software companies\n\nContribution Method: The research involved a collaboration between several UK universities, the police and local authorities concerned with CCTV surveillance. It identified psychological cues which are important in recognising suspicious behaviour and developed a computer algorithm for automatically identifying such behaviour. Digital/Communication/Information Technologies (including Software),Healthcare,Security and Diplomacy Cultural","person":"Alastair George Gale","coPersons":["Christos  Grecos"],"organisation":"Loughborough University","findingsText":" CCTV operators have their work cut out trying to spot crime and illicit items such as firearms. There are too many cameras per operator, leading to data-swamping, and watches are too long to maintain effective vigilance for their entire duration. One potential solution to this problem is to automate the detection of firearms via CCTV. The MEDUSA project delivered a system for this purpose by combining human- and machine-based approaches. Techniques from human experimental psychology were used to elucidate effective strategies employed by CCTV operators in the detection of firearms. Informed by this human centred approach, an image processing algorithm to detect a firearm carried on the person was developed and tested using mock CCTV footage of surveillance targets. The algorithm's performance was assessed within a signal detection framework, which provided information on hit rates and false alarms, and it compared favourably with the performance of CCTV operators on the same footage. Future work could improve the algorithm's performance and ready it for deployment in live surveillance. The aim of the research was to develop an automatic system to aid in the detection of individuals carrying firearms as imaged by CCTV camera systems. The developed algorithm would be part of software which would examine CCTV control room camera feeds and if a suspected gun carrier is identified then that camera feed would be prioritised to a human operator in the CCTV control room for further decision and action The reserach involved collaboration with other academic partners from other Universities as well as police and local authorities involved with CCTV surveillance. \n\n\n\nThe research led directly to further collaborative research work with Qinetiq funded by the MOD COI. It also led to a major collaboration with Booz&amp;amp;amp;Co on 'Supporting Our Security Officers' funded by the DfT TRANSEC. Digital/Communication/Information Technologies (including Software),Security and Diplomacy","dataset":"gtr"}