{"id":"EF0ED75A-9C31-43E4-A205-BA6C48CE6E58","title":"UK network for research at the interface between cold-atom and condensed matter physics","abstractText":"We propose to establish a research network that will help to cohere UK research at the interface between ultra-cold atoms, condensed matter, and quantum optics. This vast new field was recognised by the award of the 1997 and 2001 Nobel Prizes in Physics and progress is now accelerating at a remarkable rate. In order for the UK fully to seize the opportunities on offer - for both groundbreaking fundamental science and resulting breakthrough technology - there is an urgent need to set up a comprehensive national network, which will ensure collaboration and knowledge transfer between researchers with backgrounds in the traditionally separate disciplines of atomic and condensed matter physics, and ensure long-term sustainability by attracting and training the next generation of scientists.Until the mid 1990's, condensed matter and atomic physics had different styles and aims. The latter focussed on delicate experiments, typically spectroscopy of the atom's internal state, whilst the former concentrated on the collective properties of many particles in solids and quantum liquids.These two fields are now undergoing vigorous interaction, which is dramatically expanding scientific horizons and technological opportunities. This fascinating confluence began with breakthroughs in the 1990's that allowed gases of atoms to be cooled to ultra-low temperatures within a few billionths of a degree of Absolute Zero. Such cooling required the development of atom containers and refrigerators made of light and magnetic fields. These allowed millions of atoms to behave collectively - like condensed matter - whilst retaining the delicate control and measurements characteristic of atomic physics.The simplest phenomenon to emerge from this is Bose-Einstein condensation, where all the atoms march in step in the same quantum state, reminiscent of the particles of light (photons) in a laser. Bose-Einstein condensates act as giant quantum matter waves whose wavelengths extend to the micron scale - comparable with that of light. They are so cold (by far the coldest place in the Universe) that all of the atoms merge into one superatom , which behaves like a wave and exhibits bizarre quantum effects. Superatoms are large enough to make quantum mechanics directly observable with an optical microscope.As well as making immaterial containers, laser beams can also form egg-box-like crystals of light, known as optical lattices , for cold atoms to move through. Optical lattices offer unprecedented access to, and control of, many phenomena traditionally encountered in condensed matter. Conversely, they also provide quantum simulators that can create fascinating new regimes with no condensed matter counterpart.Condensed matter devices are, themselves, helping to harness the power of cold atoms. In atom chips , for example, the atoms hover in a cloud above the chip surface and move along air wires produced by tiny magnetic fields - like microscopic magnetic levitation trains floating above a track. These chips have emerging technological applications in high-precision sensing.Currently, the UK's cold-atom research is high quality, but mainly performed by scientists who are from either atomic or condensed matter physics backgrounds. Collaboration between such scientists is therefore essential for the UK fully to exploit the opportunities offered by combining the two areas of physics, as highlighted in the 2005 report of EPSRC's Physics Strategic Advisory Team and by the 2005 International Review of UK Research in Physics and Astronomy.To foster such collaborations, so building a strong coherent community, the network will organise meetings, summer schools, and outreach workshops designed to attract new researchers into the cold-atom area. It will also fund visits to pump-prime research between different institutions and disciplines and set up a website to facilitate communication.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G029695/1","grantId":"EP/G029695/1","fundValue":"89351","fundStart":"2009-06-01","fundEnd":"2012-05-31","funder":"EPSRC","impactText":"  The network underpinned a series of collaborations with industry end users, which were consolidated in several applications to the UK Network of Quantum Technology Hubs competition. They also led to collaborations with the National Physical Laboratory. Environment,Security and Diplomacy Societal,Economic","person":"Timothy Mark Fromhold","coPersons":["Aidan Shaun Arnold"],"organisation":"University of Nottingham","findingsText":" Ways in which solid-state electronic systems can be developed, and used, to control ultracold atoms. In turn, such systems can form the basis of magnetic, electric, and gravitational field sensors with unprecedented sensitivity. By the development of prototype sensors. Aerospace, Defence and Marine,Electronics,Security and Diplomacy","dataset":"gtr"}