{"id":"EF13C471-7055-489A-BF8E-CAC25F15BB17","title":"Science and Networking: Building Collaborative Links between NTU and LICR and Monash University","abstractText":"This proposal is for a travel grant to facilitate a visit to two leading international centres: the Melbourne Branch of the Ludwig Institute for Cancer Research (LICR) and Monash University (MU). The purpose of the travel is to carry out an intensive experimental activity on fluorescence lifetime imaging (FLIM) followed by a broader networking activity to promote collaborative links. The goal of the experimental work is to re-establish a productive collaboration between the PI and a colleague at LICR and to advance the science of single frequency fluorescence lifetime imaging of mixtures. The networking portion of the activity is to develop collaborative links between NTU, the LICR, and MU and through these tap into the wider Australian research community.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G00949X/1","grantId":"EP/G00949X/1","fundValue":"6115","fundStart":"2008-11-05","fundEnd":"2008-12-04","funder":"EPSRC","impactText":"  The work was presented at the biophysical society (2010). Similar presentations were published elsewhere by others around the same time. As there were a number of reports about the same time it is not clear which have had the most impact.  ","person":"Quentin Sean Hanley","coPersons":[],"organisation":"Nottingham Trent University","findingsText":" The project included travel to Melbourne for experimental and networking activities. Both aspects of the project were successfully completed. As it has now been some years since the project was completed, this has now become part of the general knowledge of the field of Fluorescence lifetime imaging. The field underwent a large change around the time of the grant with the introduction of the phasor representation of frequency domain imaging (of which this work formed a part). The field has no matured. Chemicals,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}