{"id":"EF195069-7FEF-4580-9E77-7B95D13DD143","title":"Modelling of graphene-based spintronic devices","abstractText":"Spintronics is a form of electronics which relies on the measurement and control of the spin degree of freedom of electrons, as well as their charge. A promising, new candidate material for the realisation of spintronics devices is graphene, a single-atom thick sheet of carbon atoms, because it is a good conductor and spin relaxation is supposed to be very slow in it. By employing gate electrodes, it is easy to tune the carrier density of graphene from particle to hole channels. Moreover, it is possible to change the electrical and magnetic properties of graphene in various ways: by creating nanoribbons; coverage with adatoms; proximity to other materials; or by using few-layer graphene materials (bilayers/trilayers etc).Over the course of the next three years, we expect that there will be a concerted international effort by chemists, physicists and engineers to understand the underlying mechanisms of spintronics in graphene, to improve fabrication techniques of graphene and related materials including attempts to develop magnetic properties, and to develop spintronics devices in graphene. Oustanding issues include an understanding of the causes of spin relaxation in graphene; whether, with the apparent lack of magnetism and the weakness of spin-orbit coupling, it is possible to manipulate spins in graphene; whether, given the unusual band structure of graphene, it will be possible to realise spintronics devices with functionality unique to graphene. The aim of the proposed collaboration is to contribute to a resolution of these issues, by developing the theory of spin-orbit coupling and magnetic impurities in graphene, to predict their manifestation in experimental characterisation of graphene, and to model spin-polarised transport in graphene-based spintronic devices.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H025804/1","grantId":"EP/H025804/1","fundValue":"49487","fundStart":"2010-01-01","fundEnd":"2012-12-31","funder":"EPSRC","impactText":"","person":"Edward  McCann","coPersons":["Vladimir  Falko"],"organisation":"Lancaster University","findingsText":"","dataset":"gtr"}