{"id":"EF1C75A7-56CA-4914-84E9-0B7CF5A03996","title":"Exploring e-Learning and Communication Tools for Improving Children's Language Usage in Social Interactions: EChoeS","abstractText":"<p>The EChoeS project aims to establish the interdisciplinary foundation necessary to investigate the impact on learning of young school children's language usage during collaborative task performance with other autonomous agents. </p> \n<p>The project will determine the appropriate scope of the research, the resources required, and the expertise necessary to conduct the investigation. The focus will be on children between 4 and 10 years and children with Asperger syndrome. The long-term aim of the project is to specify a large-scale project aimed at developing computer technology for:</p> \n<ul> \n <li>Providing children with an opportunity to explore issues arising during language use in social interactions&nbsp;</li> \n <li>Providing researchers with tools for investigating the relationship between children's social and communication skills and their learning. </li>\n</ul> \n<p>The project aims to bring together researchers from various disciplines in order to provide an integrated view on the research needed to realise the computer technology required.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-139-25-0322-A","grantId":"RES-139-25-0322-A","fundValue":"36033","fundStart":"2006-12-01","fundEnd":"2007-05-11","funder":"ESRC","impactText":"  The work that originated during the ECHoeS project has been taken forward most notably in the ECHOES II project which has then led to further developments of technology which is now being utilised as a platform in many unrelated research projects. The participation n research of non-academic partners to date counts close to 20 schools and two industrial partners. To date five projects have been funded as a direct consequence of ECHoeS amounting to approximately ?2,470,000. The work undertaken during ECHoeS and the related follow-on projects is being used in teaching new generations of learning technologists as well as teachers at the Institute of Education, with many methods which have been developed during the project and its follow on projects being developed for application in educational practice to enhance its evidence base and to encourage teachers to engage in action research. Digital/Communication/Information Technologies (including Software),Education,Healthcare Societal","person":"Kaska  Porayska-Pomsta","coPersons":["Helen  Pain","Wendy Elizabeth Keay-Bright","Annalu  Waller","Judith  Good","Oliver  Lemon"],"organisation":"Institute of Education","findingsText":" ECHOES was an exploratory project funded under the small TLRP 1 grant scheme under Technology Enhanced Learning (TEL) theme. Its aim was to establish an interdisciplinary foundation necessary for investigating the impact on learning of young children's language usage when collaborating with autonomous agents. The investigation focused on two groups of children: typically developing (TD) and children with Asperger's Syndrome (AS). The initial age range was defined widely as 4-10 years. The project's main outcome was defined as a proposal for a TEL environment through which children could explore and engage in social interactions, and through which researchers, teachers, parents and practitioners could gain insight to children's social and verbal development. This outcome was met, and the proposal for ECHOES II was submitted to the TLRP 2 call on TEL in July 2007 and has received funding as the ECHOES II project (RES-139-25-0395-A) the following year.\n\nIn accordance with the TLRP 1 TEL call, ECHOES combines two traditionally separate scientific perspectives: the social science perspective, with its drive for social theory and practice development, and the computer science and artificial intelligence approaches, with their primary focus on the development of digital technology for real world application. \n\nThe project proved extremely successful in terms of interdisciplinary team building, and operated according to the TLRP aims and objectives in striking a balance between technology and social science and education. Specifically, it attracted and enthused experts in cutting edge technologies, social scientists as well as arts and media specialists. Furthermore, as promised in the proposal, focus groups, including parents as well as children were involved in the research and were consulted in relation to their use of and attitudes towards different technologies. Teenagers with AS were involved in running a small-scale pilot study amongst their peers and the results were used to design the ECHOES online questionnaire. As well as being truly interdisciplinary, the ECHOES team also represents most of the UK regions comprising partners from Scotland, England and Wales.\n\nThe main output from the Echoes project is the proposal submitted in July 2007 to the TLRP 2 call on Technology Enhanced Learning. In addition, a review of technology was carried out, as summarised above, to inform the design of the learning environment to facilitate the development and exploration of social skills by children, (attached as nominated output 2). A third output of the research was the study conducted to determine computer game preferences of children with ASD, which is ongoing. The results of the study informed both the ECHOES II proposal and the technology review. The work conducted during the ECHOES project was taken forward under the ECHOES II project, which to date has had rippling effect with respect to widening participation in research of non-academic partners (approximately 20 schools have participated to date in research originated in ECHoeS) as well as on generating further funding. To date five projects have been funded as a direct consequence of ECHoeS amounting to approximately ?2,470,000. Digital/Communication/Information Technologies (including Software),Education,Healthcare","dataset":"gtr"}