{"id":"EF1DC0D2-9611-4C6B-91A1-718FBC40D932","title":"Revolutionary Electric Vehicle Battery (REVB)","abstractText":"The Revolutionary Electric Vehicle Battery (REVB) project aims to develop a revolutionary Lithium Sulfur (Li-S) vehicle\nbattery and Battery Energy Management (BEM) system which will provide breakthrough improvements in energy density,\ncost, range and safety of electric vehicle batteries and put the UK in a world leading position to exploit this.\nThe project intends to double the rate of improvement of the Oxis Li-S battery, by developing and embedding a model led\nR&amp;D culture within Oxis, using a deep understanding of the underlying science which will be developed with Imperial\nCollege to inform product development at Oxis. It is a proven approach within other sectors (such as crash testing) within\nthe automotive industry, but rarely adopted by battery developers. The project will also develop a battery energy manager,\nworking with Lotus and Cranfield, in order to be able to push the chemistry to its limits and achieve 400Wh/kg cell energy\ndensity with practical cycle life and performance metrics. The output of the project will offer a battery system for automotive applications that can not only store more energy than today's technology but can also harness significantly more of the that\nenergy, resulting in a compound improvement for next generation Electric Vehicles.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L505298/1","grantId":"EP/L505298/1","fundValue":"827503","fundStart":"2014-01-01","fundEnd":"2017-05-05","funder":"EPSRC","impactText":"  Our findings have already been used by Oxis Energy in their cell development programme. Manufacturing, including Industrial Biotechology Economic","person":"Gregory James Offer","coPersons":["Nigel Peter Brandon","Ricardo  Martinez-Botas"],"organisation":"Imperial College London","findingsText":" The project is less than a year old, we currently do not have any discovery's that can be made public yet due to commercial sensitivities. n/a Energy","dataset":"gtr"}