{"id":"EF1E30A3-6724-4B9C-8117-D489198EE0E0","title":"Ethnic Minority Young People: differential treatment in the Youth Justice System","abstractText":"<p>Some Black and minority ethnic groups are over-represented among those passing through the criminal justice process. In particular, Black Caribbean and Black African groups are disproportionately searched, arrested, prosecuted and imprisoned. South Asian groups tend to be under-represented. This is also true of the youth justice system (YJS). </p> \n<p>The purpose of this research is to investigate the causes and extent of the differential treatment of White, Black, Asian and mixed-parentage young people in the YJS. To achieve this, it is essential to understand how the inflows into the system are created through policing, and how the YJS responds to these inflows. </p> \n<p>The research will adopt a multi-method approach and will fall into three parts. Part One will examine differential treatment as cases pass through the YJS using quantitative data provided by ten youth offending teams (YOTs). Part Two will comprise a detailed examination of how young offenders come to the attention of the police in five YOT areas. This will include an observational study at two different points of the police process, and interviews with young people. Part Three will be a qualitative study to explore the decision-making processes that take place at the prosecuting or sentencing stage.<br /></p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-178-25-0008","grantId":"RES-178-25-0008","fundValue":"205021","fundStart":"2006-11-01","fundEnd":"2009-04-30","funder":"ESRC","impactText":"  We are aware that Her Majesty's Inspectorate of Constabulary used the findings in their 2013 thematic review of stop-and-search. And the PI was invited to serve on the HMIC review reference group. Government, Democracy and Justice Cultural,Policy & public services","person":"Mike  Hough","coPersons":[],"organisation":"King's College London","findingsText":" Funded by the Economic and Social Research Council (ESRC), the Commission for Racial Equality and the Equality and Human Rights Commission, the research shows that black and mixed-race youths are over-represented in the youth justice system. This over-representation starts at the point of entry into the system, and is largely preserved as young suspects and defendants pass through it. \n\n\n\nThe research team looked at police stop-and-search records in four police areas, analysed more than 18,000 case decisions in Youth Offending Teams (YOT), and observed and conducted interviews with police and young people. The team found markedly different styles of policing in the four areas: in some, the police were highly proactive; in others, they spent more of their efforts reacting to matters drawn to their attention by victims and witnesses. \n\n\n\nMost young people encounter the youth justice system through reactive policing when a victim of crime or a witness has made a report to the police. However, proactive policing still accounts for a significant number of arrests, meaning different approaches to policing determine who enters the system. Drug and traffic offences are accounted for almost entirely by proactive policing, with arrests typically following proactive police stops.\n\n\n\nResearchers found great differences in the way the police carried out proactive policing of young people: some were highly personal and adversarial; others more professional, with clear leadership and standards of behaviour. The adversarial style was particularly prominent in inner-city areas, where the relationship between the police and young black people was shaped by a history of friction, and resulted in proportionately more arrests of black and mixed race youths. Elsewhere, the more professional approach resulted in fewer arrests of black and mixed race youths and improved relationships with their community. \n\n\n\nThe research found that once young people had entered the youth justice system the patterns of over- and under-representation remained. However, there was also evidence of possible discrimination against ethnic minorities at some points in the system. For example:\n\n\n\no Mixed race suspects were more likely to be sent to court than given a police disposal;\n\n\n\no Black and mixed race defendants were more likely to be remanded in custody prior to their hearing date;\n\n\n\no Black defendants had a higher chance of being acquitted than white ones, suggesting that different standards of evidence may be applied to cases involving different groups of defendants;\n\n\n\no Mixed race teenagers were more likely than others to be given a (more serious) community sentence than a (less onerous) first tier penalty or referral order.\n\n\n\nThese differences in the treatment of different ethnic groups could not be accounted for by the severity of the crimes or the defendant's criminal history, indicating possible discrimination. However, taking into account the nature of the offence and the offender's criminal history, the study did not find any evidence that different ethnic groups faced different risks of getting custodial sentences.\n\n\n\nBased on the findings the researchers have made a range of recommendations for practitioners, policy makers and further research. Although the research was completed in 2010 it is still relevant today. Education","dataset":"gtr"}