{"id":"EF1FE0AA-9A78-42BD-994E-EC93A4C9EEB8","title":"Different Perspectives on Overcoming the Challenges of Conducting Education Evaluations in Real-World Settings","abstractText":"<p>In much of the western world there is a movement towards the use of evidence to inform education policy and practice (Campbell &amp; Levin, 2012; Nutley, 2012; Slavin, 2012). Yet, this is not without its challenges. Some of these challenges come in the form of conducting large-scale Randomised Control Trial evaluations (RCTs) of education interventions in real school contexts with real teachers and real pupils. There are challenges for:</p>\n\n<ul>\n \n\n <li>policy makers and foundations in commissioning RCTs and other rigorous evaluations</li>\n\n <li>researchers in recruiting the participants, conducting the studies and analysing the data</li>\n\n <li>purveyors of the interventions in getting participants in the evaluation trained and supported</li>\n\n <li>practitioners in implementing the interventions with fidelity</li>\n\n</ul>\n\n<p>This seminar series brings together each of these stakeholders to debate the challenges and consider ways to overcome them. Each seminar provides a different perspective with international researchers, postgraduate students, policymakers, funders, programme developers and practitioners coming together to tackle the challenges in conducting quantitative evaluations of educational interventions and having the results of those evaluations influence policy and practice.</p>\n\n<p>The theme of Year 1 is <em>Challenges in Conducting RCTs in Real-World Settings</em> and<em> </em>Year 2 is<em> Analysing and Summarising Quantitative Data from Educational Studies</em>.</p>\n\n<p>&nbsp;</p>\n\n<p>&nbsp;</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L00156X/1","grantId":"ES/L00156X/1","fundValue":"22912","fundStart":"2013-10-01","fundEnd":"2015-09-30","funder":"ESRC","impactText":"","person":"Bette  Chambers","coPersons":[],"organisation":"University of York","findingsText":"","dataset":"gtr"}