{"id":"EF259EE6-B64C-43B1-9E1C-AE6E0886A618","title":"Study of the Respiratory Syncytial Virus Polymerase","abstractText":"Viruses are parasites that invade host cells (e.g. human cells) and direct the cell to produce multiple copies of progeny virus particles. The progeny virus particles can then go on to infect further cells, thus spreading the infection. One method of controlling virus infection is to develop drugs that will block virus replication and spread. The challenge in antiviral drug research is to design inhibitors against proteins that are unique to the virus. This should allow us to selectively block the virus without damaging host cells. The focus of this study is respiratory syncytial virus (RSV). RSV is the major cause of bronchiolitis and pneumonia in infants and young children worldwide, inflicting a significant emotional and financial burden in industrialised countries and the developing world. RSV is closely related to Ebola, measles, mumps and rabies viruses. These viruses all depend on a protein called an RNA dependent RNA polymerase to multiply. This protein is a very attractive target for antiviral drug development, firstly because it is essential to the virus, and secondly because it is not found in human cells. Modern antiviral research depends on having a detailed three-dimensional molecular picture of the target protein, allowing rational design of chemicals that can block its activity. The RNA dependent RNA polymerase of the viruses listed above is very complex and we have little information regarding its three-dimensional structure, or they way it is controlled. The aim of this research is to use recently developed techniques to begin to characterise the structure of the RSV polymerase and to determine if its structure is altered under different conditions. This study will provide information as to the way in which the RSV polymerase is controlled. It is hoped that this information will be used in future in the design of antiviral drugs against RSV. Because the RSV polymerase is likely to be very similar to those of highly pathogenic, related viruses, it is possible that information that we gain regarding RSV polymerase structure will also be useful for designing drugs to control those viruses.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0400174","grantId":"G0400174","fundValue":"459298","fundStart":"2005-03-01","fundEnd":"2010-02-28","funder":"MRC","impactText":"","person":"Rachel  Fearns","coPersons":[],"organisation":"University of Dundee","findingsText":"","dataset":"gtr"}