{"id":"EF2750E1-0725-4343-93E3-BD93A4A7FD56","title":"From supersymmetry, strings and branes to the LHC and cosmology.","abstractText":"The proposed research is part of a quest to understand Nature at its most fundamental level, leading to a single, complete and consistent theory of physics. At small distances, the behaviour of matter and forces is governed by quantum mechanics. The subatomic electromagnetic, weak and strong forces have been understood since the formulation of the Standard Model some 40 years ago. These forces and the particles they act upon are described by quantum field theory, and it is crucial for mathematical consistency that the Standard Model incorporates a large amount of symmetry. The Standard Model has enjoyed spectacular experimental success, culminating in the recent discovery at the Large Hadron Collider (LHC) at CERN of a strong candidate to be the Higgs Boson, the last particle predicted by the Standard Model that remained to be found.\n\nOur current description of gravity is Einstein's very successful theory of General Relativity, which describes the motion of planets, stars and galaxies as well as the Universe as a whole. Unfortunately, General Relativity is not consistent with quantum mechanics and so cannot be simply combined with the Standard Model to provide a consistent theory of all the four forces. The Standard Model also fails to explain the hierarchy of mass scales in fundamental physics, the proliferation of particle types and the nature of the dark matter in the Universe, which is known to be present in large quantities but has not yet been seen.\n\nIt is widely believed that supersymmetry, which is a symmetry that exchanges fermions (such as the electron) with bosons (such as the photon), will play an important role in formulating a unified theory of the four forces. Supersymmetry predicts the existence of yet unobserved subatomic particles, and the search for these was an important motivation behind the construction of the LHC. One of them could in fact be dark matter, and hence play an important role in forming structures in the universe. Other theories of physics beyond the Standard Model postulate that 'elementary' particles are in fact extended, composite objects, or that there are more dimensions of space.\n\nStrings are microscopic objects that are extended along one dimension and can vibrate, rather like strings on a violin. Although the underlying theory of strings and branes is not known, their effects at low energies are completely described by supergravity theories, and by studying these it has been realized that objects, called branes, and symmetries, called dualities, are important parts of the full theory. Branes can be thought of as generalizations of strings to objects that are extended along more than one dimension. Remarkably, one finds that strings and branes can lead to consistent quantum theories in four dimensions that contain gravity as well as the Standard Model, while also offering prospects for novel physics beyond the Standard Model.\n\nPart of the proposed research aims to find and understand this underlying theory of string and branes. Although quantum field theories have had spectacular theoretical and experimental success, leading to the most accurately known confirmation between theory and experiment, there are very few quantities which have been computed exactly. In recent years, a correspondence between certain string theories and quantum field theories in four dimensions has been found. This has led to new techniques in the former that enable the exact computation of quantities of physical interest. This is part of the ongoing research, as well as exploring the possible consequences of strings and branes for physics beyond the Standard Model, and understanding what other new physics is being revealed by the LHC, astrophysical experiments and cosmology.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/L000326/1","grantId":"ST/L000326/1","fundValue":"1141630","fundStart":"2014-10-01","fundEnd":"2018-09-30","funder":"STFC","impactText":"","person":"Peter Christopher West","coPersons":["Sarben  Sarkar","Dario  Martelli","Neil  Lambert","Mairi  Sakellariadou","G  Papadopoulos","Jean  Alexandre","Bobby Samir Acharya","Eugene  Lim","Nikolaos  Mavromatos","Malcolm  Fairbairn","Jonathan (John) Ellis","Nikolay Alexandrovich Gromov","Nadav  Drukker","Sakura  Schafer-Nameki"],"organisation":"King's College London","findingsText":"","dataset":"gtr"}