{"id":"EF2A7726-0BD0-4244-B3B8-C5887E95BBA4","title":"Non-equilibrium Dynamics of Quantum Open Systems: From Fundamental Theory to Applications in Cold Atoms, Superconducting Circuits and Quantum Glasses","abstractText":"The last twenty years have seen a revolution in the experimental realisation of quantum systems. Ultra-cold atomic gases are routinely created in the laboratory and used for the study of complex many body phenomena. Experimental advances have also allowed an unprecedented degree of control at the level of single quantum degrees of freedom, such as in trapped ions, quantum dots, and nano-electromechanical systems. These developments are not only of fundamental importance, but also promise exciting technological applications as varied as quantum computing and precise measurement devices.Real quantum systems are open which means that they interact with their surrounding environment. This leads to an irreversible loss of coherence or quantumness . Most of the practical and conceptual questions in quantum dynamics today are related directly or indirectly to the problem of maintaining quantum coherence. Furthermore, open quantum systems are intrinsically systems not in equilibrium. But while there has been much recent progress in our understanding of classical (i.e. non-quantum) systems out-of-equilibrium, much less is understood about the analogous quantum problem. The proposed research will produce a step-change in our understanding of the non-equilibrium dynamics of open quantum systems.Our proposal has two general aims. The first one is to bridge the gap in understanding that exists between classical and quantum non-equilibrium systems, by applying and adapting the most novel methods, concepts and techniques from statistical non-equilibrium physics to open quantum systems. Many of the recent advances in classical non-equilibrium science have originated from the study of complex ``soft'' condensed-matter systems such as glasses. The new set of ideas and techniques that this has spawned has not yet been fully exploited in the quantum realm. This proposal will bridge this gap. The outcomes will be two-fold: a new general methodology and set of concepts for studying complex quantum systems far from equilibrium; and new predictions and insights for specific systems of current interest, such as cold atoms and quantum superconducting circuits, including novel experimental proposals. The second general aim is to design and perform innovative experiments on ultracold atomic systems that uncover unexpected dynamical phase transitions and other dynamical fluctuation behaviour by employing novel high sensitivity and temporal resolution detectors. The experiments will be based on ultracold thermal and quantum degenerate gases (Bose-Einstein condensates) in highly controlled dynamic microengineered environments of varying dimensionality near atom chips. This proposal is about a multi-pronged approach to the current issue of quantum non-equilibrium. It aims to establish a novel conceptual framework, both at the theoretical and experimental level, to address this problem. It will deliver a range of new theoretical, computational and experimental methodologies and techniques for the characterisation of open quantum systems. The more ambitious goal is the discovery of dynamical phase transitions in quantum non-equilibrium matter, with the potential to change the way we think about non-equilibrium phenomena.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I017828/1","grantId":"EP/I017828/1","fundValue":"709426","fundStart":"2011-10-01","fundEnd":"2015-03-31","funder":"EPSRC","impactText":"","person":"Juan Pedro Garrahan","coPersons":["Igor Walter Lesanovsky","Andrew  Armour","Timothy Mark Fromhold","Peter  Kruger"],"organisation":"University of Nottingham","findingsText":" The last twenty years have seen a revolution in the experimental realisation of quantum systems. These developments are not only of fundamental importance, but also promise exciting technological applications as varied as quantum computing and enhanced measurement devices. Real quantum systems are &quot;open&quot; which means that they interact with their surrounding environment. Moreover, open quantum systems are intrinsically systems not in equilibrium. \nOur proposal had two general aims. The first one was to bridge the gap in understanding that existed between classical and quantum non-equilibrium systems, by applying and adapting the most novel methods, concepts and techniques from statistical non-equilibrium physics to open quantum systems. The outcomes associated to this aim are a new general methodology and set of concepts for studying complex quantum systems far from equilibrium; and new predictions and insights for specific systems of current interest, such as cold atoms and quantum superconducting circuits, including novel experimental proposals. The second general aim was to design and perform innovative experiments on ultracold atomic systems that uncover unexpected dynamical behaviour by employing novel high sensitivity and temporal resolution detectors. The experiments will be based on ultracold thermal and quantum degenerate gases (Bose-Einstein condensates) in highly controllable dynamic microengineered environments of varying dimensionality near atom chips. On the theoretical side we have laid the foundations for several new avenues of research into quantum non-equilibrium. This has led for example to the award of a new EPSRC grant on &quot;Rydberg Soft Matter&quot; between Nottingham theorists and Durham experimentalist. Other","dataset":"gtr"}