{"id":"EF2EBB5F-0823-4808-BFD4-38CF86B2C872","title":"Future reliable renewable energy conversion systems &amp; networks: A collaborative UK-China project.","abstractText":"Reliability is essential to the success of renewable energy systems. The estimated life of wind turbines is about 20 years, this is in comparison to 40 years for a conventional steam turbine generator unit. However the failure rate of wind turbines is about 3 times higher than that of conventional generators. The key feature that differentiates a renewable energy source, from conventional generation, is the inherent fluctuation of the source, giving rise to poor reliability due to fatigue cycling and consequently high life-cycle cost. This proposal aims to build a consortium of UK and Chinese researchers to investigate the scientific causes of poor reliability of components and develop solutions to improve it. Stress analysis and impact evaluation will be performed for stresses in thermal, mechanical, or coupled thermo-mechanical domains, taking into account the practical operating conditions. Accelerated aging test will be carried out to identify critical areas where improvement can be made cost-effectively. The research aims to develop new design concepts and new techniques that can be integrated in future renewable energy conversion systems and networks for reliability. Potential new techniques include active thermal management, integrated power smoothing, and mechanical stress releasing methods. These will be compared with alternative technologies that have been pursued by the consortium members and other researchers, such as gearless direct-drive systems, modular and fault tolerant designs and condition monitoring. The research will initially focus on wind turbines but will be extended to other forms of renewable electrical power generation including wave and tidal stream systems.Five UK and four Chinese universities as well as Chinese Academy of Sciences are initially included in the consortium which is strengthened by seven industrial partners from the two countries, in order to establish the expertise and facilities needed to address the multidisciplinary problem. The programme promotes essential and close interaction between the themes and the individual tasks. The interactions take a range of forms, from providing testing materials and facilities to the development of stress and reliability models for techniques for performance improvement. Chinese organisations will commit 9 PhD studentships to compliment the 7 themed PhD studentships in UK universities. The dissemination will involve academic publications, a dedicated website, consortium meetings, international seminars and events.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F063350/1","grantId":"EP/F063350/1","fundValue":"121794","fundStart":"2009-01-12","fundEnd":"2013-01-11","funder":"EPSRC","impactText":"","person":"Greg  Asher","coPersons":[],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}