{"id":"EF34692C-B501-4E41-AD26-79D09304F24F","title":"Prenatal and infancy origins of biological and social-cognitive processes in disruptive behaviour problems in children aged 7 - 9 years.","abstractText":"Young children who frequently hit other people, who disobey rules and are disruptive in social and school settings, are much more likely than other children to show continued behaviour problems into adult life, including criminality, unstable relationships, poor work record, depression, alcohol and drug problems. They are more likely to expose their own children to maltreatment. The problems arise from a complicated mix of genetic and environmental influences, in which key factors probably include, prenatal stress, early infant emotionality, and harsh or abusive parenting as risk, and warm parenting as protective factors. Prevention needs to start in pregnancy and infancy, and treatment in early childhood.\nThere are strong indications that there are important differences among children with aggressive and disruptive behaviour problems. There are some whose behaviours are driven mainly by angry, impulsive, reactions to the behaviours of other people, and some where lack of emotional reactivity and of empathic responses to others' feelings are the key. We predict that infants who are highly emotional, especially those who react strongly to frustration, and also those who show higher hormonal and nervous system reactions to stress, and who are exposed to family adversity, are more likely later to see others' behaviours as threatening and to react angrily and aggressively. By contrast we expect the unempathic children, as infants to have engaged less with other people, and to have shown lack of fear to ordinary stressors, and that this will have contributed to a lack of emotional responsiveness to others, and hence indifference to their distress. We propose that persistent levels of threat in the early environment will contribute to a third route to aggressive and disruptive behaviours, in which the young child initially shows high reactivity, but then adapts by developing low reactivity leading to a lack of responsiveness to others' distress. It is essential to identify these differences as a basis for developing specific interventions in pregnancy and infancy, and treatments in early childhood. \n This will be the first study following children from pregnancy to age 9 years that will test for the three proposed pathways. Funded by two previous MRC grants we have followed, from pregnancy, first time mothers and their children with assessments at two time points in pregnancy and at 5 and 9 weeks after birth, then 7 months, 14 months, 2.5 years, 3.5 years, and 4.5 years, and now plan to assess at 7 and 9 years. We initially recruited 1286 first time pregnant women who were representative of the general population. Of these 1233 mothers were available for postnatal follow-up together with their infant. We have studies them from birth to age 4.5 years using questionnaires, health visitor reports, and home assessments. During pregnancy we invited a smaller number of women (316), of whom many reported high relationship stress, to form a higher risk group for more intensive assessments over time. We have interviewed the mothers regularly about their own mental health and social support, and assessed their children in interaction with their mothers, and as individuals, up to the age of 4.5 years. \nAt age 7 years we will assess around 300 children and their parents with a comprehensive battery of measures, many of which, such as of planning and inhibiting inappropriate responses, we have used before. Measures of particular interest will be of children's behavioural and physiological reactions to a social exclusion game, to emotionally arousing pictures, and to scenes depicting children in situations that most people see as frightening, or likely to lead to sadness or anger. We will assess the wider group of around 540 children with briefer, but related measures. At ages 7 and 9 years we will obtain standardized information about the children's behaviours and emotions from parents, teachers, and the children themselves.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L022257/2","grantId":"MR/L022257/2","fundValue":"1833290","fundStart":"2015-01-01","fundEnd":"2018-05-31","funder":"MRC","impactText":"","person":"Jonathan  Hill","coPersons":["Andrew Richard Pickles","Helen Mary Sharp","John Peter Quinn","Chris  Murgatroyd"],"organisation":"University of Reading","findingsText":"","dataset":"gtr"}