{"id":"EF34EFE7-A7E0-498C-B238-908160163BDE","title":"Potential vorticity control of the Brewer-Dobson circulation","abstractText":"The Brewer-Dobson circulation, the slow, persistent ascent of tropical tropospheric air into the stratosphere and its poleward and downward recirculation, plays a key role in determining the chemical composition of the entire middle atmosphere with profound effects on the earth system. It is responsible for the long-time and long-range transport of chemical species within the stratosphere, notably those involved in ozone chemistry. Its ascending branch causes local cooling near the tropical tropopause, controlling the dehydration of air ascending into the stratosphere and hence the distribution of stratospheric water vapour and the formation of polar stratospheric clouds. It therefore plays a central role in our estimates for ozone recovery over the next 50 years. Further, through its influence on the distribution of stratospheric water vapour, carbon dioxide, and ozone it influences stratospheric radiative heating, which in turn affects stratospheric dynamics and ultimately, through dynamical coupling with the troposphere, surface climate. There is mounting evidence from numerical climate models that tropical upwelling from the Brewer-Dobson circulation is increasing in strength, and will continue to do so in a warming climate. Broadly speaking, the proposed work will attempt to better understand the processes responsible for this trend and to establish how robust the trend is to uncertainties in current climate models. It will do this mostly by examining a dynamical quantity called the potential vorticity, a measure of the rotation of air parcels that takes into account local density stratification and the background rotation of the Earth. The variation of potential vorticity with latitude, mostly due to the differential rotation of the planet, allows a type of wave motion, Rossby waves, to propagate up into the atmosphere. These waves can break, much like water waves break on a beach, and where they do so they cause a local deposition of momentum, which forces air parcels to move poleward in order to conserve their angular momentum. It is this basic process that drives the Brewer-Dobson circulation. However, much remains uncertain about the distribution of these waves in the atmosphere and where they eventually break. Much depends on the details of the background potential vorticity distribution, which, however, tends to organise itself into a highly inhomogeneous distribution with regions of very steep gradients separated by regions of very weak gradients. These inhomogeneities are notoriously difficult to represent in numerical models because of limited horizontal resolution. The proposed work will therefore consider in some detail the nature of wave propagation and breaking on this inhomogeneous potential vorticity distribution, how such propagation and breaking is affected when the inhomogeneities are poorly represented, and how this in turn affects the Brewer-Dobson circulation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H005803/1","grantId":"NE/H005803/1","fundValue":"207069","fundStart":"2010-10-01","fundEnd":"2013-09-30","funder":"NERC","impactText":"","person":"Richard Kirkness Scott","coPersons":[],"organisation":"University of St Andrews","findingsText":"","dataset":"gtr"}