{"id":"EF355830-544F-4453-9C48-2B713F78E09D","title":"In-situ Electrochemical Fabrication of Single Molecule Spintronic Junctions","abstractText":"Spintronics represents a new direction for electronics as it exploits the spin of the electron as well as the more familiar electron charge. Spin is a quantum mechanical property, and its consequences are seen in the magnetic behaviour of materials. Spintronic devices are already in production, for example, the sensor used to read information on magnetic hard disks. However, these and most other existing spintronic devices are made only of metals and oxides.Introducing new materials will create exciting new opportunities, and this project will look at how organic molecules can be integrated into spintronic devices. The reason to use organic molecules in place of conventional inorganic conductors and insulators is partly that theory predicts that spin may be transported with lower loss than in other materials and partly that organic chemistry affords many opportunities for changing the properties of molecules in interesting ways. We will make the smallest spintronic devices possible, consisting of two magnetic metal contacts joined by a single molecule and measure their magneto-transport properties (how the electric current is affected by a magnetic field). Studying one molecule at a time removes many of the uncertainties found in previous studies of collections of molecules, where it was unclear, for example, whether the molecules were really bound chemically to the metal contacts. Though challenging it is possible to measure the current thorugh a single molecule using a scanning tunelling microscope, which is an instrument that can control the separation of two metal contacts with a precision of less than the diameter of a single atom . In this project we will improve on previous studies by developing new electrochemical methods, using ionic liquids (a special type of solvent). Our new measurements will be much faster and cleaner than was possible before. We expect to see a range of interesting behaviours, including spin transport that we can control with an external potential, This will be a molecular spintronic equivalent of the transistor. As a step towards a practical spintronic device, we will also use electrochemistry together with some of the technologies used in the microelectronics industry to make a more robust spintronic device based on a well-defined monolayer of organic molecules.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H002227/1","grantId":"EP/H002227/1","fundValue":"191291","fundStart":"2010-02-26","fundEnd":"2014-02-25","funder":"EPSRC","impactText":"  This project has led to increased international interaction between the University of Bristol and universities in China and Denmark. The training aspect of the project was particularly important, as the employed post-doctoral researcher is now playing a leading role in a start-up developing new medical technology.  Societal","person":"Walther  Schwarzacher","coPersons":[],"organisation":"University of Bristol","findingsText":" We have made molecular electronic devices consisting of a single molecule (4,4'-bipyridine) contacted by a ferromagnetic metal, nickel (Ni). The particular challenge in working with metals like Ni at the single molecule scale is maintaining them free of oxide, which we solved by using electrochemical control. Electrochemistry also enabled us to raise and lower the electron energy levels in the molecule to change its conductivity. This meant we succeeded in turning our device into a single molecule transistor. Remarkably, the conductance and gain (ability to amplify) were significantly greater than for similar devices made using gold contacts, showing the importance of the contact material for device applications. Comparison of our data with theoretical calculations by colleagues at the Danish University of Technology show that the electrons flowing through our devices are highly spin-polarized. This makes our results important for future applications of electron spin in electronics (spintronics). The use of contacts other than gold to prepare single and few molecule junctions with enhanced performance will be investigated further. On a 10-year plus timescale this should lead to practical applications, for example nanoscale chemical sensors. The discovery that the current through a Ni-bipyridine-Ni junction is spin-polarized is extremely interesting and should encourage further work in single molecule spintronics. Chemicals,Digital/Communication/Information Technologies (including Software),Electronics,Energy,Environment,Healthcare","dataset":"gtr"}