{"id":"EF36B112-6495-4A00-8C73-754CB404A1F1","title":"Ultrascalable Modelling of Materials - The HECToR Capability Challenge","abstractText":"The investigators, Dr Margetts, Dr Mummery and Dr Sheikh are currently collaborating in two projects that will benefit from access to the HECToR facility (1) an EPSRC project titled Ultrascalable Modelling of Materials with Complex Architectures and (2) a European Space Agency (ESA) project titled Accurate Thermo-Mechanical Analysis of Materials for Spacecraft Applications . The EPSRC project was funded through the New Applications to High Performance Computing (HPC) call and will run until the end of 2008. It uses HPC resources provided through the HPCx service. The aim of the project is to develop novel approaches to predict the behaviour of materials with complex architectures based on their real microstructures. These advanced materials are required for many high-end applications in the aerospace, automotive, energy and power sectors. The opportunity to work with ESA has arisen as a direct consequence of industrial interest in the EPSRC project. The HECToR Capability Challenge call is timely in that it will facilitate a step change in image based materials modelling. It will enable the team to investigate larger problems at a higher resolution and with more complex physics than is currently possible using the HPCx service. Industry is interested in how the techniques the investigators are developing can be applied to problems with coupled physics and with multiple length scales. This is demonstrated by our work with ESA, which is moving towards multi-scale and multi-physics modelling, the combination of which could eventually benefit from Petascale resources.Our vision: The investigators consider the challenge of scaling on 4096 processors to be a significant step towards petascale computing for structural analysis. Our vision of the future is one where engineers and material scientists benefit from the insight provided through complex simulations using hundreds of thousands of processors in a single analysis.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F055595/1","grantId":"EP/F055595/1","fundValue":"63227","fundStart":"2008-01-01","fundEnd":"2008-09-30","funder":"EPSRC","impactText":"","person":"Lee  Margetts","coPersons":["Mohammad Aslam  Sheikh","Paul  Mummery"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}