{"id":"EF3C65E2-566E-4E61-A210-576EA803ED57","title":"A new model of the global atmosphere with adaptive refinement: Contour advection with an unstructured mesh","abstractText":"This project plans to combine two powerful methods of predicting atmospheric circulation which could lay the foundations for a weather and climate prediction model with as yet un-rivalled accuracy and efficiency. The CASL model has been developed largely at St Andrews University and has produced some outstanding results in which the details of the mixing of the atmosphere are revealed. This model will be combined with OpenFOAM which is a software package for predicting fluid flows with very high local resolution which has been used to simulate, for example, aerodynamics. The large scale atmosphere circulates on nearly horizontal layers and CASL is designed to simulate these conditions accurately. However in some of the much smaller scale features of the atmosphere, such as rain bands and thunderstorms, the flow is more three dimensional. Using the adaptive resolution procedures in OpenFOAM it may be possible to model these small scale features accurately within a global model. Combining CASL with OpenFOAM globally to create UCASL could give us the advantages of both which may make possible global simulations which include deep clouds in some regions. This could be a momentous step towards improving predictions of the regional impacts of climate change and weather forecasting in tropical regions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H001166/1","grantId":"NE/H001166/1","fundValue":"53484","fundStart":"2010-04-01","fundEnd":"2011-09-30","funder":"NERC","impactText":"  No further outputs of this grant Aerospace, Defence and Marine Policy & public services","person":"Hilary  Weller","coPersons":[],"organisation":"University of Reading","findingsText":" No further outputs from this grant Information for centres writing weather forecasting models Aerospace, Defence and Marine,Environment","dataset":"gtr"}