{"id":"EF41393D-A6FE-4F4D-8D53-FEC4D51A5F89","title":"A systems biology analysis of eukaryotic G protein-mediated signalling","abstractText":"Cells cannot live in isolation; they require signals from their environment, or neighbours to control all aspects of their behaviour. These signals inform the cell if it should grow, reproduce (divide) or even die. Cells receive many differing types of signal and are required to interpret (understand) these and to respond correctly. For mammalian cells, these responses may influence many critical processes within essential organs e.g. heart, lungs and kidneys. Errors or misinterpretation of these signals are responsible for diseases such as cancer, autoimmunity, cardiac defects, schizophrenia and diabetes. It therefore follows that, if we can perform scientific research on these signalling networks, we may be able to understand, and thereby control, the basis of these diseases. To achieve such aims requires an implicit understanding of the cellular components that contribute to activating, and terminating these signals. In recent times, basic scientific investigations utilising genetic techniques has provided many important advances in our understanding, however it is becoming apparent that to further our knowledge we are required to appreciate the large network architecture of the signalling pathways. For many years physicists have had an appreciation of the use of complex mathematical techniques to inform the contribution that hither-to unknown particles perform in the production and continued existence of the Universe. In recent times, biologists have begun to utilise mathematicians to aid in their understanding of signalling network composition. The work described in this research proposal aims to combine biological investigation with mathematical simulation, to probe a signalling network within yeast (an organism whose genome has been fully sequenced, and is easily manipulated in the laboratory) that has high similarity to that found in human cells. The signalling network under investigation is initiated by the binding of a molecule to a G protein-coupled receptor (GPCR) found on the surface of cells. GPCRs are one of the largest families of proteins in human cells and defects within these receptors and associated-signalling networks, are responsible for a range of diseases. To date approximately 50% of all drugs sold in the Western world target GPCRs. The family of regulator of G protein signalling (RGS) proteins control the amount of signalling that flows through a GPCR signal network. It has always been understood that RGS proteins 'switch-off' signalling, by reducing the concentration of active proteins in the signalling cascade. This occurs by a chemical reaction that removes a phosphate group from a molecule called GTP. However, recent data suggests that this reaction may, under conditions of high stimulation, be required for cells to achieve their maximal response. Thus the RGS protein may be acting as a binary switch such that GPCR signalling is either off or on, depending upon the level of stimulation. Central to this hypothesis is our suggestion that a state for the G protein exists that although it has the characteristics of being an active molecule is, in fact, inactive. The research in this proposal is intended at providing an in depth understanding, at the molecular level, of how RGS proteins perform these dual roles. We will use biological investigation to provide exact amounts of cellular components so enabling the production of a computational model which will generate a detailed appreciation of GPCR signalling networks in yeast. By using mathematical techniques we aim to provide a general mechanism of G protein signalling applicable to all organisms.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G01227X/1","grantId":"BB/G01227X/1","fundValue":"394094","fundStart":"2009-09-01","fundEnd":"2013-02-28","funder":"BBSRC","impactText":"  We have begun to use our new computational models to help the drug discover program within the UK pharm sector. Pharmaceuticals and Medical Biotechnology Economic","person":"Graham Robert Ladds","coPersons":["David Alan Rand"],"organisation":"University of Warwick","findingsText":" Many of the body's chemical messengers work through binding to cell surface proteins known as receptors. By far the largest class of receptors is the G protein-coupled receptor (GPCR) family, which is important for cell signalling, with many acting as drug targets. Thus research into GPCRs is not only of academic interest, but also has potential for commercial exploitation by the pharmaceutical industry. Despite decades of research investigating GPCR function, we still do not have a full understanding, at the molecular level, how these fundamentally important molecules work. Consequently, by association, we cannot say that we fully understand how many drugs act upon GPCRs. \n\nCurrently, we employ a method of using a specific amount of a drug that elicits some form of beneficial effect to a patient, without too much regard to short / long term consequences. For many, this will result in side effects that are unpleasant and unwelcome. Generally many of these side effects arise due to an incomplete ability by molecular pharmacologists to experimentally determine how specific and with what strength a drug binds to a GPCR (termed affinity). Further, simply because a drug binds a receptor, this does not always translate into a cellular effect (termed efficacy). Consequently, the ability to evaluate or estimate these terms is of critical importance to molecular pharmacology. \n\n While the contribution of molecular pharmacologists has been immense, in recent times it has become apparent that new approaches to understand receptor biology are required. Many biologists have started to utilize multi-disciplinary approaches similar to the types taken by physicists. For years physicists have had utilized complex mathematical approaches to inform the contribution that unknown particles perform in generating and maintaining the Universe. Recently, biologists have begun to utilize these approaches to aid their understanding of signal transduction. In this project we aimed develop and validate computational models for G protein-mediated signalling. We combined concepts and methods from computational biology, systems biology and biological engineering to quantitatively determine the role of negative regulation on signalling. \n\nThe family of regulator of G protein signalling (RGS) proteins controls the amount of signalling that flows through a GPCR signal network. It has always been understood that RGS proteins 'switch-off' signalling, by reducing the concentration of active proteins in the signalling cascade. This occurs by a chemical reaction that removes a phosphate group from a molecule called GTP. However, within this project we demonstrated that that this reaction may, under conditions of high stimulation, be required for cells to achieve their maximal response. We extended our studies to look at other small G proteins that are involved in cancer progression (Ras and Cdc42) and have also identified similar requirements for negative regulation. We also have shown that RGS proteins require a direct link to the activated GPCR to facilitate signal propagation. By combining these results we have generated a unified computational model for G protein signalling that provide mechanistic insights never seen before. These models have been made available to the scientific and industrial community to aid future drug design. Our findings have been to produce novel computational models for G protein-mediated signal transaction Education,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}