{"id":"EF43E198-6E67-4435-83FE-88049D7ACA53","title":"SNACC: Suburban Neighbourhood Adaptation for a Changing Climate - identifying effective, practical and acceptable means of suburban re-design","abstractText":"The proposed research answers the question: How can existing suburban neighbourhoods be best adapted to reduce further impacts of climate change and withstand ongoing changes? We are interested in adaptations to the built environment, through changes to individual homes and larger neighbourhood scale adaptations (urban re-design). Climate change will affect everyone in the UK in the future, but the scale and intensity of change will depend on where you live. Equally the capacity of individuals and communities to adapt and change in the face of climate change also depends on where you live because of how wealthy you and your neighbours are, of the type of house and neighbourhood you live in and how effectively local policy makers and public service providers will respond to the challenge. This research focuses on the adaptation of suburban neighbourhoods because it is the most common type of urban area in the UK, housing 84% of the population. There is an urgent need to understand how to adapt the built environment in suburbs now, to ensure that they are liveable and sustainable in the future. Failure to do so could have significant human, environmental and economic consequences (such as fatalities from heat stress, ill health from reduced air quality, reluctance to use local outdoor environments, damage to homes and gardens, and adverse impact on property markets). Successful adaptation and mitigation measures will be those that perform well technically (i.e. they protect people and property from climate change impacts) but are also those that are the most practical and acceptable for those who have to make them happen (i.e. we have to be able to afford them and want to live with them). Our research design, the research method and the choice of collaborators reflect both the technical and socio-economic aspects of adaptation. We will work with existing research (by the SNACC team, BKCC and others) to test various adaptation 'packages' for their technical and socio-economic performance in different types of suburb defined in terms of the type of area (e.g. Victorian, post-war, 1980s) but also in terms of the capacity of communities in those areas to do something about climate change impacts. Using 6 neighbourhoods from 3 cities (Bristol, Oxford and Stockport) we will work with key agents of change (e.g. home owners, elected members and planners) using advanced modelling (of climate change, house prices and adaptation outcomes), tools that allow participants to visualise what 'adapted' neighbourhoods will look like, and deliberative methods from social sciences, to generate a portfolio of adaptation strategies that are feasible, and fully endorsed by stakeholders. The practice relevance of adaptation strategies is central to the SNACC project. We have assembled a team of academic partners (from University of the West of England, Oxford Brookes University and Heriot-Watt) and stakeholder partners (Bristol City, Oxford City and Stockport Councils, and White Design) as well as ARUP (consultants) that reflects a broad range of stakeholders that can implement the findings in the built environment. We are supported by five leading Visiting Researchers from the USA, Sweden (X2), Australia and Portugal who will offer international insights in good practice: an essential element in climate change research. We are also supported by an advisory group of from DCLG, CABE, RTPI, Constructing Excellence SW, Forum for the Future, the Modern Built Environment Network and The Improvement and Development Agency for Local Government (IDeA) which is committed to collaboration and effective dissemination. This team will ensure our findings are presented in forms appropriate for different audiences, and communicated to a wide network of policy, practice, public and academic beneficiaries. The outcomes will contribute, practically, to securing a sustainable future for the UK's suburbs in the face of climate change.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G060959/1","grantId":"EP/G060959/1","fundValue":"182046","fundStart":"2009-09-02","fundEnd":"2012-12-01","funder":"EPSRC","impactText":"","person":"Rajat  Gupta","coPersons":[],"organisation":"Oxford Brookes University","findingsText":"","dataset":"gtr"}