{"id":"EF481446-F401-4E90-850E-00287B41464F","title":"Technical support","abstractText":"Catalysis is a core area of contemporary science posing major fundamental and conceptual challenges, while being at the heart of the chemical industry - an immensely successful and important part of the overall UK economy (generating in excess of &pound;50 billion per annum). UK catalytic science currently has a strong presence, but there is intense competition in both academic and industrial sectors, and a need for UK industrial activity to shift towards new innovative areas posing major challenges for the future. In light of these challenges the Centre for Catalytic Science endeavours to become a leading institution, both nationally and internationally, in the field and acts to coordinate, promote and advance the UK catalysis research portfolio. The Centre is located on the RAL campus which will allow us both to work closely with the central facilities, to whose development the project will also contribute, and to interact with and contribute to the broader scientific community. The major developments in the in situ characterisation of catalytic materials that have taken place in the recent years have been of immense importance in addressing the complex scientific problems posed by catalytic science The Centre will therefore in pursuing a wide ranging programme of research in catalytic science, develop state-of-the art in situ facilities that will be used for experiments to be conducted at the Diamond, Synchrotron Radiation, ISIS Neutron Scattering and Central Laser Facilities. Such experiments will allow us to probe the structure and evolution of catalysts at the molecular level during their operation; but their effectiveness will require the on-line studies to be integrated with off line experimentation in the Complex, within which we will establish a broad range of experimental facilities.\n\nThe research areas that have been outlined as major themes within the Centre for Catalytic Science are sustainable catalyst technologies for organic transformations, catalysisfor alternative fuels, and catalysis in the protection of the environment. The Centre for Catalytic Science will set-up collaborative research programmes to tackle these major themes and exploit the unrivalled collective expertise the consortium has in catalyst design, testing and characterisation. Moreover, the Centre will be able to make substantial advances by working closely with scientists from ISIS and Diamond to effectively utilise the world-leading facilities present on the RAL campus.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K014323/1","grantId":"EP/K014323/1","fundValue":"48327","fundStart":"2013-02-28","fundEnd":"2017-02-27","funder":"EPSRC","impactText":"  This grant is a component of the UK Catalysis Hub (EP/K014714/1). Please consult the entry under this grant Chemicals,Education,Energy,Environment,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology Societal,Economic","person":"Richard  Catlow","coPersons":[],"organisation":"University College London","findingsText":" This grant is a component of the UK Catalysis Hub (EP/K014714/1). Please consult the entry under this grant This grant is a component of the UK Catalysis Hub (EP/K014714/1). Please consult the entry under this grant Chemicals,Education,Energy,Environment,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}