{"id":"EF4B5E4B-B079-4F26-ADB0-D6D3F37CDD2F","title":"Telescope and More - Anniversary Celebrations for IYA","abstractText":"Abstracts are not currently available in GtR for all funded research. This is normally because the abstract was not required at the time of proposal submission, but may be because it included sensitive information such as personal details.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/G502147/1","grantId":"ST/G502147/1","fundValue":"10000","fundStart":"2009-01-14","fundEnd":"2010-01-13","funder":"STFC","impactText":"  The Telescope Discovery Workshop (for 11-16 year olds) is still part of the educational programme and is still being requested. The telescope making activities also remain part of the Science Centres activities in both school workshops, children's holiday workshops and on adult educational courses. The creating craters now forms part of a children's holiday workshop - 'Man in the Moon' and is being used to educate 6-9 year olds about the Moon. Education,Leisure Activities, including Sports, Recreation and Tourism ","person":"Sandra  Voss","coPersons":["John  Axtell","Robert Connon  Smith"],"organisation":"The Observatory Science Centre","findingsText":" The creating craters activity was very messy and as a result all children thoroughly enjoyed themselves and many kept going back for more attempts at creating the best/biggest/messiest craters. The Moon sketching evenings were hampered by the weather on one of the days especially, but even though people were put off by the clouds those that took part were totally engrossed, with some spending over an hour sketching. Some adults were reluctant to have a go possibly because they were not confident in their abilities. It was interesting to note that while most female visitors did eventually have a go, very few male visitors were willing to try. The telescope making activities were very well received with some extremely positive comments. Astronomical Societies that became involved were surprised at how good the telescopes actually were. Adult visitors to the astronomy festival who made their own telescopes were very impressed and wanted to take the idea out to the various youth groups they were involved with. It was not easy to assess the impact of the Telescope Archive workshop because the schools taking part were KS3 &amp; KS4 and this age group is notoriously difficult to please. However many of them were seen to be using the telescopes after they had made them and the teachers were positive about the activity. The Special Educational Needs groups took part in the rocket launching and Lander workshops and had a lot of fun doing so. The main outcome of the project was the engagement of participants from all walks of life in practical activities related to astronomy (especially the making of simple refracting telescopes). This helped the participants to better understand for example; the workings of a telescope, the nature of lunar features and how they could have been created. With demonstrators on hand to help with the activities, participants were able to ask questions and receive as much help as needed. Development of the 11-16 year old archive-handling workshop gave young people the opportunity to find out how the historic telescopes were used as well as making simple refracting telescopes. Families were able to work together and certainly had fun doing so. On the evenings when a lecturer/demonstrator attended, visitors definitely took the opportunity to chat informally to them. Verbal feedback from many visitors was very positive and was used as a good means of evaluation. While not many schools took up the opportunity to try out the activities developed for schools. In future it would be better to liaise with teachers where possible before developing KS3/4 activities. However, the Telescope Discovery Workshop is still being requested now (2014) and has been tweaked a little with the addition of other resources. Education","dataset":"gtr"}