{"id":"EF50F583-BD95-465E-B283-11BA2F560911","title":"Towards NanoMedicine Interventions for HIV/AIDS","abstractText":"Nanomedicines have proven extremely valuable in recent years and many are used daily to treat patients with a range of conditions or needs - from the treatment of cancer and menopausal symptoms to the prevention of organ rejection or malnutrition/weight loss. A range of unmet clinical needs may benefit considerably from the research and application of new nanoparticle synthesis techniques and the development of appropriate nanomedicines and provision of scale-able, commercially viable technologies that can impact patient outcomes is a key goal of nanomedicine research.\n\nValidation of new technologies through optimisation of product performance, demonstration of pharmaceutically relevant manufacturing and in-man pharmacokinetic studies is critical for progression as is the study of nanotoxicology to establish a safety assessment that supports future investment.\n\nTo date, a series of candidate nanomedicines for HIV/AIDS treatment have been generated at the University of Liverpool in collaboration with IOTA NanoSolutions Ltd, a specialist start-up company in the UK, and supported by RCUK funding. IOTA is commercialising a novel nanoparticle synthesis technology (initially developed at UoL with EPSRC funding support) that rivals the most successful commercial top-down nanomedicine technology - nanomilling. The HIV/AIDS nanomedicine candidates have been the subject of 3 patent filings and funds are sought to optimise their production and establish their behaviour using clinical research techniques. Additionally the project will seek to dramatically increase the understanding of nanomedicine through fundamental mechanistic studies, thereby producing new insight into the mode of action and the safety of future nanomedicines.\n\nIf successful, the programme will produce the first nanomedicine options for HIV/AIDS therapy with benefits for patient care potentially including lower dosing, reduced side effects, better patient-to-patient consistency and a reduction of tablet size. Significant interest has been generated within Medecins Sans Frontiere who are keen to utilise the outputs for charitable medicines in the developing world, treating children with HIV infection with better products and prevent HIV infection in newborns. Currently, to prevent transmission of HIV to children from infected mothers, the World Heath Organisation has recommended dosing from 3 weeks after birth with antiretrovirals. The only children's medicines available include high levels of alcohol to dissolve the poorly water-soluble drugs. The nanomedcines within this programme are dispersible in water and offer a step-forward in paediatric therapy. \n\nThe successful establishment of the fundamental research underpinning new nanomedicines will provide a clear advance in the UK's global standing in this emerging area, currently valued at &gt;US$75bn and growing rapidly, with expectations to reach &gt;US$100bn within 3 years.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K002201/1","grantId":"EP/K002201/1","fundValue":"1333140","fundStart":"2012-05-14","fundEnd":"2016-11-13","funder":"EPSRC","impactText":"","person":"Steven  Rannard","coPersons":["Anna Maria  Geretti","Dominic  Williams","Saye  Khoo","Andrew  Owen"],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}