{"id":"EF513E8E-8D87-4194-B3D2-E5C200649E12","title":"Synaptic connections and electrophysiological properties of neurones in the intermedius nucleus of the medulla oblongata","abstractText":"Experiments in our laboratory have brought to our attention a collection of nerve cells (neurones) whose function is unknown. The neurones are located in a discrete region in the brainstem, the part of the brain that controls body systems critical for breathing and cardiovascular maintenance. The nucleus in which the neurones reside is known to receive information from neck muscles when they are stretched, but what this information is used for needs to be determined. Our preliminary evidence supports at least two ideas for cells in this nucleus / signalling neck muscle stretching to circuits involved in cardiorespiratory control and/or those involved in co-ordinating swallowing and breathing. To help determine if the cells participate in controlling such functions, we will investigate what other brain regions they send information to and receive information from using contemporary neuroanatomical methods. This will involve identifying cell types in the other brain regions where possible. We will also closely investigate the anatomical and electrical properties of the cells themselves since these features infleunce how the cells respond to incoming information and therefore how this information is passed on to other neurones. These studies will therefore clarify the connections and functions of an unexplored brain nucleus that we propose is involved in controlling important body functions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F006594/1","grantId":"BB/F006594/1","fundValue":"363285","fundStart":"2008-01-01","fundEnd":"2010-12-31","funder":"BBSRC","impactText":"  The findings have provided new knowledge which in the longer term could result in new healthcare provision.\n\nA press release on one of the studies gathered significant public interest and resulted in worldwide media attention, including BBC Radio 5, Daily Mail, India Times etc Other Cultural","person":"James  Deuchars","coPersons":["Susan Alexandra Deuchars"],"organisation":"University of Leeds","findingsText":" Evidence has been provided to support the hypothesis that sensory nerves that detect stretch in neck muscles influence central nervous brain circuits controlling the cardiovascular and respiratory systems. \n\n\n\nBroken down:\n\n1) The pathways through which neck muscle sensory sensory nerves transmit their signals through the brain have been identified.\n\n2) The properties of the brain cells receiving signals from neck muscles have been revealed.\n\n3) The functional effects of stimulating these neck muscle sensory nerves on breathing, heart rate control and blood pressure have been identified. Potential - stimulation of sensory afferents from neck muscles (e.g with vibration of muscles) and recording of autonomic outflows in people may in time contribute to whiplash assessment. Needs further study in people. Healthcare","dataset":"gtr"}