{"id":"EF532487-59C7-4335-AC5F-F12D29ED49B2","title":"The effects of cochlear hearing loss on the perception of pitch and temporal fine structure","abstractText":"Hearing impairment is a major health issue, affecting roughly 1 in 6 people. The disability is a barrier to communication with friends and family, makes everyday human contact difficult and embarrassing, and impairs enjoyment of music. With an increasingly aged population, the problem is likely to get worse. However, current hearing aids are limited in their effectiveness. In particular, they do not provide much help in understanding speech in the noisy environments we often encounter in our everyday lives.\n Pitch is one of the primary auditory sensations. It underlies musical melody and some important speech information such as prosody (the stress pattern of an utterance). It is also important in helping us to separate out sounds that occur together, such as speech in a noisy background. Pitch is represented by nerve cells in the brain in part by the synchronized firing of electrical impulses. \nRecently it has been suggested that this ?temporal code? may be disrupted in people with hearing loss. This may have an adverse effect, not only on pitch perception, but also on the ability to hear out the sound of interest from background noise (for example, a single speaker at a noisy party). Since this latter deficit is the main problem experienced by hearing-impaired listeners, it is important that we understand these limitations. In addition, hearing-impaired people often experience abnormal shifts in pitch that may greatly impair the enjoyment of music. These shifts may also be related to the temporal deficit.\n Our research will investigate the causes and nature of these deficits. We will use behavioural tasks, in which human participants with normal and impaired hearing will make decisions regarding sounds presented to them over headphones. These tasks will measure perceptual limitations. We will also use a technique that involves recording the electrical activity of nerve cells in the brain as the participants listen to sounds, using electrodes attached to the head. This technique will measure the coding of pitch information in the brain, and will allow us to investigate the physiological basis of the deficits experienced by impaired listeners. It is hoped that the results will suggest new diagnostic techniques for determining the nature of the temporal coding impairment on an individual basis, and allow us to design more effective hearing aids that compensate for these deficits.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0900591","grantId":"G0900591","fundValue":"301954","fundStart":"2010-02-01","fundEnd":"2013-01-31","funder":"MRC","impactText":"","person":"Christopher  Plack","coPersons":["R  Carlyon","Hedwig Elisabeth Gockel"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}