{"id":"EF59A113-5EC3-4CC7-823B-297F8704C3C8","title":"Utilitarianism, Impartitiality and Recognition","abstractText":"The central tenet of enlightenment moral philosophy, that each person has equal moral status, has now been broadly accepted, although some of the implications of it have not in my view been adequately acknowledged. This tenet can be referred to as &quot;impartiality&quot;. The two main rival impartial moral theories are utilitarianism and Kantian contractualism. Utilitarianism takes each person's well-being to have equal moral importance, and takes the goal of morality to be to promote everyone's well-being as much as possible. Utilitarianism is at its core a powerful moral theory which has had considerable impact on political and legal reform and which continues to raise important challenges to prevalent moral thinking. Among the most significant of these\nis its challenge to the traditional view that there is a fundamental moral distinction between acts and omissions, given that they can have the same impact on persons' basic interests. However, utilitarianism has in recent years come to be widely dismissed in the light of forceful objections and considered to have been superseded by its main impartial rival, Kantian contractualism (according to which the right set of moral principles or policies are those to which each person could reasonably agree). Two of the most important and influential lines of criticism against utilitarianism have been that \n\nit is unreasonably demanding, and that it cannot adequately accommodate justice and rights. Moreover, utilitarian responses to these objections have often been ad hoc and have failed to adequately acknowledge their force, which has understandably exasperated opponents of utilitarianism.\n\nNevertheless, these objections, in my view, powerful as they are, arise from the way in which utilitarianism has come to be formulated in recent years, and do not arise from the core tenets of the theory, on the most plausible understanding of them. I will argue that the way in which so-called &quot;classical utilitarianism&quot; has come to be formulated is in fact incompatible with the most plausible conception of the first two tenets of utilitarianism, welfarism and impartiality, and moreover departs from some of the more subtle formulations of its original proponents, Hume, Bentham and Mill. \n\nThe first goal of my research project, then, is to examine the core tenets of utilitarianism and to defend a formulation of utilitarianism based on what I take to be the most audible account of its core tenets. I will argue that although this formulation differs from the theory that has come to be known (wrongly in my view) as &quot;classical utilitarianism&quot;, it is in fact truer to the underlying intuitions behind utilitarianism, and better captures many central passages from Hume, Bentham and Mill.\n\nSecondly, I aim to show that this formulation offers a forceful response to the two main objections to utilitarianism. This response is not ad hoc, since it is based on an appeal to the most plausible understanding of the core tenets of utilitarianism. I will argue that far from being superseded by Kantian contractualism, utilitarianism offers a compelling account both of the demandingness of our duties to those in needs and of justice.\n\nThirdly, I will explore in more detail some of the challenges utilitarianism raises to prevalent conceptions of the stringency of duties of aid to those in need and of the nature of human rights. In particular, I will discuss its implications for our understanding of welfare rights such as the human right to basic necessities, which have tended to be taken less seriously than traditional political rights on the ground that the former impose primarily positive duties of aid. Finally, I aim to suggest some of the ways in which utilitarian and Kantian accounts of human rights might be integrated.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/D500397/1","grantId":"AH/D500397/1","fundValue":"18777","fundStart":"2007-01-25","fundEnd":"2007-05-24","funder":"AHRC","impactText":"","person":"Elizabeth Jane Ashford","coPersons":[],"organisation":"University of St Andrews","findingsText":"","dataset":"gtr"}