{"id":"EF609AAC-2F61-42BD-BE04-BD50ED535119","title":"RANCH follow-up study: the long-term effects of aircraft noise exposure on children's cognition","abstractText":"The RANCH project (Road traffic and Aircraft Noise exposure and children's Cognition and Health), the largest study of noise exposure and children's cognition undertaken to date, found a linear exposure-effect relationship between aircraft noise exposure at school and children's reading comprehension (Stansfeld et al 2005; Clark et al 2006) for 2844 children attending schools around 89 schools around Heathrow (London), Schiphol (Amsterdam), and Barajas (Madrid) airports. The long-term consequences of noise exposure for children's cognitive development are not known, making it difficult to provide scientific information to back up policies relating to children's educational environments.\n<br />\n<br />The aim of this study is to conduct a six year follow-up of the UK RANCH cohort (N=960). We plan to collect data from the cohort in secondary schools using a standardised test of reading comprehension, to assess whether noise exposure in primary school has a long-term effect on reading comprehension. This is the first study to examine the longitudinal effects of noise exposure on children's cognition and examines whether children who attend aircraft noise exposed primary schools experience impaired reading comprehension during secondary school, compared with peers who were not exposed to aircraft noise at primary school.\n<br />\n<br />","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/F036639/1","grantId":"ES/F036639/1","fundValue":"82785","fundStart":"2008-03-01","fundEnd":"2009-02-28","funder":"ESRC","impactText":"  The findings of this project have been disseminated to DEFRA and have also had input into the UK Airport Commissions, review of evidence on noise effects on children's health and learning. Environment,Government, Democracy and Justice,Transport Policy & public services","person":"Charlotte Elizabeth Clark","coPersons":["Stephen  Stansfeld","Jennifer Anne Head"],"organisation":"Queen Mary, University of London","findingsText":" Cross-sectional evidence that environmental noise exposure at school shows negative associations with children's cognition and health has increased, yet longitudinal evidence is lacking. This study examined longitudinal associations of aircraft noise exposure at primary school on children's reading comprehension, noise annoyance, and psychological health at secondary school. This six-year follow-up of 461 children aged 15-16 years, who attended primary and secondary schools around London Heathrow airport, used annual average aircraft noise exposure at the schools from noise contour maps. Multilevel regression modelling showed that aircraft noise exposure at primary school was associated with a significant increase in noise annoyance and with a non-significant decrease in reading comprehension at follow-up. Aircraft noise at primary school was not associated with psychological health at follow-up. This is the first longitudinal study of its type, suggesting that aircraft noise exposure at school might impair reading comprehension, as well as increase noise annoyance in children. Feed into policy relating to environmental exposure at school and school design. Feed into policy relating to environmental exposure at school and school design. Education,Environment,Healthcare","dataset":"gtr"}