{"id":"EF616C34-FA38-4654-8A48-6606717AFB3F","title":"Guns, Power, and Markets: The Military and the State in the Middle East, 1970-2010","abstractText":"The military has been central to the construction of state power and politics in the Middle East since 1945, and especially since the rise of oil wealth from 1965 onwards. It has affected attitudes and policies towards democratization, economic policies, and social pacts, as well as waging numerous inter-state and civil wars. Throughout it has influenced modes and rules of public participation in politics, engaged increasingly in commercial activity, and in recent years has sub-contracted security functions to private agents and state-sponsored paramilitaries. Yet the military has rarely been researched since the path-breaking studies of the 1960s and early 1970s, despite sweeping transformations in political systems, economies, and demographics and the massive expansion of state sectors and armed forces throughout the Middle East. The main exceptions have been Israel and Turkey, but the dearth of systematic study of the military in the Arab states and Iran is all the more remarkable. This is partly due to the decline of military coups d'&eacute;tat: from 24 coups or serious attempts in 1949-1971, to only one a decade since then. This trend is often attributed to stabilization strategies by civilian elites or to military professionalization, processes that are seen to have 'tamed' the military and prompted its return to the barracks. In fact, the region's militaries have succeeded over the past four decades in securing their agendas within existing political and constitutional systems, enmeshing themselves in power elites, political systems, and civil and business networks. Their interventions have consequently become more discreet. Many Middle East militaries have also acquired importance as social welfare systems for significant population sectors, but this function is increasingly under strain as economic liberalization and privatization erode living standards and widen income disparities. Some militaries have sought to offset the decline through commercial activities ntended to generate extra-budgetary income streams. In summary, the project seeks to fill the gap in historical scholarship by examining the diversification, extension, and transformation of the roles of Middle East militaries in the context of massive social transformation since the 1970s oil price revolution, economic liberalization and privatization since 1980, and strategic change that has seen the end of the Cold War, projection of American power, and emergence of a new international security agenda since 9/11 and the global war on terror. Ultimately, proper understanding of the military is critical to the success of Western policies aimed at bringing about democratic control of armed forces and security sector reform in the Middle East, to which the author contributes regularly as a policy advisor.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H006443/1","grantId":"AH/H006443/1","fundValue":"35776","fundStart":"2010-01-01","fundEnd":"2010-04-30","funder":"AHRC","impactText":"","person":"Yezid  Sayigh","coPersons":[],"organisation":"King's College London","findingsText":"","dataset":"gtr"}