{"id":"EF6459AC-DE5C-4DCA-90BD-F31EA0078F3C","title":"Deconvolving of Dynamic Cell Cycle Parameters from Flow Cytometry Data","abstractText":"Cell cycle control systems change the way in which cells behave by: checking for the completion of vital tasks, choosing different routes through the cell cycle, determining how daughter cells inherit features, fixing the lifespan of a cell, or allowing a cell to react to its neighbours and the micro-environment. For a mathematical model of the cell cycle to hold credibility and usefulness within the science community, it has be of sufficient complexity to incorporate a minimum number of processes known to be involved in cell-cycle regulation, including growth and division, growth restriction, survival, programmed cell death, DNA checkpoint control and cellular damage response. Mathematical models capable of predicting such behaviour could contribute massively to research, reducing cost and time, reducing animal experimentation, and supporting clinical trials. We understand the wider scale of this endeavour and the need for biologists and theoreticians to work closely together to deliver both a specific and ambitious objective. This PDRA mobility award provides a discipline hopping opportunity to place a young talented engineer/physicist into a 'biology' laboratory where he can understand the extent and limitations of obtaining readouts from cells and thus how to apply advanced numerical solutions for interpreting these data, while at the same time ensuring the biologist has the means for independent validation and experimental testing.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G037841/1","grantId":"EP/G037841/1","fundValue":"118280","fundStart":"2009-06-01","fundEnd":"2010-05-31","funder":"EPSRC","impactText":"  The findings from this research grant has been to apply a systems cytometry approach to image analysis, and data modelling. We are using this apporach for understanding the use of standards and data longevity Digital/Communication/Information Technologies (including Software) Policy & public services","person":"Rachel Jane Errington","coPersons":["Paul  Rees"],"organisation":"Cardiff University","findingsText":" Cell cycle control systems change the way in which cells behave by: checking for the completion of vital tasks, choosing different routes through the cell cycle, determining how daughter cells inherit features, fixing the lifespan of a cell, or allowing a cell to react to its neighbours and the micro-environment. For a mathematical model of the cell cycle to hold credibility and usefulness within the science community, it has be of sufficient complexity to incorporate a minimum number of processes known to be involved in cell-cycle regulation, including growth and division, growth restriction, survival, programmed cell death, DNA checkpoint control and cellular damage response. We have developed a new approach and development of mathematical models capable of predicting such behaviour that contribute massively to research, reducing cost and time, reducing animal experimentation, and supporting clinical trials.\n\nThere were five major outcomes from this short one year programme:\n\n 1. To provide a discipline hopping training opportunity for Dr Martyn R Brown (a theoretician from an engineering background) by placing him into an experimental therapeutics group focusing on the development of kinetic cell cycle assays.\n\n\n\n2. To exploit nanotechnology probes for tracking single cells in tumour populations using flow cytometry and timelapse microscopy.\n\n\n\n3. To undertake robust and fully validated modelling studies exploiting our current studies on (i) the cell cycle under genomic stress; (ii) alternative (endocycle) modes; (iii) Growth characteristics of encapsulated U-2 OS cells. \n\n\n\n4. To integrate computational and experimental techniques and so create a data-validated simulated biology. The ethos here is to deliberately adopt a heuristic approach in preference to ab-initio theories.\n\n\n\n5. The strategic objective was to apply a 'true' systems engineering approach to modelling the cell cycle, which we term systems cytometry. The inputs that drive the system response (e.g. drug perturbations) are known and the outputs are measured (i.e. flow cytometric histograms). The modelling task was then to construct suitable algorithms that simulate cell population growth in a manner that correctly relates the measured input-output relations. We are developing new cell tracking approaches with industry partners. We understand the wider scale of this endeavour and the need for biologists and theoreticians to work closely together to deliver both a specific and ambitious objective. This PDRA mobility award provided a discipline hopping opportunity to place a young talented engineer/physicist into a 'biology' laboratory where he could understand the extent and limitations of obtaining readouts from cells and thus how to apply advanced numerical solutions for interpreting these data, while at the same time ensuring the biologist has the means for independent validation and experimental testing. We are continuing the work with academic groups:\n\n\n\nTo also apply this approach to further human tumour cell models encompassing complex features of metastasis and stem cell behaviour, EPSRC-Stem Cell Consortium at Cardiff and Swansea\n\n\n\nTo develop better tracking technologies within a collaborative group together with our US partners at the Imaging Platform, Broad Institute (MIT and Harvard), USA. Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}