{"id":"EF69DB80-4519-4BA0-9801-3F5C6D7C8218","title":"Structural Integrity of Components with Deep Compressive Residual Stresses","abstractText":"Laser peening (LP) is a relatively new surface treatment technique with tremendous potential for the mitigation of otherwise life-limiting surface cracking. Using a laser to create a plasma shock wave it is possible to introduce compressive stresses deep into metallic components. These compressive stresses can have a significant effect in increasing the fatigue life of components.Paradoxically, because of the pace of commercial interest in exploiting these techniques, a basic fundamental understanding of the processes and their effects is lacking. As a result optimisation is ad-hoc and time consuming, peening can lead to unexpected stress distributions especially for complex and thin geometries, and current lifing strategies are based solely upon large test matrices. Because the stresses introduced by the laser shock wave can be very deep, the balancing tension may be sub-surface or may arise laterally. Surprisingly the 3D distributions are unknown for thin samples and around holes and webs where greatest advantages in life prolongation are likely to be obtained. Areas of particular concern relate to:- The need to optimise peening processing conditions to ensure optimal residual stress , - The lack of understanding of geometry effects which are much more complex for deep processes than for shot peening, both in terms of compressive stress and location of tensile hot spots- The stability of the residual stresses under fatigue at room and elevated temp- The lack of a process optimisation modelling tool, - The need for a validated lifing approach. In addition, in the UK nearly all the development work has been focused on Ti-6Al-4V. The lack of a database for other materials is hindering the take up of the process by other engineering sectors. LP is most cost-effective at 'hot spot' locations. Typical locations include fastener holes, webs, the leading edges of blades, blade root fixings, etc. For this reason, within this project we will focus on thin sections vs thick as well as around holes.We will first investigate the relationship between the laser peening parameters, materials properties and sample geometry (Manchester/MIC). This data will be used to develop predictive models of the process (Oxford) so that the process can be optimised and the most advantageous stress fields introduced economically for Ti, Al and steel. Then using generic test-piece geometries typical of thin sections and samples with stress concentrators, we will examine the evolution of these stresses as well as crack growth under fatigue at room (Al) (Airbus/Manchester) and elevated temperature (Ti6246) (Manchester/Swansea/Rolls-Royce) and thereby evaluate the structural integrity implications (Swansea).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F028830/1","grantId":"EP/F028830/1","fundValue":"230993","fundStart":"2009-04-01","fundEnd":"2011-09-30","funder":"EPSRC","impactText":"","person":"Martin  Bache","coPersons":[],"organisation":"Swansea University","findingsText":"","dataset":"gtr"}