{"id":"EF6C5171-4AD8-4863-ABCD-5BCBC294D97D","title":"Development of new tools for genetic selection for a sustainable poultry industry (CHIPSUS)","abstractText":"UK public policy is demanding reductions in greenhouse gas emissions and ammonia to meet international targets. In poultry breeding there is a need to maintain competitiveness, and to reduce costs arising from wastage of feed and non-productive birds. Addressing these breeding goals implicates traits such as feed conversion ratio, fertility, performance in commercial traits, and liveability associated with disease resistance and animal welfare. It is these same traits that affect greenhouse gas and ammonia emissions per kilogram of product in broilers or layers. Life Cycle Assessment (LCA) of the impact of broiler production on the environment suggests feed accounts for 80% of supply chain energy use, 82% of greenhouse gas emissions, 98% of ozone depleting emissions, and 96% of acidify and eutrophying gases. In contrast, farm inputs and emissions, mostly from heating and ventilation, only contribute towards these impacts to only a minor degree. Such a breeding goals with this combination of traits has proven difficult to improve through standard trait recording; with sex and age limitations, low heritability and costs of measurement all contributing barriers to progress. Recent developments in DNA technology promise to overcome these barriers, in particular in high throughput processing of dense single nucleotide polymorphisms (SNP). Concurrently, the idea of genomic selection has emerged, in which dense marker information is used primarily as a predictor of the whole breeding value. Progress in developing genomic selection in poultry is hampered by the need to develop and implement a dense and relevant chicken genotyping chip assay, based upon an extensive catalogue of SNP variants. To develop this requires a new research initiative, as proposed here. The overall aim of this project is to develop and implement sustainable evaluation and selection tools using a genome-wide chicken SNP panel and in so doing accelerate the reduction in greenhouse gas and ammonia emissions in the UK and worldwide, and provide the route map and key tools for the whole sector to follow. This will be achieved through five tasks: (i) create a database of genomic variation within and between poultry breeds by high throughput sequence analysis of DNA samples; (ii) design and validate a novel, high-throughput genotyping assay; (iii) genotype broilers with well characterised EBVs for relevant traits; (iv) develop and validate genomic predictors, and (v) optimise methods to implement these tools into the breeding system. The direct benefits of this project lie in the reduction of greenhouse gas potential and ammonia per unit product in poultry, maintaining the competitiveness of the UK industry, and in the improvement of animal welfare through increased liveability, but also opportunities will be created for releasing grain and associated land for other purposes through the improvement of FCR. The acceleration of genetic gain is anticipated to be of the order of 20 to 40% depending on the trait. Benefits accrued by genetic selection will be permanent and accumulate over time, and are achieved at low risk.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I011005/1","grantId":"BB/I011005/1","fundValue":"507743","fundStart":"2010-11-01","fundEnd":"2013-10-31","funder":"BBSRC","impactText":"  There were and are a number of potential exploitation, commercialisation plans and opportunities that have arisen from this project.\n\n\n\n1. The first product to be developed and marketed was the first, high density 600K genotyping chip for the chicken. This was produced in collaboration with Affymetrix and our poultry partners. This chip is suitable for GWAS (genome wide association studies) and GS (genomic selection). The latter is now being used by Aviagen and HyLine for the selection of new poultry lines. The chip has also been used throughout the world (UK, France, Germany, USA) by academics and other breeders for GWAS.\n\n\n\n2. These functional variants also have the potential for the design of a functional genotyping chip assay.\n\n\n\n3. These SNPs also can serve for the design of genotyping chips of lower densities suitable for imputation, parentage, genome selection and GWAS.\n\n\n\n4. The 600K chip can also be used for virtual karyotyping, defining the presence of chromosomes, the ploidy of chromosomes, macro and micro insertions/deletions in the genome.\n\n\n\n5. We have demonstrated that the 600K chip can be used to examine population structure and line identification.\n\n\n\n6. The 600K chip can be used to define selection signatures in selected lines of poultry for specific traits.\n\n\n\n7, Some users of the 600K arrays are working with the data to help them define more targeted sets of SNP's for use in routine screening and selection on the lower cost 384 array format from Affymetrix. Agriculture/Food and Drink,Education Agriculture Food & Drinks","person":"David William Burt","coPersons":["John  Woolliams","Christopher Simon Haley"],"organisation":"University of Edinburgh","findingsText":" The three key findings in this project were (i) the identification and characterisation of 15 million SNPs segregating on modern commercial broiler and layer lines, (i) the creation of a 600K chicken high density genotyping array of wide utility in all commercial broiler and layer lines, as well as many experimental lines, and (iii) the application of this HD whole genome array in genome selection of a wide range of production and welfare traits.\n\n\n\nWe report here the development of a 600K Affymetrix Axiom HD genotyping array designed using SNPs segregating in a wide variety of chicken populations. In order to generate a large catalogue of segregating SNPs, we re-sequenced 243 chickens from 24 chicken lines derived from diverse sources (experimental, commercial broiler and layer lines) by pooling 10-15 samples within each line. About 41 million (M) putative SNPs were detected by mapping sequence reads to the new reference genome (Gallus_gallus_4.0). Using criteria such as high SNP-quality score, acceptable design scores predicting high conversion performance in the final array and uniformity of distribution across the genome, we selected ~1.8 M SNPs for validation through genotyping on an independent set of samples (n_=_282). About 64% of the SNPs were polymorphic with high call rates (&gt;98%), good cluster separation and stable Mendelian inheritance. Polymorphic SNPs were further analysed for their population characteristics and genomic effects. SNPs with extreme breach of Hardy-Weinberg equilibrium (P_&lt;_0.00001) were excluded from the panel. The final array, designed on the basis of these analyses, consists of 580,954 SNPs and includes 21,534 coding variants. SNPs were selected to achieve an essentially uniform distribution based on genetic map distance for both broiler and layer lines. Due to a lower extent of LD in broilers compared to layers, as reported in previous studies, the ratio of broiler and layer SNPs in the array was kept as 3:2. The final panel was shown to genotype a wide range of samples including broilers and layers with 100-450K informative SNPs per line. A principal component analysis was used to demonstrate the ability of the array to detect the expected population structure which is an important pre-investigation step for many genome-wide analyses. This HD chicken array has now been commercially released by Affymetrix since 15th June 2012. All the markers in the array except 50,000 proprietary SNPs of Aviagen have also been submitted to NCBI dbSNP.\n\n\n\nNext generation sequencing (NGS) technologies have paved the way of surveying the genetic variation within populations by allowing rapid re-sequencing of many individuals. Using pooled DNA sequencing on a NGS platform, we have sequenced, in this study, 243 chickens from 24 different populations from diverse breeds including broiler, white and brown egg layers, and several experimental lines and have detected millions of putative Single Nucleotide Polymorphism (SNP) variants. After applying stringent filtration criteria and with a predicted error rate of ca. 3% we finally retained 15M high quality SNPs for further characterisation. Major purpose of this characterisation was to delineate SNPs with potential functional effects, either deleterious or advantageous. We have applied a number of complementary approaches towards this goal such as annotation of the SNPs against known protein-coding and non-coding RNA genes, predicted the effects of exon variants for their possible effects on protein-coding, analysed whether changes in amino-acid by non-synonymous variants would be tolerated in terms of evolutionary conservation, identified SNPs that fall within &quot;Most Conserved Elements&quot; in the chicken genome defined as signatures of purifying selection across multiple vertebrate species, screened genome for regions of significantly lower heterozygosity compared to the overall genome which potentially result from positive selection during domestication and explored the nature of the SNPs within these regions, and finally used the mean allele-frequency data to get support for inferences from the other approaches. This is the most extensive study of its kind ever conducted on chicken and the results are expected to facilitate prioritization of the variants for future studies e.g. to define causal variants underlying a genetic traits, where selection of SNPs will be necessary.\n\n\n\n\n\nIn the original project proposal we intended to genotype 2000 samples and use genotype and trait data for these individuals for optimizing the genomic selection approach. From early 2013 numerous and extensive genomic evaluations have been made on a range of production (growth, feed efficiency, egg production etc.), health (foot-pad dermatitis) and welfare (oximetry measurements, a measure of ascites) traits. In all these evaluations, accuracies of prediction or selection accuracies were obtained and compared with standard techniques. Methods of evaluation have been compared. These were done on as many as 23,000 individuals - much larger than the anticipated 2000 - using 600K SNP data obtained by a combination of direct genotyping using the 600K chip and imputation from lower density 3K chips.\n\n\n\nThe Life Cycle analysis to predict the impact of genomic selection on greenhouse gas emission is being addressed through assistance from University of Newcastle based upon the results obtained from these analyses. The polymorphism data ((SNPs, indels) is available (currently 600K SNPs, later this year 15 million SNPs and 1 million indels) for easy viewing on a number of genome browsers, including Ensembl and UCSC. The genetic variation can then be viewed in the context of genes and other parts of the genome. The predicted effects of these variants can also be seen. Therefore this resource can be used as a teaching tool in schools and universities, for looking at genome variation and then using the data sets to class practicals.\n\n\n\nThe 600K chip was designed for research purposes for genome selection and genome wide association studies. But can/is being used in a number of non-academic applications, including: (i) genome selection of production, health and welfare traits in broiler and layer breeders, (ii) line identification in chicken samples, (iii) karyotype checks on frozen chicken samples (semen, cell lines). There were/ and are a number of potential exploitation, commercialisation plans and opportunities that have arisen from this project.\n\n\n\n1. The first product to be developed and marketed was the first, high density 600K genotyping chip for the chicken. This was produced in collaboration with Affymetrix and our poultry partners. This chip is suitable for GWAS (genome wide association studies) and GS (genomic selection). The latter is now being used by Aviagen and HyLine for the selection of new poultry lines. The chip has also been used throughout the world (UK, France, Germany, USA) by academics and other breeders for GWAS.\n\n\n\n2. These functional variants also have the potential for the design of a functional genotyping chip assay.\n\n\n\n3. These SNPs also can serve for the design of genotyping chips of lower densities suitable for imputation, parentage, genome selection and GWAS.\n\n\n\n4. The 600K chip can also be used for virtual karyotyping, defining the presence of chromosomes, the ploidy of chromosomes, macro and micro insertions/deletions in the genome.\n\n\n\n5. We have demonstrated that the 600K chip can be used to examine population structure and line identification.\n\n\n\n6. The 600K chip can be used to define selection signatures in selected lines of poultry for specific traits.\n\n\n\n7, Some users of the 600K arrays are working with the data to help them define more targeted sets of SNP's for use in routine screening and selection on the lower cost 384 array format from Affymetrix. Agriculture/ Food and Drink,Education,Environment","dataset":"gtr"}