{"id":"EF6F207C-8F16-4EB1-A1F6-7B29969C119B","title":"Development of a laser-based sea-ice chlorophyll sensor","abstractText":"We want to build a scientific instrument that can measure the amount of algae growing on the underside of sea ice. Sea-ice algae form the base of many polar marine foodwebs, but data on the mesoscale (tens to hundreds of km) variability in the abundance of algae are lacking because of sampling difficulties. This is hampering efforts to understand sea-ice ecosystem function, and predictions of consequences that ongoing sea-ice melt (due to climatic warming) might have. At present the most reliable way to measure sea-ice algal abundance is to drill holes through the ice from above and collect the algae. This is labour intensive, time consuming and not without risk. In the past 10 years or so autonomous underwater vehicle (AUV; essentially an unmanned, remotely operated submarine) technology has matured to the extent that these vehicles can complete extended (tens to hundreds of km) missions under sea ice, collecting data underway as they do so: we have used AUVs to conduct echosounder surveys of krill under sea ice. We now want to use AUVs to survey sea ice algae, and propose here to build a laser-based instrument to make the algal measurements. The device will basically work by measuring the amount of light reflected back from the underside of sea ice. We expect a quantitative relationship to exist between the amount of algae present (actually the amount of the photosynthesis pigment 'chlorophyll') and the amount of light reflected. In preliminary measurements we have already seen that bare ice reflects laser light differently than ice colonized by algae, so have some practical evidence already that the approach should work. In addition, there is a wealth of published information on the reflectance of light at various wavelengths by algae. We will use this theory to guide instrument development. The instrument will be assembled by a team of talented engineers and technicians who have much experience developing lasers for applied use in hostile environments. Once a prototype instrument is built, we will test it on sea-ice algae grown on sea ice in an experimental facility in Germany (essentially a sea-ice aquarium). We will make measurements of reflectance of laser light of various wavelengths (different colours; blue, green etc) and construct curves showing relationships between chlorophyll concentration and % reflectance. If the prototype instrument works, we will write another grant application for funds to deploy a robustly-housed version on AUVs under sea ice in the Arctic and Antarctic to pursue ecological investigations.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H002227/1","grantId":"NE/H002227/1","fundValue":"180572","fundStart":"2010-04-01","fundEnd":"2011-06-30","funder":"NERC","impactText":"","person":"Andrew Stuart Brierley","coPersons":["Cameron Francis Rae","Stephen Duncan McPhail","David  Thomas","Timothy  Boyd","Kishan  Dholakia"],"organisation":"University of St Andrews","findingsText":"","dataset":"gtr"}