{"id":"EF73DBD1-6834-4E3C-8FF3-F99D618CC945","title":"Using research to enhance and embed policy and practice which promotes children's participation in decision making.","abstractText":"<p>The UNCRC (1989) says that children have a right to participate in making decisions which affect them. Participation in decision making happens in many spaces: </p>\n\n<ul>\n \n\n <li>at home \n</li>\n <li>in School \n</li>\n <li>within the local community \n</li>\n <li>even during a young person's recreational time. </li>\n</ul>\n\n<p>Engagement in decision making is promoted by Government and bodies like local councils, but its meaning is hard to define. Therefore, many different definitions of participation exist. Ironically, often when youth participation in decision making is being discussed children are not allowed to give their views. Thus understandings of children's participation reflect adult, not young people's views. </p>\n\n<p>This project will focus on sharing and applying the main messages from research undertaken in Swansea to understand children's participation in decision making. The research builds on efforts begun more than 15 years ago to promote youth engagement in Swansea. Recognising children's right to participate, young people will help to lead the project. </p>\n\n<p>The project will also link into the work of agencies, neighbourhood groups, and communities. The research will enable children's voices to be heard, offer new, youth-inspired understandings of participation, and discover ways of making policy and practice better so that they reflect those things that young people feel are important.<br /></p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-192-22-0019","grantId":"RES-192-22-0019","fundValue":"8463","fundStart":"2010-11-24","fundEnd":"2011-11-23","funder":"ESRC","impactText":"  The findings have been used in three main ways:\n\nFirstly, by young people themselves. Young people participants have engaged in a process of youth-led dissemination. This has included promotion of the School Council packs developed through the research project, development of electronic media to promote participation, and additionally, engagement with the Welsh Government to help create the first children's rights app in Wales\n\nSecondly, multi-agency collaboration and embedding. Following the conclusion of the funding period, work continued with local agencies to promote research findings. Findings were shared with local partnerships (such as the SMAT and YOS), and also promoted via the Swansea Participation Network. Additionally, research findings helped to underpin Swansea Council's unique approach to embedding children's rights, achieved through incorporation of the UNCRC into the Authority's policy framework, and the imposition of a 'due regard' duty on the Council. The PI for this project supported (and continues to support) elected Members and senior Officers in this process, and was a co-author of the final report that went before Cabinet and Council. The sharing of findings was also the focus of a Strategic Insight Project grant (in 2013), which was obtained to explore how academic and policy interface between the Local Authority and the University of Swansea in the area of children's participation and rights could be strengthened\n\nThirdly, research findings have helped to fuel an on-going and growing series of research projects in Swansea that focus on children's right to participate, and children's rights more generally. Operationalised through the Department of Criminology at Swansea University's work placement and internship programme (of which the PI is co-ordinator), third year students have, in partnership with local agencies, undertaken empirical research, which has become the basis of their final year dissertations, into areas of activity that focus upon, and relate to, children's participation and rights Communities and Social Services/Policy,Education,Government, Democracy and Justice Cultural,Societal,Policy & public services","person":"Anthony  Charles","coPersons":["Kevin Richard Haines"],"organisation":"Swansea University","findingsText":" Findings from the research can be grouped into three main categories:\n\n1. Research process:\n• Young people evidenced that they are able, in a sophisticated fashion, to understand, contextualise, and disseminate research findings. Using participative methodologies, youths used research findings, drawing out key thematic issues that affected their neighbourhoods and promoted debate concerning these with their peers and adults\n• The project has shown that, located within appropriate and child-focused methodologies, research processes can be developed to facilitate debate between adults and young people, challenging for example, images of children, understandings of their ability to participate in 'adult' fora, and promoting the formulations of proposals for change and improvement\n\n2. Embedding participation and improving understanding:\n• Young people believed that they should be accorded greater opportunities to participate in the decision making processes of agencies and their local communities. Critiquing existing approaches, youths reinforced the finding that there is a chasm between their understanding of participation compared to the views of adults \n• Young people felt that a more consistent, rights-based approach was needed to embed their participation. However, such an approach was deemed to only be possible within a context of partnership between youths and adults\n• When discussing the roles of adults and agencies, youths articulated the concept of a 'quadralogue'. This partnership process was intended to highlight the critical need for sharing experiences, data, and views between young people, policy makers, researchers, and service providers. Young people felt passionately that existing multi-agency arrangements required review and augmentation to enable the reflection of their views within policy and practice\n• Young people demonstrated that they are able to develop recommendations for the improvement of policy and service delivery. For example, when debating the efficacy of Police And Communities Together meetings (which youths felt were not child-appropriate) young people offered positive recommendations to Police Officers concerning the desirability of Youth PACT's, Police surgeries in Schools, and a more expansive role for Police Community Support Officers\n\n3. Participative innovation:\n• Young people felt that traditional forms of communication and engagement were not 'fit for purpose' and, focusing on the UNCRC (1989), advocated the development of E-tools (especially an iPhone/iPad app)to promote the right to participate \n• Through the research process, youths concluded that they have a role to play in informing their peers about the right to participate. Hence, a DVD containing a film about the Youth Conference, and an animation featuring images of Swansea and poetry written by young people about community safety was developed, as also an information pack for School Councils Findings have been used and taken forward in three principal ways: \n\nFirstly, young people have themselves been involved in a process of participative, and youth-led dissemination\n\nSecondly, agencies in Swansea have reflected upon, and taken forward aspects of these findings, and the views of young people in their work\n\nThirdly, further academic work has been undertaken to explore key aspects of young people's participation, in areas identified as important by them Communities and Social Services/Policy,Education,Government, Democracy and Justice","dataset":"gtr"}