{"id":"EF771E51-B7A2-47C1-890B-32BCEB135BEF","title":"The John Rylands Cairo Genizah Project","abstractText":"The John Rylands University Library Manchester houses among its treasures around 11,000 mediaeval manuscript fragments in Hebrew, Aramaic, Judeo-Arabic and other Jewish languages that originated in a storeroom (a Genizah) discovered in the 1890s in the Ben Ezra synagogue of Old Cairo (Fustat). These fragments, which range from everyday documents, such as children's school exercises, to copies of some of the greatest works of Jewish theology and law {in a few cases in the handwriting of their authors!) including hitherto unknown texts, are a small part of a much larger collection from the same source now scattered in libraries elsewhere in England, in Russia and in the States. Pages from the same book have got torn apart, and are now on different continents. The largest single holding is in the Cambridge University Library, where work on conserving and cataloguing it is well advanced. Because it has still no catalogue the Rylands Genizah collection is not easily accessible to scholars, nor has its relationship to the other Genizah collections ever been thoroughly investigated. \n\nWe propose to use modern technology to remedy this. We will publish on the John Rylands University Library website a searchable electronic database containing images of all the fragments, accompanied by a descriptive catalogue which will, wherever possible, identify exactly what the fragments are. The database will be dynamic. It will contain a dialogue box which will allow scholars throughout the world to comment on the images, identify ones we cannot, or dispute our identifications. We will process this information and improve our descriptions accordingly. We will also, on the basis of the database do a technical analysis of the nature of the Rylands Genizah collection, in order to discover how distinctive it is, and how it relates to the Cairo Genizah collection as a whole, and what light it throws on the role that writing and literature played in the everyday lives of the Jews of Old Cairo.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/D503566/1","grantId":"AH/D503566/1","fundValue":"361381","fundStart":"2006-09-01","fundEnd":"2009-12-31","funder":"AHRC","impactText":"","person":"Philip  Alexander","coPersons":["Stella  Butler"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}