{"id":"EF772A21-502F-4A7E-B105-A7B35407485C","title":"Enhancing Choreographic Objects (EChO)","abstractText":"ENHANCING CHOREOGRAPHIC OBJECTS (EChO).\n\nHow can one capture the 'intelligences underpinning dance making' (Wayne McGregor) in order to communicate them to a wide public? To answer this question, many of the world's leading choreographers are turning to the possibilities of computer generated imagery and interactive digital technologies. The result is a new genre of digital adjuncts to dance making called 'Choreographic Objects' made to both enhance, and to illustrate, their creative process. Choreographic Objects are providing insights into the valuable knowledge that choreographers and dancers create when they investigate form and structure through movement in the context of making dances. The result is that 'choreographic thinking' is becoming available not only for the purpose of educating audiences, but also in ways that scientists and philosophers can study, architects and designers can utilize, and other artists can draw upon. \n\n'Enhancing Choreographic Objects' (EChO) is an innovative project that uses the results of previous AHRC funded research in a practical manner. In the previous research, social scientists were able to show how the social relations involved in the production of Choreographic Objects were important in shaping them, highlighting both positive and negative potentials generated by the context and process of their construction. The social scientists were able to draw on theories of embodied, skilled and practiced-based knowing, and of its translation into representational media to illuminating effect. This (previous) project demonstrated that social science has a key role in enhancing the awareness of the makers of Choreographic Objects and thereby ensuring more effective outcomes from their endeavours. We will now transfer the results of that research to professional artists and programmers during the construction of a Choreographic Object called the Choreographic Language Agent (CLA) Public Installation.\n\nThe CLA currently exists as software used by leading UK choreographer Wayne McGregor for generating and investigating choreographic ideas in the studio. McGregor and his dancers use the CLA as a sketchpad in which they can quickly assemble, animate and share complex three-dimensional drawings to take as inspiration for movement generation into the rehearsal studio. The main aim of EChO is to apply the framework developed in the previous research to evaluate how the CLA represents and transfers the creative strengths and skills of dance, and then collaboratively feed back this assessment to the design team building an enhanced CLA for public viewing. This CLA Public Installation will be displayed in a major London exhibition space to encourage wide engagement with the possibilities of choreographic thinking during the creation of a new work by Wayne McGregor | Random Dance (WM|RD) that is set to premiere in October 2013.\n\nIn EChO, academics will collaborate with the company (WM|RD), digital artists, the exhibition space (Wellcome Collection) and the performance venue (Sadler's Wells) to produce an interactive experience that communicates the thinking and understanding generated in creating dance to a wide public. EChO will thereby utilise the outcomes of the previous AHRC funded research and apply them as academic knowledge transfer directly to institutions whose core aim is to increase public understanding of the value of dance, and of art and science's creative interface. The project will result in a new Choreographic Object tailored to the specific qualities of dance as knowledge creation, and to its public display.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K003046/1","grantId":"AH/K003046/1","fundValue":"95647","fundStart":"2012-10-15","fundEnd":"2013-12-31","funder":"AHRC","impactText":"","person":"James  Leach","coPersons":["Scott  DeLahunta"],"organisation":"University of Aberdeen","findingsText":"","dataset":"gtr"}