{"id":"EF79952D-53B8-4868-ADA5-3A7150EF40E2","title":"Self-assembly of asymmetric catalysts","abstractText":"Homogeneous catalysis plays an ever-increasing role in chemical synthesis. A catalyst allows the rate of a chemical reaction to be accelerated enormously, without the catalyst itself being used up in the reaction. The demand for chemical processes to be less harmful to the environment has increased the importance of reactions that utilise tiny amounts of catalyst to promote clean, efficient reactions between two chemicals that do not normally react with each other at a measurable rate. An important challenge in homogeneous catalysis is being able to control selectivity while retaining high catalytic activity. Many important drug and agro- chemicals exist as two mirror image structures called optical isomers that are related like your left and right hands, and despite sharing the same chemical composition, each mirror image has very different biological properties (New drugs that exist as optical isomers are now required to be prepared as a single optical isomer). There is therefore a massive research effort aimed at producing optically active compounds as single optical isomers for the pharmaceutical industry, with catalytic methods being potentially more efficient and less harmful to the environment. However, one of the big problems that prevents wider application of catalytic methods is the vast amount of time and money required to find the perfect catalyst for the specific reaction being studied. Many catalysts are difficult to make, and a catalyst that is good for one group of reactants is often hopeless for another. There is now massive interest in methodology that allows a large number of catalysts to be prepared rapidly. This programme has the ambitious aim of developing a new approach to solving this problem. The preparation of catalysts that can be changed by binding to a large collection of complementary additives in an instantaneous reaction that uses hydrogen bonding to hold the molecules together (Hydrogen bonds are the bonds that hold DNA together, and are formed very rapidly without any chemical reagents or intervention). If the project is fully successful, the time taken to find the perfect catalyst will be reduced dramatically, and chemists will have something analagous to a skeleton key for unlocking every door: a toolbox of catalysts that can be adjusted to every set of reactants that might be used. The project will involve detailed work on the mechanism of the self-asembly process, evaluating the strength of the hydrogen bonds and the conditions under which they are able to form. Using this approach some new development in currently challenging but important catalytic reactions should be possible","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G036314/1","grantId":"EP/G036314/1","fundValue":"346206","fundStart":"2009-04-01","fundEnd":"2012-03-31","funder":"EPSRC","impactText":"","person":"Matthew Lee Clarke","coPersons":[],"organisation":"University of St Andrews","findingsText":" This project aimed to understand the remarkable self-assembling catalysts we had discovered. The mechanistic study was rather challenging and actually involved us having to redesign a new catalyst system that was more amenable for study. this was achieved and a paper that described the exact function of the two-component catalysts was published. A surprising observation made here led us to extrapolate a mechanstic feature in our catalysts to other systems more widely applied that show some simi  ","dataset":"gtr"}