{"id":"EF8063BB-56C6-43EA-9ECE-308850FBEDCF","title":"MICA: Integrated interfacial sensors for assessments of lower limb prosthetics","abstractText":"The research proposed aims to address a technology shortfall that exists in lower limb prosthetics, that is stump-socket loading measurement which is also the single most important unmet need in the field. Without a solution which offers a practical means of dynamic load measurement of the stump-socket interface, determination of socket fit, the single biggest factor determining prosthetic outcomes will remain un-quantified and problematic. The impact of the solution cannot be overstated, as it is likely to yield a paradigm shift in prosthetics care and lead to new knowledge and understanding of the dynamics of stump-socket interface loading.\n\nThe aim of the proposed research is to produce a validated &quot;intelligent liner&quot; prototype which provides combined mechanical pressure and shear load measurements at this important loading interface. The intelligent liner will be built around a standard prosthetic liner solution and thus be in a form practical for normal everyday prosthetic use overcoming the practicality deficit of existing pressure only measurement solution. It is important to state in comparison with the proposed solution, existing measurement system exist in a form which are not practical for everyday normal use and are only suitable for short duration laboratory measurement. Furthermore no existing commercialised system has the combined capability of pressure and shear measurement. Shear loading is a fundamental and potentially damaging component of loading at the socket interface which can contribute significantly to tissue damage. This to date while widely known as a significant issue has remained largely un-quantified to the lack of suitable sensing technologies. To get to this prototype, the first objective is to develop a laboratory based stump-socket interface simulator and a system of &quot;control&quot; tests which can be used for liner design optimization. The simulated load tests will be validated from gait analysis measurement to ensure the simulator provides loading which is valid biomechanically and which have a high degree of repeatability and reliability. The next stage is to optimize the intelligent liner design into a form that is practical and can be reliably used in the short to-medium term for loading measurement. The final aims are is to further validate the prototype and combined measurement system taking into account clinical factors that may determine the repeatability of measurements for example such as don/doffing sensor positioning variations. The final outcome is a prototype liner design with combined instrumentation and data visualization which is ready for commercialization. The overall outcome of the project will have demonstrated the technical feasibility of the solution for production on a commercial scale Moreover the intelligent liner design will have been validated for viability through preliminary clinical testing towards commercial clinical product applications.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L013096/1","grantId":"MR/L013096/1","fundValue":"428803","fundStart":"2014-04-22","fundEnd":"2016-04-21","funder":"MRC","impactText":"","person":"Liudi  Jiang","coPersons":["Daniel Lawrence Bader"],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}