{"id":"EF82FBE8-89D2-4C0B-8B64-0FC8B42525C5","title":"'Chaziza' (a Hebrew word that conveys the concept of partitioning and grinding)","abstractText":"Chaziza is a photographic and video art project in the Israeli I Palestinian landscape. At the heart of this project is my experience of returning to the landscape of my youth and witnessing the markers of separation that have appeared during my absence.\n\nThe theoretical and aesthetical context of the work is an engagement with the general contemporary concern with representing landscapes where humans are in conflict. In contrast to the dominant approach which seeks to represent landscapes of conflict as examples of ruin and human catastrophe, my project seeks to re-present the experience of a landscape punctuated by 'markers of conflict' that deny aspects of the view to the on-looker. In seeking to transfer the visual experience of conflict from a site in the Israeli landscape to the site of its representation in an exhibition space, Chaziza attempts to re-present the disjunction between the expectation of human narrative and the empty reality of denied views and absent 'others' that make up my experience of the Israeli/Palestinian landscape.\n\nChaziza is primarily for presentation in the gallery and museum context and aimed at audiences in Israel, Palestine and the U.K. Photographic and video works are taken simultaneously in a range of locations in the region to establish two different modes of seeing and experiencing a place.\n\nThe method of presentation is an installation comprising of photographic pictures and video projections side by side in the gallery. The aim is to transfer experience from the land to the gallery. This will be achieved through the generation of opportunities for contemplation and discovery as the viewer moves through the gallery space. The large size photographic pictures will interact with the full wall, time-based, video projections, offering multiple experiences of the same location, and making the viewer remember an aspect of the video. The interaction between the movement captured in the videos and the fixed, stationary photographic representations of the same spaces will be arranged and choreographed in the gallery to establish a sense of a walk through the work.\n\nThe first showing of Chaziza is already scheduled at the Ein Harod Museum in Israel and it will be on display between July and September 2006. Once this is in situ I aim to develop further new pieces in response to how it is viewed. Besides this show, the work will be edited for web-based and DVD presentation intended for a seminar tour about the work in different art centres in both the Israeli and the Arab sectors of the country. A monograph with an accompanied DVD is planned for future production.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E509010/1","grantId":"AH/E509010/1","fundValue":"15698","fundStart":"2007-01-01","fundEnd":"2007-04-30","funder":"AHRC","impactText":"","person":"Oded  Shimshon","coPersons":[],"organisation":"University of Derby","findingsText":"","dataset":"gtr"}