{"id":"EF85C484-C3F6-4274-8B3A-07429662CF5B","title":"Materials For High Temperature Fuel Cell Technology","abstractText":"This application is a request to renew a platform grant that has provided funding for basic research in the St Andrews' fuel cell programme to further development of the resulting technologies. The work comprises of structural, chemical, thermal and electrochemical characterisation of novel materials relating to a range of important energy technologies. These programmes entail a broad range of approaches from basic atomic scale characterisation through microstructural control and fabrication to device production and testing. A main focus is on understanding the role of microstructure and composition in developing efficient fuel electrodes for utilisation with hydrocarbon containing fuels. We are developing low temperature thin film supported electrolytes and application of such devices for steam electrolysis, with a view to utilising renewable energy to produce hydrogen. New initiatives working on new concepts such as carbon fuel cells and steam electrolysis processes have been successful and are will be further developed in the renewed platform. Other new initiatives such as hydride ion conductors, ammonia fuel cells, photocatalysis using our electrode materials, fuel synthesis and novel cathode concepts have been embarked upon and will be further developed/validated in the renewed platform.This Platform Grant has served as an excellent base on which to build a very active programme of research in fuel cell and related clean energy technologies. It is running in parallel with a series of projects funded by government and industry and has provided a key tool enabling efficient management of such projects. In many cases the start dates have avoided delays of up to one year due to security provided by the Platform Project. To-date 7 researchers have been funded directly by this project, although most of the researchers in the group have benefited at least indirectly from the Platform Project. The Platform Grant has enabled us to create a robust group structure and has greatly strengthened our capability. Publication is running at 15 pa largely in high impact journals including one in Nature.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E064248/1","grantId":"EP/E064248/1","fundValue":"1007940","fundStart":"2008-01-01","fundEnd":"2012-12-31","funder":"EPSRC","impactText":"","person":"John  Irvine","coPersons":["Mark  Cassidy","Cristian Daniel Savaniu","Paul Alexander Connor","Shanwen  Tao"],"organisation":"University of St Andrews","findingsText":"","dataset":"gtr"}