{"id":"EF87FC13-7113-42C0-9817-E47CA0926B4B","title":"Novel Statistical Approaches to Chemical, Biological or Radiological Source Term Estimation","abstractText":"Suppose that a chemical biological or radiological (CBR) contaminant is released into the atmosphere. If the location, concentration and type of release is not observed, then it is important to be able to make accurate inferences about these properties (source term estimation), based on data from available sensors. Source term estimation has several important applications such as identifying the source of pollution, the source of a radioactive accident or the source of a toxic industrial accident. It is also an important research problem currently being faced in the military arena. If a covert CBR release occurs, there is an urgent need for source term estimation in order to make hazard predictions. These hazard predictions are then used to protect and warn the surrounding populations. Fast estimation is essential, as this allows potentially life-saving decisions to be made about CBR protection strategies. This is a highly complex problem due to the probabilistic nature, both of of atmospheric dispersion and of sensor readings. The UK MOD currently has the capability to do source term estimation for a single release, based on methodology developed at Dstl. However, there is a need to extend the current capability in two directions. Firstly, the current methodology is not robust, and in certain situations, fails to adequately identify the source term in reasonable time. Secondly, it is desired to make inference about multiple release types and locations simultaneously. In both cases, there are very stringent hardware constraints. It cannot be assumed that there will be rapid access to large amounts of processing power. The solution to these problems cannot be obtained by using more processors; therefore new methodology is required.The existing approach for a single source term is based on Bayesian estimation using Monte Carlo computation. The output is in the form of a probability distribution which summarises the uncertainty about the mass, location, time and material type of a release, based on data currently available (present and past sensor readings). The approach efficiently uses time between sensor outputs to perform iterative computations to update this probability distribution and to prepare for new data from subsequent sensor readings.The proposed research, will first investigate this existing strategy, with a particular focus on eliminating situations where the learning is too slow. Research will then progress to considering multiple sources and releases. Currently it is envisaged that this will involve reversible jump MCMC (RJMCMC), a Monte Carlo approach which generates from a distribution where uncertainty concerns the dimensionality of the parameter space (in the current example, the number of sources for which release parameters are required to be estimated) as well as the values of release parameters themselves.Throughout, a strong focus is on speed of computation, with the application placing more exacting demands on fast computation than is typical in many other applications. A fast, but acceptable, approximation, is preferable to a more accurate, but more time-consuming solution. It is anticipated that, in this respect, the research proposed here (particularly in the variable-dimensional, RJMCMC, setting) may be adaptable to other applications with similar constraints.The poroposed research will involve a close partnership between researchers at Southampton Statistical Sciences Research Institute and in the Simulation Physics Group at Dstl, Porton Down. The research assistant, although based at Southampton will spend significant periods at Porton Down, resulting in an effective and dynamic collaboration.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F018215/1","grantId":"EP/F018215/1","fundValue":"165484","fundStart":"2008-02-18","fundEnd":"2010-02-17","funder":"EPSRC","impactText":"","person":"Jonathan  Forster","coPersons":[],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}