{"id":"EF880C58-237F-47BE-B31D-A956E9C784A8","title":"International Workshop on Mathematics of Constraint Satisfaction: Algebra, Logic, and Graph Theory","abstractText":"The constraint satisfaction problem, or CSP for short, provides ageneral framework in which it is possible to express, in a naturalway, a wide variety of computational problems, including satisfiability and graph colourability. The aim in a constraint satisfaction problem is to find an assignment of values to a given set of variables, subject to constraints on the values which can be assigned simultaneously to certain specified subsets of variables.The study of constraint satisfaction problems is a very active area of research. It has originated in aritificial intelligence, and is now spread over various areas of computer science and mathematics. We seek funds to support an international workshop on mathematics of constraintsatisfaction which is intended to bring together specialists from many different areas of mathematics and computer science with an interest in this exciting interdisciplinary area.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D036720/1","grantId":"EP/D036720/1","fundValue":"20355","fundStart":"2006-04-11","fundEnd":"2006-05-10","funder":"EPSRC","impactText":"","person":"Andrei  Krokhin","coPersons":["Peter  Jeavons"],"organisation":"Durham University","findingsText":" This workshop brought together, for the first time, all the leading\nspecialists on various mathematical approaches to constraint\nsatisfaction, as well as many researchers from many different areas\nof mathematics and computer science with an interest in this\nexciting interdisciplinary area. The programme included three\nsubstantial tutorials outlining the basics of the algebraic,\nlogical, and combinatorial approaches to the CSP, given by\nP.Jeavons, Ph.Kolaitis, and P.Hell, respectively. These tutorials\nwere designed to ensure that all participants were equipped with the\nnecessary preliminary knowledge of all of the fundamental\nmathematical approaches. The main part of the programme consisted of\n11 one-hour plenary lectures given by world-leading specialists in\nthe above four topics. This ensured that all participants gained a\ncomplete state-of-the-art picture of the research area. The plenary\nlectures were given by A.Bulatov, H.Chen, and P.Jonsson (algebra), \nA.Atserias and I.Stewart (logic), G.Gottlob and J.Nesetril\n(combinatorics), V.Dalmau and B.Larose (combinations of the three\napproaches), N.Creignou (Boolean CSP) and J.Hastad\n(inapproximability of CSP). In addition to these plenary talks,\nthere were 11 invited 30-minute talks which covered a broad range of\nother topics, including the use of mathematics in more applied CSP\nresearch. The workshop can be called a ``community-creating event''\nbecause many leading researchers in different aspects of the area\nmet there for the first time, and discussed and compared the\ndifferent approaches to a significant extent. Now researchers from\ndifferent research areas are much more aware of the deep\nmathematical insights and challenges present in the mathematical\ntheory of constraint satisfaction.\nThis workshop started a series of international meetings (at least one every year) that bring together specialists in different aspects of CSP. The main finding of this event was that there are many ways in which researchers in different aspects of CSP can collaborate. A lot of collaborative activity happened that can be traced back to this workshop. Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}