{"id":"EF8A3E18-E85C-40D9-A274-BA510274BA55","title":"Development of multiphoton microscopes for real-world clinical applications","abstractText":"At present, the diagnosis of many types of disease must be confirmed by histopathology before treatment can begin. This entails the physical removal of a small tissue specimen from the patient that is then processed, sliced, stained and analysed by an expert using an optical microscope. The collection of tissue is subject to sampling error, i.e. the diseased tissue may be missed, and the time required for processing and analysis can delay treatment. It would desirable for physicians to be able to make an immediate diagnosis during examination of the patient.\n\nWhen biological tissue is illuminated with light at appropriate wavelengths, certain naturally occurring biomolecules can absorb this excitation energy and emit new light called autofluorescence. Normally each absorbed photon results in a photon being emitted at longer wavelength (lower photon energy). This can be used to provide high resolution images of biological tissue and being &quot;label-free&quot;, it avoids potential hazards associated with externally applied contrast agents. The properties of this light can provide information about the molecules that emitted it and this enables imaging of the biochemical or structural changes in tissue associated with disease, which can aid diagnosis. As well as the wavelength (colour) of the autofluorescence, the fluorescence lifetime (i.e. the rate at which the signal decays following excitation) can also provide useful &quot;spectroscopic&quot; information.\n\nA key challenge for optical imaging in tissue, however, is optical scattering, which limits the depth at which optical images can be obtained. This can be addressed using the technique of multiphoton microscopy, which entails illuminating tissue with light at twice the wavelength (half the photon energy) that is usually absorbed. If the incident intensity is high enough, then the tissue can absorb two photons simultaneously to produce each autofluorescence photon. This permits excitation of tissue at longer wavelengths (which undergo less scattering and permit deeper imaging) and also provides 3D imaging. This is because the autofluorescence photons are only efficiently produced in the focal plane where the intensity is highest. Thus a multiphoton microscope provides &quot;optical sectioned&quot; images of slices of tissue that are in the focal plane. Currently, however, there is only one commercially available clinically approved multiphoton microscope, which is licensed for imaging skin, and no clinical multiphoton endoscope. We propose here to develop two new complementary approaches to in vivo clinical multiphoton imaging that should enable high resolution (subcellular) imaging of less accessible (including internal) tissues to provide real-time replacements for conventional histopathology - allowing in situ diagnosis and guiding of therapeutic interventions where it is critical to define lesion margins and minimise loss of function, e.g. in the brain, prostate, spine, skin (Moh's surgery) etc.\n\nThe first instrument is a novel lightweight hand-held multiphoton scanner, which would be able to compensate for patient motion (permitting longer acquisition times), richer spectroscopic readouts (including of fluorescence lifetime) and larger fields of view (to permit visualisation of whole lesions). This instrument would be applicable to image any external tissue or to tissues exposed during surgery.\n\nThe second instrument is a disruptive technology concept invented and pioneered at Imperial for ultracompact multiphoton endoscopes of unprecedented size (&lt;400 microns diameter) and flexibility, for use via fine needles directly in the organ of interest or via thin anatomical channels (down to breast ducts). It could thus provide sub-cellular imaging almost anywhere inside the body, including under the guidance of other imaging modalities (e.g. ultrasound, MRI).\n\nThese instruments would be engineered for clinical trials following ex vivo human tissue studies during this project.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K020102/1","grantId":"EP/K020102/1","fundValue":"853851","fundStart":"2013-05-01","fundEnd":"2015-10-30","funder":"EPSRC","impactText":"","person":"Christopher  Dunsby","coPersons":["Jonathan  Knight","Mark Andrew Neil","Carl  Paterson","Paul Michael William  French"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}