{"id":"EF8E8179-4382-4D2F-9917-B0DE31D9B05A","title":"SIROtyping : siRNA and miRNA profiles of tomato","abstractText":"Most of the RNA molecules in cells are involved in protein production (ribosomal, transfer or messenger RNAs), however there are RNA molecules with other functions. A recently discovered class of non-coding short RNAs (sRNA) regulate the level of protein production in a gene specific manner. These sRNAs can recognise specific mRNAs or DNA sequences because they have partially complementary sequences to them. As a result of this interaction expression of the targeted mRNAs is significantly reduced or transcription of the targeted DNA is suppressed. More than 70 000 different sRNAs were found in the model plant species Arabidopsis and we showed that these sRNAs are derived from more than 4000 clusters. We found that sRNAs are also produced from clusters in tomato fruits and that the expression of clusters was consistent between different samples of the same tomato type. Crop species have different cultivars that can be cross-fertilised but have different characteristics (e.g. fruit/seed size, colour, taste, texture, etc.). Arabidopsis - a non-cultivated model plant / also has different forms, which are called ecotypes. We tested the hypothesis that different clusters are active in different cultivars of tomato and different Arabidopsis ecotypes. In a preliminary experiment we found several sRNA clusters that accumulated at a different level between four Arabidopsis ecotypes and also between three tomato cultivars. Based on these data we propose to develop a tool that uses sRNAs as molecular markers of valuable characteristics in tomato. In the first phase of the project we will identify all the sRNA clusters in the tomato genome. Probes complementary to the identified sRNA clusters will be spotted on small glass plates. These microarrays will be used to profile sRNAs in a large number of tomato cultivars. Statistical analysis will then be used to establish the correlation between the phenotypes and production of specific sRNAs. Array based expression profile of sRNAs will identify a subset of sRNA clusters that are predictors of phenotypes. The proposed work will also evaluate the possibility that important agronomic traits can be modified when selected sRNAs are overexpressed or suppressed transgenically. These analyses and manipulations of sRNAs have the potential to establish a novel approach to crop improvement that is based on variation of regulatory RNAs rather than of protein coding genes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E006981/2","grantId":"BB/E006981/2","fundValue":"639953","fundStart":"2007-11-01","fundEnd":"2010-10-31","funder":"BBSRC","impactText":"  The findings are helping determine the impact of epigenetics in agriculture Agriculture, Food and Drink Economic,Policy & public services","person":"David  Baulcombe","coPersons":["Tamas  Dalmay"],"organisation":"University of Cambridge","findingsText":" a) By far the most significant discovery in the grant was that small silencing RNAs are expressed non additively in hybrids and introgression lines and that in two examples - with miR395 and PAL siRNAs - this &quot;transgressive&quot; expression is associated with phenotypes. Stress resistance with miR395 and low lignin with PAL. There are likely also to be other transgressive sRNAs and phenotypes. Heterosis is specific for the F1 and it is not inherited completely in the subsequent generations but these transgressive effects are heritable. With one of the three examples it is associated with DNA methylation and the effect is likely to be epigenetic. It is likely that the PAL siRNAs are also epigenetically enhanced but formally we cannot rule out a genetic change - mutation or rearrangement that was induced during the production of the introgression line.\nb) Many siRNA and miRNA loci in tomato. They are influencing thinking about epigenetics in agriculture. Agriculture, Food and Drink","dataset":"gtr"}