{"id":"EF8F83B1-CB76-46CD-B391-530FBB1A64C4","title":"Midbrain dopamine systems and control of bladder function","abstractText":"Urinary Urge Incontinence (UUI): ?a sudden compelling desire to pass urine which is difficult to defer? is a widespread clinical problem that especially the elderly in whom an incidence of 12-17% is reported. The latest available figures (from 1997) estimated a cost to the UK health budget of #536 million, yet despite its enormous socioeconomic impact UUI is still not managed effectively. Normally, adult humans are able to inhibit their bladder from emptying, even when it is full, until they find themselves in a safe and socially acceptable place such as a bathroom. With UUI the ability to defer bladder emptying is lost. Current drug treatments target the bladder muscle, with the aim of reducing its excitability. However, the primary cause may lie not in the bladder itself, but in the central control pathways that regulate bladder filling and emptying. At present the precise location of these pathways in the brain and the chemical neurotransmitters employed by the nerve cells to communicate with each other are not fully understood. A clearer understanding of the normal function of the bladder control circuitry is essential before any new treatment for UUI can be developed. The current proposal, which uses a mouse model, has been designed to provide a fuller understanding of these brain circuits in normal animals. The aim is to combine a powerful new method called ?optogenetic? (activation/inactivation of neurons by light), a virus-based neuron connectivity mapping tool with classical physiological measurements to study brain circuitry that controls bladder function. The new data from the study will provide the essential information needed for developing new drugs that act to ?normalise? the activity of the bladder control circuits in those individuals with UUI in whom the control has been lost.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G1002251","grantId":"G1002251","fundValue":"416538","fundStart":"2014-06-09","fundEnd":"2017-06-08","funder":"MRC","impactText":"","person":"Thelma  Lovick","coPersons":["Attila  Sik"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}