{"id":"EF927E16-8961-4B10-83A5-66B7F12FDA01","title":"The Interdisciplinary Network for the Study of Subcultures, Popular Music and Social Change [Subcultures Network]","abstractText":"The riots of 2011 brought youth culture to the forefront of public debate. In particular, they reignited long-running concerns as to political and social disengagement amongst young people. The Subcultures Network is therefore designed to grapple with and inform such debate by: \n\n1) bringing together academics and non-academic organisations to discuss and disseminate research into questions of youth culture, politics and social cohesion; \n\n2) to augment on-going social science research into subcultures, popular music and social change by introducing historical analysis and perspectives. \n\nThe Subcultures Network was initiated by Professor Matthew Worley (University of Reading) and comprises scholars from a range of academic disciplines located at institutions throughout the UK. It emerged in tandem with a conference on 'Subcultures, Popular Music and Social Change' held in September 2011, to which over 120 researchers from four different continents attended, and has since organised a workshop at the University of Wolverhampton (November 2011) to provide material for a special issue of Contemporary British History (26:3, 2012) on 'youth culture, popular music and the end of &quot;consensus&quot; in post-war Britain'. As this suggests, the Network has proven itself an important conduit for cross-disciplinary research - but funding is required to build on this and extend the Network's reach and potential.\n\nThe current proposal relates to the AHRC's core theme of 'connected communities' and is centred on five interlinking themes: youth activism and popular culture; the relationship between popular music and cultural identity; the 'spaces' in which sub- and youth cultural identity are forged; the links between politics and youth culture; the transmission of subcultural styles across local and national territories. These will be discussed over five symposia, featuring academic and non-academic participants from the Democratic Audit, IARS, the Bristol Music Archive, Sophie Lancaster Foundation and National Youth Agency. Each symposium will preview on-going research and identify potential new agendas and research methods based on collaboration across academic disciplines. Towards the end of the Network's schedule, plans will be made to hold an international conference at the University of Reading to showcase the work generated by the symposia and to open up further avenues of enquiry, debate and collaboration. \n\nWith regard to dissemination, the Network will establish and maintain a website to include summaries of research papers, reports of the symposia, forums and links to related resources. It will post announcements of work in progress and develop contacts to and within the Network as they form over the course of the project. The symposia will facilitate a number of articles (some collaborative) and material for a special issue of the IARS' Youth Voice Journal. The project will also provide material for a pamphlet on 'youth culture and politics' for publication by the Democratic Audit in preparation for the 2015 general election. Finally, an edited collection of papers will be drawn from the symposia on the theme of youth, cultural identity and politics.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K00509X/1","grantId":"AH/K00509X/1","fundValue":"29844","fundStart":"2013-08-01","fundEnd":"2015-07-31","funder":"AHRC","impactText":"","person":"Matthew  Worley","coPersons":["Paul Edward Hodkinson"],"organisation":"University of Reading","findingsText":"","dataset":"gtr"}