{"id":"EFA338F8-4989-4C25-BC8E-70AF43FFF751","title":"Virtual Institute - Polymer Process Structuring","abstractText":"The Virtual Institute - Polymer Process Structuring, VIPps, will build on the Polymer Engineering platform of the Polymer IRC - in order to maintain focus, VIPps will emphasise the polymer engineering aspect of our IRC research portfolio, in particular the interaction between processing and structuring of polymers (linking polymer engineering and polymer physics, mainly, with appropriate polymer chemistry links, for example in reactive processing). A range of routes is proposed to develop awareness of skills, facilities and research strengths, with a view to promoting sustained research collaborations in structuring of polymers by processing between the Polymer IRC staff at Bradford and Leeds (plus some potentially from Sheffield and Durham) and researchers primarily in China and Japan.We will also use the programme to draw in others - we will lead and drive the programme but we will include associated groups in the UK polymer community (as we do, for example, in the UK Polymer Showcase) together with relevant overseas groups. This will help to bring researchers together from a selection of groups and research areas in the polymer engineering-polymer physics arena, to mutual benefit whilst further promoting the UK Polymer IRC as an international focal point for polymer-related research. In order to achieve a proper sense of focus yet including appropriate connected discipline areas, we propose a two tier approach. The core of the proposal (Tier 1) consists of Pacific rim co-operations, which forms the majority of the use of resources - this includes key groups at Beijing Chinese Academy of Science, Sichuan and Shanghai Jaio Tao Universities, Tokyo Institute of Technology and Tokyo and Yamagata Universities. Tier 2 consists of a wider range of groups worldwide, some of whom are already involved with us in particular activities. We would aim to help the two tiers interact, as a part of our programme / this would use a smaller proportion of the resources requested, but would enhance the standing of our proposed structure on the world stage.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F012438/1","grantId":"EP/F012438/1","fundValue":"230251","fundStart":"2007-10-01","fundEnd":"2009-03-31","funder":"EPSRC","impactText":"  This Virtual Institute in Polymer Process Structuring, led by the Polymer IRC at Bradford, was build on the survey in EPSRC grant EP/E022707/1, and formed the first such Virtual Institute with a range of Chinese partners - in particular Sichuan University, Beijing University of Chemical Technology, and the Chinese Academy of Science groups at the Institute of Chemistry CAS (Beijing) and Changchun Institute of Applied Chemistry CAS. This proved to be the beginnings of a highly successful community, and provided a foundation for the Science Bridges China and Global Engagements awards and many joint grants, publications and IP. Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology Cultural,Societal,Economic","person":"Phil David Coates","coPersons":["Peter David Olmsted"],"organisation":"University of Bradford","findingsText":" This Virtual Institute in Polymer Process Structuring, led by the Polymer IRC at Bradford, was build on the survey in EPSRC grant EP/E022707/1, and formed the first such Virtual Institute with a range of Chinese partners who had been identified as leading edge groups in polymer engineering - in particular Sichuan University, Beijing University of Chemical Technology, and the Chinese Academy of Science groups at the Institute of Chemistry CAS (Beijing) and Changchun Institute of Applied Chemistry CAS. This proved to be the beginnings of a highly successful community, and provided a foundation for the Science Bridges China and Global Engagements awards and many joint grants, publications and IP, in polymer-related areas, in particular in their applications as advanced materials for healthcare. The original VIPPS support led to Science Bridges China platform, which continues. New groups are invited to join us in the research community established and being more fully developed (with extensive collaborative research programmes in advanced materials for healthcare) - see also www.ukchina-amri.com. Chemicals,Digital/Communication/Information Technologies (including Software),Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}