{"id":"EFADAE1F-2DD8-4831-8670-D640A97A43D3","title":"Micro engineered 3D constructs for CNS repair","abstractText":"Spinal cord injury often leads to a paralysis of parts of the body (i.e. the late actor Chris Reeves 'Superman') - which can be in most severe cases affect all four limbs, and in others just the bladder, the legs and lower parts of the body etc. This is due to the direct or indirect damage to the nerve fibres (known as axons) running from the brain along the spinal cord, and those carrying sensory information from the periphery back to the brain. After the injury the area damaged will fill with non-functional scar tissue. Unfortunately there is very little recovery after injury and no restoration of function - even over many years. The biological aspects of spinal cord repair after injury is a complex problem that is not completely understood and is actively being investigated. Leading neurosurgeons agree that future treatment envisaged for the repair of spinal cord injury will be a combination of a cellular transplant with pharmacological intervention. Popular candidates for transplantation are support cells or glia (astroglia, olfactory ensheathing cells) that normally envelope and guide regenerating nerve processes. It is hoped that these cells will aid axonal regeneration across the graft through the site of the scar into normal CNS tissue. As the scar environment is inhibitory to axonal outgrowth due to the presence of many inhibitory molecules (a molecule involved in this is even called nogo!) intervention with drugs is necessary to either overcome inhibitory signals or to remove the inhibitory molecules Our recent data on cellular transplantation using olfactory glia has shown that they can support the ingrowth of many axons, although very few if any appear to exit the graft. Anatomical examination of the grafts gives an impression that the axons are wrapped by olfactory glia but there is no alignment of these axons or order within the graft. It is clear that CNS repair is a complex process and a single treatment like glial cell transplantation is not sufficient for restoring spinal cord function. Within this grant we intend to develop a scaffold based guidance system for axonal outgrowth. The envisaged scaffold will be a polymer with internal tiny (ca. 1/2 hair diameter wide) guidance tubes filled with transplanted glia. On the inside of these tubes we place even smaller local guidance structures. This scaffold will guide the axons and at the same time protect them from the regeneration limiting scar environment. The principles of fabrication developed for the computer industry allow us to design flat sheet of hard material (silicon) with very fine detail. In order to create 3-dimensional scaffolds we are creating polymer replicates of these structures and then roll the structured sheet up using a small device akin to a cigarette-roller. We are therefore able to make such scaffolds with very high accuracy and repeatability. By using biodegradable polymers for the scaffold the device can be left within the body slowly dissolving and being replaced with the bodies own material, all the while instructing the nerve extensions. As it is not beforehand obvious how the nerve helper cells and the extending axons interact within such an artificial environment we will investigate the cellular response in molecular detail and use the information gained to inform the construct design in a constant dialog. One example of the structural features modified, which are expected to have a significant effect on cellular survival and orientation, is the size number and distribution of perforations / which are needed to allow nutrients to enter the tube. We will also investigate which cellular transplant is best used in combination with our microstructured implant. We hope to have at the end a device and selected a cell type that together could enter in vivo testing of spinal cord injury.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G004706/1","grantId":"BB/G004706/1","fundValue":"573076","fundStart":"2009-03-01","fundEnd":"2012-08-30","funder":"BBSRC","impactText":"  To share information about our constructs and ability to support cell survival, growth and differentiation. Pharmaceuticals and Medical Biotechnology ","person":"Susan Carol Barnett","coPersons":["Mathis Oliver Riehle","Nikolaj  Gadegaard"],"organisation":"University of Glasgow","findingsText":" Our aim was to develop scaffolds that filled with appropriate cells and transplanted into a spinal cord lesion will guide and support functional repair as part of an integrated advanced therapy.\n\nOur ultimate aim was to develop scaffolds that filled with appropriate cells and transplanted into a spinal cord lesion will guide and support functional repair as part of an integrated advanced therapy. Our objective for this grant was to develop a prototype scaffold for future transplantation into rat models of spinal cord injury. To test the supporting structure and material properties of a prototype 3D PCL scaffolds we used mixed neural cells (we term myelinating cultures) that comprise the many cells that make up the CNS and can differentiate as seen in vivo to form internodes of myelin and nodes of Raniver.\n\n\n\nDuring the course of the grant we have:\n\no Continued to develop the 2D and 3D scaffold development with specific focus on how pores and pillars which contribute to the 3D design influence glial-axonal interactions.\n\no Optimised surface topography and structure in 2D and 3D, testing other substrates and materials. PCL was optimal coated in PLL.\n\no Found astrocytes on PCL secreted factors that delayed myelination but did not inhibit it.\n\no Tubular design: was complex to load with cells but a bioreactor was designed to maintain the cultures. The cell biology of a range of cells was studied on the constructs.\n\no Examined viability of a range of cells on layered scaffold mimicking the 3D structure of the scaffold and found this can be affected in the centre of the scaffold.. However the inclusion of pores within the construct alleviated the problem. The long term aim is to use scaffold for the repair of spinal cord injury in the clinic. The data suggest transplantation of such a scaffold should not affect the biology of regenerating CNS cells and therefore the next stage would be to assess the prototype scaffold in rat models of CNS injury Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}