{"id":"EFB17625-01F9-4C3F-B6E5-0CFA727229B4","title":"Solid-state Property Predictions of Bimodal Blends and Polydisperse Oriented Polymers (BiBOP)","abstractText":"The plastic products that are so endemic to modern life are made up of long-chain molecules known as polymers. There are many reasons why plastics are so appealing; one of the most important is that the polymer molecules are easily melted and squeezed into shaped moulds in order to produce complex geometries; another reason is that molecules can be aligned during processing to improve material properties along the alignment direction (as is the case, for example, in packaging films, plastic bottles and polymer fibres). In order to make better use of existing materials and to design new polymers for specific applications, engineers need the ability to predict the process conditions that will give particular polymer molecules a predetermined set of material properties within a product. \nIn the past few decades, significant progress has been made in understanding and predicting how polymer molecules of different shapes and lengths respond to flow. Much of this progress has been made possible by studying model polymers, where all molecules are identical in shape and length, or monodisperse. In previous studies, we were able to show that, in these model systems, it is possible to predict a range of solid-state properties of products with molecular orientation, by making use of the rheological, or flow, properties.\n\nThe main difference between commercial plastics and these model monodisperse polymers is that commercial plastics are made up of a distribution of polymer molecules of different lengths, known as polydisperse. Thus, in order to apply predictive models to commercial plastics, an understanding of how polymer chains of different lengths interact with each other is necessary. This study is aimed at developing models able to predict the mechanical and optical properties of processed polydisperse polymers, applicable to commercial plastics. In order to achieve this, the study will first focus on a special class of polymers known as bimodal blends, which are made up of a mixture of two different monodisperse polymers. By understanding how the different length scales of polymers in bimodal blends interact with one another when they are oriented, it will be possible to make progress in understanding the interactions between the multitude of length scales present in polydisperse commercial plastics.\n\nThe research will involve an experimental study of the mechanical and optical properties of both bimodal blends and polydisperse commercial polymers that have been subjected to molecular orientation typical of commercial processes. Additionally, a neutron beam will be used to probe orientation in special blends in which one of the length scales is rendered invisible to the beam. The experiments will be used to inform and validate a set of models that can account for the interaction of polymer molecules of different lengths when predicting the solid-state properties that result after a given orientation process.\n\nThe UK processes 4.8m tonnes of plastics each year, and the UK plastics industry contributed 2.1% of GDP in 2010. Because of comparatively high labour costs in the UK, the industry is focused on niche markets with highly optimised operations, and innovative companies operating at the cutting edge of technology. The research intends to empower the polymer industry to optimise resin composition to processes and products, and to enable solid-state property predictions of processed commercial polymers hitherto not possible. In the long term, this will drive the development of new polymers and new applications of polymers, help to shorten product development times, lead to existing polymers and processes better suited to their application, and help the UK polymer industry to remain a worldwide leader in the field.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J007978/1","grantId":"EP/J007978/1","fundValue":"100160","fundStart":"2012-07-23","fundEnd":"2014-01-22","funder":"EPSRC","impactText":"","person":"Davide Stefano De Focatiis","coPersons":["Richard Stuart Graham"],"organisation":"University of Nottingham","findingsText":" This research was focused on improving the fundamental understanding of how molecules in commercial plastics interact during the manufacturing process, and how this plays a role in the properties of plastic products. We have made an important and unexpected discovery about how to observe molecules of different length within a homopolymer blend. This technique is likely to prove useful in a range of scientific work on polymers. Aerospace, Defence and Marine,Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology,Transport","dataset":"gtr"}