{"id":"EFB41FA3-B825-4DC3-8264-8A6BBAF457F3","title":"Towards 2011 output geographies: adapting and evaluating automated zone design methods for maintaining the 2001 output geographies","abstractText":"<p>The 2001 census output geographies for England and Wales were designed to be optimal for the population characteristics at that time.&nbsp; By 2011 there will have been changes in the size and composition of population in most areas.&nbsp; Recent Office for National Statistics (ONS) consultations have revealed strong user demand for output geography stability and for boundaries to be more closely aligned with real-world features.&nbsp; The challenges involved in creating 2011 output geographies which both maintain a high degree of stability but also reflect real-world socio-demographic changes are non-trivial.&nbsp; This project aims to create automated procedures for maintaining (ie splitting, merging or re-designing) the 2001 output geographies in order to create the 2011 output geographies.&nbsp; It also aims to investigate the implications of using different base units (building blocks) such as postcodes and street blocks for these maintenance procedures.&nbsp; Existing automated zone design procedures will be adapted to create automated maintenance procedures.&nbsp; 2001 Census data will be artificially modified to simulate geographical patterns of population change as well as known problems with the 2001 output geographies.&nbsp; This modified dataset will be used to evaluate the robustness and effectiveness of the maintenance procedures and the impacts of using different building blocks.<br /></p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/F035373/1","grantId":"ES/F035373/1","fundValue":"77859","fundStart":"2008-06-01","fundEnd":"2010-01-31","funder":"ESRC","impactText":"  The methods and software from this project were used by the Office for National Statistics to create both the 2011 output areas and a new set of workplace zones for publishing data from the 2011 Census. Fundamentally, any individuals or organisations using 2011 Census data in England and Wales will be using outputs which were created using the findings from this project. Communities and Social Services/Policy,Education,Environment,Healthcare,Retail Societal,Economic,Policy & public services","person":"Samantha  Cockings","coPersons":[],"organisation":"University of Southampton","findingsText":" The geographical areas which were used to publish aggregate data from the 2001 Census in England and Wales were designed to be optimal for the spatial distribution and socio-economic characteristics of the population at that time. In a minority of areas, these distributions and characteristics will have changed significantly between the 2001 and 2011 Censuses, making the existing geographies unfit for the release of 2011 data. In such cases, these small geographical areas (termed &quot;output areas&quot; (OAs) and &quot;super output areas&quot; (SOAs)) need to be split, merged or redesigned. \n\nThe Census2011Geog project conceptualised the problem and carried out detailed investigations of confidential 2001 and contemporary population data in order to ascertain the number and types of areas likely to be unfit for purpose in 2011. It developed software to create a tool which automatically splits, merges or redesigns areas found to be over- or under-threshold (i.e. containing too many or too few people and/or households) at the time of the 2011 Census. The project proposed an iterative process of maintenance, starting with OAs and then moving on to the higher levels of output geography (SOAs), sequentially relaxing specified design criteria as required. It recommended the use of postcodes as the building blocks for the maintenance process as they allow more over-threshold areas to be split and tend to result in more homogeneity of population and household size between areas.\n\nThe evidence base provided by the project has informed policy and process decisions taken by the Office for National Statistics (ONS) and the software and methods produced by the project were used by ONS to create the 2011 output geographies, which were released publicly on 23 November 2012. The project's methods, software and findings are generalisable and relevant to applications in other domains and in other countries, as evidenced by their uptake by the Australian Bureau of Statistics for the design of their 2011 Area Sampling Frame. They were also adapted for use by ONS in creating Workplace Zones - the first ever set of output geographies specifically created for the release of workplace data, which were released in 2013/14. The methods, findings and software from this project have been implemented by the Office for National Statistics (ONS) to create the areas used to release data from the 2011 Census for England and Wales. Further, the methods have been adapted in order to create the first ever set of areas specifically designed for the publication of workplace statistics from the census. These &quot;Workplace Zones&quot; will be released by ONS in early 2013. The Australian Bureau of Statistics (ABS) has also employed the Communities and Social Services/Policy,Education,Environment,Healthcare,Government, Democracy and Justice,Retail,Transport","dataset":"gtr"}