{"id":"EFB5B937-954C-4304-891F-8D32821EA0B1","title":"Dating mineral formation during mid-ocean ridge flank hydrothermal circulation: Evidence from the Juan de Fuca Ridge, IODP Expedition 327","abstractText":"New ocean crust is formed from volcanic eruptions along a chain of volcanoes under the oceans called mid ocean ridges. This chain of volcanoes represents the tectonic boundary where two oceanic plates diverge away from each other. This process represents the major mechanism for the exchange of heat from the mantle to the crust. The ocean crust covers ~60% of the Earth's surface and all formed during the past 180 million years. After new ocean crust has formed, seawater percolates down into ocean crust and reacts with the rocks. Near the ridge axis the heat from the magma chamber that formed the crust drives the circulation of the seawater, and results in the heating and chemical modification of seawater that then exit the ocean crust from black smoker chimneys as focused high temperature hydrothermal fluids (~400 deg C metal rich fluids). The percolation of seawater into the ocean crust continues beyond the ridge axis onto the ridge flank region for tens of millions of years. In the ridge flank region, the circulation of seawater occurs at much lower temperatures (a few 10's deg C) and is driven by the cooling of the oceanic plate as it ages. The volume of seawater that circulates in the ridge flank region is far greater than in the axial region and has more impact on the chemistry of the oceans for some elements and is thus important for understanding global geochemical cycles.\n\nThe inaccessibility and difficulty in locating and sampling hydrothermal fluids as they exit the ocean crust in the ridge flank region has resulted in limited direct observations of this important hydrogeologic reservoir. An alternative to direct sampling of the fluids is to sample hydrothermal veins; these are fractures in the ocean crust that have been filled with secondary minerals that are precipitated as the fluid migrates and reacts with the ocean crust. The distribution, composition and relative timing of these hydrothermal veins provide the only direct insight into the processes operating in the subsurface during the circulation of seawater.\n\nThis project will investigate the Juan de Fuca plate located in the NE Pacific, where ocean crust formed at 30 mm/yr. This area is characterised by lava flows overlain by sediments, abyssal hill topography, high angle faulting and basement outcrops. This regions experiences high sedimentation rates because of the abundant supply of young glacial sediments derived from the North American continental margin that bury relatively young oceanic crust. This creates hydrologically and thermally isolated young (1 Ma) ocean crust with strong lateral pressure and temperature gradients, ideal for the study of ridge flank hydrothermal processes. The Juan de Fuca Ridge Flank has been the focus of a decadal long program of ODP/IODP drilling, where the recent completion of IODP Expedition 327 took the total to 12 ODP/IODP drill sites located along both ridge perpendicular and ridge parallel transects, ranging from 0.6 to 3.6 Ma. Volcanic rocks recovered during Exp 327 from Hole U1362A, one of the deeper boreholes in this region (496 metres below seafloor), contains over 1200 hydrothermal veins. A range of mineral compositions is present within these veins that are dominated by clay minerals and oxidised iron minerals. Calcium carbonate veins are also present. For the first time in this region hydrothermal minerals characteristic of higher temperatures and mixing of fluids were also recovered.\n\nBy documenting the distribution and relationships between different vein types, insight into the pathways of fluid flow can be achieved. Chemical analyses of the vein minerals themselves will document the chemical composition and evolution of the fluids they formed from, that in turn reflect the extent of reaction between the fluid and the ocean crust. Dating of the different secondary minerals will provide direct constraints on the timing of hydrothermal ridge flank fluids.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/L000032/1","grantId":"NE/L000032/1","fundValue":"35803","fundStart":"2013-02-10","fundEnd":"2013-08-09","funder":"NERC","impactText":"","person":"Damon Andrew Teagle","coPersons":[],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}