{"id":"EFB808E6-AE20-47E7-B574-6BE828D9443D","title":"Characterising drivers of non-native fish establishment and predicting their impact on aquatic biodiversity","abstractText":"Theoretically, the introduction into any environment of a pair of sexually reproducing animals (propagules) should be sufficient to enable a sustainable population to develop - a process known as establishment. However, this is rarely the case in reality and a high number of repeated introductions are often necessary for establishment. Whilst many species are introduced into alien environments, only a few develop populations and even fewer become invasive. A primary reason is the failure to establish due to limiting environmental and biological factors. Propagule pressure may assist introduced species overcome these limiting factors, as some studies have suggested that probability of establishment may increase with the number of propagules released and the number of introduction attempts, and with the rate of introduction. How propagule number and introduction rate interact and influence establishment is, however, not apparent. Moreover, for a species to survive introduction, the release of propagules must coincide with adequate resource availability, i.e. it is the interactions between propagule pressure and resource availability that may be most crucial. Although the pre-emption of resources by native species generates biotic resistance to invasion, propagule pressure may have the potential to overcome this. A major limitation when studying biological invasion in situ is that data on propagule pressure is generally absent, particularly as ecologists are generally unwilling to deliberately introduce new species for research. This has lead to a poor scientific understanding of the relationship between propagule pressure and establishment success, including the duration of the time between introduction and invasion, and ecological impacts. Yet understanding how the characteristics of introductions shape the establishment and invasion process is critical to increasing understanding on how introductions may be better managed. This is ecologically significant as the threat of invasive species to biodiversity is second only to habitat loss. Although their impacts have been described as immense, insidious and usually irreversible, there is a growing minority of ecologists who question the evidence that non-native species are actually a direct cause of declines in native biodiversity and suggest further work is necessary to quantify this. One way to accurately quantify drivers of establishment and resulting ecological impacts is through large-scale experimentation in the wild. To date, the few studies where the effects of propagule pressure on establishment success have been identified have mainly been observational studies on introduced birds, with few completed experimental approaches. Little is known about other vertebrate species, and virtually nothing about those in the aquatic environment. This is mainly due to major ethical concerns about introducing non-native species into novel environments for research. This project, however, presents a unique opportunity to address these knowledge gaps in aquatic invasion ecology through the use of a commercially decommissioned, licensed aquaculture site of 84 ponds within a river catchment that already hosts the model species, enabling their use without introduction. Thus, through the study of an introduced model vertebrate species (topmouth gudgeon, Pseudorasbora parva) into a controlled experimental setting, the objectives of the research are to: 1) determine the drivers of establishment rate and success of introduced fish; 2) identify the ecological impacts of establishment on native communities; and 3) develop models that predict establishment and impact from the characteristics of the initial introduction. Outputs will include the production of predictive models of processes essential to invasion success that can be used to underpin current preventative, remediation and mitigation techniques of alien species in the UK and beyond.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H000429/1","grantId":"NE/H000429/1","fundValue":"77818","fundStart":"2009-10-01","fundEnd":"2013-03-31","funder":"NERC","impactText":"  They have been used by the Environment Agency (EA) to support their management decision making on non-native fish in England. These data have been discussed in workshop/ meetings with relevant EA staff and so have helped underpin the management decisions aimed at eradicated certain species of non-native fish from UK freshwaters. Environment Policy & public services","person":"John Robert Britton","coPersons":[],"organisation":"Bournemouth University","findingsText":" The research funded on this grant revealed:\n\n1. The propagule pressure of introduced species, that is the number and frequency of released individuals, can predict whether a sustainable population of non-native species will develop (i.e. whether a population establishes, and the probability of establishment)\n\n2. Even low numbers of released species can result in established populations of non-native species, with demographic bottlenecks overcome by the released individuals growing very fast and so developing sexually maturity early in life, and thus reproducing early.\n\n3. Low numbers of released species can problematic from a management perspective, as most sampling methods will have difficulty in detecting them (due to their low abundance). This can result in false-negative recordings for introduced species, preventing a rapid management response.\n\n4. Factors such as biotic resistance - the reaction of native species to the released individuals, such as increased predation and competition for food resources - can inhibit and prevent population establishment\n\n5. Trophic subsidies - the input of external resources into the ecosystem/ foodweb - can increase the probability of population establishment and so overcome biotic resistance\n\n6. The ecological impact of established populations of non-native species are variable, depending on the parameter measured (e.g. zooplankton abundance or macro-invertebrate diversity) and the abundance of the established population. The findings can be taken forward by:\n\n1. Policy-makers and managers: the findings clearly show that established populations of non-native species can developed from low numbers of released individuals, and these can be difficult to detect in the wild. Consequently, their utility here is to underpin the development of enhanced early warning systems and promote the development of new methods for surveillance, such as environmental DNA\n\n2. Water and fishery managers can utilise the findings by playing more active roles in managing fish communities and their exploitation, such as by limiting inputs of highly nutritious trophic subsidies by anglers (e.g. groundbait) that appeared to increase the probability of population establishment\n\n3. Researchers can use these findings as the basis for more complex work on determining the mechanisms by which introduced species can develop established populations, and the impacts they can have. Agriculture, Food and Drink,Environment,Leisure Activities, including Sports, Recreation and Tourism","dataset":"gtr"}