{"id":"EFBB8CE4-F08A-4E25-A04D-5B132140A973","title":"Quantifying cation exchange: Re-assessing the weathering signature of continental waters","abstractText":"Chemical weathering mediates Earth's carbon cycle and hence global climate over geological time-scales. Ca and Mg from silicate minerals are released to the solute phase during dissolution with carbonic acid. This solute Ca and Mg gets subsequently buried as Ca and Mg carbonates in ocean basins transferring carbon from the atmosphere to the carbonate rock reservoir. This simple reaction has provided the climatic feedback that has maintained Earth's climate equable and inhabitable over the entire history of the Earth. To understand how Earth's climate functions, it is therefore vital to understand silicate weathering and to estimate the flux carbon dioxide associated with modern chemical weathering. Modern day silicate weathering fluxes are estimated from the chemistry of rivers or natural waters. Natural waters contain positively charged elements or cations such as Ca, Mg, Na and K, and it has been understood for decades that the relative and absolute concentrations of these elements depend of the type of rocks that are drained. For example, Ca is mainly derived from the weathering of limestones, whereas Na and K are mainly derived from the weathering of silicate minerals such as feldspar. This distinction is important because only the Ca derived from silicate weathering is important for carbon dioxide consumption. Therefore, the Ca flux from silicate weathering is usually estimated based on Na, which has been thought to a more reliable estimate of silicate weathering. However, chemical weathering is more complex than simple mineral dissolution and a series of other chemical reactions also occur such as cation exchange. This is a process whereby the positively charged cations in solution are attracted to negatively charged mineral surfaces on clays, a process known to buffer groundwaters. One of the key chemical exchanges is Ca for Na, meaning that Na may not provide a true estimate of silicate weathering at all. Recent isotopic data suggests that cation exchange might be more significant that previously thought, which until now has been very hard to fingerprint. One method is to use naturally occurring tracers or isotopes, that allow chemical reactions to be tracked. In this work, it is proposed to examine the naturally occurring isotopes of the elements Li and Mg to examine the role of cation exchange in global budgets. However, to be able to do this successfully, a series of experimental work is proposed to examine the behaviour of the isotopes of Mg and Li during cation exchange. Once we understand how our tracers work we can use them to re-evaluate our understanding of natural waters, and better estimate fluxes of carbon dioxide associated with chemical weathering, with the ultimate aim of better understanding Earth's climate.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/K000705/1","grantId":"NE/K000705/1","fundValue":"60691","fundStart":"2013-05-01","fundEnd":"2014-08-31","funder":"NERC","impactText":"  The research is still in progress, and so how the research will be used is yet to be determined, but will be along the lines of the following:\n\nThere will be numerous beneficiaries from this research, both scientific, social, economic and environmental including: \n1 Scientific Impact\nThe scientific impact is outlined in more detail in the section academic beneficiaries&amp;amp;quot; but in summary, the scientific impact will be broad across the spectrum of Earth system and environmental science, including: \n 1. Geochemists, \n 2. Soil scientists, \n 3. Contaminant transport, \n 4. Hydrologists \n2 Research led undergraduate teaching\n3 Environmental impact\nUnderstanding the fundamentals of how contaminants are transported in the environment is intimately linked to cation exchange and is of obvious societal and economic interest. \n4 Commercial Impact\nThe commercial impact of understanding and constraining contaminant transport is significant. This is of interest to the nuclear industry as mentioned above because of the direct link with Cs to the scientific content of the proposal, but the the research is applicable to any heavy metal with significant sorption characteristics. Indeed the experimental approach can be extended to almost any element and will be of significance for the mitigation of contaminated waters. Education,Environment,Other Societal,Policy & public services","person":"Edward  Tipper","coPersons":[],"organisation":"University of St Andrews","findingsText":" This grant is still ongoing, but the discoveries will be along the lines of the following:\n\nChemical weathering mediates Earth’s carbon cycle and hence global climate over geological time-scales. Ca and Mg from silicate minerals are released to the solute phase during dissolution with carbonic acid. This solute Ca and Mg gets subsequently buried as Ca and Mg carbonates in ocean basins transferring carbon from the atmosphere to the carbonate rock reservoir. This simple reaction has provided the climatic feedback that has maintained Earth’s climate equable and inhabitable over the entire history of the Earth. To understand how Earth’s climate functions, it is therefore vital to understand silicate weathering and to estimate the flux carbon dioxide associated with modern chemical weathering. Modern day silicate weathering fluxes are estimated from the chemistry of rivers or natural waters. Natural waters contain positively charged elements or cations such as Ca, Mg, Na and K, and it has been understood for decades that the relative and absolute concentrations of these elements depend of the type of rocks that are drained. For example, Ca is mainly derived from the weathering of limestones, whereas Na and K are mainly derived from the weathering of silicate minerals such as feldspar. This distinction is important because only the Ca derived from silicate weathering is important for carbon dioxide consumption. Therefore, the Ca flux from silicate weathering is usually estimated based on Na, which has been thought to a more reliable estimate of silicate weathering. However, chemical weathering is more complex than simple mineral dissolution and a series of other chemical reactions also occur such as cation exchange. This is a process whereby the positively charged cations in solution are attracted to negatively charged mineral surfaces on clays, a process known to buffer groundwaters. One of the key chemical exchanges is Ca for Na, meaning that Na may not provide a true estimate of silicate weathering at all. Recent isotopic data suggests that cation exchange might be more significant that previously thought, which until now has been very hard to fingerprint. One method is to use naturally occurring tracers or isotopes, that allow chemical reactions to be tracked. In this work, it is proposed to examine the naturally occurring isotopes of the elements Li and Mg to examine the role of cation exchange in global budgets. However, to be able to do this successfully, a series of experimental work is proposed to examine the behaviour of the isotopes of Mg and Li during cation exchange. Once we understand how our tracers work we can use them to re-evaluate our understanding of natural waters, and better estimate fluxes of carbon dioxide associated with chemical weathering, with the ultimate aim of better understanding Earth’s climate. This research is ongoing, and it is too early to provide a comprehensive summary at this stage. Education,Environment,Other","dataset":"gtr"}