{"id":"EFBD376C-3458-4B93-A4C3-24E68DC60D6E","title":"Publishing the Philosophical Transactions: the social, cultural and economic history of a learned journal, 1665-2015","abstractText":"The Royal Society is the publisher of the oldest surviving scientific journal in the world: the Philosophical Transactions. The Royal Society wishes to organise a number of high-profile events for 2015, to celebrate the 350th anniversary and to stimulate public debate about the future of scholarly publishing. As part of these celebrations, funding is being sought for two linked projects on the history of the Philosophical Transactions, both based at the University of St Andrews. The current application is for two postdoctoral researchers and the appropriate support to create an anniversary history, associated articles and a set of quantitative data series derived from the Philosophical Transactions archives which can be used to investigate long-term patterns and trends in the British book trade. (A separate application for funding for two doctoral students is pending.) As well as underpinning the anniversary events, the resulting scholarship will speak to academic communities in the history of science, the history of publishing and economic history.\n\nThe significance of the Philosophical Transactions is well-known to scholars working on the history of science and on the history of scholarly publishing. Its origins and function in the newly-founded Royal Society in Restoration England have been repeatedly discussed by historians of early modern science. The literary qualities of its articles have been extensively analysed by literary and communications scholars, interested in the rhetoric of science; and its citation patterns have been studied by sociologists of science as evidence of the functioning of past communities of scientists. The key strength of our proposed project is our emphasis upon the archival materials, to investigate the commercial, economic and editorial practices which lie behind the published pages. In this, we will build upon the existing scholarship on the early years of the Philosophical Transactions, but will pursue the story into the era of industrial printing, the professionalization of science, and ultimately, electronic publishing. Our emphasis will not be on pioneering innovations, but on the gradual development, adaptation and decline of editorial practices, commercial strategies and technological processes over the long dur&eacute;e.\n\nThis project will use the Royal Society's publishing division to investigate the challenges and opportunities of scholarly publishing over the past 350 years. In its earliest days, Philosophical Transactions was a private venture of the Royal Society's secretary; in the eighteenth century, it became an official Society publication; in the nineteenth century, it faced new competition from commercial science journals and from the journals launched by newer, more specialised, learned societies; in the twentieth century, scholarly publishing became increasingly commercialised, and questions were asked about the ownership and reliability of research results. Neither the continuing vigour of learned society journals in general, nor of the Royal Society's journals in particular, can be taken for granted: the Royal Society itself, for instance, came under vigorous criticism in the early nineteenth century for failing to support professional scientific experts, while its journal was simultaneously under pressure from a range of new competitors. Both the Society and the Philosophical Transactions survived, but such episodes will enable us to look critically at the contingent development of the processes and practices that are now taken to be essential to the operation of modern scientific research. By the end of the project, we should better understand the origins of the processes we now use, and we may find contemporary options in some of the paths-not-taken. This project is firmly historical, but, by touching on issues at the heart of the knowledge-based economy, it has substantial contemporary relevance to a wide audience of policy makers, educators and campaigners.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K001841/1","grantId":"AH/K001841/1","fundValue":"789226","fundStart":"2013-05-01","fundEnd":"2017-04-30","funder":"AHRC","impactText":"","person":"Aileen  Fyfe","coPersons":[],"organisation":"University of St Andrews","findingsText":"","dataset":"gtr"}