{"id":"EFC7BA3F-A503-4678-BF9B-8BC2DA1AB504","title":"Two dimensional III-VI semiconductors and graphene-hybrid heterostructures","abstractText":"The isolation of single-atomic layer graphene has led to a surge of interest in other layered crystals with strong in-plane bonds and weak, van der Waals-like, interlayer coupling. A variety of two-dimensional (2D) crystals have been investigated, including large band gap insulators and semiconductors with smaller band gaps such as transition metal dichalcogenides. Interest in these systems is motivated partly by the need to combine them with graphene to create field effect transistors with high on-off switching ratios. More importantly, heterostructures made by stacking different 2D crystals on top of each other provide a platform for creating new artificial crystals with potential for discoveries and applications. \nThe possibility of making van der Waals heterostructures has been demonstrated experimentally only for a few 2D crystals. However, some of the currently available 2D layers are unstable under ambient conditions, and those that are stable offer only limited functionalities, i.e. low carrier mobility, weak optical emission/absorption, band gaps that cannot be tuned, etc. In a recent series of pilot experiments, we have demonstrated that nanoflakes of the III-VI layer compound, InSe, with thickness between 5 and 20 nanometers, have a &quot;thickness-tuneable&quot; direct energy gap and a sufficiently high chemical stability to allow us to combine them with graphene and related layer compounds to make heterostructures with novel electrical and optical properties. The main goal of this project is to develop graphene-hybrid heterostructures based on this novel class of two-dimensional (2D) III-VI van der Waals crystals. This group of semiconductors will enrich the current &quot;library&quot; of 2D crystals by overcoming limitations of currently available 2D layers and by offering a versatile range of electronic and optical properties. From the growth and fabrication of new systems to the demonstration of prototype devices, including vertical tunnel transistors and optical-enhanced-microcavity LEDs, our project will provide a platform for scientific investigations and will contribute to the technology push required to create new routes to device miniaturization, fast-electronics, sensing and photonics. There is great potential for further growth of all these sectors as the fabrication of 2D systems improves and as new properties are discovered and implemented in functional devices.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M012727/1","grantId":"EP/M012727/1","fundValue":"353201","fundStart":"2015-03-31","fundEnd":"2018-03-30","funder":"EPSRC","impactText":"","person":"Alexander  Tartakovskii","coPersons":["Maurice  Skolnick"],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}