{"id":"EFCF4E84-2E5F-4680-BAF2-FB0DF45747A2","title":"Sustainable Phosphorus Chemistry: Catalytic Asymmetric SN2 Reactions","abstractText":"This proposal describes innovative new chemistry that will transform phosphorus-mediated substitution reactions by rendering them catalytic in the phosphorus component and, therefore, devoid of phosphorus waste. This will substantially reduce the economic and environmental footprint of phosphorus-mediated processes that are used by academic and industrial chemists on a daily basis and allow the full commercial potential of the chemistry to be realized. Furthermore, the world's supply of phosphate rock, the material from which most organophosphorus compounds are derived, is running out and the new catalytic reactions represent a sustainable alternative to current methods. \n\nDespite over one hundred years of progress many of the transformations that underpin chemical synthesis, e.g SN2 reactions of activated alcohols, are inherently wasteful. Since the 1960s organic chemists have used phosphorus-mediated reactions, such as the Mitsunobu reaction, for the synthesis of important fine chemicals including pharmaceuticals. However, at present, this chemistry generates at least one molecule of phosphorus waste for every molecule of product produced. This impacts heavily on the environmental and economic footprint of the chemistry and for over a decade industry has been asking for a solution to this problem. For example, a recent report authored by process chemists from GlaxoSmithKline, Pfizer, Merck, Lilly, Schering-Plough and AstraZeneca stated that &quot;the ideal Mitsunobu reaction would be catalytic in nature&quot; and, most significantly, &quot;future research towards making this transformation green is required to realize its full potential in commercial applications&quot;. To meet these demands new sustainable phosphorus chemistry is urgently required. This adventurous programme, that is aligned with the &quot;Dial-a-Molecule&quot; grand challenge, will deliver highly sought after substitution reactions that are catalytic in phosphorus. This will dramatically reduce downstream waste and open up a range of new applications in pharmaceutical and agrochemical synthesis that will benefit UK industry. Moreover, new fundamental chemistry of phosphine oxides, incorrectly assumed by many to be unreactive compounds, will be explored. Finally, the new strategy described is applicable to many other important phosphorus-mediated reactions and, therefore, forms a new platform for catalysis. \n\nThis proposal benefits from: (a) exciting preliminary results that indicate the chemistry proposed is deliverable; (b) a collaborative experimental, theoretical and mechanistic approach and (c) the PI's reduced teaching load (as a new academic) allowing him to closely monitor progress and drive the project forward.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J000868/1","grantId":"EP/J000868/1","fundValue":"344114","fundStart":"2011-08-01","fundEnd":"2014-07-31","funder":"EPSRC","impactText":"  The new catalysts and reactions that we have developed can now be used in academic and industrial laboratories for the synthesis of organic molecules such as new medicines. I have presented the work by invitation at GlaxoSmithKline and Sygnature.\nAt a more fundamental level other research groups around the world have begun to use the concepts and methods developed by us in their own research. For examples see Angew. Chem. Int. Ed. 2012, 134, 5552 and Chem. Comm. 2012, 48, 817. Chemicals,Pharmaceuticals and Medical Biotechnology Societal","person":"Ross Matthew Denton","coPersons":["Neil  Oldham"],"organisation":"University of Nottingham","findingsText":" During this research project we have developed a number of new catalytic chemical reactions. Significantly, we have developed new methods that allow important chemical intermediates to be made without stoichiometric quantities of non-recyclable by-products.\nThe research has had an impact on the field of organophosphorus chemistry and we presented our results at an invited lecture at the 2014 International Conference on Phosphorus Chemistry in Dublin. The new catalysts and reactions that we have developed can now be used in academic and industrial laboratories for the synthesis of organic molecules such as new medicines. I have presented the work by invitation at GlaxoSmithKline and Sygnature.\nOther research groups have begun to use the concepts and methods developed by us in their own research. For examples see Angew. Chem. Int. Ed. 2012, 134, 5552 and Chem. Comm. 2012, 48, 817. Chemicals,Energy","dataset":"gtr"}