{"id":"EFD1332E-67D1-4183-A7CF-2173A801B4F5","title":"AllCast","abstractText":"A key problem affecting all parties involved in distributing content to mobile devices, and those seeking to provide revenue-generating services around such content, is that despite advances in display technology, it is often difficult for the user to access content in a visually satisfying manner. This is due to a combination of display technology and power consumption limitations and variations in ambient viewing conditions. It is frequently impossible to view content outdoors. The aim of the AllCast project is to create a new codec based on the existing MPEG4/H.264 standards enabling accurate management and predictability of the end user viewing experience, together with a general improvement in visual quality. It is based on applying sophisticated dynamic range correction and noise reduction technology (Irridix of Apical Imaging Ltd.) reversibly to the transmitted video, and embedding control metadata into the additional codec channels enabling reconstruction of the original content at the display-side, while rendering it optimally to the characteristics of the screen under ambient viewing conditions.Within the above project the Loughborough University (LU) research team will be responsible for the design, implementation, testing and optimization of the video CODEC infrastructure. In particular the LU team will create metadata from coding parameters generated from the pre-processing stage and will ensure their efficient representation, coding, transmission and delivery to the decoder end, allowing the post processing module to match the decoded video to the display characteristics. Further the LU team will support the industrial partners in the integration of the final system, optimization of the software and hardware models and in hardware scoping. In addition the LU team will be responsible for carrying out reviews of relevant literature as found appropriate at various stages of the project and in the dissemination of academic findings.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=TS/H002243/1","grantId":"TS/H002243/1","fundValue":"160735","fundStart":"2010-02-15","fundEnd":"2012-02-14","funder":"EPSRC","impactText":"  Have created a major impact in being able to provide HDR quality video experiences using mobile and computing devices that have only being designed to support standard dynamic range video content. Creative Economy,Digital/Communication/Information Technologies (including Software),Electronics Economic","person":"Eran  Edirisinghe","coPersons":[],"organisation":"Loughborough University","findingsText":" A technology to represent, code, transmit, decode and display high dynamic range video content using standard dynamic range equipment and standards. This has already happen with the technology now being used by the world leaders in multimedia service provision and mobile device manufacturers. These include Apple, Samsung and Google. Creative Economy,Digital/Communication/Information Technologies (including Software),Electronics,Leisure Activities, including Sports, Recreation and Tourism","dataset":"gtr"}