{"id":"EFE2B751-1614-43B3-96AB-CF73698687E1","title":"Running the River Thames: London, Stakeholders and the Environmental Governance of the Thames, 1960-2010","abstractText":"<p>The project examines environmental governance of the river Thames between 1960 and 2010. Work on the river and port of London in this period until now has focused on labour conflicts and on the closure and redevelopment of London's docklands in the 1980s. The governance of the river itself has received little attention, despite important developments in this period with wider implications for understanding the nature of environmental governance and citizenship.</p>\n\n<p>Drawing on documentary evidence and informed by discussions with key Thames players and interest groups, it provides an historical account of changing modes of public participation and political legitimacy, identifying connections between forms of governance and opportunities for environmental citizenship. It assesses the impacts of the shift to river-basin management on the political status of London, on opportunities for participation along the river, and on the status of urban governance. It considers the political role of communities in the lower Thames region in the light of the concentration of the port downstream and rising environmental concerns. It provides a historically informed assessment of the implications for environmental citizenship of the current emphasis on stakeholder consultation and the importance of technical expertise as a basis for legitimacy.<br /><br />&nbsp;</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/I031502/1","grantId":"ES/I031502/1","fundValue":"181315","fundStart":"2011-08-01","fundEnd":"2013-07-31","funder":"ESRC","impactText":"  1. Face-to face and online interaction by the researchers with stakeholder and governance organisations was a central feature of the project, as both an evidence source and a means of communicating findings. Involvement with the project encouraged Thames organisations to reflect on their experience of environmental concerns and to set these within a historical context. The project provided fora for the development of contacts within the campaigning community and raised awareness of common interests. \n2. The project also addressed a wider audience. It met public demand for information on Thames management and responded to the interest in London and river history among local groups. Here, as with stakeholders and governance organisations, it demonstrated how academic research can benefit a broad community of interests. \n3. Archives and libraries with relevant environmental collections benefited from the project's publicity for their documentary holdings in the web-based guide, Researching the River Thames. Environment,Leisure Activities, including Sports, Recreation and Tourism,Government, Democracy and Justice,Culture, Heritage, Museums and Collections Cultural,Societal,Policy & public services","person":"Sarah Rosalind  Palmer","coPersons":["Vanessa Jane Taylor"],"organisation":"University of Greenwich","findingsText":" The project examined environmental governance of the Thames between 1960 and 2010. It aimed to provide a historical account of changing modes of public participation and political legitimacy, identifying connections between forms of governance and opportunities for environmental citizenship. \n Using documentary evidence and discussions with Thames stakeholders, research focused on two issues. Firstly, what were the democratic and environmental consequences of the shift since the 1960s away from formal representation of interests on public boards for water and port services towards professionalised management with obligations to consult stakeholders? Secondly, what was the significance of governance changes for London's relationship with other communities in the Thames region?\n The researchers found no inherent link between formal representation and effective guardianship of the river environment. Within an expanded regulatory framework, stakeholder engagement allows for broader effective participation in environmental governance than earlier representative 'closed shops'. Civil society organisations have been crucial to changing expectations for both river environments and active consultation. Nevertheless, a hierarchy of interests remains. The dominant economic functions of the river and riverside continue to shape outcomes; there are still significant gaps between local concerns and planning priorities.\n A decline in London's political status and direct control over river functions has been accompanied by the city's increased access to resources. Despite the Greater London Council's resistance to water reorganisation in 1973, for example, river-basin management allowed key decisions about resource allocation to be made at regional level, in place of long-standing conflicts between local authorities over London's growing water needs. The project brought together disparate fields of academic enquiry - from maritime, urban and environmental history, and from social and environmental sciences. Providing platforms for discussion between stakeholders, governance organisations, and academics, its findings can raise awareness amongst stakeholders of the long pre-history to current debates over policy on the Thames and their implications for public participation today. Those with an interest in researching the environmental history of the Thames can consult the open-access web-based research guide: Researching the River Thames which is an outcome of the project. Archives and libraries can use this guide to respond to public interest in London and its river. Environment,Leisure Activities, including Sports, Recreation and Tourism,Government, Democracy and Justice,Culture, Heritage, Museums and Collections","dataset":"gtr"}