{"id":"EFE59704-3421-4841-9F6A-5AC8F5D4193B","title":"PRO-TEM Network: Process Industry Thermal Energy Management Network","abstractText":"A new network is proposed which will focus on energy efficiency improvements opportunites in the process industry. The process industry is a substantial user of energy and whilst many process systems have been optimised in recent years, there is an opportunity to improve the efficient use of thermal energy in existing plant operation and the design of future plants. To date most processes have been optimised on a 'stand-alone' basis. However, the efficient use of thermal energy requires a different approach as opportunities, knowledge and motivation to improve efficiencies are likely to be both within and outside the plant or company who operates it. Therefore successful future efficiency developments must be collaborative and consequently the networking aspect must be addressed in a comprehensive and effective manner. The network will forge close links and work with industry, academia, government (national and local) and NGOs to support the maximisation of energy recovery, plant efficiency improvements, reduce CO2 emissions and use of cleaner, more secure fuel sources. Outputs will include the establishment of a sustainable network, development of a network website, repository of resources, forum groups for strategic discussion, a report on Grand Challenges which will identify a long term research vision and future needs analysis and a final report. The network will operate via a series of industry and researcher forums, conferences, short courses and sandpits. The network will be managed by Newcastle University and key participants will include Sheffield and Manchester Universities and the Tyndall Centre. Industry will also play a key role in the network management through Steering Committee representation. Dissemination and knowledge transfer of both technical and non-technical issues will be of paramount importance to the network's operation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G059284/1","grantId":"EP/G059284/1","fundValue":"156205","fundStart":"2009-09-21","fundEnd":"2012-09-20","funder":"EPSRC","impactText":"  Promotion and dissemination of research and support for transfer of knowledge to process industry stakeholders achieved through range of engagement strategies including forums, conferences and website.\n\nThere has been substantial collaboration with industrial partners ensuring that the project results from a number of research projects can be utilised and exploited by industrial partners and other researchers. At least 80 seperate non-academic organisations engaged with the network resulting in improvements to process systems, end use energy reductions and associated financial and environmental benefits.\n\nBeneficiaries: Process industry stakeholders Energy Cultural","person":"Anthony Paul  Roskilly","coPersons":["Dermot James Roddy"],"organisation":"Newcastle University","findingsText":" The aim of this project was 'to promote and disseminate internationally recognised high quality research and support knowledge transfer in process industry energy utilisation to all process industry stakeholders.' \n\nThis aim has been achieved through utilising a significant number of strategies which achieve and build upon the original project objectives. The key findings include:\n\n- Hosting of academic and industrial forums so that stakeholder opinions and best practice could be sought and disseminated\n\n- Hosting of two successful, well attended, referred conferences (one national, one international) focusing on sustainable thermal energy management (SusTEM) with 91 attendees at SusTEM2010 and 120 attendees at SusTEM2011.\n\n- Publication of a Special Edition of Applied Energy journal (Volume 89, Issue 1) based on papers delivered at the 1st SusTEM Conference. Second Special Edition of Applied Thermal Engineering to be published in late 2012 and will include papers from 2nd SusTEM Conference\n\n- Network invited to organise and lead two special sessions 'Thermal Energy Management' and 'Cogeneration, Trigeneration and Novel Power Generation System' during the 4th International Conference of Applied Energy (ICAE2012, 5-8 July 2012 in Suzhou, China)\n\n- Development of PRO-TEM website. The website is maintained by gathering and providing resources which are relevant to regulations and policies, academic and industrial reports, position papers, journal papers as well as presentation slides delivered during network events and helps to stimulate knowledge transfer between academia, industry and other stakeholders\n\n- Network acts as a role of international coordinator to facilitate stakeholder communication. For examples, the network helped to arrange a meeting of academics and students between Singapore's Ngee Ann Polytechnic NEPIC and Sembcorp UK in March 2012 and supported the organisation of other events, such as The National Conference on Thermal Energy Management in the Food and Drink Industry (March 2012) and The Einstein II Thermal Energy Management Software Training Workshop (March 2012)\n\n- In order to target different audiences, the network strategically accepted invitations from international organisations to deliver an oral presentation on a relevant topic. Examples include the presentation delivered to Chinese academia (2 July 2012 at Shanghai Jiao Tong University) and another one to international experts during Energy Forum of Elsevier's Applied Energy (9 July 2012 in Ningbo, China). The focus of the project has been to disseminate high quality research and support knowledge transfer to all process industry stakeholders. This has been achieved through the routes outlined above and there has been significant engagement with industry stakeholders particularly through the industrial forum, conferences and website. At least 80 separate non-academic organisations (some represented by more than one person/division) have engaged with the network. The project focuses on supporting the exploitation of academic project results to industry and other stakeholders through the routes described above. There has been substantial collaboration with industrial partners ensuring that the project results from a number of research projects (e.g. Thermal Energy Management of Industrial Processes) can be utilised and exploited by industrial partners and other researchers. Energy","dataset":"gtr"}