{"id":"EFE63968-EE62-45B3-BDFF-1C80B3A3F888","title":"Public accountability to residents in contractual urban redevelopment (PARCOUR)","abstractText":"Contracts, deeds, by-laws and other regulatory instruments are used as planning tools to regulate actors (from the public, private and civil sectors) involved in the regeneration of previously developed land. PARCOUR argues that contractual relationships create a specific form of governance that have important implications for the democratic legitimacy of projects for Sustainable Urban Development (SUD). More specifically by studying diverse planning tools in Brazil, UK and the Netherlands, PARCOUR will engage in the comparative evaluation of public accountability in relation to residents. It is also important to acknowledge that both the realisation of the public interest through the use of these planning tools and the accountability of the public sector in contractual processes are under researched. This topic is relevant to section 3.2.3 of the Call on &quot;Governance and Democracy&quot;, specifically to the &quot;Poverty, inequality and vulnerability&quot; section in answering &quot;How governance decisions on the urban environment interact with land, property markets, rights, and the private sector. And the extent to which planning tools take account of these interactions.&quot; \n\nThe main outcome of PARCOUR will be the clear evaluation of public accountability, and clear definition of public interest, focusing on dissemination of this knowledge among public authorities with interactive research. The project has 3 phases: 1) Desk research: Understanding different ways in which the public interest is constructed and operationalised in diverse contexts; 2) Field work and analysis: Testing the legitimacy of the planning tools that are able to implement actions for the public interest; 3) Dissemination: Distributing the results to academy and practice.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/N011333/1","grantId":"ES/N011333/1","fundValue":"266269","fundStart":"2015-09-01","fundEnd":"2018-08-31","funder":"ESRC","impactText":"","person":"Rob  Atkinson","coPersons":["Andrew  Tallon"],"organisation":"University of the West of England","findingsText":"","dataset":"gtr"}