{"id":"EFEE567C-9AC7-41A1-B3AB-F0FF58D01783","title":"Sickness Absence research collaboration seminar series on the health consequences of sickness absence.","abstractText":"<p>&nbsp;</p>\n\n<p>Although sickness absence has a large impact on European economies, societies and individuals, its consequences have received little attention. Through the Sickness Absence Research Collaboration (SARC) this Seminar Series aimed to address this knowledge gap and increase interest from new researchers, policy makers and other users. </p>\n\n<p>&nbsp;The SARC seminars have produced a series of research publications which show routine sickness absence records can identify groups of employees at increased risk of subsequent poor health, depression, disability pension and premature death. Our findings show no sex differences in sickness absence before death from heart disease or stroke, although sickness absence is a stronger predictor of a diagnosis of sleep apnea in women. In turn, sleep apnea and sleep disturbances predict sickness absence, disability pension and premature death.</p>\n\n<p>The Series has generated 19 publications in peer-reviewed journals to date and two spin-off studies; one on sickness presence (working while ill) and the other on retirement. Through the Series SARC has increased its network of researchers and expanded from four countries to five. The spin-off study on retirement has guaranteed continuation of the collaboration as IDEAR (Integrated Datasets across Europe for Ageing Research), which has already generated three grant applications.</p>\n\n<p>\n</p>\n<ul>\n \n\n <li>\nWebsite: <a href=\"http://www.ucl-sarc.org/\" rel=\"nofollow\">www.ucl-sarc.org</a>\n</li>\n\n</ul>\n\n<p></p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-451-26-0491","grantId":"RES-451-26-0491","fundValue":"18204","fundStart":"2008-11-01","fundEnd":"2010-10-31","funder":"ESRC","impactText":"","person":"Jane Elizabeth Ferrie","coPersons":["Mika  Kivimaki","Jennifer Anne Head","Archana  Singh-Manoux"],"organisation":"University College London","findingsText":"","dataset":"gtr"}