{"id":"EFEF8623-ADFE-4564-A115-B21B29C9BEE9","title":"Extremal Combinatorics","abstractText":"Combinatorics forms a challenging and fundamental part of mathematics, but is in the happy position of being relatively accessible to a wider audience. Its theorems find a wide number of direct applications both to other areas of mathematics and other academic disciplines, and thus it makes its influence felt indirectly as these disciplines, in turn, apply the theoretical power of combinatorics in more practical settings. The three main objectives of this project are both fundamental combinatorial problems and also have potential applications to additive number theory, and topics in computer science, including the theories of complexity, codes, and communication. Looking more broadly beyond the immediate applications, there are many other more practical fields to which ideas from Combinatorics make contributions, including physics, electrical engineering, bioinformatics, economics, and internet modelling. One of its most exciting and rapidly developing branches is Extremal Combinatorics, which deals with finding the extremal values of a function defined on some class of combinatorial objects. In fact, most combinatorial problems can be thought of as having such a characterisation, but even just focussing on those which are naturally expressed in such terms leads to some of the most elegant and deep questions in discrete mathematics. The basic concepts needed to understand the problems posed are remarkably simple, particularly in constrast with many other areas of mathematics, but this belies the ingenious ideas and techniques which mathematicians have been led to develop over the years in solving these problems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G056730/1","grantId":"EP/G056730/1","fundValue":"328821","fundStart":"2010-03-29","fundEnd":"2013-09-28","funder":"EPSRC","impactText":"  My methods have been quickly taken up and used by other researchers.  ","person":"Peter  Keevash","coPersons":[],"organisation":"Queen Mary, University of London","findingsText":" My research in Extremal Combinatorics has been highly successful across a broad range of objectives. The highlight has been a series of papers on hypergraph embeddings, perfect matchings, and their applications. Other researchers are already using the methods that I developed during this research. Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}