{"id":"EFF08553-615B-4794-8C26-D0525C88F902","title":"The Use of Audiovisual Resources in Jazz Historiography and Scholarship: Performance, Embodiment and Mediatised Representations","abstractText":"Jazz historiography has traditionally revolved around sound recordings, with still images, written documents and oral histories employed as complementary sources. Although this approach has generally been regarded as very successful, there is growing awareness among scholars of the problematic nature of such heavy reliance on sound recordings. In particular, it has obscured aspects of the music and the cultural practices surrounding it that are not apparent from sound recordings, and has led to the marginalisation of musicians who did not produce their best work in the recording studio, either because they found the atmosphere inhibiting or because they relied on a direct rapport with audiences and the unique quality of social interaction in an unrepeatable moment. There is sufficient evidence that, within its own community, jazz is experienced holistically; many of its most renowned practitioners have argued that, in order to be understood fully, jazz has to be seen and not just heard. While audiovisual resources, such as video recordings of jazz performance, have not been readily available in the past, this situation has now improved; nevertheless, there has been little reflection on the potential of such resources for jazz studies, and no systematic methodology has been developed for their use.\\n\\nThis project proposes to address this situation through research based on the John Altman collection of audiovisual recordings of jazz performances. Consisting of more than 10,000 VHS tapes and DVDs, mostly of televised broadcasts, this collection spans the history of jazz, from the invention of sound film to the present, in all its geographic and cultural variety. By systematically analysing the visual dimensions of jazz performance, the project aims to engage with research questions that have not as yet been fully investigated. Thus, studies within the project will focus on such topics as: the particular playing techniques, performance gestures and embodied knowledge employed by performers; the gestures and sign languages musicians use to communicate with one another; the roles played by audiences and venues and their impact on performers; the differences between performance conventions at various times and places; and the diverse musical, social and filmic codes by which jazz has been represented and disseminated through the medium of television. The project will break new ground in developing suitable analytical techniques and scholarly approaches for these and other related studies, providing epistemological reflection on the use of audiovisual recordings of jazz.\\n\\nThe results will be presented at a conference featuring contributions from a broad range of participants from the academic and jazz communities and beyond, promoting dialogue between scholars and performers. A collected volume of essays will be assembled based on research presented at the conference; it will be accompanied by a website with streamed audiovisual clips of material discussed (where copyright permits). \\n\\nBy focussing on musicians, genres and performing issues that have largely been overlooked in jazz historiography to date and by illuminating the cultural roles played by jazz and the musical and social conventions by which it is created and governed in different times and places, the project will challenge currently established perceptions of jazz and its history. In addition, it will enable a richer understanding of the inherent tension between improvisation as a performative practice that occurs 'in the moment' and its televised presentation which congeals such moments into timeless, permanent products.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H011307/1","grantId":"AH/H011307/1","fundValue":"90898","fundStart":"2010-05-01","fundEnd":"2010-09-06","funder":"AHRC","impactText":"","person":"Bjorn  Heile","coPersons":["Peter Stanley Elsdon","Jenny  Doctor"],"organisation":"University of Sussex","findingsText":"","dataset":"gtr"}