{"id":"EFF4E4B7-9BFA-4E01-9BC0-E8EE4D1540D5","title":"Precisely dated records of sea level and environmental change from Tahiti.","abstractText":"Understanding changes in past sealevel is an important issue. Sealevel averages climate to give an idea of changes in Earth's past climate. Sealevel also controls the extent of land, the circulation of the ocean, and many other features of the natural environment. Understanding past sealevel also helps us to predict future changes - obviously important to anyone living near the coast! Much of our understanding of past sealevel comes from corals. Many species of corals only grow in very shallow seawater so the presence of a fossil coral above or below present sealevel tells us that the sea used to be at a different height (relative to the land). Our laboratory specialises in dating natural samples, including corals, using the decay of uranium to other elements, particularly thorium. These, 'U-series', techniques are the main way of dating corals, but they actually fail on the majority of fossil coral. In the proposed work, we will strive to understand why dating fails, and to find ways around the problems. We will then date changes in sealevel, and changes in other aspects of Earth's past environment. This work will be performed on a suite of corals to be recovered during drilling near Tahiti. Our proposal consists of five separate goals: First, we will develop dating of fossil corals which have been chemically altered so that more samples can be dated. We will analyse a range of sample types (including corals, other carbonates, and waters) to understand movement of isotopes in the reef. And we will measure a range of different isotopes to understand the nature of coral alteration, and ways to correct for it. The use of many isotopes also provides a check on the reliability of ages from unaltered corals. Second, we will use our new techniques to measure the amount and timing of sealevel change in the past. We will focus attention on changes associated with the last two sealevel highstands. This work will provide important new information about how Earth's climate is controlled on long timescales. It will tell us, for instance, how changes in climate relate to known changes in the Earth's orbit. Thirdly, we will make use of advances in analytical capability to dramatically increase the number of corals dated by U-series. We have developed new ways to measure U and Th which are more precise and much faster than earlier methods. By collaborating with two other research groups, we will help to better constrain sealevel history for the last 20 thousand years. This work will also identify corals that grew in a range of water depths during the same period allowing reconstruction of water column features. Fourthly, the isotope composition of uranium in past seawater is calculated during U-Th dating of corals. It is normally assumed that this composition is constant and that corals with initial (234U/238U) different from present seawater are altered. We will use our understanding of coral alteration, and the large dataset we collect, to come up with a history for seawater (234U/238U). This will help with future dating of climate, and will provide information about past weathering processes on the continents. A final rather different objective related to reconstruction of conditions in the past such as average ocean temperature and salinity. Working with an existing collaborator, we will develop new chemical tools to assess these past conditions. In particular we will investigate tools to measure the salinity of the past oceans.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/D001250/1","grantId":"NE/D001250/1","fundValue":"122257","fundStart":"2006-03-01","fundEnd":"2008-02-29","funder":"NERC","impactText":"","person":"Gideon  Henderson","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}