{"id":"EFF76706-FB32-4ED3-87E6-8C7162814A58","title":"Critical Republicanism. The Hijab Controversy and Republican Theory","abstractText":"On 3 March 2004, the French parliament voted a law banning 'ostensible' religious signs in state schools. Although the law mentioned Christian crosses and Jewish yarmulkes, the implicit target of the law was Muslim headscarves or hijab. The law was mostly dictated by political expediency, amidst widespread public fears of the rise of Muslim fundamentalism, yet it was also underpinned by a normative republican public philosophy. This project critically assesses the French official republican philosophy which purported to justify the hijab ban in schools. \\n\\nThe hijab controversy provides an ideal point of entry into French republican thought, because it invoked a concept central to that tradition, yet unknown in other countries: the concept of la&iuml;cit&eacute;. La&iuml;cit&eacute; is often translated as 'secularism', but I show that it encompasses a comprehensive theory of republican citizenship, articulated around three ideals: equality (neutrality of the public sphere), liberty (individual autonomy and emancipation) and fraternity (civic loyalty to the community of citizens). I aim to 'translate' and reconstruct the official republican case for the ban in ways that make it attractive, or at least understandable, to Anglo-American liberals.\\n\\nThe project also critically assesses French official republicanism, and defends an alternative, 'critical' republicanism, which does not support a ban on religious signs in schools but upholds three central republican commitments: secularism, non-domination and civic cohesion. Official republicans claim that immigrants and members of religious minorities are not 'republican' enough: they fail to integrate into mainstream society by respecting its republican values. Critical republicans, by contrast, argue that the onus of integration should be shifted away from individuals and towards political and social institutions: it is existing institutions, not citizens, that are not 'republican' enough. Institutions should be profoundly 'republicanizethey should be made more secular (and therefore fairer to religious minorities), more autonomy-conducive (and therefore less directly coercive of illiberal practices) and more socially egalitarian (and therefore less vulnerable to defiant identity politics). \\n\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F002513/1","grantId":"AH/F002513/1","fundValue":"22378","fundStart":"2009-01-01","fundEnd":"2009-03-31","funder":"AHRC","impactText":"","person":"Cecile  Laborde","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}