{"id":"F009714A-F130-4EDC-940D-3FE22DDC61D0","title":"Equivocal Objects: Women and Portable Property in the Victorian Novel, 1850-1900","abstractText":"This project will cast a new light on the ways in which Victorian novelists represented women and material culture during the period 1850-1900, a time when there were important changes to the married women's property laws. This study will assess the cultural impact of these reforms by showing how novelists responded in their representations of the female condition. Evidence suggests that Victorian women often developed complex relationships to the material world; unable to act as independent property owners in relation to real estate, many women forged bonds to the portable property (items such as jewellery, furniture and ornaments) that they felt they owned. However, because of the laws of coverture, where a husband legally owned and controlled his wife's property, Victorian wives often did not actually own the things they called their own. This research will examine the complexity of the anomalous situation in which many Victorian women found themselves, demonstrating that the objects represented in novels are often significant in relation to women's culture and property law. \\n The project will focus in particular on the work of three major novelists, Charles Dickens, George Eliot and Henry James, among the most influential and reflective writers of the Victorian period. Although their narrative styles are very different, each writer was drawn to the topic of women's troubled encounters with society, law, and the material world, and each represents women and personal property in surprisingly similar ways. These writers were acutely aware that things could function for women as valued (if not always obviously valuable) portable property. Although Dickens, Eliot and James explore the figure of the 'things woman' (a term coined by the historian R.J. Morris to denote the woman who displays a strong attachment to objects), and consider the possibility of radical female alternatives to patriarchal systems of property transmission, they also suggest the inevitable, even desirable, failure of such alternatives. Each writer indicates that the settlement of ownership rights on women could potentially subvert traditional notions of gender identity. This study will address the question of how these novelists responded to new notions of women as legal subjects with new rights as property owners. \\n This study, then, will examine a number of important issues related to our understanding of the Victorian period: it will explore the roles played by the 'things' of Victorian culture, the equivocal social and legal position faced by many women of the period, and the ways in which Victorian realist novelists represented 'things'. The introductory section will engage with theories relevant to the representation of 'things' in realist fiction, as well as considering a range of property theories. The project will go on to outline the main developments in the literary culture between 1850 and 1900 in terms of novelists' responses to the figure of the female owner of portable property. These discussions will be supplemented by evidence from a range of historical documents (such as letters, autobiographies, and legal and journalistic reports). The other sections of the project focus on the novels of Charles Dickens, George Eliot and Henry James, analysing key works such as Great Expectations (1861), Middlemarch (1872), and The Portrait of a Lady (1881) (among other novels), in terms of each author's exploration of women and portable property, the possibility of female alternatives to patriarchal systems of property transmission, the ideology of renunciation, and the perceived threats to feminine identity posed by property ownership.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/G002940/1","grantId":"AH/G002940/1","fundValue":"17647","fundStart":"2008-12-01","fundEnd":"2009-02-28","funder":"AHRC","impactText":"  My research has been cited in other academic publications. Other Cultural","person":"Deborah  Wynne","coPersons":[],"organisation":"University of Chester","findingsText":" The project highlighted new ways of interpreting the representation of women's 'things', or personal items, in Victorian novels. It demonstrated how major authors engaged with contemporary legal debates about married women's property rights. The research emphasized how represented objects, often dismissed as trivial details, were actually significant, for novelists used such imagery as a way of exploring the issue of women's personal property. The research has the potential to inform the makers of film and television adaptations of Victorian literary texts, by demonstrating how 'things' were enhanced in literary representations for political effects. This could inspire film/ TV designers to find new ways of representing objects in the context of adaptations for the screen. Creative Economy,Culture, Heritage, Museums and Collections","dataset":"gtr"}