{"id":"F00FCF2D-E723-48B4-8486-0C8D8E5FCBBC","title":"Advanced Organic Optoelectronic Materials and Devices","abstractText":"The importance of light cannot be overstated: it allows us to see the beauty of the world around us, and supplies the energy to our planet that supports all life. It is used in countless ways in our everyday lives - to display information on computer screens or televisions, to read and write compact discs, and to carry telephone calls and internet data along optical fibres. Optoelectronics involves the study of materials and devices using light in combination with electricity. The purpose of this application is to develop a new generation of optoelectronic materials and devices. Currently most optoelectronic materials are rigid, brittle inorganic materials. This proposal will instead focus on plastic-like organic materials which can be readily dissolved and deposited in simple ways, such as by ink jet printing, to make transistors, light-emitting diodes and lasers. Remarkable progress has been made in developing these materials for display applications with commercial products available, and flat flexible screens very close.The development of these displays has led to major improvements in materials and our understanding of them, so that there are now many new opportunities and application areas. As a senior fellow I would be freed from a heavy teaching and administration load to pursue the most exciting of these opportunities. The work I would undertake can be divided into three main areas. The first is advanced materials, and will involve the development of snowflake shaped molecules called dendrimers. These materials have been extremely successful for display applications, and now have great potential for applications in solar cells, digital cameras, lasers and optical amplifiers. The second major area of research involves the development of advanced lasers and optical amplifiers using organic materials, and exploration of using these devices to allow one light pulse to switch another. These devices could be used in communication systems and would be compatible with plastic optical fibre. The last major area I plan to explore is medical applications of the materials. In particular light is used in the treatment of a large number of diseases including skin cancer, which is the most common cancer. In collaboration with the Photobiology Unit at Ninewells Hospital in Dundee, I will explore using organic semiconductors to give a new and much more convenient way of treating skin cancer.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/C542401/1","grantId":"EP/C542401/1","fundValue":"219799","fundStart":"2007-01-01","fundEnd":"2009-12-31","funder":"EPSRC","impactText":"","person":"Ifor  Samuel","coPersons":[],"organisation":"University of St Andrews","findingsText":"","dataset":"gtr"}