{"id":"F016D950-6A42-4F19-A681-4936D7906C81","title":"SKCC: Sustaining Knowledge for a Changing Climate","abstractText":"Climate change is projected to have a significant impact upon buildings, infrastructure and utilities. The EPSRC funded programme of research called Building Knowledge for a Changing Climate (BKCC) has over the last three years advanced knowledge of the impacts of climate change on urban drainage, engineered slopes, the electricity supply industry, the aviation industry, historic buildings and infrastructure and the urban environment more generally. It has also developed specialised climate and socio-economic scenarios for impacts assessment studies. Substantial research challenges remain in areas not addressed in the BKCC programme and in more systematic examination of the design and implementation of options for adaptation to climate change. An enthusiastic group of end users from industry and government has been assembled as part of the BKCC programme and have played an active role in the design, monitoring and dissemination of the research results.The Sustaining Knowledge for a Changing Climate will build upon the progress that has been made in BKCC and sustain the community of researchers and end users that has been assembled during BKCC. It will synthesise the results from all of the BKCC projects and present them in a high quality report that will be distributed widely to industry and at a high profile conference aimed at end users. It will continue research in areas of broad interest to industry particularly on problems that only received limited attention during BKCC. Specifically it will, through scoping and pilot studies, work shops and publications progress thinking on (i) use of probabilistic climate scenarios in planning and managing the built environment and infrastructure; (ii) adaptation options that can be beneficial in a range of sectors; (iii) impacts and adaptation in existing and new building stock and (iv) integrating adaptation and solutions to mitigate greenhouse gas emissions. Finally, SKCC will, through stakeholder and researcher workshops develop a coherent user-led plan for future research into the impacts of climate change on the built environment and infrastructure and development of adaptation solutions. This will prepare for major new research proposals in the field of climate impacts and adaptation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D075017/1","grantId":"EP/D075017/1","fundValue":"350757","fundStart":"2006-04-01","fundEnd":"2008-03-31","funder":"EPSRC","impactText":"","person":"Jim William Hall","coPersons":["May  Cassar","J  Handley","Nigel William Blades","Philip Douglas Jones"],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}