{"id":"F017BAA5-5658-4D3D-8B85-2A73F719FE36","title":"Newton001 Pregnancy in Lupus: gestational, immunological and vascular risk factors and outcomes","abstractText":"Two of the most serious health problems facing Brazil today are childhood and motherhood mortality, which outstrip the UK by 6- and 10 -fold, respectively. The reasons for this divide are multifactorial, but shared knowledge between the UK and Brazil could feasibly impact upon these figures. \nSystemic Lupus Erythematosus (SLE), often termed Lupus, is an autoimmune disorder that frequently affects women in their child-bearing years. When superimposed on pregnancy, Lupus and Lupus-like disorders (LLD) significantly increase the incidence of all major obstetric complications, including miscarriage, stillbirth, high blood pressure, premature birth and fetal growth restriction. These women are therefore a major obstetric concern, regardless of their country of origin or clinical setting. \nClinically, the optimal care, treatment and monitoring of this group are still evolving. This application seeks to harmonise and expand the research/expertise in the study and management of these pregnancies, through the active exchange of ideas, research and best practice between the UK and Brazil. \nThis project brings together two renowned facilities for the study of these complex pregnancies, one in Rio de Janeiro the other Manchester, both with a wealth of obstetric and rheumatology experience. In coordinating our research efforts, our joint aims are to better define the key vascular, endocrine and immunological factors which drive poor pregnancy outcome in these affected women. By standardising clinical and research protocols across centres, sharing data and study samples, current research projects will be enhanced and joint initiatives developed. Moreover, by maximising clinical practice across centres, the stratification of SLE/LLD patients according to their pregnancy risk will be improved, with potential immediate benefits in patient care and clinical guidelines.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M026345/1","grantId":"MR/M026345/1","fundValue":"36184","fundStart":"2015-01-16","fundEnd":"2016-01-15","funder":"MRC","impactText":"","person":"Ian Norman Bruce","coPersons":["Clare Louise Tower","Ian  Crocker","Hannah  Kither"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}