{"id":"F01ADC9C-FE61-4F04-A5A8-1A105CAACE55","title":"Theoretical and experimental study of the dependence of transient pipe friction on turbulence dynamics","abstractText":"Improvements in the accuracy of predicting unsteady flows in pipelines have opened up new research areas such as transient-based leak detection that, in turn, are demanding even greater accuracy in flow modelling. One of the biggest barriers to progress is the simulation of unsteady skin friction on pipe walls. There have been impressive intuitive advances in the past decade, but it is generally recognised that further success is hampered by inadequate understanding of turbulence dynamics in transient pipe flows. The proposed project brings together an international team of specialists in (i) turbulence, (ii) transient flow analysis and (iii) transient flow experiments in a focussed bid to break the understanding barrier.Current knowledge is so inadequate that we are not even able to predict the directions of axial shear forces on pipe walls (let alone their amplitudes) during transient events such as the propagation of pressure waves. A full discussion session was set aside for this topic at an international conference in March 2004. Experts from many countries around the world shared ideas for future research aimed at reducing the uncertainty. This research proposal focusses on the most promising way forward, namely studying dynamic interactions between axial, radial and circumferential components of turbulence in rapidly changing pipe flows. Highly detailed numerical and experimental studies in the UK and Italy will feed into assessments of 1-D numerical models used by pipe flow analysts.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/C015177/1","grantId":"EP/C015177/1","fundValue":"153678","fundStart":"2006-01-01","fundEnd":"2008-12-31","funder":"EPSRC","impactText":"  The immediate beneficiaries of the work are academics and practising engineers with a need (i) to understand the strengths and limitations of existing 1-D models of skin friction in unsteady pipe flows and (ii) to develop improved models that exploit this understanding. Energy,Environment Economic","person":"Shuisheng  He","coPersons":["Alan Edward  Vardy"],"organisation":"University of Aberdeen","findingsText":" Improvements in the accuracy of predicting unsteady flows in pipelines have opened up new research areas such as transient-based leak detection that, in turn, are demanding even greater accuracy in flow modelling. One of the biggest barriers to progress is the simulation of unsteady skin friction on pipe walls. There have been impressive intuitive advances in the past decade, but it is generally recognised that further success is hampered by inadequate understanding of turbulence dynamics in transient pipe flows. This project has brought together an international team of specialists in (i) turbulence, (ii) transient flow analysis and (iii) transient flow experiments in a focussed bid to break the understanding barrier.\n\nBefore the project, current knowledge was so inadequate that we could not reliably predict the directions of axial shear forces on pipe walls (let alone their amplitudes) during transient events such as the propagation of pressure waves. One outcome of the project is that the causes of this uncertainty have been identified. Through a combination of detailed numerical modelling and exceptionally successful experiments, it has been demonstrated that the direction of the force depends on the relative amplitudes of two competing effects, namely inertia and delays in the response of turbulence to sudden flow changes. Three distinct phases have been identified, namely an initial period when inertia dominates, a longer period in which the effects of turbulence dominate and finally an indefinite period when the outcome depends on the relative amplitudes of the two effects. This step change in understanding is now being fed into the development of one-dimensional models of unsteady skin friction for use by analysts studying unsteady flows in pipes and channels. A number of journal and conference papers have been published. These systematically report our new data, computing models, and new understanding, which are likely to benefit other researchers and modellers. Energy,Environment,Transport","dataset":"gtr"}