{"id":"F01CE1B5-28E4-4572-B637-104FD6F09107","title":"Directed Covalent Assembly in the Solid State: towards Predictable Solvent-free Synthesis","abstractText":"The proposed research is an interdisciplinary collaboration in Green Chemistry, which addresses the globally rising need for environmentally benign and efficient chemical processes which could reduce the environmental impact of the chemical industry and slow the depletion of natural resources. This will be done through combining the non-conventional methodologies of solid-state synthesis with concepts of Dynamic Covalent Chemistry and state-of-the-art computational methodologies to develop a solvent-free and atom-economic approach to the synthesis of molecular targets in high yield. The project is based on the continuous development and feedback between novel solid-state synthesis techniques and computational solid-state modelling approaches. The ultimate goal of the research programme is to develop computationally-directed methodologies to generate small non-symmetrical molecules, as well as direct the synthesis of complex molecular architectures in quantitative yields and with highest atom efficiency, i.e. generating almost no waste, with minimal energy expenditure and without using bulk solvents. The efficient synthesis of small non-symmetrical molecules is of highest relevance for industrial applications requiring clean and cost-efficient approaches to such precursors. The capability to computationally guide the efficient construction of macrocyclic molecular architectures may be of particular importance for their relevance in materials for hydrogen storage, advanced medicines and molecular electronics .\n\nThe inspiration for the proposed research is this project team's recent discovery that reversible chemical reactions can undergo catalysed thermodynamic equilibration under the solvent-free conditions of milling, and that the outcome of such equilibration can be both computationally explained and different from the results obtained in conventional solution environments. In particular, solid-state thermodynamic equilibration of a reversible reaction system can be biased towards a single product and even lead to its quantitative (100%) formation under solvent-free and minimal energy conditions. The project team has provided the proof-of-principle report on this discovery in 2011. This discovery opens a new possibility, never before explored in the context of either synthetic organic chemistry or solid-state chemistry, to exploit thermodynamic equilibration in the solid state for an environmentally benign, atom-economic (i.e. the starting materials are fully converted to desired products, with no atom wasted), solvent- and waste-free synthesis of target molecules. The proposed project will explore this possibility in the context of four different types of reversible bond chemistries, selected for their importance in industrial products: the disulfide bond, the imine bond, Diels-Alder coupling and the formation of the amide bond. The latter represents the top challenge, as voted by a Green Chemistry Industrial Roundtable, in the development of Green methods for industrial synthesis. A solution-based method to enforce thermodynamic equilibration of amide bonds under benign conditions was first reported very recently (J. Am. Chem. Soc. 2009, 131, 10003) and will provide a suitable starting point for the development of green synthesis of amides in the solid state. As the new synthetic principles developed in the proposed research are generic, the successes could subsequently be translated into a variety of other reactions, some of them not yet considered due to high kinetic reaction barriers (i.e. a perceived lack of reversibility).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J01110X/1","grantId":"EP/J01110X/1","fundValue":"836027","fundStart":"2012-01-01","fundEnd":"2016-03-31","funder":"EPSRC","impactText":"","person":"Jeremy  Sanders","coPersons":["Graeme Matthew Day"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}