{"id":"F01C23C4-9F59-4A6A-AD08-3768C12ABEA4","title":"ZAP2TAP Solar sterilisation technology for clean safe water","abstractText":"Sunlight and clean water are essential for human life on earth. Approximately one billion people are exposed to unsafe water for drinking and food preparation due to poor source water quality and lack of adequate water treatment, a problem expected to grow worse in the coming decades, with water scarcity occurring globally, even in regions currently considered water rich. \n\nThis project aims to build &amp; test Proof-of-Concept ZAP2TAP water sterilisation devices that use only visible light, not ultraviolet or electricity, to achieve a high kill rate for water borne pathogens. During the project the kill rate for Escherishia Coli in water will be determine. The technology uses photosensitizer molecules tethered to solid phase nanomaterials supports to create a continuous supply of reactive oxygen in flowing water. The short lived singlet oxygen is mixed with water which is contaminated with pathogens. The effect of singlet oxygen on the pathogen is to degrade or break open the protective bilayer membranes which surrounds the pathogen and kills the pathogen leaving it harmless. Current tests of the novel materials in stationary water have produce a billion times reduction in the number of living pathogens when exposed to a light which simulates the sun.\n\nThe ZAP2TAP devices will be built from recycleable materials, they will be flexible, light weight and use many of the processes and tools used in the food packaging industry for their manufacture. \n\nThe technology will impact society by \n- Improving people's access to clean safe water for drinking and food preparation. \n- Improving food manufacturers ability to meet the World Health Organisation's water quality standards for food preparation, thus improving health and wellbeing. \n- Reducing illness arising from the water borne pathogens associated with unsafe drinking water, leading to a increase in the average no. of days worked and impact economic development and recovery.\n- Helping to secure the supply of drinking water to consumers by allowing direct solar sterilisation of harvested rainwater, source water and greywater. \n- Reducing the dependence of chemicals to sterilise water. \n\nThe technology will impact the environment by \n- Improving water management at personal, domestic and industrial scales\n- Reduced carbon footprint &amp; energy consumption by water utilities by reducing the volume of water extracted &amp; pumped, including a reduced demand for new installations &amp; pipe networks, leading to reduced impact on the Environment and maintained ecosystems.\n- Remove the use of water sterilisation chemicals and their associated hazards.\n- Enabling water re-use, which then diverts rainfall from the combined sewer network. This has significant benefits for water utilities and the community with fewer pollution incidents and reduced surface water flooding.\n- Helping architects meet carbon emission regulations to increase sustainable implementation of rainwater harvesting in new homes. \n\nThe technology will benefit the ecomomy by \n- Creating a high value product which meets the demands of both home and international markets. \n- Creating and maintaining high value manufacturing jobs.\n- Introducing high volume production of nanofibre material into the supply chain for the production of other high value innovative products in the UK.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/M000141/1","grantId":"ST/M000141/1","fundValue":"49188","fundStart":"2014-08-01","fundEnd":"2015-03-31","funder":"STFC","impactText":"","person":"Robert  Stevens","coPersons":[],"organisation":"Nottingham Trent University","findingsText":"","dataset":"gtr"}