{"id":"F0242ED8-5D8D-40B1-95B0-D35954C39617","title":"Clouds in Space","abstractText":"Within the last two decades, space-based technology has become a ubiquitous component of everyday life. For example, British Sky Broadcasting (BSkyB) produces subscription television services for over 12 million direct and indirect customers in the UK and Ireland, and 40 million people daily use the Dutch TomTom company's solutions which provide in-car navigation systems and tracking systems for fleet management. Emergency services rely extensively on satellite technology.In this research we will investigate the applicability of Cloud Computing and data handling for the important international problem of Space Situational Awareness (SSA) and Space Debris removal and mitigation. This is an important theme area within the European Space Agency, which protects Europe's citizens and satellite services by detecting space hazards. One of the key goals recently set by Obama was to Strengthen stability in space through: ...; improved information collection and sharing for space object collision avoidance; protection of critical space systems and supporting infrastructures, with special attention to the critical interdependence of space and information systems; and strengthening measures to mitigate orbital debris. (June 2010). A highlighted area of interest was to Develop, maintain, and use space situational awareness (SSA) information from commercial, civil, and national security sources to detect, identify, and attribute actions in space that are contrary to responsible use and the long-term sustainability of the space environment. On Feb 10th the US Iridium-33 and the Russian Cosmos 2251 collided, resulting in debris which could place at risk many other active satellites in this low-earth orbit position. Results of a simulation of this event can be seen at http://www.youtube.com/watch?v=nFA74PEs44k [checked Oct 20th 2010]Currently we track around 20,000 objects larger than ~10cm in satellite orbits. In the future, with higher fidelity systems, we will be tracking 500,000+ objects of size 1cm+. This poses significant challenges to be able to scale up the compute resources and complex algorithms required to process the data which arrives twice-daily. We propose to investigate how Cloud computing can be used to tackle these challenges. Cloud computing is internet based computing which allows resources, software, data and services to be provided on demand. Many individuals and businesses use Cloud based services for email, web searching, photo sharing and social networking. Scientists and Engineers are using a similar paradigm to make use of massive amounts of compute and data handling resources provided by companies such as Amazon, Microsoft and Google.Specifically we will investigate the efficacy of the Cloud to develop and test algorithms to target debris for removal and understand the efficiency of the new algorithm - this is important to enable us to perform the modelling required as we track more objects. This is based on the Travelling Purchaser Problem, a variant of the widely used/solved Traveling Salesman Problem. We will investigate whether the Cloud can provide a scalable, reliable and robust infrastructure for the ongoing requirement to aggregate and process ever-increasing volumes of data to propagate orbits, detect events, and plan missions. Such mission planning is an important aspect of launching new satellites and removing existing debris from orbit. We have already built a prototype using Microsoft's Azure Cloud platform and this research will enable us to increase the efficiency of the calculations and improve their scalability. Understanding how the Cloud can be used in this area of science and engineering will also help shape how Cloud providers, such as Microsoft, will provision services in the future which can be used to perform research in disciplines as diverse as healthcare, environmental management, bioinformatics and energy production, which are important challenges for society as a whole.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I034009/1","grantId":"EP/I034009/1","fundValue":"62536","fundStart":"2011-02-01","fundEnd":"2011-10-14","funder":"EPSRC","impactText":"","person":"Simon James Cox","coPersons":["Hugh Gifford Lewis","Kenji  Takeda"],"organisation":"University of Southampton","findingsText":" Delivered and developed cloud based system using Microsoft Azure to show how space situational awareness studies could be conducted in the future.\n\n\n\nUnderstanding what computational tools, technologies and platforms can support and enable new questions to be asked and answered in this field is important to ensure that we continue to ensure that space can continue to be used for communications, earth systems monitoring and scientific endeavours.\n\n\n\nWe have demonstrated how the 'Cloud Computing' paradigm can be exploited for this. Cloud computing has become ubiquitous in the consumer space for photos, document, music and social network sharing. Using it for complex scientific and engineering challenges tests how it can be extended and enhanced for future complex consumer and business applications and challenges. We continue to work with national and International space agencies on the scientific uses of our project.\n\n\n\nWe also continue to work with technology suppliers such as Microsoft on the application and enhancement Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}