{"id":"F0259B9B-5461-47B9-A33D-88A9614812AD","title":"Towards equal and active citizenship: pushing the boundaries of participatory research with people with learning disabilities","abstractText":"<p>Participatory research seeks to involve those who tend to be&nbsp; the subjects or objects of research, as agents in the conduct of research. Participatory&nbsp; research addresses issues that are important to people and includes their views and experiences. Many positive claims are made about the general process and outcome of participatory research, but there are some specific areas which have not received much attention. This seminar series has two broad aims. Firstly, to critically examine the unacknowledged or underexplored tensions and challenges to what might be considered full or genuine participation by people with learning disabilities in research. In addressing this aim the seminar series will explore and critique the arguments relating to:</p>\n\n<ul>\n \n\n <li>whether and how people with learning disabilities can participate in data analysis</li>\n\n <li>what is possible in relation to developing innovatory participatory methods for involving people with high support needs in research.</li>\n\n</ul>\n\n<p>The second aim of the proposed seminar series is to seek to stimulate innovative developments in methods by synthesising the achievements in relation to participatory research methods with people with learning disabilities and acting as a catalyst for thinking and action in the two identified areas needing development</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/J02175X/2","grantId":"ES/J02175X/2","fundValue":"16411","fundStart":"2013-03-01","fundEnd":"2014-12-31","funder":"ESRC","impactText":"  The award has not yet finished so it is too soon to judge whether and how the findings have been used  ","person":"Jane  Seale","coPersons":[],"organisation":"University of Exeter","findingsText":" We are still analyzing findings and we have our last seminar on November 11th 2014 We are still analyzing findings and we have our last seminar on November 11th 2014 Education,Healthcare","dataset":"gtr"}