{"id":"F0375A25-D679-40B0-8316-65EC06638103","title":"THE IMPACT OF GLOBAL EARLY INSTITUTIONAL DEPRIVATION DURING EMERGING ADULTHOOD: PATHWAYS TO SUCCESFUL TRANSITION IN THE ERA STUDY","abstractText":"<p>The English and Romanian Adoptees study (ERA) is the largest developmental study, of those individuals who spent their early years in the Romanian orphanages of the 1980s. The cohort is now in their early twenties. This period, which is likely to be challenging for many given their histories of adversity and adjustment, will be pivotal in determining long term developmental outcomes.</p>\n\n<p>Our study will assess young adult transitions for the 165 Romanian and 52 UK adoptees. Our multi-informant/ multi-method approach will include:</p>\n\n<ul>\n \n\n <li>an open-ended semi-structured interview concerning experiences during the transition period</li>\n\n <li>a structured interview of a range of key young adult outcomes using age-adapted sections of previously validated interviews to identify deprivation-specific and adoption-related issues</li>\n\n <li>standardised questionnaires exploring individual characteristics and social processes predicting positive outcomes</li>\n\n <li>DNA and stress-related bio-markers. </li>\n\n</ul>\n\n<p>Qualitative approaches will provide a deeper understanding of experiences of transition and a detailed clinical characterisation. Building on the broader literature we will focus especially on how these individuals (many with histories of deprivation-specific problems) respond to life challenges associated with changes in their circumstances and domestic arrangements during this period that offers great opportunities for growth and independence but also risks to mental health. </p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-062-23-3300","grantId":"RES-062-23-3300","fundValue":"665027","fundStart":"2012-04-30","fundEnd":"2015-10-30","funder":"ESRC","impactText":"","person":"Edmund  Sonuga-Barke","coPersons":["Robert  Kumsta","Jana  Kreppner","Wolff  Schlotz","Barbara  Maughan","Lucy  Yardley"],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}