{"id":"F04304BF-07B8-4F2B-9E92-F3D03B9D5B41","title":"The 2011 Welsh Election Study","abstractText":"<p>The Welsh Election Study (WES) aims to conduct a study of the 2011 election to the National Assembly for Wales (NAW).The study is designed around a two-wave panel survey of a representative sample of the Welsh electorate. Both waves of the survey will be conducted via the internet.</p>\n\n<p>The study has several main objectives:</p>\n\n<ul>\n \n\n <li>WES aims to uncover the principal factors shaping individual voting behaviour in the NAW election, and why such choices may differ from those made in UK general elections and other elections.</li>\n\n <li>WES seeks to explain the overall election outcome and the impact of the campaign period on that outcome. By interviewing survey respondents before and immediately after the election, the survey will allow direct insight into the impact of the election campaign.</li>\n\n <li>WES aims to provide a comprehensive picture of public attitudes towards devolution in Wales, and how assessments of the practical achievements of devolved government are related to voters' choices in NAW elections.</li>\n\n</ul>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/H037918/1","grantId":"ES/H037918/1","fundValue":"89203","fundStart":"2010-11-01","fundEnd":"2011-10-31","funder":"ESRC","impactText":"  The research influenced the work of the Silk Commission (established in 2011 by the UK government to review Welsh devolution). Research findings (concerning public attitudes towards devolution of taxation) were presented in early 2012 to the Commission. By clarifying for the Commission what was known, and what unknown, about relevant public attitudes, this work shaped subsequent social research conducted by the Commission; and is cited in Chapter 8 of its first report (published December 2012), which recommended devolving substantial taxation powers to the Welsh Assembly. Broader findings - concerning public support for devolution more generally - were extensively cited and quoted in Welsh Government evidence submitted to the Commission in February 2013 (see pp.4-5) and underpinned the Government's argument for both an extension in devolution's scope and a fundamental change in its form (from a 'conferred' to a 'reserved' powers model).\n\nThe research has also contributed substantially towards informing political debate and activity in Wales. The research team has actively disseminated major findings via:\n• Public seminars in Cardiff (October 2011, May 2012); these have attracted substantial audiences, including AMs, journalists, and representatives of major civil society organisations;\n• Other public seminars, at the Institute of Government in London (December 2011) and Aberystwyth (October 2011), which have also attracted substantial non-academic audiences.\n• Numerous broadcast media appearances by research team members (across BBC-Wales, ITV-Wales and S4C television; Radio 4, Radio 5Live, Radio Wales and Radio Cymru).\n\nThese activities have directly informed political and social elites about evidence on public attitudes. They have also informed public debate more widely: by informing key political journalists, and through extensive media reporting and discussion of the findings. &quot;In the run-up to the 2011 devolution referendum in Wales&quot;, the research &quot;was absolutely crucial in informing the understanding of public attitudes&quot; according to the Western Mail's Chief Reporter. The research also provided the central evidence base for the campaign strategy of the successful Yes campaign in the 2011 referendum: as one key participant observed, &quot;We had a clear understanding of increasing support for devolution and a detailed knowledge of our market. Having this information available to all brought a rigour and science into our planning and made a very daunting task immeasurably easier.&quot; Digital/Communication/Information Technologies (including Software),Government, Democracy and Justice Societal,Policy & public services","person":"Roger Michael Scully","coPersons":["Richard Llywelyn Jones"],"organisation":"Aberystwyth University","findingsText":" The project had several major findings.\n\nOn electoral participation, the study found fairly typical associations between voting turnout and factors like age, political interest and sense that voting is a duty. As in previous devolved elections, however, there appeared little association between attitudes to devolution and participation: it is not only supporters of devolution who take part in devolved elections. Turnout was also associated with levels of interest in the devolved election. But despite the result of the March 2011 Welsh referendum, and the growing perceived importance of the National Assembly, elections to the body are still viewed by most voters as less important than UK general elections.\n\nData on the campaign period showed little change in party support in the four weeks prior to the vote. Labour maintained its lead consistently. Post-election evaluations showed substantial lack of awareness of the campaign; among those with clear views, however, Labour's campaign was evaluated most positively; Plaid Cymru did notably poorly. General attitudes to both Labour and Plaid Cymru were broadly positive across much of the electorate; there was substantial hostility to both the Conservatives and the Liberal Democrats. However, Labour proved far more successful than Plaid Cymru at converting positive attitudes into party support and votes. The Conservatives were effective at mobilising a limited support base.\n\nAnalysis of voting shows that contemporary 'valence politics' explanations of voting behaviour are much more able to account for how people vote in devolved elections than the social background characteristics - particularly class and language - invoked by the Three-Wales Model. Attitudes to the parties, government performance and leadership account for voting patterns far more effectively. Moreover, when comparing government performance at the UK and Welsh levels, and UK and Welsh leaders, voters' judgements about parties and leaders at both levels appear to make a significant contribution towards accounting for voting in devolved elections.\n\nOn attitudes to devolution, the study's findings support the broad picture seen in other studies in recent years: that the clear majority of people in Wales support devolution and favour the devolved institutions being the most influential in governing Wales. Other questions show that most people have a reasonable general understanding of devolution, but much more limited knowledge on specific matters (except, in areas like Schools policy, where devolution has a direct impact on the lives of their own families). The study also found that while attitudes to devolution do not directly influence vote choice in a devolved election, perceptions of the performance of the devolved institutions are associated both with attitudes to devolution and with vote choices. Finally, the study found that while perceived importance of the devolved institutions has increased, their public legitimacy remains somewhat conditional. Research has been used by numerous academics on on-going research on many aspects of political representation and electoral politics.\n\nResearch also relevant to conduct of public opinion polls by media organisations, particularly in Wales: has been used to inform polls conducted by YouGov for ITV Wales, and ICM for BBC Wales. Digital/Communication/Information Technologies (including Software),Government, Democracy and Justice","dataset":"gtr"}