{"id":"F04A6B79-D1CC-4985-90BD-9D79E8AA733B","title":"Adaptive Sampling Algorithms for Cognitive Neuroscience Applications Using Bubbles","abstractText":"A powerful methodology is required to resolve what is still one of the greatest methodological challenges in cognitive neuroscience: When dealing with complex visual stimuli, how can a brain response be attributed to a specific object category (e.g. a face), a specific feature (e.g. the eye) or a specific function? In the absence of a principled method, the specificity of response (e.g., to the face) is determined by contrast with responses from other categories (e.g., cars, furniture, hands and so forth), and informal hypotheses tested. Unfortunately, a dense correlative structure exists in the low-level visual properties of category members (e.g., luminance energy, main directions of orientation, spatial frequency composition and many others), only a very small subset of which can be controlled with a finite number of contrast categories, though the potential incidence of this obvious point on data interpretation is often underestimated. Consequently, the specificity of the brain response might be due to incidental input statistics, not to the category per se.Furthermore, if the ultimate goal of cognitive science is to frame the functions of the brain (e.g. visual recognition, language, memory and so forth) as the operations of mechanisms of the brain, we know from automata theory that experimental methods should be sufficiently powerful to isolate the elements of a machine. Specifically, experimental methods should enable the extraction of a number of distinct states of the brain corresponding to distinct states of information processing, and then characterise with state transitions the information processing steps taking place between stimulus onset and response.Bubbles is a method that has been designed to address such issues of credit assignment (Gosselin &amp; Schyns, 2001). It works by using the stimulus (not other contrast categories) as its own control for measures of brain response (e.g. EEG, MEG or fMRI amplitudes, or the activity in a network reconstructed from sources). Bubbles samples an input space to present sparse versions of the stimuli (e.g. faces). Subjects categorize the sparse stimuli and Bubbles keeps track of the information samples that lead to either correct or incorrect recognition (when the goal is to understand the informational determinant of behavior), or the amplitude distribution of a given brain signal (e.g. the N170 or the P300 when the goal is to understand the determinants of ERPs; amplitudes of oscillatory MEGS, or magnitudes of voxel fMRI signals). Performance information is then used to establish how each region of the input space selectively contributes to behavior or brain signal.Bubbles has great potential, but it is currently hindered by the exhaustive search of the input space required to find the subspace correlated with performance/typically, several thousands of trials. The potential scope of applications would be widened (and there is an increasing demand from users, particularly in brain imaging and in cognitive neuropsychology, where brain-damaged patients simply cannot be submitted to such an extensive procedure), if statistical methods were designed to optimize sampling and thereby reduce the number of trials required for convergence. Designing such rigorous and efficient statistical methods is the object of this proposal.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E038492/1","grantId":"EP/E038492/1","fundValue":"352179","fundStart":"2007-10-01","fundEnd":"2011-03-31","funder":"EPSRC","impactText":"","person":"Philippe Georges Schyns","coPersons":["Marie Louise Smith","Nema  Dean"],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}