{"id":"F04E1B4F-5379-4F0C-8923-D94A8A731A2F","title":"Pseudomonas quinolone signal and two-component systems; Unravelling the intricate network of gene regulation in Pseudomonas aeruginosa","abstractText":"P. aeruginosa causes around 10% of all healthcare-associated infections in the UK and is a significant cause of mortality. The organism's intrinsic and acquired antibiotic resistance hinders effective treatment, with multi-drug resistance (MDR) frequently observed. This MDR has increased reliance on the antibiotic colistin, which is frequently considered as a drug of last resort for the treatment of infections caused by MDR bacteria. However, as a result of the increasing reliance on colistin, colistin resistance is increasingly reported, with resistance rates as high as 40%. Colistin resistance in P. aeruginosa is typically mediated by alterations to the bacterial surface that reduce binding of the colistin antibiotic. These surface modifications are normally tightly controlled by regulatory systems within the bacterial cell termed two-component systems (TCSs). However, colistin-resistant P. aeruginosa typically possess mutations within these TCSs that result in their permanent activation, causing the surface modifications to be present all the time. \n\nWork underway within our laboratories is investigating the wider significance of these TCS mutations. Unexpectedly, we have found that the permanent activation of these TCSs enhances the activity of another distinct gene regulatory network, termed the PQS quorum sensing system. We believe that the same surface modifications that are switched on by the TCSs to confer colistin resistance are also responsible for enhancing PQS activity. The PQS quorum sensing system is an important regulator of virulence (the ability to cause disease) in P. aeruginosa. Consequently, colistin resistance conferred by permanent TCS activation will impact on the infection process through the action of PQS. \n\nThese observations provide completely new insight into the interplay between gene regulatory networks in P. aeruginosa, and how they control virulence. The proposed research aims to define the precise mechanism by which TCS activation results in enhanced activity of the PQS quorum sensing system. We will employ a variety of methods to assess this interaction at every step of the pathway, including how the TCSs themselves are activated, which surface modifications occur as a consequence, and how those surface modifications impact on the activity of the PQS system. The overall aim of the research is to assess the extent to which the PQS system is responsible for conferring the multitude of effects previously attributed to the TCSs. These studies will give unique insight into several aspects of the P. aeruginosa biology, thus significantly advancing the scientific field. \n\nLong-term, there are potential applications and patient benefit that might be enabled by this research as both TCSs and quorum sensing are widely recognised as novel therapeutic targets for new antibiotics. By defining the nature of the linkage of these two regulatory systems, the proposed studies may promote the rational design of new antimicrobials that target these systems in combination. Given the lack of new antibiotics being developed that possess significant activity against bacteria such as P. aeruginosa, new antimicrobial strategies are urgently required in order to lessen the burden of infectious diseases on society. In addition, by highlighting the unintended consequences of colistin resistance, these studies may be used to guide antibiotic prescribing practices in the future, with a view to improving patient management.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K003348/1","grantId":"BB/K003348/1","fundValue":"349371","fundStart":"2013-01-01","fundEnd":"2015-12-31","funder":"BBSRC","impactText":"  Our studies are ongoing, and so our findings have not been 'used' in any manner as yet.  ","person":"Alan Reid Brown","coPersons":["Steven Lee Porter"],"organisation":"University of Exeter","findingsText":" We are studying how mutations in regulatory system in the bacterium Pseudomonas aeruginosa alter the behaviour of the bacterial cell. Work is ongoing, but we have observed stark differences in how different mutations affect the bacterium. This was an unexpected observation, as previously we believed the different mutations would have a similar impact on the cell. There remains further work to do on this current project. Pharmaceuticals and Medical Biotechnology,Other","dataset":"gtr"}