{"id":"F05C22A2-8305-404B-9F18-2A8CE5F9E3BC","title":"From OpenAIR to the Open Air: The Application of Virtual Acoustic Techniques in Landscapes and Novel Environments for Computer Games","abstractText":"The OpenAIR (Open Acoustic Impulse Response Library) website (www.openairlib.net) is a repository of 3-D Ambisonic B-format impulse responses for auralization together with anechoic recordings that can be used to audition the sound of the acoustically surveyed buildings included on the site. This follow-on project is about developing new pathways to impact for the outcomes of this research through a collaboration with Codemasters, one of the world's leading, BAFTA award winning, UK based, computer game companies.\n\nThe acoustics of the environments that we inhabit everyday affect us all in terms of how we communicate, project our voice, listen to our surroundings, and respond to excessive noise. For example, in music performance spaces the quality of the acoustics are critical for both audience and performer, and by considering the acoustic environment of heritage sites we make available new opportunities for both understanding and interpreting of the past.\n\nDevelopments in measuring the acoustic characteristics of concert halls and opera houses have resulted in standardised methods of impulse response capture for auralization. The impulse response is the acoustic fingerprint of a given space, uniquely defining its acoustic characteristics for particular sound source and listener positions. From these measurements objective acoustic parameters as used in the design process can be determined. Using audio convolution a virtual acoustic representation of the space can be constructed so that a listener can experience the same aural sensations as if they were actually present within it - this defines auralization, a term derived as the audio equivalent to visualisation.\n\nOpenAIR was established to facilitate wider access to a database of 3-D Ambisonic B-format impulse responses, together with the capability for further expansion and content management. Datasets from 16 acoustic spaces are currently available on the site and this data can be explored and processed non-destructively, with various combinations of impulse response measurements available for download.\n\nCodemasters advocate Ambisonic B-format audio in computer game sound design due to the flexible nature of how this 3-D audio format (that is, surround-sound with height information) might be used as a means of delivering high quality immersive audio content, despite almost certain variation in home playback systems or gaming platform. This common interest in the use of B-format audio highlights the synergy between the Codemasters team and the OpenAIR project. With OpenAIR, research questions in the acoustic modelling, measurement and characterisation of heritage spaces has driven dataset content. Codemasters however, require content that is appropriate for their games - which includes the acoustic impulse response of car interiors, open landscapes and the recording of particular ambiences to populate the sonic background of the virtual environments they create - all of which should be in Ambisonic B-format.\n\nNew techniques are needed for effective measurement in such challenging real-world environments and OpenAIR needs to adapt to this new audio content to be of relevance to the requirements of the gaming industry. The effective use and integration of these audio assets in typical game audio authoring tools and workflows also needs to be investigated. This project will develop new means of acoustic measurement appropriate to both open landscapes and compact interiors, and redevelop OpenAIR to manage this new content. This project will result in new datasets specific to the needs of the gaming industry and Codemasters in particular, which will then be used in their next generation computer game titles. We will be able to test the feasibility of our research in a more commercial context and facilitate knowledge transfer between our two teams. Aspects of the datasets will also be made available via the OpenAIR website for the wider virtual acoustics community.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J013838/1","grantId":"AH/J013838/1","fundValue":"95449","fundStart":"2012-09-01","fundEnd":"2013-08-31","funder":"AHRC","impactText":"","person":"Damian  Murphy","coPersons":[],"organisation":"University of York","findingsText":"","dataset":"gtr"}