{"id":"F05EA428-A32F-44C0-81AC-FE2B687039C8","title":"Planning in Mixed Discrete-Continuous Domains","abstractText":"The ability to plan intelligently is a fundamental component of autonomous behaviour. Many modern and future applications of AI, in the power industry, in planetary applications, in search and rescue applications and in domestic robot settings, require autonomous decision-making where a robot decides how best to behave to serve its purpose. This poses many challenges to the current state of the art. For example: existing artificial planning systems are unable to reason about complex continuous change, even though this occurs in most everyday situations; most planners are ill-equipped to make choices under uncertainty, except when this uncertainty can be precisely quantified (which is rare); the problems of plan generation and execution-time robustness of the resulting plan are often separated, but they must be considered in tandem in non-deterministic domains. We aim to widen the application of planning technology to problems that contain both planning and real time control elements. Many realistic problems of interest are of this type and this will open up avenues for exploitation of planners. We will push mixed discrete-continuous planning to the top of the international agenda by proposing to organise the 2008 planning competition around this theme.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D062721/1","grantId":"EP/D062721/1","fundValue":"490025","fundStart":"2006-09-01","fundEnd":"2009-12-31","funder":"EPSRC","impactText":"  This project laid the foundations for a rich strand of work in my group on planning for hybrid systems. In this project we developed a planning system capable of solving problems expressed in the mixed discrete-continuous planning modelling language, PDDL+, developed in an earlier EPSRC-funded project: GR/R89325. Although far from exploitation, the results of this project fed into our later projects, leading to a planning system which is actually now at a high TRL and being considered for exploitation by various companies.  ","person":"Maria  Fox","coPersons":["Derek  Long","Keith Robert Bell","Stephen  McArthur"],"organisation":"University of Strathclyde","findingsText":" This project was concerned with developing core capabilities in mixed discrete-continuous planning, and putting them to practical use. We were able to develop planning methods and modelling frameworks for successfully planning in the domain of electrical power systems. We also pushed forward the state of the art in temporal and metric planning. Our work on continuous temporal and numeric planning has many potential applications. Aerospace, Defence and Marine,Agriculture, Food and Drink,Construction,Creative Economy,Energy,Environment,Healthcare,Manufacturing, including Industrial Biotechology,Security and Diplomacy,Transport,Other","dataset":"gtr"}