{"id":"F0654BAE-421C-4A68-B261-02944B3A5E06","title":"Boundary Vector Cells (BVCs): a novel type of fundamental spatial cell in the hippocampal formation","abstractText":"This research investigates a new type of spatial cell, which is likely a crucial building block of our spatial knowledge. Acquiring and using spatial knowledge appropriately is a crucial feature of most animal and human behaviour, without which survival is tenuous. The proposed research looks particularly at the representation of large-scale space, such as would help you to locate yourself or an object in a room, or navigate your way through an office building or town. Different types of spatial cell in a region of the brain called the hippocampal formation provide the basic building blocks of our large-scale spatial knowledge. One example of a spatial cell is a compass-like cell called the head-direction cell that fires, say, whenever your head faces east. Another kind of cell is the place cell. Place cells fire in particular locations in different environmental contexts. One place cell might fire near the door to your kitchen at home, but also in a different environmental context, such as along the corridor near your office at work. Other place cells will fire along that corridor too, including the part where it branches, one branch leading right to the fire exit. One day, when there's a fire in your work and everything is smoky, those place cells might help you to reach the fire exit even though you can't see. Previous work has shown that place cells are strongly influenced by environmental boundaries. My collaborators and I presented a model to explain some of the typical characteristics of these place cells in different environments. We predicted, and I subsequently discovered, cells which we called 'Boundary vector cells'. A boundary vector cell fires whenever a boundary is located at a preferred distance and direction from the subject. Examples of boundaries include room walls, a cliff, and the sides of a corridor or building. Each boundary vector cell has its own preferred distance and direction. One boundary vector cell might optimally fire when there's a very close boundary to the south of the subject. Another boundary vector cell might optimally fire when there's a boundary about three metres away to the north-east of the subject. It is likely that these cells form part of the network in the hippocampal formation that allow place cells, for example, to fire reliably in a particular environment, and thus permit accurate navigation. The basic idea of the proposed research is to obtain a large dataset of boundary vector cells, and to test them in detail, one by one and as a population, against the existing model that predicted their discovery. How well can our model predict BVC firing in different environments? For each recorded BVC, on the basis of its firing in a subset of environments, we will get the model to make a prediction about how the cell will fire in another subset of environments. We will also examine their interaction with other kinds of cells, such as the place cells. We will test the hypothesis that place cells, because they learn about new contexts, change the timing of their firing relative to a prominent oscillation called theta (i.e. a kind of clock in the brain) when they are initially learning, while at least some boundary vector cells which do NOT show any ability to learn, will NOT change the timing of their firing during learning. (This hypothesis exists in part because we know that changing the timing relative to the theta oscillation can enchance the physiological processes underlying the long-term memorability of learned information.) In all, by recording and modelling BVCs, we will build a more accurate and complex model of spatial representation in the hippocampal formation. This will have major implications for diverse fields such as the study of hippocampal-dependent memory, learning theory, spatial linguistics, and robotics.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G01342X/1","grantId":"BB/G01342X/1","fundValue":"311606","fundStart":"2009-07-01","fundEnd":"2011-06-15","funder":"BBSRC","impactText":"","person":"Colin  Lever","coPersons":[],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}