{"id":"F0687CA1-FA27-4D63-AB7B-9C1E93AF66A5","title":"Magneto-Optic and Ellipsometric study of nanostructured media","abstractText":"The proposed research is concerned with the fabrication of structured arrays of nanoscale tubes and rods composed of ferromagnetic materials. These will be prepared by recently developed techniques using the in-filling of cylindrical pores created by the anodisation of thin, sputter-deposited aluminium films. The manufacturing technique has been developed considerably in Belfast and given rise to media with exciting new optical properties. The anisotropic optical properties of the arrays will be investigated using variable angle, spectroscopic ellipsometry and reflectance and transmittance photometry. The objective will be to attempt to characterise the optical properties in terms of their fundamental complex permittivity tensor. The magnetic properties will be examined in terms of their hysteresis behaviour and this will be followed by a comprehensive examination of their magneto-optical effects. In particular we will refurbish an existing Kerr polarimeter to enable fully automatic collection of both complex Kerr (reflection) and Faraday (transmission) effects. This will enable us to assess the potential of the media for suitable applications and provide basic data on the magneto-optic parameters. An attempt will be made to characterise the materials in terms of the complex Voigt parameter and its variation with wavelength over a wide spectral range. It is hoped that the array design parameters will give control over their optical properties in a way that may make them suitable for magneto-optic enhancement to generate extra-large Kerr effects that may lead to improved devices for optical isolators and for the production of arrays of ultra-fast magneto-optic switches for future 3D/HD displays of the type used in cinemas and other public displays.Fundamental to the success of this project will be the accompanying theoretical modelling of the optical and magneto-optical properties of the nanostructures and their assembly in planar arrays. Significant progress has been made in this regard using modified effective medium theories specifically adapted to take into consideration the anisotropic nature of the medium. These effective medium theories will be extended to take into account the magneto-optical activity of the magnetic component/s of the structures and it is hoped that we will have similar success in explaining the observable linear, first-order, magneto-optical effects. In addition, we will also make use of a commercial (Comsol) Multiphysics Modelling and simulation package for modelling optical properties that is based upon finite element analysis and which has already proved very useful. It remains to be seen if this can be extended to deal with magneto-optical properties.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I014004/1","grantId":"EP/I014004/1","fundValue":"440506","fundStart":"2011-01-03","fundEnd":"2014-01-02","funder":"EPSRC","impactText":"  In this work we have been able to develop effective monitoring and modelling techniques for the growth of templated nanostructures. This process control has led on to the realistic prospect of commercial exploitation and a spin out company has been formed.  Economic","person":"Ronald  Atkinson","coPersons":["Robert  Pollard"],"organisation":"Queen's University of Belfast","findingsText":" We have developed effective techniques to produce large scale arrays of ferromagnetic nanorods and tubes. The fabrication is to a degree of quality where the material behaviour can be effectively modelled by mean field theory. The progress has been such as to make the commercial application of such structures a possibility. Causeway Sensors Limited is a company recently created to exploit the nanostructures in the areas of biological detection and gas sensing. It is anticipated that other companies may also develop devices based on these structures. Agriculture, Food and Drink,Education,Energy,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}