{"id":"F06911E8-AF1B-41BC-8021-AA92C1D82B96","title":"Participatory Modelling Frameworks to Understand Wellbeing Trade-offs in Coastal Ecosystem Services.","abstractText":"This project is designed to develop a framework and associated tools to explicitly identify trade-offs between ecosystem services and between the wellbeing of different stakeholders resulting from policy and development scenarios and environmental change. We will achieve this by combining modelling and participatory processes to represent interactions and responses of social-ecological systems, and applying the developed framework to the coastal environment of Kenya through a series of expert and stakeholder workshops. Ecosystem services (ES) have become popular for understanding linkages between human needs and ecosystems, yet their use in practical application to problems of development and sustainability, and poverty alleviation in particular, have been limited by various challenges. These challenges often stem from the inability for ES frameworks to take account of the complexity and interactions inherent in social-ecological systems. It limits our understanding on how ES will ultimately translate into poverty alleviation. Particularly, we know that ES benefits depends not only on institutions and markets, but also on capital, knowledge, expertise, technology and labour - something that poor groups often lack. Also, we know that it is important to understand the inter-linkages between different aspects of well-being. These have serious implications for the effectiveness of using ES approach for poverty alleviation in the face of trade-offs of ES benefits to different groups. There is a need for ES frameworks that account for trade-offs under the complexity of social-ecological systems with explicitly representation of poor groups. This project will develop a novel framework to combine modelling and participatory processes to understand, document and deliberate on trade-offs between ES benefits to the wellbeing of different user groups in complex social-ecological systems. We will test the framework in a case study of coastal environment of Kenya. We will develop quantitative and semi-quantitative models to explore the impacts of scenarios on ES and wellbeing of particular groups. Linkages in the social-ecological system will be modelled based on quantitative and qualitative knowledge about the interactions and responses between the social and ecological components. Interspersed with model development and data collation, we propose to conduct five workshops in East Africa with scientists, managers and stakeholders to: develop conceptual and methodological tools, plan scenarios, obtain model parameters, conduct multi-criteria analysis, and reflect and disseminate results. Workshops will be closely facilitated towards specific objectives. The methods, experiences and learning will be disseminated amongst scientists, and policy makers to support the ESPA programme. The proposed project will provide a framework to study trade-offs in ecosystem services and facilitate the discussion of sharing of costs and benefits between users groups and in designing policy options. Particularly, the approach will help increase the recognition of the poor-group in policy discussion related to ecosystem services, and thus contribute to developing policies that alleviate poverty.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I00324X/1","grantId":"NE/I00324X/1","fundValue":"226908","fundStart":"2010-11-01","fundEnd":"2012-12-01","funder":"NERC","impactText":"","person":"Tim  Daw","coPersons":["Wai Lung (William)  Cheung","Katrina  Brown","Garry  Peterson","Tim R McClanahan","Sarah  Coulthard"],"organisation":"University of East Anglia","findingsText":"","dataset":"gtr"}