{"id":"F06A93BB-52FD-4924-B09F-CE5FEBFD3027","title":"The epithelial junction protein MarvelD3 in cell proliferation and migration","abstractText":"Epithelia are continuous layers of cells that delineate our tissues and organs. Individual epithelial cells interact with each other via molecular complexes that mediate adhesion but also function as sensors that transmit information about the environment, such as the presence or absence of neighbouring cells, to the cell interior. Integrity of epithelia is important for our organs to develop and function normally, and to protect us from our environment. For example, breaches in epithelial layers such as the skin or in the lining of the intestine can lead to serious infections and can occur due to chronic inflammations or acute infections by viruses and bacteria. Similarly, a characteristic of cancer cells is that they have lost the capability to sense the presence of neighbouring cells and hence continue to proliferate and migrate on top of their neighbours, or leave their tissue of origin by migrating to and invading other tissues and organs and, thereby form metastasis. On the other hand, in many adult tissues cells do no longer multiply and this can lead to reduced cell numbers and loss of normal organ function due to age or tissue damage. It is thus of fundamental importance to understand how cells in a tissue adhere to and recognise each other, how this influences their proliferative and migratory properties, and how we can exploit such mechanisms to manipulate their behaviour to address medical problems. \n\nHere we propose experiments to investigate a new mechanism that, based on our unpublished results, links adhesion between cells to the regulation of cell migration and proliferation. Our first aim is to determine how this mechanism works during epithelial repair processes and, our second aim, how it contributes to normal development of epithelial tissues. Our third aim is to use this information and address a medical problem that is caused by a lack of cell proliferation. The cornea is a tissue at the front of the eye that is required for normal vision. It is formed by an epithelium on the outside and a layer of cells on the inside, called corneal endothelium. As cells in the corneal endothelium do normally not proliferate and regenerate, their numbers decline with age or when the cornea gets damaged. If their numbers are too low, the cornea loses its transparency resulting in a loss of vision. This seriously affects the availability and quality of human corneas for transplantation that are donated to treat patients with damage to the surface of the eye. Hence, we propose experiments to test whether the here-identified mechanism can be exploited to enhance the quality of donated human corneas and thereby enhance the number of corneas that are adequate for transplantation. \n\nKnowledge of how cells sense their neighbours and transmit such information to the cell interior, and how we can manipulate such processes has a wide range of potential applications apart from the one that we will test here. The expected results will help us to think of new ways to aid wound repair after surgery and to treat devastating diseases such as chronic inflammations, certain infections and cancer.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J015032/1","grantId":"BB/J015032/1","fundValue":"495752","fundStart":"2012-10-22","fundEnd":"2016-06-30","funder":"BBSRC","impactText":"","person":"Karl  Matter","coPersons":["Shin-Ichi  Ohnuma","Maria Susana Balda"],"organisation":"University College London","findingsText":" The tight junction protein MarvelD3 is shown to regulated cell proiferation and migration by tuning the MEKK1/JNK signalling pathway. This tuning mechanism is vital duirng the osmotic shock response during which it is required for junction maintenance and cell survival. MarvelD3 could be targeted for cancer therapy and used to enhance efficacy of therapeutic drugs. MarvelD3 has also been genetically linked to Malaria resistance and it is possible that this mechanism could be exploited to design new anti-Malaria therapies. Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}