{"id":"F07039A5-15FB-45DF-8810-FD60AFCBE94D","title":"The role of tropomyosin in regulating actin filament dynamics in fission yeast","abstractText":"Actin is an essential cytoskeletal protein which is conserved in all eukaryotic organisms examined to date. It is actin's ability to polymerise into dynamic filaments which allows a cell's growth and even movement to be rapidly affected by both intra- and extra-cellular demands. Upon cellular signalling the actin polymerises to form filamentous or F-actin which form both cables and lattice structures, known as patches in yeasts. These actin cables have been shown to have a role in a large number of cellular processes which include cell polarity; cytokinesis; cell growth and movement; providing cortical tension; endocytosis; and acting as 'pathways' along which molecular motors (myosins) can travel. Actin's functions are conserved within yeasts, and forms cables and patches which localise predominantly to regions of cell growth, facilitating the cells increase in size during interphase, or division during cytokinesis. The fission yeast, Schizosaccharomyces pombe, is cylindrical in shape, with growth occurring in a polarised manner at the cell pole. Actin is seen to localised predominantly to patch structures at these growing cell poles and to actin cables throughout the cytoplasm during interphase. During mitosis actin cables exist as a major component of the cytokinetic ring, which contracts in order for a cell to divide. This project make use of the cross-discipline approaches allowed by this experimentally tractable organism to determine the role actin filaments play in regulating and maintaining polarised cell growth. Using the versatile fission yeast model system allows us to not only examine actin filaments in both an in vivo and in vitro context, but allows us to make use of mutants to modulate filaments' dynamics as well as their ability to interact with motor proteins. Thus it will be possible to elucidate their function(s) within the cell.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F011784/1","grantId":"BB/F011784/1","fundValue":"350485","fundStart":"2008-05-01","fundEnd":"2011-04-30","funder":"BBSRC","impactText":"","person":"Daniel Patrick Mulvihill","coPersons":[],"organisation":"University of Kent","findingsText":" 1. Discovering that acetylated and unacetylated Tropymosin associate with distinct actin structures within the cell, and that each form has a profound effect upon the shape and integrity of the polymeric actin filament, and this is important for regulating different classes of myosin motor within the cell. The published findings illustrate a novel Tm-acetylation-state- dependent mechanism for regulating specific actomyosin cytoskeletal interactions.\n2. Generating a novel system for amino-terminally acetylating proteins in bacteria. Amino-terminal acetylation is one such modification that can be essential for protein function. We developed (and published) a simple and widely applicable method for the expression and purification of functional N-terminally acetylated eukaryotic proteins.\n3. Discovering (and publishing) how acetylation modifies the physical properties of the tropomyosin molecule, and enhances its ability to polymerise into long filaments upon the actin helix. By use of the reagents and furthering understanding within the field. A number of publications generated from this study have been cited multiple time in the Faculty 1000, a measure of how a paper has impacted the field. Retail","dataset":"gtr"}