{"id":"F07192F8-225D-4320-B4DA-C4879F40471C","title":"Computer-aided design of degradable Mg-based metallic glasses for safe medical implantation","abstractText":"As human life expectancy continues to lengthen, there will be an increased number of implants in human bodies. The growing biomaterials field can already produce artificial teeth and skin, cochlear implants, artificial corneas, coronary stents and artificial hips, among others. As our need for implants grows, there is a continuing drive to improve the materials from which they are made.\n\nMagnesium-based metals and alloys are often used for orthopaedic implants, because they have similar mechanical properties to human bone, and they dissolve to components already present in the body. In the past, they have caused problems because they release hydrogen gas when placed in the body, which can be harmful and needs to be removed. Certain compositions of Mg-based metallic glass containing zinc and calcium, do not release hydrogen, and so, providing they retain the appropriate mechanical properties, they are much more suitable for use as biomedical implants than existing materials. The aim of this project is to use computer modelling to design and optimise these Mg-based metallic glasses for safe implantation into the human body.\n\nAdvances in computer simulation mean that it is now possible to investigate the structure of complex materials such as these ternary metallic glasses. The molecular dynamics (MD) simulations we will use will reveal the atomic structure and the nature of the chemical bonds which exist in the glass. In the glass compositions which do not release hydrogen, a passivating layer is known to form on the surface of the glass when it is implanted in the body, but only for certain compositions of the glass.\n\nWe will construct accurate models of the bulk and surface properties of these glasses, as well as those of related compositions. MD simulations will provide atomic-level resolution of the structure of the glass, and we will use this to identify the features which control the formation of the surface layer, and the release of hydrogen, and understand how these can be controlled. We will also model the interaction of the glass surface with the physiological environment, to gain a full understanding of the reactions which occur in the body. Through the simulation of a wide range of glass compositions, and full analysis of the compositional dependence of the surface layer, we will be able to deduce what reactions cause the formation of the passivating layer, and inhibit the release of hydrogen.\n\nOnce we understand the features which control the formation of the surface layer, we will optimise Mg-based metallic glasses for use in biomedical implantation, by computational design of suitable glass compositions which have the appropriate mechanical properties but also do not release hydrogen. This will lead to the design of improved and safe implants for biomedicine, especially in orthopaedic applications.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L024195/1","grantId":"EP/L024195/1","fundValue":"98047","fundStart":"2014-07-01","fundEnd":"2015-02-27","funder":"EPSRC","impactText":"","person":"Jamieson Keir Christie","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}