{"id":"F075B38D-58D2-47FF-BC69-E275F6DB64B6","title":"DISTRIBUTED SENSING, CONTROL AND DECISION MAKING IN MULTIAGENT AUTONOMOUS SYSTEMS","abstractText":"Autonomous intelligent systems will find important applications in our future society. Initial applications will be in the following areas: surveillance, intelligence gathering and operational control in the areas of disaster mitigation (earthquake, nuclear catastrophe, military combat, oil-spills at sea, transport infrastructure breakdown, analysis and assistance with terrorist attacks), space exploration at remote locations (at Trojan asteroids, on Mars and in orbit observations around planets, deep underwater explorations and robotics for offshore oil exploration disasters) followed by large scale applications such as agricultural, search and rescue, manufacturing, and autonomous household robots. These autonomous system will require quick, appropriate, and at the same time informative-to-partners, actions by teams of robots. They can also be computing network based intelligent agents with sensing and control capabilities. It will be a societal requirement that these (semi-)autonomously operating systems to inform their human supervisors about the reasoning behind their actions and their future plans in concise notes for their safety and acceptability by society.\n\nNetwork based software agents have been in use by our society for some time. Our society is going through information exchange revolution that is developing towards networked intelligent devices. Many of these infrastructure systems are based on well defined discrete inputs and outputs either from human operators or from low dimensional sensor measurements. Little progress has however been made in robot intelligence of autonomy where high complexity, changing environment is to be sensed, reasoned about and acted upon quickly. Partial results have been reported in DARPA, Robocup projects that do not provide comprehensive systematic approach or are not fully publicly available. Progress has only been made in heavily infrastructured environments of robots. \n\nWe do not yet have the methodology for a set of autonomous vehicles or agent systems to operate reliably and (semi-)autonomously in complex infrastructure-free environments to solve problems efficiently with minimal human supervision. The reason is that current intelligent agent technology does not provide solutions. Sensor networks with simple computational nodes, that were developed for low power and computational resources do not provide solutions. They miss the ability of high complexity conceptual abstractions onboard a single agent. The computations of these type of agents cannot be substituted by data fusion of low complexity agents due to typical real-time and communication bottlenecks. Methods of multi-agent decentralized decision theory have been developed and very successfully used prior to this project but have not been properly exploited for multiple complex agents.\n\nThis project intends to develop a new methodology for autonomous cooperating multi-agent systems that is to boost the technological capabilities of our partner companies and the robotics industry in general. The project will provide the missing capabilities of abstractions concerning world modeling, situational awareness, learning and information management onboard a single agent. These capabilities will enable efficient realtime decision making within multi-agent cooperation and decentralized decision making in poorly structured or infrastructure free environments. These methods will connect digital computing power with human conceptual structures to enable robots to model the world with layers of high and low level concepts as humans do.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J011894/1","grantId":"EP/J011894/1","fundValue":"1335150","fundStart":"2012-06-01","fundEnd":"2012-10-24","funder":"EPSRC","impactText":"","person":"Sandor Mihaly Veres","coPersons":["Alexander Carl Rogers","Nick  Jennings","E  Rogers","James  Scanlan","Andras  Sobester"],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}