{"id":"F07B5FA0-423B-4D49-BE8B-5E5A71DF26F3","title":"The effect of AIP mutations on the apoptotic RET pathway in pituitary adenomas","abstractText":"Pituitary adenomas are benign tumours of the pituitary, an endocrine gland located at the base of the brain. If an adenoma develops here it can cause problems either because of its size, where it can damage the surrounding crucial structures (e.g. optic nerve), or due to excess hormone release. Recently mutations in a gene called AIP have been identified which predisposes to childhood or young-adult onset adenomas often leading to a devastating condition called gigantism. Despite the AIP protein being present in every cell of the body, a unique feature of patients with germline AIP mutations is that they only develop pituitary adenoma, most commonly from the growth hormone (GH)-secreting cells of the pituitary gland. The overall aim of our study is to identify the mechanism by which AIP-related tumours develop. Based on our preliminary data this proposal aims to clarify the role of the RET protein, an important regulator of cell growth and death, and its pathway members in the mechanism of the AIP-related tumorigenesis. \nOver the last few years it has been revealed that stem cells constantly provide new differentiated endocrine cells throughout a person's life and there is a control mechanism, apoptosis, removing cells to maintain the number of cells in the normal pituitary gland. In the pituitary gland RET is predominantly expressed in the growth hormone cells and contributes to this apoptotic process. The apoptotic RET pathway, responsible for controlled cell death, provides the first physiological pathway contributing to pituitary cell turnover in GH cells. This project will explore the possibility that disruption of the apoptotic RET pathway contributes to AIP-related tumorigenesis in humans. We will use a somatotroph cell line to study these pathways as well as cells from rat and mouse pituitary glands as they resemble physiological growth hormone-secreting cells better than the cell line. We will transfect the cells with mutant AIP or we will knock down the cell's own AIP (therefore making the cell deficient in AIP) and will study resulting changes in RET pathway members such RET, Caspase 3 activity, PKCdelta, CREB, JNK, p53 and Pit-1 proteins. We will also explore if AIP, as a partner to the heat-shock protein 90, plays a 'chaperone' role in RET biogenesis, trafficking or degradation. In addition, we will study pituitary tumour samples removed during surgery from patients with AIP mutations and compare data to human adenoma samples without AIP mutation. We have created a mouse model which does not express AIP in the pituitary gland and we will use this to study the development of the pituitary gland both before and after birth including at puberty, when humans with AIP mutations often develop adenomas. In the final part of the project we will microinject virus particles containing mutant or wild type, naturally occurring AIP (wt-AIP), into the pituitary gland of newborn and pubescent animals and will study their impact on pituitary gland and body growth.\nWe hope that identifying the role of AIP in the RET-regulated proliferation and cell death pathways will help to identify new therapeutic targets for patients.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M018539/1","grantId":"MR/M018539/1","fundValue":"408116","fundStart":"2015-09-01","fundEnd":"2018-08-31","funder":"MRC","impactText":"","person":"Marta  Korbonits","coPersons":["Clara V  Alvarez"],"organisation":"Queen Mary, University of London","findingsText":"","dataset":"gtr"}