{"id":"F07D9406-51FF-4BBF-9D5C-AB174BC7C9F8","title":"The Consortium on Risk in the Environment: Diagnostics, Integration, Benchmarking, Learning and Elicitation (CREDIBLE)","abstractText":"Natural hazard events claim thousands of lives every year, and financial \nlosses amount to billions of dollars. The risk of losing wealth through \nnatural hazard events is now increasing at a rate that exceeds the rate \nof wealth creation. Therefore natural hazards risk managers have the \npotential, through well-informed actions, to significantly reduce social \nimpacts and to conserve economic assets. By extension, environmental \nscience, through informing the risk manager's actions, can leverage \nresearch investment in the low millions into recurring social and \neconomic benefits measured in billions. However, to be truly effective \nin this role, environmental science must explicitly recognize the \npresence and implications of uncertainty in risk assessment.\n\nUncertainty is ubiquitous in natural hazards, arising both from the \ninherent unpredictability of the hazard events themselves, and from the \ncomplex way in which these events interact with their environment, and \nwith people. It is also very complicated, with structure in space and \ntime (e.g. the clustering of storms), measurements that are sparse \nespecially for large-magnitude events, and losses that are typically \nhighly non-linear functions of hazard magnitude. The tendency among \nnatural hazard scientists and risk managers (eg actuaries in insurance \ncompanies) is to assess the 'simple' uncertainty explicitly, and assign \nthe rest to a large margin for error.\n\nThe first objective of our project is to introduce statistical \ntechniques that allow some of the uncertainty to be moved out of the \nmargin for error and back into an explicit representation, which will \nsubstantially improve the transparency and defensibility of uncertainty \nand risk assessment. Obvious candidates for this are hazard models \nfitted on a catalogue of previous events (for which we can introduce \nuncertainty about model parameters, and about the model class), and \nlimitations in the model of the 'footprint' of the hazard on the \nenvironment, and the losses that follow from a hazard event.\n\nThe second objective is to develop methods that allow us to assess less \nquantifiable aspects of uncertainty, such as probabilities attached to \nfuture scenarios (eg greenhouse gas emissions scenarios, or population \ngrowth projections). The third objective is to improve the visualisation \nand communication of uncertainty and risk, in order to promote a shared \nownership of choices between actions, and close the gap between the \nintention to act (eg, to build a levee, or relocate a group of people \nliving in a high-risk zone) and the completion of the act. In natural \nhazards this gap can be large, because the cost of the act is high, many \npeople may be affected, and the act may take several years to complete.\n\nUltimately, everyone benefits from better risk management for natural \nhazards, although the nature of the benefits will depend on location. In \nthe UK, for example, the primary hazard is flooding, and this is an area \nof particular uncertainty, as rainfall and coastal storm surges are \nlikely to be affected by changes in the climate. A second hazard is \ndrought, leading to heat stress and water shortages. Our project has \nexplicit strands on inland flooding, wind-storms, and droughts. Other \nparts of the world are more affected by volcanoes or by earthquakes, and \nour project has strands on volcanic ash, debris flows as found in \nvolcanic eruptions (ie lahars; avalanches are similar), and earthquakes. \nIn the future, new hazards might emerge, such as the effect of space \nweather on communications. A key part of our project is to develop \ngeneric methods that work across hazards, both current and emerging.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J017302/1","grantId":"NE/J017302/1","fundValue":"322445","fundStart":"2012-10-01","fundEnd":"2016-04-30","funder":"NERC","impactText":"","person":"Jim William Hall","coPersons":[],"organisation":"University of Oxford","findingsText":" This project is developing new methodology for managing risk and uncertainty for natural hazards. The research at the University of Oxford is \n1. exploring methodologies for making decisions about natural hazard management\n2. developing new statistical methods for analysing the risks of natural hazards\n3. implementing a case study for droughts and water resources management The results will be used in planning of water resources and management of droughts. Environment","dataset":"gtr"}