{"id":"F07D37EF-72E9-4439-9010-DD5339383A50","title":"UK Health Informatics Research Network","abstractText":"The primary aim of the UK Health Informatics Research Network (&quot;Network&quot;) is to strengthen the UK's capability in health informatics research. It will achieve this by building inclusive partnerships, promoting co-ordination of key activities and acting as a signpost of best practice both in the UK and internationally. \n\nThe Network will be led by the Farr Institute of Health Informatics Research (&quot;Farr Institute&quot;) which is comprised of four nodes distributed across the UK and led from the University College London, University of Manchester, Swansea University, and the University of Dundee. In total the Farr Institute involves 24 UK academic institutions and two MRC units with expertise in health informatics research. It aims to deliver high-quality, cutting-edge research linking electronic health data with other forms of research and routinely collected data, as well as building capacity in health informatics research. \n\nThe Network will be inclusive and harness expertise in the wider UK and where appropriate international research community; develop methodologies; share best practice; provide a central route for collaborating with industry, the NHS and policy; and engage with the public to promote wider debate about the use of health records in research. It will act as an open and dynamic forum to promote outstanding research. The Network and Farr Institute are not responsible for providing data, but will work with the data providers within the NHS, academia, industry and across the public sector to share and develop methodological approaches to using the data and sharing best practice. Together the Network and the Farr Institute aim to transform the landscape of health informatics in ways that will lead to significant health and economic benefits for the UK. \nIn order to build the UK's capability in health informatics research, the UK Health Informatics Research Network will promote wide participation. Membership is open to all academic, government, NHS, public and private sector researchers and other professionals with an interest in health informatics from bona fide organisations. This will include colleagues from across all sectors who are involved in the provision, collection, analysis, management, control, and promotion of health and health-related data for approved research purposes. These individuals include, but are not limited to, computer scientists, software engineers, statisticians, healthcare providers, clinicians, ethicists, bio-informaticians, social scientists, and regulators. The objective of the Network is to make a significant global impact in seven key areas: \n? Promoting cutting-edge inter-disciplinary research at scale\n? Providing an interface to promote collaboration between academia, industry and the NHS\n? Developing methodologies for the linkage and analysis of large data sets\n? Developing standards and best practice for interoperability across health and non-health related data sets\n? Coordinating training and career development opportunities\n? Developing dynamic and sustained ways of engaging with the public\n? Developing a coherent vision of health informatics research in the UK supporting the knowledge economy in a global context.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M501633/1","grantId":"MR/M501633/1","fundValue":"2180480","fundStart":"2013-03-01","fundEnd":"2014-08-17","funder":"MRC","impactText":"","person":"Andrew David Morris","coPersons":[],"organisation":"University of Dundee","findingsText":"","dataset":"gtr"}