{"id":"F0811D5A-9005-4198-9762-A1D061993424","title":"FACCE ERA-NET+: Securing yield stability of Brassica crops in changing climate conditions","abstractText":"Extreme and variable climate conditions are expected to become more frequent worldwide with projected climate change. European agriculture is facing the crucial challenge of adapting crop productivity to climate change and will need the development of crops with increased resilience to abiotic stress factors triggered by climate change. Crop yield stability is dependent on the response of key developmental and growth processes to stress conditions. Delayed or accelerated flowering time, alteration of root architecture and growth, and disruption of pod-shattering are common responses displayed by crops exposed to high temperature or drought conditions associated to climate change. SYBRACLIM will evaluate the impact of these environmental factors on developmental and physiological processes directly influencing the yield of oilseed rape, Europe's premium oilseed crop. We will also shed light on the genetic and molecular bases of the tolerance of different rapeseed varieties to increasing temperature and drought stress. The SYBRACLIM consortium is multidisciplinary and includes both commercial breeding companies and leading research groups with high complementarities that cover the fields of genetics, genomics, physiology, breeding and agronomy in Brassica crops along with modeling of crop performance under climate change. Rapeseed is one of the world's most important sources of high-quality vegetable oils for human nutrition and biofuels, and particularly in Europe is also a major contributor to vegetable protein diets for ruminant livestock. SYBRACLIM will implement a multidisciplinary and innovative approach to characterize the phenotypic changes related to flowering time, root development and pod shattering in response to increased temperature and drought, and to analyse the productivity (yield, oil and protein content) in rapeseed varieties. We will also use genomics-assisted selection of stress-tolerance traits in controlled environments and field trials. The relationship between performance and variability of the studied developmental processes will allow us to identify new genetic traits associated with adaptation and use them to design stress tolerant rapeseed crops by complementary plant breeding and biotechnology strategies. Finally, we will integrate all these environmental, phenotypic and productivity data in models that will assess the performance of rapeseed varieties across different climate conditions. These models will be applied to simulate expected performance of rapeseed traits under projected climate change scenarios. Because breeders need decades to develop new varieties, this approach will enable anticipatory breeding for early development of germplasm carrying the necessary genetic variation to cope with climatic changes. SYBRACLIM will provide tools to allow the farmers to design better strategies for adapting cropping systems to climate change, contributing to secure yield of Brassica crops in Europe.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M018164/1","grantId":"BB/M018164/1","fundValue":"482898","fundStart":"2014-10-01","fundEnd":"2017-09-30","funder":"BBSRC","impactText":"","person":"Lars  Ostergaard","coPersons":["Vinod  Kumar"],"organisation":"John Innes Centre","findingsText":"","dataset":"gtr"}