{"id":"F0870F14-4A8A-4187-AF75-FE384A27B6D1","title":"Commercialisation of novel image processing and display software for breast screening","abstractText":"This project aims to translate cutting-edge research software for detecting breast tumours on\nMRI scans into a commercial product.\nPrevious Institute of Cancer Research (ICR) development was supported by EPSRC and the\ncurrent, fully functional, prototype software incorporates a number of novel and patented\nfeatures.\nBiotronics3D creates high quality software for healthcare professionals. It wishes to\nincorporate the ICR prototype into 3DnetMedical, its flagship product. 3DnetMedical provides\na state-of-the-art integrated radiology platform, with all the image visualisation features and\nintegrated workflow demanded by clinicians. These features are currently missing from the\nICR software and ICR is unable to provide them.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J50077X/1","grantId":"EP/J50077X/1","fundValue":"101607","fundStart":"2011-10-10","fundEnd":"2012-10-09","funder":"EPSRC","impactText":"  A set of software routines that provide a range of breast cancer analysis functions have been written to GMP. These have been made available to the commercial collaborator who is installing them in a cloud interface. They are also available to us and we will provide a separate non-cloud based interface to facilitate direct use on non-anonymised clinical research images Healthcare ","person":"Martin  Leach","coPersons":["Simon John Doran"],"organisation":"Institute of Cancer Research","findingsText":" 1. Specifications for the new MARIBSview software product were jointly agreed by the ICR and Biotronics3D and are set\n\nout in the document &quot;MARIBSview software/3Dnet Integration Plan and Functionality.\n\n2. A new member of staff, Paul Martin, was recruited. Paul translated the existing in-house code for the processing of MRI\n\nbreast image data from the original IDL prototyping language into C++. The code is now self-contained and can be used as\n\na toolkit. Thus, it can be incorporated into a wide range of different applications that require this type of processing.\n\n3. Biotronics3D provided programming support through one of its staff members, Rado Andriantsimiavona, who developed\n\na user interface (making use of the toolkit developed in item 2) within the Biotronics 3Dnet web framework. By the end of\n\nthe project, this web application had reached the &quot;working prototype&quot; stage and required little further work before\n\ndemonstration to a clinical audience. Potential candidates for a Clinical Advisory Board were identified and Biotronics3D\n\nshould be in a position to take this forward with ongoing support from the ICR.\n\n4. A full market analysis was completed in the area of the development. The company Evolution Biosciences was retained\n\nto perform this task and reported on time in February 2012. Evolution produced a comprehensive document that included\n\nthe results of a structured telephone survey designed in conjunction with ICR and Biotronics3D. In total, 116 stakeholders\n\nwere contacted.\n\nA number of subsidiary items remain to be achieved by the company at the end of the project. These include gaining\n\nregulatory approval for the new product and creating a detailed business plan and marketing strategy.\n\nPart of this project involved a mentoring service and the facilitation of meetings. This was excellent and contributed greatly\n\nto the successful completion of the project. this includes diagnosis and management of breast cancer, identification of target locations for functionally directed biopsy and treatment of breast cancer. The software developed provides a variety of tools to evaluate breast disease. Many of these have been piloted and demonstrated previously in research applications.\n\nA tool to support research into breast density and association with disease, into improved diagnosis of breast cancer, into determining extent of disease to plan therapy, into assessing suitability of certain treatments, and monitoring the effect of treatment, in evaluating novel treatments.\n\nThe software can support a range of routine assessments of breast cancer using MRI, supporting the clinical management of breast disease. It forms a larger component of a commercial diagnostic software platform produced and marketed by Biotronics3D.\n\nWe have also integrated aspects of the software into a commercial product that is currently in prototype form to detect, characterise, guide targeted biopsy and cryosurgery of breast cancer with Specialty Magnetics Ltd. Healthcare","dataset":"gtr"}