{"id":"F092668D-3272-4AC0-B1CB-B63802BCE715","title":"Planetary Origins and Development","abstractText":"The research in this proposal tries to answer a string of questions about why we are here. Not just why you and I are here. Not even why life started. But why we have a Solar System, at all. We are sure the planets formed from a swirling disk of gas and dust. However, we do not know much about how the planets formed, and how material in the disk was redistributed. We can get clues from precise measurements of small differences in the kinds of atoms present. This isotopic heterogeneity came from stars that predated our sun. These act as a signature of the dust characterising different parts of the disk allowing us to track motions rather like a detective uses fingerprints to trace a criminal. We have tentative evidence that Mars, a small planet, actually formed very fast, at the same time as Jupiter should have been forming a bit further away. Maybe Jupiter accumulated most of the dust and debris and did not leave much for Mars to get bigger. The first thing to do is to check out this evidence on timing and see if it is right. We need to improve the trace element and isotopic measurements to achieve this. We think the Moon formed from the debris left from a collision between Earth and another planet. The debris was so hot that it vaporised and some was lost to space. We have evidence that alkali metals like rubidium were also lost. We need to check out this theory with more measurements and see what else evaporated when planets were made. We also think metal cores form from an ocean of molten rock created from the incredible heat resulting from collisions with other planets and impactors. We can figure out the temperatures and pressures and composition of the planet at the time by measuring trace elements and comparing their concentration with what you predict from experiments. We want to know how melting works on planets that have lots of volcanism. We will model the behaviour of one of Jupiter's moons (called Io) and make comparisons with the early Earth which is a time when tidal effects would have produced extensive melting. We need to establish how volcanism generates atmospheres. The depletion in volatile elements in the terrestrial planets provide clues but they are not well understood. We will develop new models to try and constrain this. We will also study how volcanism affects planetary environments and their habitability. In particular, we will investigate how lightning is generated in volcanic planetary environments. Lastly, we will look at the issue of why the basic building blocks of life on Earth have a certain 'left handed' molecular structure. We think this chirality may have something to do with the way amino acids interacted with clays in the early Earth and will conduct experiments aimed at evaluating this.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/G00272X/1","grantId":"ST/G00272X/1","fundValue":"1666200","fundStart":"2009-04-01","fundEnd":"2014-09-30","funder":"STFC","impactText":"","person":"Alex  Halliday","coPersons":["Kevin William Burton","Helen Myfanwy Williams","Donald  Porcelli","Andrew Philip Jephcoat","Bernard John Wood","Donald Gordon Fraser","Richard Foa Katz","Nick  Belshaw","Tamsin Alice Mather","David  Pyle","Sune Gronlund Nielsen"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}