{"id":"F0933F1C-09F1-437D-962D-62298F05AE12","title":"Promoting Sustainable Travel: a social marketing approach","abstractText":"<p>This research explores the motivations and barriers encountered by individuals for adopting more ‘sustainable’ forms of travel behaviour in a range of lifestyle contexts, including travel for work, leisure and holidays. Through a series of questionnaire and focus groups analyses with the public, the research examines the links between different forms of travel behaviour to develop a greater understanding of what constitute ‘travel practices’. On the basis of these ‘practices’, the research will use segmentation analysis to identify a series of lifestyle groups who share similar travel habits, exploring the factors that influence the behaviour of these individuals. These factors can then be used to explore the value of ‘social marketing’ as a way of promoting more sustainable travel amongst different groups in society. Social marketing necessitates a focus on the specific barriers individuals encounter within the context of their lifestyle choices and aspirations and seeks to promote behaviour change through positive marketing and branding strategies rather than negative campaigning. Using wide stakeholder engagement, the research seeks to uncover the factors that influence a highly complex set of behaviours related to travel in the UK and explores practical measures for changing current practices amongst different lifestyle groups.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-061-25-0158","grantId":"RES-061-25-0158","fundValue":"197968","fundStart":"2008-01-01","fundEnd":"2010-07-31","funder":"ESRC","impactText":"  The research from this project has been used, via a Follow-on Fund award from the ESRC, to generate public debate on climate change and travel, to change current businesses practices, and to collaboratively develop a sustainable travel app. Environment,Transport Societal,Policy & public services","person":"Stewart  Barr","coPersons":[],"organisation":"University of Exeter","findingsText":" This research aimed to address the growth of individual and collective travel practices which are represented by an ever-growing reliance on unsustainable forms of travel, such as the private car and air travel. The research sought to identify and measure a series of 'sustainable travel behaviours' using a sample of individuals from the general public. Using both qualitative and quantitative methods, the research explored the links between different types of travel practices amongst the sample and identified a series of lifestyle groups based on reported behaviours and attitude data. These were used to identify the motivators and barriers for adopting different forms of behaviour for each lifestyle group and are currently being used to assist local and national policy makers to develop social marketing strategies for promoting greater use of sustainable modes of transport. The research found that major differences emerged between the barriers and motivations for adopting sustainable practices for daily travel and those for leisure and holidaymaking. In the first instance, adopting more sustainable forms of travel in daily life was largely uncontested and was often influenced by concerns of convenience, reliability and travel experience. By contrast, travel mode choices for holidays were often made with only limited reference to environmental sustainability concerns. These findings imply that policies to promote sustainable travel need to consider the importance of context, in particular the ways in which holidays are often regarded as beyond the concerns of sustainability, despite the potentially disproportionate impacts of related practices such as air travel. The research provides quantitative and qualitative data, alongside key findings, which can be used to explore attitudes towards both daily and tourism travel in relation to the environment and climate change. Communities and Social Services/Policy,Energy,Environment,Transport","dataset":"gtr"}