{"id":"F0A299BE-B460-490F-83E6-FD33EDEB82A0","title":"EPSRC NATIONAL MASS SPECTROMETRY SERVICE CENTRE AT SWANSEA 2007 to 2012","abstractText":"The continuation of the EPSRC National Mass Spectrometry Service Centre (NMSSC) at Swansea will ensure that a proven high-quality mass spectrometry service at a very reasonable cost will be delivered to the UK Chemistry research base. This vital facility will help underpin the competitiveness of UK Science by providing excellent service quality with rapid sample turnaround time and high analytical success rate. The track record of the Centre at Swansea, extending over twenty years of exemplary service to the chemistry community, is attested with attainment of an unprecedented full set of six top-performance indicators from the Research Council's annual review panel in 2005. Most universities have their own mass spectrometers and the role of the service will shift to reflect this by: i) assisting departmental services to obtain good quality data on their own instruments; ii) assisting chemists to understand the data and use it appropriately and iii) analysing the samples that cannot be done in-house, either because of lack of technology or lack of expertise.Two new instruments are requested to replace three long-service mass spectrometers, both to maintain and to improve the present level of service, whilst increasing the capability for accurate mass measurement and complex sample analysis. Additionally, the limited remaining areas of analytical difficulty will be tackled by the purchase of relatively minor items of equipment, special spectrometer features and targeted research projects. These improvements will assist the National Centre to keep pace with the progress of modern chemistry and its broadening interface with other disciplines.Service activities such as matrix-assisted laser desorption/ionisation and other difficult analyses are expected to increase, and the publicity and training portfolios will increase concomitantly to extend the service into new areas of science and offset the growing usage and complexity of mass spectrometry. The training programme will assist departments to use the National Service and their own equipment more effectively, and thus also add value to previous research council investments. Outreach to the chemistry community will be by collaborations, shared doctoral training account studentships, and consultation on matters of the Centre's expertise, including instrument procurement, if required. The WWW will assist dissemination of knowledge.Scheduling time for use of the service will continue to be by a documented process monitored annually by the external Management Advisory Panel, and biased heavily towards EPSRC-funded research, ensuring that internationally competitive research is supported.The service will continue to provide high quality data, spectral interpretation and educational commentary on the results. Programmes for staying at the forefront of technology and maintaining professional standards of staff will also be in place.Another improvement to the Service will include extension of the Electronic Customer Interface whereby users log their samples for analysis and view the results electronically. The electronic interface will also allow future provision of an archive of mass spectral information of unique samples as a national resource. A key feature of the new Service will be routine accurate mass measurement of molecular and fragment ions with increased use of isotope information, these together will be a powerful tool for the unambiguous characterisation of chemical substances even when present in a mixture.Enhanced performance will be achieved by using key performance indicators to improve the quality of service and level of customer satisfaction.A strength of the Swansea NMSSC is its presence in the mass spectrometry-rich academic and research environment of the Institute of Mass Spectrometry.Resource accruing to the host institution from this grant will be used for further research in mass spectrometry and analytical chemistry.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F014341/1","grantId":"EP/F014341/1","fundValue":"2918770","fundStart":"2007-11-01","fundEnd":"2013-03-31","funder":"EPSRC","impactText":"","person":"Anthony Gareth Brenton","coPersons":[],"organisation":"Swansea University","findingsText":"","dataset":"gtr"}