{"id":"F0A5E61E-54BA-4327-B1C8-FCE7059A54B7","title":"Molecular mechanisms of kinesin-5s in fungal mitosis","abstractText":"The purpose of this research is to discover how cell replication is controlled and how it might be blocked. We will focus our studies on cell replication in fungi, both because they are excellent and well-established model organisms for studying replication, and because fungal diseases are medically, environmentally and economically important. In particular, we want to investigate the cell replication machinery in a fungus that infects corn and causes the disease corn smut. This crop disease poses a major threat to global food security, particularly because of the emergence of resistance to currently available fungicides. By understanding how the corn smut fungus replicates, we hope to first, provide general insight into the mechanisms of cell replication. Secondly, we hope to uncover unique features of fungus-specific cell replication because this knowledge promises to help in the development of novel fungicides.\n\nIn the same way as our bodies have a skeleton that provides us with support and strength, the cells of fungi have a skeleton - called the cytoskeleton - which also provides support and structure. The cytoskeleton is involved in many important aspects of the life of fungi, including cellular transport, architecture and replication. Studying the cytoskeleton is important both so we can understand how healthy cells work, but also so we can specifically target the cytoskeleton of pathogenic organisms with drugs that kill these organisms and prevent disease.\n\nIn particular, this project will focus on a part of the cytoskeleton called microtubules. These are long cylindrical structures that act like tracks along which molecular transport motors carry cellular cargo. The motors that we will study are called kinesins and there are many different types. In this project, we will be studying a kinesin type-5, which is important for accurate cell replication. We want to know how fungal kinesin-5s use cellular fuel to move along microtubules during replication and how this activity might be blocked. \n\nThe work by the Birkbeck research team will involve studying the three-dimensional structure of the cytoskeleton, because knowing what the cytoskeleton looks like will contribute to our understanding of how it works in the fungus itself. We will use a very powerful microscope - an electron microscope - to take pictures of individual cytoskeleton molecules and then use computational analysis to combine these pictures and calculate their three-dimensional shape. A powerful aspect of the proposed project is that we will also study the function of kinesin-5 in live corn smut fungus, in collaboration with experts in fungal cell biology at the University of Exeter. Unlike many other fungi, which are very small, the cells of the corn smut fungus are relatively large (10um). This means that cell replication of individual cells can be studied in detail using light microscopy, so that our collaborators will be able to visualise the activity of kinesin-5s in the living fungus and examine the effects of blocking its activity on fungal survival.\n\nInitial analysis suggests that the kinesin-5s from fungi are different from kinesin-5s from other organisms, including humans. This means that we might be able to find drugs that can block fungal kinesin-5 and not human kinesin-5, and such drugs could be very promising for development as new fungicides. Studying the structure and function of the fungal kinesin-5s will allow us to investigate this idea.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L00190X/1","grantId":"BB/L00190X/1","fundValue":"351254","fundStart":"2014-03-03","fundEnd":"2017-03-02","funder":"BBSRC","impactText":"  Grant started less than 1 year ago: work ongoing  ","person":"Carolyn  Moores","coPersons":[],"organisation":"Birkbeck College","findingsText":" Grant started less than 1 year ago: work ongoing Grant started less than 1 year ago: work ongoing Agriculture, Food and Drink","dataset":"gtr"}