{"id":"F0B102B8-62E6-4766-9F30-2268D15C7BAF","title":"New Generation Low Carbon Refractory Composites Based on Graphite-Exfoliation","abstractText":"Carbon-containing refractory bricks (CCRBs) are one of the most important materials for the iron and steel industry worldwide. One modern steel-making company alone needs to spend over &pound;200M/annum on refractories of which 70-80% are CCRBs. However, current commercial CCRBs contain high level of carbon (&gt;25%C), causing several serious problems, including great heat loss, temperature drop of the molten steel, deformation of steel shells of steelmaking furnaces, nozzle clogging, carbon pickup, emission of green house gases and unnecessary use of excessive amounts of expensive graphite. To overcome these problems, the carbon content in CCRBs has to be reduced to an appropriately low level (ideally &lt;3%C), i.e., the so-called low carbon carbon-containing refractories (LCCRs) have to be developed. In this programme, a simple, straightforward yet novel concept was put forward to develop LCCRs. Based on the proposed technique, the effective surface area of graphitic carbon to cover the oxide grains could be exponentially increased. Consequently, the carbon content could be substantially reduced without compromising properties and performance of the refractory. This programme, in addition to its academic significance, will greatly benefit many important industries, in particular the refractory and steel industries by providing high quality &quot;greener&quot; refractory materials at lower-cost.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J016926/1","grantId":"EP/J016926/1","fundValue":"617433","fundStart":"2012-09-01","fundEnd":"2016-02-29","funder":"EPSRC","impactText":"","person":"Shaowei  Zhang","coPersons":["Yanqiu  Zhu","Russell John  Hand"],"organisation":"University of Exeter","findingsText":" 1) weak reducing agent was used to reduce graphene oxide to graphene;\n\n2) small monolayered graphene particles were prepared The findings could be similarly used by researchers to make other types of monolayered materials which have imporatn applications in other areas (such as catalysts, biomedicine). Chemicals,Electronics,Energy,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}