{"id":"F0B81986-94EC-4F33-8F58-C1DE74C9BF18","title":"Development of a 3D Vibration Assisted Machining System","abstractText":"Vibrations between the workpiece and the cutting tools in machining processes can deteriorate machining accuracy and surface quality. However controlled small amplitude (several microns) high frequency (tens of kHz) vibrations can facilitate machining processes. This is called vibration assisted machining (VAM). VAM combines precision machining with small amplitude vibration between tool and workpiece, and for appropriate machining and vibration parameter sets, the tool can periodically loses contact with the chip, which changes the cutting kinematics and mechanics, and can improve machining performance. Reported benefits include: reductions in machining forces; improved surface finish and form accuracy; suppression of burr formation; reduction of tool wear and extension of tool life; etc. \n\nIn turning process, the vibration assistance is relatively easy to implement as the tool is stationary. Both 1D vibration assisted system, i.e. linear vibration assistance in the cutting direction, and 2D vibration assisted system, i.e. elliptical vibration motion in the plane of cutting direction and depth of cut direction have been applied in turning processes with success. Due to the complexity of kinematics and dynamics of the milling process, application of vibration assistance to milling has received little attention. Currently efforts on vibration assisted milling are purely empirical and lack accurate kinematic and dynamic models to design an optimal VAM system, and all 2D vibration assisted milling studies have been limited to low frequencies which are not applicable to micro milling operations. In addition, to obtain complex shape geometry, the milling process requires a feed vector in arbitrary direction in space, i.e. both a vertical and horizontal components of feed vector are necessary for 3D end milling. However, currently no 3D VAM systems have been reported. \n\nTo overcome these limitations on the state-of-the-art and make use of the advantages of vibration assistance, this project will develop a novel compact 3D vibration assisted machining system for micro milling of free-form surfaces on hard-to-machine materials, and evaluate its performance through machining experiments. Fabrication of precision micro products from hard-to-machine materials, such as semiconductor materials, piezoelectric materials, glasses, is increasingly in demand in various applications such as bio-engineering, MEMS, optics, etc. Success of the project would open new industrial avenues for processing such materials at a more cost-effective manner. However, to achieve this in practice, development of a 3D vibration assisted machining system and its associated design and modelling methodology are urgently needed.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M020657/1","grantId":"EP/M020657/1","fundValue":"298342","fundStart":"2015-08-01","fundEnd":"2018-07-31","funder":"EPSRC","impactText":"","person":"Dehong  Huo","coPersons":["Jack Michael Hale"],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}