{"id":"F0BE002B-C280-41FC-A1C1-08B462C10989","title":"Induction of yeast prions by reactive oxygen species","abstractText":"Creutzfeldt-Jakob Disease (CJD) is an unusual infectious disease of the human brain that leads to dementia and death. The most baffling fact about this and related diseases such as sheep scrapie and bovine spongiform encephalopathy (BSE, Mad Cow Disease) is that they appear to be triggered by a unique class of infectious agent known as a prion (protein-only infectious agent). Although CJD is a comparatively rare disease in humans (approximately 1 in a million people will contract the disease in any one year), sufferers show many of the pathological features seen in individuals suffering from other more common, non-infectious diseases of the brain such as Alzheimer's Disease and Parkinson's Disease. In spite of its infectious nature, the majority of cases of human CJD (~80%) are known to occur 'sporadically' i.e. appear spontaneously, without any evidence of the diseased individual acquiring an infectious prion from a third party, or through a mutation in the individual's genes. Prions are remarkable infectious agents because they consist only of a single protein that is a structurally altered form of a protein (called PrP) normally found in the brain. Yet we know remarkably little about how prions form spontaneously to cause sporadic CJD or for that matter what will trigger their formation. To help us address these questions we are proposing to study prions that are found in Baker's yeast (Saccharomyces cerevisiae). Prions were first described in this fungus over 15 years ago and the many subsequent studies on yeast prions have revealed fascinating often surprising new aspects of prion biology not least the fact that their presence can be of benefit to the host they infect rather than detrimental. We are proposing to use two different yeast prions - called [PSI+] and [PIN+] - to identify what triggers the spontaneous formation of a prion in the cell. The approach we are taking is based on our recent discovery that certain potentially dangerous forms of oxygen known as 'reactive oxygen species' (or ROS for short) can trigger the spontaneous formation of the [PSI+] prion in yeast. In yeast cells lacking a defence system known to prevent such oxidative damage, the [PSI+] prion formed spontaneously at a remarkably high frequency. Because it is already known that ROS can also trigger the formation of the human prion that causes CJD then we believe that by using modern methods of genetics and biochemistry, we will be able to establish the significance of oxidative damage in triggering prion formation. This study will also be extended to include other human disease associated proteins whose misfolding also leads to brain degeneration.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J000183/1","grantId":"BB/J000183/1","fundValue":"327895","fundStart":"2012-02-01","fundEnd":"2015-01-31","funder":"BBSRC","impactText":"","person":"Christopher  Grant","coPersons":[],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}