{"id":"F0C3ECA7-737E-4087-A5CC-61C3FD92BDF3","title":"Division versus differentiation: cell cycle regulation of proneural protein stability","abstractText":"Cells in the early embryonic nervous system divide very rapidly, but it is also vital that these cells know when to stop dividing and turn into mature nerves, a process known as differentiation. At present, we have a poor understanding of how the balance between division and differentiation is controlled, and this is what we aim to investigate in this proposal. The protein Neurogenin promotes differentiation of neurons. However, when cells are rapidly dividing, we have shown that this protein is quickly destroyed. In this proposal, we will investigate the molecular mechanism of Neurogenin protein destruction and how proteins that control cell division regulate this process. To this end we will use very young tadpole embryos, which have a nervous system very similar to mammals, but which develop outside the mother and are readily available as an experimental model. The experiments proposed will enable us to design a Neurogenin protein that cannot be destroyed. We will introduce this protein back into the early frog tadpole to investigate effects on development of the embryonic nervous system.\n These studies are designed to lead to three potential long-term health benefits. Firstly, a greater understanding of how the embryonic nervous system forms may help with management, treatment and prevention of neural defects in human embryos. Secondly, results from this study may allow us to design ways to promote production of nerves from stem cells, for treatment of nervous system damage such as spinal cord injury and stroke. Thirdly, these studies may help us to design treatments to reduce malignancy of brain tumours and other nervous system cancers, many of which are amongst the hardest cancers to treat.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0500101","grantId":"G0500101","fundValue":"214390","fundStart":"2005-11-14","fundEnd":"2008-11-13","funder":"MRC","impactText":"","person":"Anna  Philpott","coPersons":[],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}