{"id":"F0C4551C-00F3-49F1-AAEA-A4F295EC56A6","title":"Model driven design of dense phase wet granulation processes","abstractText":"Wet granulation is the process of using a liquid binder to form well structured and well behaved granules from difficult to handle fine powders. Granulation allows the development of structured particulate products with defined attributes (flowability, strength, dissolution profile, etc) from a fine powder feed. The granulation process is a key step in the production of a wide range of products important to the UK manufacturing industries including pharmaceuticals (GSK, Astra Zeneca), food and consumer products (Nestle, Procter and Gamble, Unilever), agricultural and specialty chemicals (Syngenta). It is often the most problematic step and can cause problems in product quality, time to market, and increased cost through unnecessarily high recycle.\nDespite its industrial importance, approaches to the design and scaling of granulation processes are still very empirical in practice. Transfer of knowledge to new formulations, or to new equipment designs is difficult at best. The goal of this project is to develop a compartment based modeling framework for design and scaling dense phase wet granulation processes. We will develop and validate coupled discrete element (DEM)/population balance (PB) models to predict the evolution of granule property distributions for dense phase wet granulators. The specific project objectives are to:\n1. Develop compartment based multiscale design models for dense phase wet granulation processes;\n2. Validate these models using laboratory scale batch high shear wet granulators; and \n3. Develop gSOLIDS modules for batch and continuous wet granulators and use these to develop and implement educational case studies.\n\nThe project will develop a new collaboration between Sheffield University and Purdue University (USA) through the visiting scientist, Professor Jim Litster from Purdue. A key outcome of the project will be the development of new tools to support the UK manufacturing industries in efficient manufacture of structured particulate products.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K02566X/1","grantId":"EP/K02566X/1","fundValue":"249670","fundStart":"2013-07-01","fundEnd":"2014-08-31","funder":"EPSRC","impactText":"  A new design model for wet granulation has been developed in gSOLIDS software and is available through Process Systems Enterprises to manufacturing companies for the design and optimization of wet granulation processes. Agriculture, Food and Drink,Chemicals,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology Economic","person":"Agba  Salman","coPersons":["Michael John Hounslow"],"organisation":"University of Sheffield","findingsText":" Wet granulation is the process of using a liquid binder to form well structured and well behaved granules from difficult to handle fine powders. Granulation allows the development of structured particulate products with defined attributes (flowability, strength, dissolution profile, etc) from a fine powder feed. The granulation process is a key step in the production of a wide range of products important to the UK manufacturing industries including pharmaceuticals (GSK, Astra Zeneca), food and consumer products (Nestle, Procter and Gamble, Unilever), agricultural and specialty chemicals (Syngenta). It is often the most problematic step and can cause problems in product quality, time to market, and increased cost through unnecessarily high recycle.\nDespite its industrial importance, approaches to the design and scaling of granulation processes are still very empirical in practice. Transfer of knowledge to new formulations, or to new equipment designs is difficult at best. This project is to develop a compartment based modeling framework for design and scaling dense phase wet granulation processes. Specifically, we\n1. Developed compartment based multiscale design models for dense phase wet granulation processes;\n2. Validated parts of this model using simple laboratory experiments; and \n3. Develop gSOLIDS modules for batch and continuous wet granulators and use these to develop and implement educational case studies.\n\nThe project developed a new collaboration between Sheffield University and Purdue University (USA) through the visiting scientist, Professor Jim Litster from Purdue. A key outcome of the project was the development of new tools to support the UK manufacturing industries in efficient manufacture of structured particulate products. The developed models are being incorporated into the gSOLIDS software and will be available through Process Systems Enterprises to manufacturing companies for use in design and optimization of wet granulation processes. Agriculture, Food and Drink,Chemicals,Energy,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}