{"id":"F0C97335-1962-4437-8C69-C5ED5B935991","title":"What were they thinking? The cognition of women who sexually abuse children","abstractText":"<p>This research investigates women child molesters’ (WCMs) cognition. </p> \n<p>In Study 1, WCMs are asked to self-report a preliminary picture of their offence-supportive beliefs via interview. </p> \n<p>Study 2 will examine whether these beliefs really are stored in WCMs' minds. In brief, WCMs and non-WCMs are presented with a series of words to group. Research shows that people are faster at putting words into a group if the group name fits with that person's beliefs. So, if WCMs think that children want sex with adults, they should find it easier and quicker to sort words into a children-sex category compared to non-WCMs. </p> \n<p>In Study 3, I examine whether the beliefs from Studies 1 and 2 really affect how WCMs interpret children's behaviour. WCMs and non-WCMs are given ambiguous statements to read (eg, &quot;A young boy is staring at you&quot;) and then after a delay are shown a similar statement that has been changed. This statement will either support abuse (eg, &quot;A young boy is staring at you provocatively&quot;) or not (eg., &quot;A young boy is staring at you innocently&quot;). If WCMs originally interpret the ambiguous statement in an abusive way, they will recognise abusive statements more readily and quickly than non-WCMs.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-000-22-1880","grantId":"RES-000-22-1880","fundValue":"84952","fundStart":"2007-02-01","fundEnd":"2008-07-31","funder":"ESRC","impactText":"  The findings outlined above have already been put to use by policy makers, academics, and treatment providers worldwide. For example, Correctional Service of Canada incorporate the findings regarding female sexual offenders' offence patterns into their training materials for facilitators who work with female sexual offenders. Assessment and Treatment Alternatives Inc. Philadelphia USA also use the offence patterns to underpin treatment assessment for each individual client as do the Lucy Faithfull Foundation (UK NGO child protection charity). In a summary of research and practice in the area of female sexual offending, the NSPCC cited the research outcomes associated with this grant as representing a clear step forward in informing the assessment and treatment of female sexual offenders (2011, p.9). Healthcare,Government, Democracy and Justice Societal,Policy & public services","person":"Theresa Ann Gannon","coPersons":[],"organisation":"University of Kent","findingsText":" This grant developed new knowledge about the belief systems of females who sexually offend. Prior to this research, little was known in this area and it was presumed that female sexual offenders' belief systems were similar to male sexual offenders' belief systems. The research outcomes associated with this grant showed that females who sexually offend against children hold very different beliefs to their male counterparts. In particular, they do not appear to sexualise children yet view men, in some circumstances, as being entitled to sexually abuse children or entitled to direct women to sexually abuse children. Another outcome of this research that was not initially anticipated was associated with knowledge about female sexual offenders' offence patterns. We generated important knowledge regarding the characteristics associated with female sexual offenders in the lead up to their offending. This knowledge proved to be extremely informative for treatment providers working with this unusual clinical population. The findings outlined above have already been put to use by policy makers, academics, and treatment providers worldwide. Please see impact statement for information on how the findings associated with this grant are being used to aid both the assessment and treatment of female sexual offenders. In addition to this, the research outcomes associated with this grant has generated further hypotheses that are already being tested by a number of academics and researchers worldwide (e.g., Canada; Dr Franca Cortoni). Communities and Social Services/Policy,Education,Healthcare","dataset":"gtr"}