{"id":"F0DBA490-707E-4ED8-A31C-E9A8AD79E3A1","title":"A whole-system approach to analysing bioenergy demand and supply: mobilising the long-term potential of bioenergy TSEC-BIOSYS.","abstractText":"The project's objectives will be met through four strongly interdependent inter-disciplinary research themes (Figure 1). The themes will bring together natural and social scientists, engineers and economists from fifteen leading UK research organisations with demonstrated expertise in bioenergy or key complementary skills. Their research will be complemented by inputs from a network of organisations from the energy, bioenergy and agricultural industries, trade associations, financial organisations, NGOs, UK and Eli policy institutions, international organisations, regional I local authorities and other research organisations. Theme 1 will focus on the potential evolution of demand for bioenergy in the UK and current and future options for supplying the demand. The research addresses factors affecting demand, technology developments and possible transitions in bioenergy technologies and products, and the potential role of bioenergy imports. The theme will develop demand scenarios that will be used to assess the economic and environmental implications of satisfying different scales and types of demand. Theme 2 will study the biomass supply potential in the UK from a land use, forest and crop production perspective. Research will identify and address limitations and bottlenecks facing biomass supply, including social issues. Future supply will be estimated using spatial and temporal models that integrate crop science, agricultural / forestry management, economic and environmental factors. Theme 3 will focus on the development of a sustainability framework for bioenergy chains and address the implications of alternative pathways for the development of bioenergy. The theme will provide an integrated analysis of economic, environmental and social aspects for key bioenergy chains and scenarios of interest to the UK, and will assess the greenhouse gas abatement potential of bioenergy chains in different final energy demand categories. The sustainability framework will provide guidance in relation to economic, environmental and social criteria that must be met by bioenergy chains and projects, and for the formulation of best practice guidelines, regulation and policies. Theme 4 will draw out the UK-wide implications of the whole systems analysis carried out under Themes 1, 2 and 3, and a synthesis of key findings on bioenergy development under different scenarios, It will provide recommendations and analysis on practices, regulation and policies, and work closely with stakeholders in developing a bioenergy roadmap. Theme 4 will ensure consistency and integration between the models and methods used within the other themes to ensure that a whole system perspective is maintained throughout the project. The interactions between the research teams and key stakeholders will also be coordinated within this theme to ensure that stakeholder time is used effectively and to ensure that scenarios and models reflect important practical market, technology, planning and social issues.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/C516287/1","grantId":"NE/C516287/1","fundValue":"411224","fundStart":"2006-08-15","fundEnd":"2010-06-14","funder":"NERC","impactText":"  BIOSYS research provided quantified estimations of selected biomass supply chains (miscanthus &amp; poplar) are provided at regional scales along with spatial and temporal maps. Process based models have been developed to assess the impacts of climate change UKCIP2003 scenarios. The project has provided the most extensive spatial energy crop modelling for the UK to date. Cultural Cultural","person":"Peter John Pearson","coPersons":["Gail  Taylor","Rafael  Kandiyoti","Jeremy  Woods","Nilay  Shah","Alan  Guwy","David  Banister","Freda  Hawkes","David  Book","Dominic  Moran","Giuliano Claudio Premier","Ivor Rex Harris","Richard  Dinsdale","Malcolm  Fergusson","Ausilio Walter Bauen","Peter  Smith","Nigel Peter Brandon","Lucia  Elghali","Roland  Clift","Claire  Adjiman","Angela  Karp","David  Powlson","Richard  Murphy","Dennis Leslie  Hawkes","Jonathan  Finch"],"organisation":"University of Surrey","findingsText":" TSEC BIOSYS research explored: sectoral bioenergy demand in the UK; the spatial distribution of energy crops in the UK under current and future climates; specific supply chain costs and environmental issues and impacts and stakeholder concerns. The project reviewed and mapped the policy landscape, and has developed narratives describing the sector's evolution and prospects. These narratives explored the differing perspectives of key actors across the range of supply chains and their responses to different bioenergy futures. \n\n\n\nBIOSYS research has also developed and enriched the bioenergy/biofuels supply chains and data in the UKERC (UK Energy Research Centre) MARKAL modelling of UK energy scenarios. The project developed continuing research relationships with UK and international bioenergy research consortia, including SUPERGEN Bioenergy, RELU Biomass and the UKERC bioenergy roadmap.\n\n\n\nThe three main achievements of the TSEC-BIOSYS consortium have been: to develop a successful framework for whole systems analysis; to address key cross-cutting research issues affecting bioenergy; and to carry out multi-disciplinary research leading to the construction and interrogation of credible scenarios for the development of the sector. In the course of their work, the BIOSYS partners developed modelling tools with interfaces that allowed data and analytical exchanges across research teams and disciplines. The biomass supply results can be used by industrial actors that are interested in the supply and regional mapping of miscanthus and poplar in the UK.\n\n\n\nThe biomass demand results can be used by policy makers and energy modelling teams to estimate the role biomass will play in the future UK energy mix. Energy,Environment","dataset":"gtr"}