{"id":"F0DE9B2B-9ADE-470D-A7A0-401A3A292024","title":"Collecting, Archiving and Sharing Performance and the Performative","abstractText":"'Collecting, Archiving and Sharing Performance and the Performative' aims to research, document and disseminate performance at Tate from the 1960s to today by studying practices of collecting, displaying, documenting, publishing and sharing information about performance. The project also aims to study audience engagement by exploring novel ways of recording and interpreting user responses to performance and embedding these in Tate's displays. It is a collaboration between the Centre for Intermedia at the Department of English at the University of Exeter and two departments at Tate - Tate Research and Tate Online - in consultation with Tate's Digital Learning Department and its Copyright Department and collaborating with Tate's curator for performance. The project is especially timely because of Tate's opening of the Tanks, the 'first spaces dedicated permanently to live art installation and performance in any museum building anywhere in the world' (Sir Nicholas Serota, BBC, 23/4/2012). The outputs include an innovative online archive, an edited book, a project documentation blog, a workshop, a conference and two articles.\n\nPerformance at Tate originated in the 1960s when performative works were acquired by Tate and a number of early performance works and talks were hosted by the education department. In the intervening decades more performative works were acquired and a number of exhibitions and events staged. After 2003, and with the introduction of Tate Live and then the Tanks, Tate's programming of performance became more systematic, and an increasingly diverse range of documents, including films, photographs, texts from programmes, artist statements and correspondences were collected for over 200 performances of artists such as Merce Cunningham, Joan Jonas, Christian Marclay, Surasi Kusalwong, John Cage, Trisha Brown, Carlos Amorales, Cai Guo Qiang, the Guerrilla Girls, Sung Hwan Kimn and Suzanne Lacy, to name but a few. Some works included live performance; others were born digital, but still performative, like Argentinean born artist Pablo Bronstein's Constantinople Kaleidoscope (2012), an entirely new work made especially for the Performance Room, which involves a group of dancers on a trompe l'oeil stage set that exaggerates the perspective of the room. Some had audiences, others were interactive and user-led, like Pawel Althamer's Film 2000, a performance trailer for a film that is never made which requires actors famous in a given part of the world (in the UK Jude Law) to perform in a location related to the museum. Some were documented extensively, by well-known photographers, like Martin Creed's installation in which 50 participants run through Tate Britain, which was photographed by Hugo Glendinning in 2008. Others, like Tino Sehgal's This is Propaganda (2002, and acquired by Tate in 2005) have no 'conventional' documentation in that the artist suggests that the work is taught to two members of the museum staff on acquisition who are charged with its remembrance. The result is an unrivalled collection of performance materials yet to be fully exploited.\n\nIt is expected that the Tanks will generate a greater public appetite for and interest in performance, and increasingly involve audiences ('There is an incredible appetite for participation', Chris Dercon, Tate Modern Director, BBC, 23/4/2012). Tate's renewed and increased commitment to a performance programme, including the production of born digital 'live' work, requires that Tate now looks back at what it has established curatorially throughout the years, whilst also looking forward at developing new curatorial strategies for performance, including the development of multiple, interdisciplinary and participatory methodologies for performance documentation to ensure that the new commissions in the Tanks and elsewhere at Tate can effectively generate future legacies at Tate and, through the generation of a best practice framework, beyond.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L003740/1","grantId":"AH/L003740/1","fundValue":"282271","fundStart":"2014-10-01","fundEnd":"2016-09-30","funder":"AHRC","impactText":"","person":"Gabriella  Giannachi","coPersons":["John  Stack","Catherine S Wood","Jennifer  Mundy"],"organisation":"University of Exeter","findingsText":"","dataset":"gtr"}