{"id":"F0DE4DE1-9A60-4D85-B926-6ED80125C4BB","title":"Salt damage in brick and stone: Direct observation of a salt crystallization sequence.","abstractText":"Look closely at an old brick or stone building and you will often notice that its surface is crumbling away. This is a particular problem in buildings that are close to the sea or exposed to a polluted atmosphere. As a result much of the detail and the finish of the stonework, particularly in carvings and statues, is lost over time. A common cause is that the water that is drawn into the stone from the ground or from rain contains dissolved ions. These form salt crystals inside the pores of the stone when the water evaporates. As the crystals grow, they press against the pore walls, causing cracks to spread through the stone. The level of damage caused is closely connected to the type of salt that forms.Sodium sulphate is a salt that is often observed in this kind of damage. It is a complex salt, as it can form crystals with different shapes and properties. To date, scientists have tried to understand how sodium sulphate damages stone by considering the behaviour and properties of the two most common crystals it can form, namely anhydrous thenardite and the hydrate mirabilite. However, Pel and co-workers in the Netherlands, measuring the solubility of sodium sulphate crystals formed when sodium sulphate solution evaporates inside a porous material, have found indirect evidence that a third kind of sulphate crystal is formed, called sodium sulphate heptahydrate. This is a most important but unexpected result, as it means that in order to understand crystallization damage caused by this salt, it may be necessary to consider the properties of the heptahydrate crystal, in addition to those of thenardite and mirabilite. Because this result from the Netherlands is so important, we need to be sure that it is correct: that is, we need direct evidence of the presence of this crystal to provide independent verification of their observations. We plan to use high energy synchrotron X-rays to look inside blocks of brick and stone soaked in sodium sulphate solution as they cool slowly order to see what kinds of crystals form. Each crystal has a unique X-ray fingerprint. Using special synchrotron X-ray techniques that we have developed we expect to observe the entire crystallization sequence.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D075459/1","grantId":"EP/D075459/1","fundValue":"53059","fundStart":"2006-07-01","fundEnd":"2007-03-31","funder":"EPSRC","impactText":"","person":"Christopher  Hall","coPersons":[],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}