{"id":"F0E07969-8EDC-4A8C-92A0-B3C9E39B934C","title":"Strategies to manage toxic cyanobacterial blooms in lakes: remote sensing, modelling and cost benefit analysis","abstractText":"Cyanobacteria (blue-green algae) commonly produce mass populations in UK still- and slow-moving freshwaters. They may generate toxins which present health risks to humans and animals via ingestion and skin contact. Not all cyanobacterial blooms produce toxins, and the presence of toxins can only be confirmed by collecting samples and taking them to the laboratory. From a public health perspective monitoring has been largely reactionary and not proactive and little early warning capability exists However, recent developments in remote sensing techniques have shown promise in the rapid (and reliable) detection of blooms. This proposal is designed to develop and evaluate an approach based on remote sensing (RS) to providing early warning of toxic cyanobacterial development to protect health within a risk assessment framework. Calibration of the (RS) procedure would be carried out using actual cyanotoxin analysis at 2 high-resource UK freshwaters with a history of annual bloom production. The proposal builds on existing modelling work to develop a hazard assessment tool to identify likely water bodies that may pose a hazard from the production toxic cyanobacteria and model the influence of climate change on potentially toxic cyanobacteria production in lakes. A critical question relates to understanding the environmental factors leading to cyanotoxin production and this is addressed within the proposal. The human health risk from direct and indirect exposure to the toxins is addressed along with cost-benefit analysis of monitoring for toxic blooms.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E00900X/1","grantId":"NE/E00900X/1","fundValue":"7756","fundStart":"2007-04-01","fundEnd":"2009-01-31","funder":"NERC","impactText":"","person":"Andrew Nicholas Tyler","coPersons":["Marian  Scott","Claire Ann Miller"],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}