{"id":"F0ECF015-8614-49CA-837F-B754941F320B","title":"G8-2012 Ink-jet printed single-crystal organic photovoltaics (IPSOP)","abstractText":"87% of global energy production in 2010 was derived from unsustainable fossil fuels and as energy consumption grows, we urgently need to move towards renewable, clean energy sources to ensure national and international energy security. Only ~36 kWh/day/person could realistically be generated by non-solar renewables, falling short of the global target for energy requirements of 80 kWh/day/person. Therefore, without relying on nuclear energy, we must ensure that solar energy fills the gap. To meet demand, we require as many on- and off-grid photovoltaic (PV) technologies as possible and development of sustainable, low-energy and material-light technologies should be prioritized. In this context, ink-jet printing organic semiconductors is highly attractive.\n\nOur project aims to use similar processing techniques to demonstrate a dramatic step change in PV efficiency to\nmatch that of transistors. Such a step change requires a global consortium such as ours, including world-leading chemists (USA), physicists/engineers (UK) and material scientists (Japan) as well as knowledge of market requirements (Organic PV company). We aim to tackle the whole PV cycle, from materials to exploitation. In particular concentrating on \n(i) sustainable approaches to organic semiconductor synthesis, potentially allowing organic PVs to be made out of bio waste such as corn stover,\n(ii) creating highly ordered PVs using novel adapted ink-jet printing and vapor-phase deposition (and comparing the two techniques)\n(iii) quantitatively characterising the single crystal structure, physics and morphology\n(iv) characterizing the finished PVs, including stability and lifetime.\n\nConstant feedback between the groups will be used to optimize the materials and processing techniques to develop revolutionary &gt;10% efficient sustainable PVs.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K025651/1","grantId":"EP/K025651/1","fundValue":"414783","fundStart":"2013-03-31","fundEnd":"2016-03-30","funder":"EPSRC","impactText":"","person":"Henning  Sirringhaus","coPersons":[],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}