{"id":"F0EDD7C0-CF41-4311-B4E3-A915A4A1A5FD","title":"Development of Semiconductor structures for Spin current detection","abstractText":"An electron possesses a quantum mechanical property known as spin. The spin of an electron can take two, and only two, different values, which are often referred to as spin up and spin down . For many years is has been possible to generate and detect electrons with different spins, and in recent years this has lead to the development of the field of spintronics. In spintronics, it is envisaged that the spin of an electron can be used to convey information. By analogy with the way computers store and manipulate numbers in binary form, needing only two digits, the two spins of an electron could be used to store information and conceivably used to perform calculations.The creation of electrons with different spins can be done using electrical or optical means. In this proposal, we are working with a group at Marburg University who have demonstrated that by using very short pulses of light at two different wavelengths, they can cause electrons with one spin to move in one direction, while those with the other spin move in the opposite direction. This produces an effect known as a pure spin current, where there is no net movement of electrons, but a spatial separation of the two spin states occurs.The Marburg group have demonstrated this effect in a thin layer made of only one kind of semiconductor. However to show the effect to best advantage, and produce some prototype devices, they need a device with at least three distinct regions: one to generate the spin currents, one to detect the up spins and one for the down spins. This proposal is concerned with producing such a device which we will then supply to Marburg.The devices which Marburg require, must be made from materials which absorb light in the blue/green regions of the spectrum, and this means that only a certain type of semiconductor, based on the compound zinc selenide, can be used. There are only a few laboratories which can grow this material. In addition, the devices require other semiconductors including one (magnesium sulphide) which is only routinely made at Heriot-Watt. This proposal therefore brings together one of the very few groups to have produced spin currents with the only group capable of producing the devices which they need.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E065058/1","grantId":"EP/E065058/1","fundValue":"79083","fundStart":"2007-09-01","fundEnd":"2009-02-28","funder":"EPSRC","impactText":"","person":"Kevin Alan Prior","coPersons":[],"organisation":"Heriot-Watt University","findingsText":" The aim of this grant was to develop a number of double quantum well structures containing wells, barriers and absorber regions with different compositions and supply these samples to Marburg University for processing and eventual use as spin current detectors.\n\nThis required the development of techniques to predict the strain in the multilayer structures and to characterize these layers.\n\nThe samples were successfully grown and supplied according to the specifications provided. Development of t The spin current devices which were produced were demonstrators to show that spin currents could be generated and manipulated using photon pumping. detection was provided by separating the different spin spates, which were detected after recombination by the creation of circularly polarized light. Devices based on the manipulation of spin currents would form the basis of new classes of electronic devices, in which information in the form of spins is transmitted with no net transfer of charge. Th Digital/Communication/Information Technologies (including Software),Electronics","dataset":"gtr"}