{"id":"F0F7C9E2-E417-44D7-84AB-7471ED225DF1","title":"Russia and the EU in the Common Neighbourhood: Export of Governance and Legal (In)Compatibility","abstractText":"<p>The project explores Russia’s engagement in the export of governance to post-Soviet states in Europe.</p>\n\n<p>The project will map Russia's influence in three post-Soviet states in the 'common neighbourhood' with the EU - Ukraine, Armenia and Belarus - in terms of:</p>\n\n<ul>\n \n\n <li>Russia’s promotion of governance,</li>\n\n <li>partner countries' receptivity to Russia's governance templates</li>\n\n <li>how Russia's export of governance affects, or is compatible with, the EU's external governance in the region.</li>\n\n</ul>\n\n<p>The project will focus on four policy fields:</p>\n\n<ol>\n \n\n <li>energy</li>\n\n <li>technical standards</li>\n\n <li>reform of the tax administration</li>\n\n <li>corporate governance.</li>\n\n</ol>\n\n<p>The interdisciplinary theoretical synthesis will capture Russia's influence as a sui generis rising power characterised by the weak rule of law, penetration by business interests, and heavily reliance on informal rules. As Russia's neighbours are not merely passive recipients of external influences, empirical work involves collecting data in the post-Soviet states as well as Russia, allowing a thorough examination of the role of Russia as a regional power and the implications for the EU.</p>\n\n<p>The dearth of field research on the subject means that the project will be of interest to academic communities and non-academics, eg British and international policy-makers and business professionals.<br /><br />&nbsp;</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/J013358/1","grantId":"ES/J013358/1","fundValue":"303228","fundStart":"2013-01-01","fundEnd":"2016-09-30","funder":"ESRC","impactText":"","person":"Kataryna  Wolczuk","coPersons":["Rilka  Dragneva-Lewers"],"organisation":"University of Birmingham","findingsText":" The project explored the impact of the EU on domestic change in the post-Soviet countries. The main findings are as follows:\n\n1. Key academic findings:\n\na) The EU has become an influential actor in the post-Soviet region especially since the launch of the Eastern Partnership (EaP) in 2009 in those countries which negotiated the Association Agreements (Armenia, Georgia, Moldova and Ukraine).\n\nb) Overall, the EU is effective in promoting domestic change even in countries without membership aspirations and/or perspective. This indicates a more limited role of the membership perspective than assumed in in the existing academic literature of non-accession Europeanisation. \n\nc) EU conditionality related to Agreements and visa liberalisation, combined with targeted assistance, are the key mechanisms through which the EU affects domestic change. However, there are considerable differences in the EU's policies towards individual countries. So the EU policy towards the Eastern neighbourhood is not uniform and needs to be analysed through policy-implementation (the country level) rather than policy inception (EU institutions).\n\nd) The EU's impact varies considerably across different countries/sectors. This can only be explained by combining EU-level factors with domestic and regional factors. Domestic factors account for the 'shallow' and fragmented nature of reforms, insofar as domestic implementation is concerned. This is because of a combination of factors such as: the economic and political costs induced by EU reforms, the complexity of reforms required by the EU, as well as their political sensitivity in partner countries resulting from strong vested interests (e.g. the energy sector). The EU's mechanisms of policy transfer provided an impetus to reforms when these reforms meet domestic elites' interests (Moldova after 2009, Armenia 2009-13, Ukraine 2014) and/or regional conditions are conducive (Georgia after 2008, Armenia 2009-13).\n\ne) Regional factors (the influence of Russia) initially played only limited role at the sectoral level (except the energy sector). However, Russia become a powerful 'spoiler' actor during 2013, i.e. conclusion of the Association Agreements. In Armenia, Russia dissuaded the president from signing the Agreement. In Ukraine Russia's offered financial incentives to president Yanukovych to not sign - resulting in mass protests and a change of political regime. In the three countries that concluded the Agreement, Russia's coercive strategies have acted as a powerful catalyst for Europeanisation. \n\n2.Conduct of research\na. Research on the impact of the EU on domestic change requires intensive, country-specific research, involving extensive fieldwork and multiple sectors. Originally, the plan was to conduct fieldwork separately, but upon the launch of the project, with the French partner (funded by the ANR, the French counterpart of the ESRC) we coordinated our efforts and all fieldwork missions were conducted jointly. This required close coordination but greatly facilitated not only a shared understanding and comparative analysis but also the rapid production of policy-oriented publications. \n\nb. The energy sector (liberalisation of the gas market) was most difficult to research due to political sensitivities and vested interests. Nevertheless, in all the countries, there was a great degree of interest/willingness to interact with the researchers. The key findings are especially salient in the context of the implementation of the Association Agreements, which pose a formidable, long-term challenge for the eastern partners (Moldova, Ukraine and Georgia) in the context of Europeanisation without enlargement.\n\nRussia's role has been defined in terms of blocking integration with the EU in the post-Soviet space. This 'blocking' has been especially evident in the challenge presented to the statehood of Georgia (2008) and Ukraine (2014). However, the impact of Russia's strategies on domestic change appears more nuanced with both Georgia and Ukraine becoming more determined to pursue European integration and implementing related domestic reforms. \n\nTherefore, developments in the region call for re-assessing the role of regional factors, in particular - even though not exclusively - the influence of Russia. With the crisis in Ukraine attracting attention to the EU's role in the eastern neighbourhood, more attention should be paid to the domestic context as well as the role of Russia in hindering and/or facilitating integration with the EU. The diversification in the Eastern neighbourhood calls for a radical overhaul of design strategy, de-centring from EU-level factors and shifting attention to the 'target countries' and the regional context in which they find themselves. Agriculture, Food and Drink,Energy,Government, Democracy and Justice,Security and Diplomacy","dataset":"gtr"}