{"id":"F0F7C8ED-9354-4704-80DF-A1621B53EF6B","title":"CAN UNDERSTANDING THE EMERGENT BEHAVIOUR OF MIXED CULTURE SYSTEMS AID WASTEWATER TREATMENT SYSTEM DESIGN AND OPERATION?","abstractText":"Engineered biological systems for the treatment of polluted or contaminated soil, water or air are of fundamental importance to the achievement of a sustainable urban and industrial future for both established and emerging industrialised nations. These technologies have been largely developed empirically and are typically designed relatively crudely. In essence engineers infer the redox conditions most appropriate for a particular waste, they then use empirically determined loading rates (and sometimes growth rates) to start up a reactor, perhaps with a sample of biomass from a successful reactor, and hope for the best. This stratagem may be appropriate for relatively degradable pollutants and treating the wastes for wealthy communities or industries. However, it is not likely to stand the test of time. From a systems engineering perspective, the complex network of biological reactions that characterise wastewater treatment are rarely if ever engineered reliably and certainly never optimised, even though the basic format of the system is understood very well. It could be argued that further qualitative insights into described or indeed un-described networks of degrading organisms will serve no purpose unless, and until, we can predict and optimise the networks we already understand . It is therefore the objective of this proposal to examine whether the unpredictable aspects of wastewater plant operation are as a consequence of failure to understand the impact of the bioreaction network on performance or are a consequence of their inability to appropriately describe elements within the network. The answer to this is critical as it dictates whether effort should be directed towards developing more detailed representations of individual micro-organism behaviour or the behaviour of networks of defined biological reactions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E057462/1","grantId":"EP/E057462/1","fundValue":"151494","fundStart":"2007-09-17","fundEnd":"2009-03-16","funder":"EPSRC","impactText":"","person":"Gary  Montague","coPersons":["T P Curtis"],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}