{"id":"F0FC78F6-17F1-4FA3-96B8-978BFD08214E","title":"Bilateral (Hong Kong) The effects of social pedagogical contexts in the teaching of primary mathematics: facilitating learning in two cultures","abstractText":"<p>This bilateral research project capitalises on Hong Kong primary teachers’ mathematics expertise and UK primary teachers’ use of collaborative groupwork, thereby recognising the two administrations’ respective concerns to develop interactive pedagogy and improve teachers’ subject knowledge. It complements the ESRC Teaching and Learning Research Programme project: ‘Improving Effectiveness of Pupil Groups in Classrooms’, which combined the social and cognitive aspects of groupwork into an effective social pedagogy. It aims to:<br /><br /></p>\n\n<ul>\n \n\n <li>establish an intercultural community of practice between English and Hong Kong primary teachers and researchers for the sharing of knowledge and expertise</li>\n\n <li>&nbsp;provide professional development for primary teachers in understanding and applying social pedagogic principles to groupwork in mathematics</li>\n\n <li>determine the effects of carefully implemented groupwork on teachers’ self efficacy to teach mathematics and children’s higher order mathematical thinking.</li>\n\n</ul>\n\n<p>In both countries, ten teachers will learn to apply social pedagogical principles to their mathematics teaching, while ten more teachers and classes will form control groups. Face-to-face and digital communication will facilitate the sharing of pedagogical and subject knowledge in the local and inter-cultural communities of practice respectively. Teachers’ subject knowledge and teaching self-efficacy, pupil tests and classroom observations will form measures of professional development</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/J017264/1","grantId":"ES/J017264/1","fundValue":"76388","fundStart":"2012-07-01","fundEnd":"2014-05-15","funder":"ESRC","impactText":"  The key usage has been through the Impact Acceleration Award which has ensured that 14 new teachers in four existing and five new schools have been introduced to, and implemented, social pedagogic group work in mathematics. the focus here was teacher development, and the IAA funding allowed these teachers time to meet to plan and review, and to observe each other's groupwork practice in each others' schools. \n\nA professional case-study write-up of the research and impact work in the project was also facilitated by the IAA team at cambridge, for dissemination within the University, and is about to be uploaded to the project website. \n\nAn obvious pathway to impact is through the Teacher Training PGCE course at Cambridge. A presentation has been made to teacher training colleagues and over 30 placement schools' coordinators. The high intensive nature of the course itself makes it difficult to include a specific session, but efforts will continue to be made to find an opportunity for this in the current cohort. \n\nThe following digital paths have been used at Cambridge: Faculty of Education website, a linked blog website, with teacher contributions, a twitter account and a 'CamTools' resource area for all SPeCTRM teachers. Newsletters were issued in HK and England. Information and video in progress for the Faculty website. Collaboration with Cambridge University Mathematics Department 'NRich' colleagues. \n\n In HK, Early Careers Scheme GRF grant has been awarded to Dr Fung, a member of the HK research team, for research on groupwork in secondary schools. \n\nSeveral potential publications have been submitted or are in press but none have yet appeared in print. \nIn terms of direct impact in classrooms, a 2nd edition of Baines et al. teacher manual on Effective groupwork will include SPeCTRM findings. \n\nSocial and economic impact is more distant, but as more teachers develop social pedagogical expertise and use groupwork in mathematical challenging tasks, there may be improvements in STEM education, and children are more likely to internalise the skills of negotiation, articulation and collaboration in solving all kinds of problems, contributing ultimately to positive societal and economic outcomes. teacher interviews, and observation findings suggest that these were evident during group work. Education ","person":"Linda Mary Hargreaves","coPersons":["Timothy  Rowland","Kenneth  Ruthven","Christine  Howe"],"organisation":"University of Cambridge","findingsText":" This bilateral project built on English primary teachers' familiarity with collaborative groupwork, and Hong Kong teachers' expertise in primary mathematics, while developing the implementation of social pedagogic approaches to groupwork in mathematics in both countries. Key principles of social pedagogy concern classroom relationships, teacher role, classroom conditions and task challenge. Teachers of ten classes were trained in social pedagogy and implemented it over a seven-month period.\nKey findings, linked to objectives, were:\n(i) In measures of teachers mathematical subject knowledge (MSK), mathematics self-confidence (MSC) and pedagogical self-efficacy (PSE) for teaching mathematics, we found: No significant difference between 17 English, and 20 HK teachers in MSK as measured by an audit previously used in England and HK. Only two of 16 items showed a difference, with English teachers doing better on long multiplication, and HK teachers doing better on a word problem about capacity. This is notable since the HK teachers were mathematics specialist teachers, including 11 mathematics graduates, whereas none of the English generalist teachers who completed the audit were maths graduates. There was no overall difference between the two groups in self-rated MSC to tackle the 16 items: English teachers were significantly more confidence about long multiplication and geometric transformations; HK teachers were more confident about problems on money and capacity.\n(ii) Systematic classroom observations and post-lesson ratings revealed effective training and implementation of social pedagogic groupwork in mathematics. On-task working, and the quality of children's dialogue, such as asking questions, giving information, making suggestions and group maintenance improved over time and/or compared with control classes. In England, groupwork children showed significantly higher levels of sustained and higher order interactions, such as explaining, reasoning and predicting. Changes in teacher interaction and use of social pedagogic strategies, such as more focus on task than behavioural issues, more time observing children, and changes in group size and seating configurations were found in England. In HK, post-lesson ratings revealed significant moves towards social pedagogical contexts. Teachers in both countries advanced in their concerns about using groupwork in mathematics, relative to their initial concerns on the Concerns-Based Adoption Model (CBAM).\n(iii) Teachers' self-rated PSE for teaching mathematical topics improved in both countries. English teachers' PSE for word problems, area/perimeter/volume, and investigations, (topics they rated as most suitable for groupwork), and for mental arithmetic improved significantly. HK teachers had generally higher PSE but for a more restricted range of topics. These are very positive findings given the short intervention period. Multivariate classification analyses suggest that teachers' PSE may be a more critical variable than mathematical subject knowledge in relation to pupil attainment. In HK pupils in groupwork classes outperformed those in control classes, but in England, a more complex testing configuration necessitated by a wider age-range and user concerns revealed improvements in eight of nine classes (medium-large effect sizes in six) but we could not demonstrate superiority over the control classes. This may be explained by the more common usage of groupwork in England. Dissemination to researchers, PGCE teacher trainers and school mentors, teachers and LA advisors, and Masters students has included conference presentations for the British Education Research Association, British Psychological Society Education Section, and conference/workshops within the Faculty. Some of these have been joint presentations with Hong Kong team members. Dissemination of this kind will continue. \n\nA short report is to be written for the widely followed NCETM (National Council for Excellence in Teaching Mathematics) journal. A twitter account (@SPeCTRMproject) which links followers to other accounts about primary mathematics and group work was used during the project, and to keep in touch with teacher-followers subsequently.\n\nAn Impact Acceleration Award enabled us to deepen and extend social pedagogic groupwork in mathematics with 14 new teachers in four participating schools, and five new schools. This was achieved using the process of Lesson Study. \nThe Hong Kong PI, Professor Kutnick is preparing a second edition of the original handbook from the ESRC-TLRP Effective groups in schools project (Baines, Blatchford &amp;amp;amp;amp;amp; Kutnick: 'Promoting effective groupwork in the primary classroom', Routledge) for primary teachers which will include findings from the HK-UK SPeCTRM project. \n\nMore information on impact progress and pathways in the Narrative Impact section. Education","dataset":"gtr"}