{"id":"F0FD45C6-0014-4EFD-9DEA-880A428E988D","title":"MICA: Assessing the therapeutic efficacy of 11beta-hydroxysteroid dehydrogenase type 1 inhibitor (AZD4017) in idiopathic intracranial hypertension","abstractText":"Idiopathic intracranial hypertension (IIH), a condition of raised brain pressure, is a common cause of blindness in young overweight women. The underlying cause of the condition has not been fully established and the best way to treat IIH is not known. Drugs such as acetazolamide, have not been shown to be effective and additionally have intolerable side effects. Brain fluid shunting surgery can be used to save vision, but shunts block in over half of patients and therefore need replacing, often multiple times. Treatments such as weight loss are notoriously difficult. Our recent research has highlighted the potential role of an enzyme that generates steroid locally in brain tissues. 11beta-hydroxysteroid dehydrogenase type 1 (11beta-HSD1) generates active steroid within the parts of the brain that produce cerebrospinal fluid (CSF) - the fluid that bathes the brain. Production of too much CSF can lead to increased brain pressure in IIH and we believe that 11beta-HSD1 drives this process in IIH. Additionally, we have demonstrated that weight loss and brain pressure reduction which significantly improve IIH also reduced 11beta-HSD1 activity. We therefore suggest that reducing 11beta-HSD1, with an oral tablet of AZD4017 (an inhibitor of 11beta-HSD1 developed by AstraZeneca) may represent a landmark treatment for IIH.\nThrough a partnership between AstraZeneca and University of Birmingham we will conduct a randomised, blinded, clinical study (24 patients) to look at the effectiveness, safety and side effects of AZD4017 in the treatment of IIH. Patients will undergo a series of investigations to assess brain pressure (through a lumbar puncture), vision and headaches at the start and end of the 3 month study. We will also be conducting regular monitoring of urine and blood alongside detailed patient assessments to evaluate drug safety and side effects.\nThis will be the first study to investigate the role of 11beta-HSD1 inhibitors in IIH and has the potential to offer a novel treatment in this condition which can cause blindness. Additionally, if effective, AZD4017 may have uses in other neurological conditions where the morbidity is related to elevated brain pressure.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K015184/1","grantId":"MR/K015184/1","fundValue":"408147","fundStart":"2013-08-12","fundEnd":"2017-08-11","funder":"MRC","impactText":"","person":"Alexandra  Sinclair","coPersons":["Jeremy William Tomlinson","Paul  Stewart","Hitesh  Sanganee"],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}