{"id":"F1002799-C35E-450E-B573-C5A3F6BC9066","title":"EPSRC Centre for Innovative Manufacturing in Ultra Precision","abstractText":"Many high value next generation products demand macro scale ultra precision components, with micro-scale structure possessing nanometric tolerance. CIM-UP's vision is to be the world's foremost research centre for innovation in next generation ultra-precision production systems and products with global outreach. It will foster and accelerate development of emerging high value products through its dedicated production compatible ultra precision process research platforms and internationally leading research programme. It will facilitate the engagement of the UK precision manufacturing supply chain into the future wealth creating opportunities of emerging sectors.The key manufacturing challenges that will be met by CIM-UP are the creation of a suite of ultra-high precision closed loop (integrated metrology) digital based manufacturing tools that offer a step-change in the fabrication routes for products that require nanoscale precision across length scales from nm to several metres.It is intended that process research will extend energy processing technologies, such as plasmas, lasers, ion and electron beams, and low temperature deposition techniques into fully capable ultra precision manufacturing processes. It is intended these emergent processes will be employed sequentially or simultaneously with established ultra precision processes within newly devised research platforms. These research platforms will be created in partnership with suitable UK industrial partners using a fully digital mechatronic design process. The design processes will extend; CAD, FEA (thermal/dynamic), CAM and performance verification using modal techniques for thermal and mechanical structural analyses. Performance verification will be undertaken using internationally accepted test procedures that will be verified, and where necessary enhanced, using the services of an appropriate national laboratory.Important UK manufacturing operations within biomedical, telecommunications, energy generation, aerospace/space, transport, pharmaceutical and future display technologies rely on precision engineering. Emerging fields of printed electronics and flexible displays are highly dependent on the creation of new production capabilities which will need to offer step changes in precision accuracy and productivity. The overarching aim of CIM-UP will be to realise research processes and platforms that define a new generation of rapid and effective ultra precision production systems. In this way, this centre will reconcile the simultaneous demands of 'accuracy' and 'rapid production capacity' thereby establishing advanced manufacturing technologies pivotal to important emerging market sectors. Through close interaction with the UK's precision manufacturing technology supply chain and product end users/developers, a unique world-leading ultra precision research centre will be established by two internationally recognised research institutes. This collaborative application builds on previous research programme partnerships established through earlier IMRC activities, Grand Challenges and the UPS2 Integrated Knowledge Centre. The UPS2 IKC and Cambridge CIKC will provide pipe-line translation mechanisms for the proposed early TRL research outputs from CIM-UP.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I033491/1","grantId":"EP/I033491/1","fundValue":"6100600","fundStart":"2011-10-06","fundEnd":"2016-10-05","funder":"EPSRC","impactText":"  This centre for innovative manufacturing is three years into a five year duration. The impact of all aspects of the centre have been widely acknowledged. Key impacts have been in building up UK ultra precision supply chains and raising UK awareness of the emerging market opportunities linked to ultra precision manufacturing. Aerospace, Defence and Marine,Education,Electronics,Energy,Manufacturing, including Industrial Biotechology,Retail,Transport Economic","person":"Paul  Shore","coPersons":["David  Stephenson","Daping  Chu","Richard Mark Langford","Paul Martin Morantz","John  Nicholls","William  O'Neill","Bill Ireland Milne","Timothy  Wilkinson","David  Allen"],"organisation":"Cranfield University","findingsText":" The overarching technical challenge of this centre is to be able to fabricate tiny features and rapidly apply them to very large scale surfaces. Added to that is the complication that the large areas might be plastic films that change shape during processing. Thus far, the centre has engaged numerous UK (and some international) companies into this engineering challenge. Promising results in regards facilities and capability development have been achieved at this half term position. Spin out of technologies and designs created thus far Aerospace, Defence and Marine,Education,Electronics,Environment,Healthcare,Manufacturing, including Industrial Biotechology","dataset":"gtr"}