{"id":"F10ED6D7-D740-410A-A8AD-6E253AA28724","title":"SUB-MHZ ULTRASONIC INSPECTION","abstractText":"This proposal is associated with the targeted research programme of the UK Research Centre for NDE (RCNDE), an EPSRC-supported research centre. It is clear from discussions held with both academics and industrial members within RCNDE that the ultrasonic inspection of highly scattering/attenuating materials is still a large problem that needs to be addressed. The particular materials in question - such as thermal insulation materials, refractory linings, rubbers and thick sections of glass fibre reinforced polymer composites - are industrially very important. In many cases, there are not many alternatives for inspection, in particular if portability and non-radiological methods are required. \n\nThe research will investigate new ways in which ultrasonic frequencies below 1 MHz can be applied to this problem. This will require research into various aspects of the measurement. Firstly, new transducer designs will be needed, that can generate signals with the required bandwidth. It is planned to try micro fibre composite (MFC) devices for this, teamed up with more conventional PZT elements. These will then be used with various forms of coded waveform, so that cross-correlation can enhance the measurement in terms of detectability and reduced signal to noise levels. In addition, scattering from interfaces and non-defect objects casue clutter in the signal. It is planned to investigate ways of reducing these effects, byusing other ideas such as (a) using a collimation system, and (b) using polarised shear waves. Finally, a system will be dseigned which uses some or all of these elements, and which can tuned to operate at different frequency ranges, depending on the application.\n\nThe work will be performed in collaboration with three industrial sectors: marine vessel manufacture, the oil and gas industries, and metal forming. All have particular problems with methods of inspecting acoustically attenuating and scattering material. These include coatings and thick composites; thermal insulation layers, corrosion under insulation, and risers; refractory materials, and others. As part of the work, the research will be used to design a portable system that can be used in these industries. This will be tested in the laboratory, before field tests are performed in each case.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K031201/1","grantId":"EP/K031201/1","fundValue":"261935","fundStart":"2013-08-01","fundEnd":"2016-07-31","funder":"EPSRC","impactText":"  Work is performed in conjunction with 3 industrial partners, who each contribute ?10k cash. Hence findings will be used directly, in terms of finding defects in different structures and materials Aerospace, Defence and Marine Economic","person":"David  Hutchins","coPersons":["Steven Mark Dixon","Duncan Robert Billson"],"organisation":"University of Warwick","findingsText":" A way is being investigated for the detection of defects in thick structures, which are difficult to test normally. This involves using low frequency ultrasound. Examples include concrete, composites and ceramic linings for furnaces. Via our industrial partners (Tenaris, BAE Systems etc) Aerospace, Defence and Marine,Manufacturing, including Industrial Biotechology,Transport","dataset":"gtr"}