{"id":"F112E1DD-60FB-44C1-B917-2605BB8E1403","title":"The ecology of protist associated human pathogens","abstractText":"The survival of human pathogens in the environment is an under studied area, and it is often assumed that pathogenic bacteria die or become senescent outside mammalian or vertebrate hosts. However, it is becoming clear that human pathogens form associations with protozoa which are single celled microorganisms found in all natural environments that are more closely related to multicellular organisms than to bacteria. They play a key role in microbial food webs, grazing on bacteria and recycling nutrients. Protozoa also interact with bacteria and viruses in more complex ways. Species of the genus Acanthamoeba are responsible for a serious eye infection, amoebic keratitis, and more rarely infections of the skin and central nervous system. Acanthamoebae have also been shown to harbour human pathogens including Legionella sp., Chlamydia sp., Mycobacterium sp., Listeria sp., and the giant virus, Mimivirus, which is an emerging human pathogen. Preliminary research demonstrated an abundant population of acanthamoebae in treated sewage sludge, &gt;1 million tons of which are disposed of to land in the UK each year. One isolate harboured Mimivirus, an emerging human pathogen and the largest known virus which has only been isolated twice before. Further soil and sediment isolates harboured novel Chlamydia and Legionella sp.. The proposed research seeks to investigate human pathogens in soil and aquatic sediments associated with protozoa, and will assess the impacts of sewage sludge and waste water treatment effluent on the ecology of amoeba associated pathogens. Culture dependent and independent methods will be used to assess abundance and diversity of amoebae and associated bacterial and viral pathogens. High throughput sequencing will be used to assess diversity of associated mycobacterial pathogens and compare this to their diversity in bulk soil / sediment. Previous work in this area is highly fragmented and this study would be one of the first to try and elucidate the abundance and diversity of a range of amoeba associated pathogens in different polluted and unpolluted environments.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I017291/1","grantId":"NE/I017291/1","fundValue":"52655","fundStart":"2011-06-11","fundEnd":"2012-09-10","funder":"NERC","impactText":"  We understand water authorities are concerned over survival of amoebal cysts after chlorination so our studies highlight the importance of killing cysts for potable water treatment to prevent introduction of bacterial pathogens contained within some. Agriculture, Food and Drink,Environment Policy & public services","person":"Elizabeth Margaret Wellington","coPersons":[],"organisation":"University of Warwick","findingsText":" That amoebae in the soil contain many different bacteria and often mycobacteria but longstanding associations only occurred with Legionella and Chlamydia species. This proved that pathogens may survive in the environment contained in amoebae or their cysts. We investigated the prevalence of slow growing mycobacteria within amoebae and in soil samples this was about 8%. Include amoebae and their cysts in evaluating infection reservoirs of pathogens in the environment Aerospace, Defence and Marine,Agriculture, Food and Drink,Environment,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}