{"id":"F1129FE2-0190-46DD-AFEF-C60633E0391A","title":"Exploiting novel genes to improve resource use efficiency in wheat.","abstractText":"Resource use efficiency can be improved by either maintaining yield with lower crop inputs (e.g. fertiliser or pesticides) or increasing yield with the same, or reduced, crop inputs. Increasing yield is likely to be the most sustainable approach given the need to ensure global food security and the limited scope for expanding the cropped area. A recently completed LINK project (LK0958) identified regions of chromosomes 3A and 7D (known as quantitative trait loci or QTL) that were associated with increased resource use efficiency resulting from yield increases of 0.3 to 0.4 t/ha (at a given level of crop inputs). A smaller yield effect QTL was also found on chromosome 6A. These QTL were also associated with a lower resistance to lodging primarily as a result of greater height, and also due to a smaller stem wall width and root plate spread. Several other height QTL were found which did not affect yield. It was also shown that some height QTL were twice as responsive as others to shortening by plant growth regulator (PGR) chemicals. These discoveries offer the prospect of increasing resource use efficiency by combining QTL for increased yield (at a given level of inputs) with QTL for increased lodging resistance (through crop shortening), as well as by improving lodging control through better targeting of PGRs. However this is not currently possible because the genetic markers identified in LK0958 are not close enough to the specific genes located within the QTL region for the breeders to reliably identify the presence of the positive genes in a range of genetic backgrounds. This project aims to increase resource use efficiency by developing reliable genetic markers and a physiological understanding for QTL that increase yield and lodging resistance without increasing the crop's requirement for inputs. This will be achieved by: 1) Developing varieties that differ only for the region of chromosome with the QTL for resource use efficiency (near isogenic lines) which will be used to achieve objectives 2 and 3, 2) Identifying more reliable genetic markers for these QTL, 3) Understanding the physiological mechanisms by which these QTL act and quantifying effects on resource use efficiency and greenhouse gas emissions, 4) Investigating which yield and height QTL are in current varieties and the scope for combining them to increase resource use efficiency through greater yield and reduced lodging risk, and 5) Quantifying the responsiveness of the different height QTL to different PGR active ingredients. A major component of this project will involve cloning the gene within the height/yield QTL on chromosome 3A to produce a 'perfect' genetic marker. New markers will be developed for the other QTL which will have much greater reliability due to their closer proximity. This will allow breeders to design crosses to achieve the optimum combination of height and yield QTL in a given cross. Understanding the physiological mechanisms by which the QTL affect yield (e.g. is sink (grains/m2) or source (supply of assimilate) increased) will help to identify the crop management practices required to achieve these greater yields with minimum crop inputs, and thereby increasing resource use efficiency. Genetic markers for the height QTL will also be used to predict which varieties will respond most to PGRs with different modes of action. As PGRs are used prophylactically on the majority of wheat crops this will allow their use to be avoided on unresponsive varieties. It is estimated that the project will increase resource use efficiency by 10% through greater yields and better lodging control. The project will also complement the Defra funded Wheat Genetic Improvement Network (WGIN) by phenotyping the near isogenic lines (NILs) produced within the network and producing new NILs that can be added to the network's genetic resources.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H009698/1","grantId":"BB/H009698/1","fundValue":"274477","fundStart":"2009-09-17","fundEnd":"2014-09-16","funder":"BBSRC","impactText":"","person":"Simon  Griffiths","coPersons":[],"organisation":"John Innes Centre","findingsText":"","dataset":"gtr"}