{"id":"F11D1540-59BB-4D8E-8D8F-08B4DDDAA606","title":"Geochemical and sedimentological evidence used to characterise supra-subduction spreading processes in the Izu-Bonin-Mariana forearc (IODP leg 352)","abstractText":"The planned work, which is directly in line with stated aims of IODP Leg 352, is to drill a section through the volcanic stratigraphy of the outer forearc of the Izu-Bonin-Mariana (IBM) system. The main aims are to better understand the processes of magmatism, tectonics and crustal accretion associated with subduction initiation. This, in turn, has implications for understanding the origin of the many ophiolites that are believed to form in this setting and so is a good opportunity to test the supra-subduction zone ophiolite model. \nTwo sites in the Bonin forearc (BON-1 and BON- 2) form an offset-drilling pair that together should penetrate a full c.1.25 km lava section. Drilling this section will contribute to our understanding of intra-oceanic convergent plate margins by providing: \n1) A high-fidelity record of magmatic evolution during subduction initiation; \n2) A test of the hypothesis that &quot;Fore-arc Basalts&quot; (FAB) tholeiites lie beneath boninites;\n3) A record of the chemical gradients within these units and across their transitions; \n4) Information on how mantle melting processes evolve during subduction initiation from early decompression melting of fertile asthenosphere to late flux melting of depleted mantle, providing key empirical constraints for realistic subduction initiation geodynamic models; and \n5) A test of the hypothesis that forearc lithosphere created during subduction initiation is the birthplace of supra-subduction zone ophiolites. \n The applicant (A.H.F. Robertson) is sailing as a sedimentologist and, therefore, has responsibilities to study and interpret any sedimentary materials and so contribute to the overall objectives of the leg as far as possible. The proposed sedimentological and geochemical research should contribute directly to objectives 1,2,3 &amp; 5 of the leg, as follows:\nObjective 1: A chemical record of the sediments recovered within and above the extrusive succession is directly relevant to the magmatic record during subduction initiation because this information can indicate chemical variability around the drill site, both locally (hundreds of metres) and more widely (kms to tens of kms);\nObjective 2: It will be important to determine the tholeiitic vs boninitic composition, in particular, of any interlava sediments as these may help to reveal the regional magmatic stratigraphy;\nObjective 3: The sediment composition will help determine whether the chemical gradients that are determined within the in situ igneous rocks are consistent on a regional scale.\nObjective 5: Sediments will be used to, in effect, map the region around the drill site and so contribute to an understanding of how sea floor develops in a supra-subduction zone setting.\n In addition, chemical study of sediments higher in the sequence above the basement will contribute information about the timing and composition of the earliest arc magmatism that follows the supra-subduction zone spreading phase. There may also be input from more remote locations; e.g. distant volcanic arc that may be detected by analysis of airfall volcanic glass (tephra). The applicant may contribute to this work, which will, however, be lead by the other shipboard sedimentologist, Stefan Kutterolf. \n The necessary information will be obtained by chemical, mineralogical and sedimentological observations and analyses which will mainly be carried out at the School of GeoSciences, University of Edinburgh. This work will involve chemical analysis by the XRF and ICPMS techniques, mineral analysis using XRD and electron probe and also volcanic glass analysis using the ion probe. \n The proposal supports a drilling expedition in which there is major UK involvement, including a UK Co-chief scientist and which builds on NERC investment in the SW Pacific region and comparable ophiolitic settings on land over many years.\n The work will involve collaboration with shipboard colleagues, especially Stefan Kuttterolf, the other sedimentologist.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M008193/1","grantId":"NE/M008193/1","fundValue":"35609","fundStart":"2014-08-01","fundEnd":"2015-03-31","funder":"NERC","impactText":"","person":"Alastair  Robertson","coPersons":[],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}