{"id":"F1207F26-8E7D-49AE-96DD-F7A29DECC1C1","title":"A high resolution account of Holocene climate variability along East Antarctica - An analysis of the IODP Wilkes land Expedition sediments","abstractText":"It is widely acknowledged that the oceans and polar sea-ice play critical roles in global climate change. As such, sea surface temperature and polar sea-ice reconstruction should be of paramount importance in establishing climatic evolution of the geological past. Although direct records of sea-ice are considered to be reasonably accurate over the last 200 years (with satellite imaging for the past 30 years), it is only through the use of 'proxy' measures (chemical, physical or biological indicators of sea-ice) that a more extended record is achievable. The main aim of the current project is to measure the concentrations of Highly Branched Isoprenoid lipids along a sediment core retrieved during the IODP Wilkes land Expedition 323. Preliminary studies have shown that these chemicals are stable in Antarctic sediments and, while the presence of a specific isomer (a di-unsaturated HBI isomer) in these sediments can be directly attributable to previous sea ice cover, the presence of a tri-unsaturated HBI in these sediments was found to reflect the absence of sea ice. Similarly, past surface oceanic conditions (temperature, stratification), sea ice cycles, and siliceous productivity variations can be investigated via diatom assemblage determinations and investigation of elemental geochemistry in sediments. In this collaborative project, we will carry out a multi-proxy analysis of a marine core retrieved in the Adelie land area at an unprecedented sub-seasonal resolution throughout the entire Holocene. The diatom census counts and elemental analyses will be completed by the project partners. Given the diversity of the data available, together with the high temporal resolution, this project represents a unique 'case study' opportunity to establish the relationships between different proxies and to enable future studies in palaeoclimate reconstruction to be more fully understood. The data from this project will also be used directly by modellers of climate change.This project fits well with other aspects of the Council's programme and clearly has a 100% relevance to both the 'Polar South' classification and the 'Global Change' ENRI. The project represents excellent value for money, especially considering the commitment of the project partners. All of the necessary chemical and analytical requirements are held in-house within the Petroleum and Environmental Geochemistry Group at the University of Plymouth. The project will also benefit from additional staff expertise available both locally and internationally.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G001294/1","grantId":"NE/G001294/1","fundValue":"45449","fundStart":"2010-06-01","fundEnd":"2011-05-31","funder":"NERC","impactText":"","person":"Guillaume  Masse","coPersons":["Simon  Belt"],"organisation":"University of Plymouth","findingsText":"","dataset":"gtr"}