{"id":"F1222435-104C-4C3D-BD1B-61790526574E","title":"The Changing Production Ecology of Pre-school Television in Britain","abstractText":"This project investigates the changing production ecology of UK preschool TV in the light of developments since the mid-1990s, a period that coincides with the international success of programmes like Teletubbies and Bob the Builder. Drawing on interviews with producers, commissioners and buyers combined with observations in a range of production environments, the research seeks to articulate and establish the complex internal and external factors that determine preschool production. It will show how key players manage/creatively negotiate these wider commercial, regulatory, cultural and technological forces and the implications for content.\\n\\nThis research is timely in view of the UK's recent international successes in preschool and the emergence of domestic (CBeebies) and internationally branded preschool channels (Nick Jr, Playhouse Disney). Government and industry reports regularly identify preschool TV as an important contributor to exports, and international success has foregrounded the growth of key players (Chorion, Entertainment Rights, HIT Entertainment) who generate substantial revenues from programme-related products. Yet the project's timing also coincides with a perceived crisis in children's TV following a ban on advertising for HFSS (high fat sugar salt) foods around programming targeted at children, and the reduced commitment of ITV to commissioning content and transmitting children's shows on its terrestrial service ITV 1. This contrast between international success and domestic crisis provides a compelling rationale for further investigation. \\n\\nHowever, although preschool TV has been identified as a fruitful source of inquiry, there has been no recent analysis of UK preschool TV and the practices and forces that shape its development, in contrast to work on children's TV generally and substantial effects literature. Within the broader setting of cultural production this research asks the following:\\n- How, why and to what extent has the production ecology of preschool TV changed since the mid-1990s?\\n- What range of forces shape and affect the organisation and production of preschool TV?\\n- How do programme-makers and those involved in the commissioning/acquisition of preschool content manage/creatively negotiate the wider commercial, cultural, regulatory and technological forces that affect production?\\n- How does this combination of external forces and internal strategies impact the nature of what is produced?\\n\\nTo meet the project's aims the research will satisfy the following objectives:\\n- A contextualisation of preschool tv with reference to its history, structure, institutional relationships, working operations, professional practices and place within a changing international market \\n- The identification of trends in respect of policy, content, commissioning, scheduling, channel provision, and organisational change. \\n- An overview, identification and assessment of key players and their strategies including broadcasters, satellite channels, production companies and international partners. \\n- An overview of export and ancillary markets (DVD, consumer products) and their impact on production strategies. \\n- An analysis of programme samples produced and broadcast since 1995 to understand how changes in ecology are reflected in programme content\\n- An assessment of the future of preschool in view of technological change and the emergence of new media platforms. \\n\\nBy placing the changing relationships and dependencies that constitute the changing production ecology at the heart of the analysis, the research contributes to a more rounded picture of preschool TV. The publication of the monograph Little Kids TV: The Changing Production Ecology of preschool TV for Palgrave Macmillan will benefit those within academia and the production community who wish to better understand how preschool concepts are generated, adapted, produced and exploited to meet a complex set of market and cultural priorities.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/G003572/1","grantId":"AH/G003572/1","fundValue":"27553","fundStart":"2009-01-19","fundEnd":"2009-05-18","funder":"AHRC","impactText":"","person":"Jeanette  Steemers","coPersons":[],"organisation":"University of Westminster","findingsText":" The original End of Project Report for this project was submitted in 2009. The AHRC graded the project 'Outstanding' in 8 February 2010. \n\nThis project investigated the changing production ecology of UK preschool TV in the light of developments since the mid- 1990s, a period that coincided with the international success of programmes like Teletubbies and Bob the Builder and the expansion of preschool provision by both UK and US suppliers. Drawing on interviews with producers, commissioners, buyers, licensing executives and other funders combined with observations in a range of production environments, the research articulates and establishes the complex internal and external factors that determine preschool production. It shows how key players manage and creatively negotiate these wider commercial, regulatory, cultural and technological forces and the implications for content.\nThe main outcome of the research is a book &amp;quot;Creating Preschool Television: A Story of Commerce, Creativity and Curriculum&amp;quot; for Palgrave Macmillan (2010) which provides a comprehensive overview of how preschool concepts are generated, adapted, produced and exploited to meet a complex set of domestic, international and cultural priorities.\nThe book is timely in view of Britain's international successes in preschool and the emergence of domestic (CBeebies) and internationally branded preschool blocks and channels (Nick Jr, Playhouse Disney). It is also important for placing British achievements in preschool production against US practices, where there is much greater focus on integrating educational content, but traditionally less emphasis on regulatory interventions to secure the public interest in children's programming.\nAlthough preschool TV has been identified as a fruitful source of inquiry, there has been no recent analysis of British\npreschool TV and the practices and forces that shape its development, in contrast to work on children's TV generally and a substantial literature on effects. Within the broader setting of cultural production this research and the resulting book has tackled the following questions:\n- How, why and to what extent has the production ecology of preschool TV changed since the mid-1990s?\n- What range of forces shape and affect the organisation and production of preschool TV?\n- How do programme-makers and those involved in the commissioning/acquisition of preschool content manage and creatively negotiate the wider commercial, cultural, regulatory and technological forces that affect production?\n- How does this combination of external forces and internal strategies impact the nature of what is produced?\nTo meet the project's aims the research satisfied the following objectives:\n- A contextualisation of preschool television with reference to its history, structure, institutional relationships, working operations, professional practices and place within a changing international market. Particular emphasis was placed on comparing production cultures in Britain and the US, two key sources of preschool programming.\n- The identification of trends in respect of policy, content, commissioning, scheduling, channel provision, and organisational change. Particular emphasis was placed on the perceived crisis in children's television funding.\n- An overview, identification and assessment of key players and their strategies including broadcasters (e.g Nick Jr, CBeebies, Five) and production companies (e.g. HIT Entertainment, Chorion).\n- An overview of export and ancillary markets (DVD, consumer products) and their impact on production strategies.\n- An analysis of programme samples produced and broadcast since 1995 to understand how changes in ecology are reflected in programme content\n- An assessment of the future of preschool in view of technological change and the emergence of new media platforms.\nBy placing the changing relationships and dependencies that constitute the changing production ecology at the heart of the analysis, the resulting book contributes to a more rounded picture of preschool TV in both its domestic and international contexts.\n? The funding for this grant ended in 2009 after one years (before pathways to impact were asked for by the funding councils). It build on a related two year AHRC funded research project (119149 on The Production ecology of preschool television in Britain. The full report was submitted to the AHRC immediately afterwards and graded Outstanding on 8 February 2010 . The findings have already been taken forward and the international and production dimensions have fed into a new AHRC research project 'Orientations in the Development of Pan-Arab Television for Children AH/1000674/1 which runs from 2013-2016. Jeanette Steemers is Co-Investigator on this project and is collaborating with colleagues who are Arab specialists. Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Culture, Heritage, Museums and Collections","dataset":"gtr"}