{"id":"F125A9EA-6A2F-4B53-A9E2-533268CD5304","title":"Electrochemistry as an interfacial probe for realising physicochemical insights into the dynamics of bio-convection of human sperm cells","abstractText":"With the currently increasing social importance of efficient in vitro fertilisation (IVF) protocols, this research seeks to develop new, effective, and sophisticated tools for the IVF laboratory that probe the global and statistical fertilising potential probability of an ejaculate sample. Spermatozoa are amongst the smallest of all cells in humans and generally possess an oval head (four thousandths of a millimetre long, two-to-three thousandths of a millimetre wide, whilst being maximally one-and-a-half thousandths of a millimetre thick), with a tail (flagellum) which, at fifty-five thousandths of a millimetre long is typically equivalent to the diameter of individual Caucasian hair strands. Their shape is correlated with their biological function - these cells ( biological particles ) move (via convection and diffusion) from a point of entry in the female (at the cervical os) to an ultimate destination, the ovum (female gamete). This journey is arduous, since the presence of, amongst other things, cervical mucus, serves as a barrier to sperm which have poor motion (hydrodynamics). Surprisingly, in normal fertile males, up to 90% of the 40 million sperm cells per ejaculate may by physically abnormal, exhibiting defects in one or several regions of the cell including head size and shape and tail defects; the occurrence of conjoined sperm is not uncommon. These deformations have implications regarding the ability of individual sperm cells to swim through the female genital tract. Yet it is not merely the physical size and shape of individual sperm cells which controls male sub-fertility; fertilisation requires cells which are not only active physically, but also able to respond to a chemical stimulus of its local environment. How sperm cells respond to chemical stimulus is an relatively new research area in andrology, and is complicated by the fact that sperm membranes have a charge and therefore cause the medium in which they are deposited to take on a local structure (an electrical double layer or ionic atmosphere ). This latter property of these cells enables their detection at electrified interfaces of comparable (or smaller) size to the sperm cells, since the interaction of cell with interface will enable electrical current (charge flow) through the interface. This current is tiny, but can be monitored using sophisticated microphones in an analagous way that a kick of a football (a large particle interacting with a comparably-sized surface) is clearly heard on radio- or TV-broadcasted football matches. The size of this electrical current and its decay in time provides information regarding the biological particle size and shape, and can allow for the determination of the individual sperm cell motility. Moreover, redox transformation at electrified interfaces (viz. electrolysis), or, alternatively, light-induced synthesis (photolysis) is able to generate, at controlled distances close to the interface, defined quantities of substances which are able to stimulate chemically sperm cells. This allows for the determination of the physico-chemical effects on individual sperm cells within an ejaculate sample, and thus may lead to inferences regarding the fertilising capability of the sample.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G020833/1","grantId":"EP/G020833/1","fundValue":"258575","fundStart":"2009-07-01","fundEnd":"2012-06-30","funder":"EPSRC","impactText":"  Findings have been employed in the development of technology and the development of new routes for the study of phenomena in solution. Chemicals Cultural","person":"Jay Deep Wadhawan","coPersons":[],"organisation":"University of Hull","findingsText":" 1. Impact of electrolyte containing organic droplets on an electrified interface acts as a mimic of sperm cell impact onto an ovum. The potetnial of the interface dictates the charge transferrred during impact, in accordance with the sperm impact hypothesis. Differentitaltion occurs between droplets of varied zeta potential. This work is being written up as a journal article for submission.\n\n2. The characterisation of liquid nanosystems through electrochemical routes has indicated that partition diffusion plays an important role. This has been modelled, albeit crudely. It allows for these systems to act as versatile media for electron transport chains and cascades (several journal publications).\n\n3. Anisotropic liquid nanosystems can be used for the storage and conversion of light energy in efficient cells. This work has been published, featured as a hot article, and has caused several further invited publications, including one book.\n\n4. Electrochemical bond cleavage has been examined for the case of adorbed molecules. One patent application has been filed centred on the use of liquid nanosystems for energy conversion, through electron tranport chains. 1. Conference presentations (as Wadhawan's role as Vice Chair in Molecular Electrochemistry of International Society of Electrochemistry).\n\n2. Public talks (eg. Beverley Cafe Scientifique/Invited talks at Johnson&amp;Johnson on autonomous sensing).\n\n3. Books (four books commissioned to detail the research to the undergraduate scientist/engineer).4 Journal articles. Chemicals,Energy","dataset":"gtr"}