{"id":"F12DF885-F668-4015-8FCA-A37E7F018634","title":"Responsive surfaces: Lanthanide based Langmuir-Blodgett mono-layers for the sensing of chemical warfare agent mimics","abstractText":"Sensors play an important role in society, with applications in a variety of circumstances including environmental monitoring, clinical biology (e.g. disease marker detection), food safety (e.g. detection of contaminants), defence (e.g. real-time biological and chemical warfare agent (CWA) detection, explosives detection), the nuclear industry (e.g. radiation and temperature sensors), and engineering/avionics (e.g. temperature and pressure sensors, surface damage sensors) to name just a few. In all cases the early detection, or sensing, of change is paramount. One particularly important application of sensor development is in the field of CWA sensing. The highly toxic nature of the organophosphonate (OP) family of nerve agents and the potential for exposure to both military and civilian populations represents a real danger. Understandably, there is a clear requirement for adequate real-time detection capabilities for both military personal and civilian populations where advanced warning of exposure will help prevent casualties. \n\nCurrent analytical technologies for sensing organophosphonates, whilst being highly sensitive, have some clear limitations including complex instrumentation, inconvenient sample preparation, lack of portability, and high cost. These drawbacks somewhat hinder the development of cost-effective field based portable devices that are easily integrated into personal protective equipment (e.g. smart textiles) and non-invasive detectors for use in public areas.\nOne approach that has been developed to overcome these problems is to measure signal change through interaction with responsive materials that undergo changes in chemical, electrical, optical or magnetic properties on exposure to chemical derivatives. Luminescence as a responsive medium for general sensor development has received significant attention and in particular some elegant luminescent supramolecular systems have been developed over the last 5 - 10 years for the detection of CWAs and their mimics. The majority of these have been solution based sensors (this limits the use in devices - solutions are inconvenient to store, often suffer from instability and sample preparation can be troublesome - see above), and with field based applications in mind, there is a need to move from solution responsive systems to surface immobilised receptor-reporter based sensors. This represents a significant gap in the field as luminescence sensing offers an attractive medium for immobilised sensors with potential to develop small portable devices from simple components. As such, we will use an alternative approach to overcome some of the above drawbacks. By utilising thin film (mono-layers) lanthanide based sensors where the sensor is deposited (immobilised) onto a surface (using the Langmuir-Blodgett technique) and undergoes a change in light emitting properties on exposure to low levels of CWA mimics we will overcome the limitations listed above. Throughout this research project we will explore this alternative approach for selectivity and sensitivity towards CWA mimics and ultimately assess its applicability for inclusion into functional devices. Therefore, our approach of combining the superior photophysical properties of the lanthanides, and the control over deposition afforded by the Langmuir-Blodgett technique will generate designer lanthanide luminescent sensors that can be immobilised easily and reliably, potentially transforming the field of on-surface molecular sensing.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N009185/1","grantId":"EP/N009185/1","fundValue":"99203","fundStart":"2016-01-25","fundEnd":"2017-01-24","funder":"EPSRC","impactText":"","person":"Jonathan  Kitchen","coPersons":[],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}