{"id":"F133482B-9AA3-4FB0-A70D-582DD82C7FD7","title":"Cellular function and regulation of RCC1 isoforms","abstractText":"Living organisms are made of cells. The genes that control all the functions of each cell are made of DNA and are collected in several chromosomes that are contained in the cell nucleus. Communication between the nucleus and the rest of the cell (the cytoplasm) is important for the production of proteins encoded by the genes. The interaction between the nucleus and the rest of the cell may be important for the spatial organisation of the cell, particularly during cell division, when the nucleus is dramatically reorganised. In animal and plant cells, the nuclear envelope, a membrane structure that surrounds the chromosomes, breaks down during cell division, and pairs of chromosomes become arranged on a structure called the spindle. One of each pair of chromosomes is separated to each end of the spindle, then this structure breaks down and the cell is pinched in two, leaving one set of chromosomes to form a new nucleus in each new cell. During cell division, the spatial orientation of the chromosomes and the spindle relative to the rest of the cell determines the plane of cell division. This is important in tissues, where cells are arranged relative to each other and their intracellular structures are polarised, that is arranged in a particular direction. A protein called Ran is important in the communication between the nucleus and the rest of the cell. The active form of Ran is made at chromosomes by another protein, RCC1. Active Ran directs the movement of other proteins and large molecules between the nucleus and cytoplasm. It also directs spindle assembly during mitosis and nuclear envelope formation. We have found that RCC1 exists in cells in at least three different forms (isoforms) that we think may have different functions and may be important when cells actively proliferate during development and in cancer. We will study how these different RCC1 isoforms work, using extracts of human cells and frog eggs which can reproduce complicated processes like spindle assembly and nuclear formation in a test tube. We will investigate the protein complexes made by RCC1 isoforms by a technique called mass spectrometry. We will also use advanced techniques for microscopy to study how RCC1 isoforms work in living cells that are grown on a Petri dish. To do this, we will make RCC1 isoforms in the cells coupled to a naturally fluorescent protein from jellyfish. This work will enable us understand how RCC1 isoforms work and how complicated processes in cells are coordinated by communication between the nucleus and cytoplasm. This work may help us to understand how to control cell division and tissue growth, and how they can go wrong in diseases.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G001480/1","grantId":"BB/G001480/1","fundValue":"321679","fundStart":"2008-07-25","fundEnd":"2011-07-24","funder":"BBSRC","impactText":"  Impact is limited to scientific discovery in area of general interest to the pharmaceutical industry Pharmaceuticals and Medical Biotechnology Economic","person":"Paul  Clarke","coPersons":[],"organisation":"University of Dundee","findingsText":" We have identified the mechanism by which RCC1, a key protein controlling cell division, interacts with chromosomes and directs formation of the mitotic spindle, the apparatus that segregates chromosomes to the daughter cells. It is not yet clear how this work might be exploited commercially but it provides fundamental knowledge about the biology of cells. This work may help identifies mechanisms that cause loss of the fidelity of cell division when they fail, leading to chromosome abnormalities that are associated with diseases including cancer. Healthcare","dataset":"gtr"}