{"id":"F1351A3E-7451-4397-BDF2-0C00722A4D56","title":"Gender and Linguistic Participation in the Devolved Parliaments of the UK","abstractText":"<p>This research investigates gender and linguistic participation in the devolved political assemblies of Scotland, Wales and Northern Ireland in the penultimate year of office before the 2011 elections. </p>\n\n<p>The central objective is to further an understanding of the factors affecting the political representation of women in these assemblies by examining the linguistic cultural norms and practices in debates and to establish the extent to which these are gendered. </p>\n\n<p>The linguistic participation of politicians is analysed in two different ways. Firstly, the official written 'record' is used to count the number and length of 'speaking turns' over the same period of time in each of the three parliaments. Secondly, detailed transcriptions are made from video tapes of debates in order to find out exactly how men and women interact in the debating chamber, and in particular if they gain the debate floor by breaking the debate rules. Throughout the research, interviews are conducted with MPs to find out about their experiences of speaking in the debating chamber in order to try and establish the culture of the assemblies, and whether or not this culture encourages the linguistic participation of women. <br /></p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-000-22-3792","grantId":"RES-000-22-3792","fundValue":"77823","fundStart":"2009-10-01","fundEnd":"2011-04-30","funder":"ESRC","impactText":"  Broadly, the research has had a societal impact upon politicians, political parties and public servants in UK and international parliaments; third sector organisations nationally and internationally; and members of the general public nationally and globally.\nMore specifically the research has had societal impact on: \n1) The research participants: Forty-five politicians from the three devolved political institutions took part in in-depth ethnographic interviews for the research project. The fifteen male and female politicians from across the institutions represented all the main political parties;\n2) Political parties, through contact with participating politicians within each institution (Liberal Democrat, Labour, Conservative, Plaid Cymru, Green, Scottish National Party, Democratic Unionist Party; Sinn Fein; Ulster Unionist Party; Social Democratic and Labour Party);\n3) Research groups within the parliaments, such as the Official Report, parliamentary research staff and members of policy-making groups;\n4) Politicians, parliamentary officials and policy makers internationally (particularly in Ireland); \n5) Third sector organisations trying to improve women's representation in politics: The 50:50 Group in Ireland, The Fawcett Society, and through social media the UN initiative on Gender Equality in Public Administration (UNDPGepa), New York.\n6) Third sector organisations trying to improve the representation of women in business and the professions: For example, 'Womenworking.com' through the project website and social media.\n7) Members of the public interested in equality and political representation (as evidenced by 'followers' of the project website on social media). Government, Democracy and Justice Societal,Policy & public services","person":"Sylvia Katherine Shaw","coPersons":[],"organisation":"Middlesex University","findingsText":" The quantitative assessment of speaking turns showed that overall women and men in the Scottish Parliament (SP), Northern Ireland Assembly (NIA) and the House of Commons (HoC) participated within 2% of their representation in these institutions. In the NAW a different pattern was found. Although women's representation was at 47%, women participated in only 32% of the speaking turns. A possible reason for this is the low representation of women in the Welsh Conservative party because when the speaking turns are allocated between the four main political parties it is unlikely that a woman will take up the Conservative allocation of speaking turns. This shows that even when women are well represented in an institution this needs to be spread evenly across parties otherwise overall participation will be affected. The quantitative study also found that in all the devolved institutions women took part in a greater proportion of 'out of order' utterances than in the HoC. This may indicate that in these 'new' institutions women and men are participating on more equal terms than in the traditional institutions like the HoC in which men have been found to break the debate rules for interactional advantage more than their women colleagues (Shaw 2000). The detailed analysis of the debate floor using Conversation Analytic techniques allowed a closer investigation of these 'out of order' utterances. It found that women and men in the 'new' institutions made sustained illegal interventions that disrupted the progress of the 'legal' debate floor, and that in some cases these rule-breaking interventions were sustained over a number of turns and resisted attempts to bring the floor to order by the Speaker/Presiding Officers. \nThe ethnographic descriptions of the institutions generated sets of observational and archival notes and transcripts of interviews with participants. An unforeseen benefit of undertaking observations and interviews at the same time was the opportunity to ask interviewees about their performances in particular debates immediately after they had taken place. This enabled a combined analysis of the researcher's interpretations of particular events with the solicited interpretations of the participants. Although descriptions necessarily varied between institutions there were some common norms and practices across institutions. For example, proceedings are less formal than the in HoC, with first name address forms used in the NAW; speaking turns are timed in each institution and most politicians thought that this promoted inclusivity by enabling more people to speak in debates. The project:\n1) Contributes a new understanding of how women's roles are constructed through their linguistic participation in the debating chambers of the Scottish Parliament (SP), the Northern Ireland Assembly (NIA) and the National Assembly for Wales (NAW) through ethnographic descriptions, interview data and the analysis of the debate floors;\n2) Has given a new account of floor apportionment in political debates and identified the mechanisms and practices that allow speakers to take, hold and yield speaking turns, finding that women and men participate in all types of turn-taking practices in the devolved assemblies; \n3) Furthered an understanding of the factors affecting the representation and participation of women more generally in business and the professions by identifying institutional practices and attitudes that help to address the continuing under-representation of women in public life;\n4) Identified 'new' parliamentary practices that contribute to a more egalitarian institutional ethos than that of traditional assemblies, providing a set of linguistic and institutional practices that may be used for comparative studies in parliaments across the world; \n5) Developed knowledge of linguistic ethnography and ethnographic methods in relation to investigating political elites in 'closed' communities;\n6) Contributed to debates in Political Science investigating the numerical or 'symbolic' representation of women and its relation to their substantive representation, in particular offering political scientists theoretical and methodological insights from linguistics to contribute to current debates about the 'difference women make' in politics.\n7) Politicians from the devolved institutions identified committees as important speech events where much of the day-to-day political decisions and policy-making take place. This seems a particularly fruitful area for future research, both in terms of gender and participation and also in relation to the analysis of how particular committee functions (such as scrutiny) are realised linguistically. Government, Democracy and Justice","dataset":"gtr"}