{"id":"F135912F-5159-428F-9918-7184F23A9C1F","title":"A Scaled-up High Content Photon-Counting Detector for Life Science Applications","abstractText":"Medical imaging has long benefited from advances in photon counting detectors arising from particle and space physics e.g. radiometric tracer techniques, including gamma scintigraphy, and PET. Other advances in photon science over the last few decades have migrated to applications in medical imaging, albeit with lower spatial resolution, such as photonic measurement of ultrasound, NMR, EPR and dielectric spectroscopies, as well as Raman and fluorescence. The genomics revolution of the past 15 years, exemplified by the high profile Human Genome Project, has been fuelled by technologies wholly reliant on intensity based fluorescence measurements. These methods are generally only quantitative in a fluidic automation context, a method that is not applicable to the quantitative complex cell biology measurements required for the next major holy grail of biomedical research, the proteomic revolution; the much more complicated study of proteins in vivo which is still in its infancy. This project aims to develop a detector system specifically designed to address the requirements of optical proteomics; to be capable of high content analysis at high throughput. The goal is to integrate a multi-channel, high time resolution, photon counting system into a single miniaturized detector system with integrated electronics (&gt;99% smaller per pixel), an engine for the next generation of biomedical tools. Existing time resolved methods which allow high content assays to be performed are not compatible with high throughput methods: each measurement takes minutes and costs &pound;25k / &pound;50k per spatially resolved element (pixel). In comparison, conventional high throughput cell biological assays are limited to low content analysis. However this device, with its capability for high time resolution (20 ns), and multi-channel parallel analysis (up to 384 channels), will allow high content (multi-parametric) analysis to be undertaken at high throughput in a highly flexible and economic w (&lt;1% of the cost per pixel). The high level of integration allows easy reconfigurability, so an objective choice can be made in the trade-off between throughput and content to match a variety of specific applications, without loss of overall performance and within a high dynamic range envelope. Applications of this technology include (in order of increasing likelihood of market capture) :- 1) High volume technology for point-of-care diagnostics. This device, with the underlying simplicity of a relatively simple vacuum tube design and low cost ASIC and FPGA electronics, could be the precursor to a mass produced, affordable device with high specificity for point of care clinical diagnostics, which would command a high volume market. 2) Optical Tomography. Very high time resolution, coupled with high throughput and dynamic range make this device a suitable tool for optical tomography, a technique suitable for niche applications such as neo-natal and breast imaging where other techniques, such as using ionizing radiation etc., are undesirable. 3) High content cell biology for tissue microarrays. The high throughput of this device will greatly speed up analysis of samples in tissue microarrays, a widely used technique with applications such as drug screening and toxicology. 4) Ubiquitous, high performance, fluorescence lifetime imaging tool. This device will provide a cost effective (&lt;1% of the cost per pixel) high technology tool for fluorescence lifetime imaging, providing enhanced performance over existing systems, and affordable by all life science laboratories.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=PP/D002745/1","grantId":"PP/D002745/1","fundValue":"236323","fundStart":"2006-08-03","fundEnd":"2010-08-02","funder":"STFC","impactText":"","person":"George  Fraser","coPersons":["Jonathan Stephen Lapington","Pierre  Jarron","Borivoj  Vojnovic","David John Clarke"],"organisation":"University of Leicester","findingsText":"","dataset":"gtr"}