{"id":"F135D511-037D-4490-B6A4-A8D895EC2CBC","title":"Science Bridges: Bradford-China Programme for Pharmaceutical Sciences and Medical Technology","abstractText":"The programme focusses on the development of products aligned with the strategic priorities of both the Chinese and British governments in their respective health delivery policies and associated industries (e.g. diabetes, infection control, traditional Chinese medicine (TCM) and medical devices). Its overall purpose will be to provide effective solutions to these needs. Outcomes are expected to be new therapies, enhanced biomaterials and medical devices, and the application and validation of processes to accelerate the discovery and commercialization of new drugs/ medical devices. We have two major Themes: Pharmaceutical Sciences and Medical Technology. In the first Theme, emphasis will be placed on Traditional Chinese Medicine, and in the second Theme, materials for biomedical applications, and related devices. All the programme activities will involve Bradford-based teams (strengthened by other UK universities, Health Services and companies whenever appropriate) and identified leading Chinese universities and organisations. Building on existing strong links between UoB and Chinese academia, we aim to accelerate product invention, design, and development through stimulating open innovation between the UK and China, for Pharmaceutical Sciences - particularly drug discovery and delivery - and Medical Technology, meeting aligned needs of the UK and China. This will be addressed by three main activities: (i) an Open Innovation project scheme to develop prototypes and products, (ii) reciprocal training programmes based on the two Themes, and (iii) developing state-of-the-art knowledge and commercial networks. We will also provide means for managing exploitation of the outcomes.Each Theme is associated with leading research and KT areas in Bradford: Pharmaceutical Sciences [pharmaceutics, bioimaging (www.ipi.ac.uk) and drug discovery &amp; development (www.cancer.brad.ac.uk)] and Advanced Materials Engineering [polymer engineering (www.polyeng.com), part of the internationally leading Polymer IRC]. Over the past 2 years these groups have developed an exciting third area of combined research, Healthcare Technologies - including a recent joint Chair in Pharmaceutical Engineering Science, and collaborative research and commercialisation projects (see Track Record). All three R&amp;KT areas have extensive but developing (and sometimes connected) links with leading Chinese Universities and co-operative organisations such as Medilink Y&amp;H Ltd, which is taking a major lead on behalf of UKTI on health technology partnerships with China, to help regional high technology companies, including SMEs, develop opportunities and products.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G042365/1","grantId":"EP/G042365/1","fundValue":"1245020","fundStart":"2009-06-29","fundEnd":"2012-06-28","funder":"EPSRC","impactText":"  The Bradford RCUK Science Bridges China programme (www.sciencebridgeschina.com) has had major impact on UK links with leading Chinese academics in advanced materials (particularly polymer-related) for healthcare, and in pharmaceuticals, including drug discovery and drug delivery. We have established collaborations with over 20 leading Chinese groups, and have regularly involved academics from Bradford, Sheffield, Durham, Leeds and York, plus Warwick in our meetings. We have run six major Research Workshops (alternating between the UK and China), and six open innovation workshops funded by Chinese local governments (Chuzhou, Guangzhou) and recently, Yorkshire Cancer Research. \nThe University of Bradford established a Joint International Laboratory for Polymer Microprocessing with Sichuan University in July 2010. We formed the UK-China Advanced Materials Research Institute (www.ukchina-amri.com) in April 2012 - we have a strongly developed community, with research exchanges, joint publications, joint IP, joint international grants (including NSFC, MOST, MRC-MOST, EPSRC) and interactions with industry and hospitals, both in the UK and China. A booklet giving fuller details of the programme is available on the web sites: www.sciencebridgeschina.com and www.ukchina-amri.com. This shows the visibility of the platform, with clear recognition of our activities by Uk and Chinese government agencies, plus a range of international research cooperation awards. Healthcare,Pharmaceuticals and Medical Biotechnology Cultural,Societal,Economic","person":"Phil David Coates","coPersons":["P  York","Laurence  Patterson","Hadj  Benkreira","Robert  Falconer","Jamshed  Anwar","Qun  Shao","Marcel  De Matas","Paul  Thorning","Tihomir Paul Obrenovitch","Clive  Beggs","Klaus  Pors"],"organisation":"University of Bradford","findingsText":" The Bradford RCUK Science Bridges China programme (www.sciencebridgeschina.com) has formed links with leading Chinese academics in advanced materials (particularly polymer-related) for healthcare, and in pharmaceuticals, including drug discovery and drug delivery. We have established collaborations with over 20 leading Chinese groups, and have regularly involved academics from Bradford, Sheffield, Durham, Leeds and York, plus Warwick in our meetings. We have run six major Research Workshops (alternating between the UK and China), and six open innovation workshops funded by Chinese local governments (Chuzhou, Guangzhou) and recently, Yorkshire Cancer Research. \nThe University of Bradford established a Joint International Laboratory for Polymer Microprocessing with Sichuan University in July 2010. We formed the UK-China Advanced Materials Research Institute (www.ukchina-amri.com) in April 2012 - we have a strongly developed community, with research exchanges, joint publications, joint IP, joint international grants (including NSFC, MOST, MRC-MOST, EPSRC),and interactions with industry and hospitals, both in the UK and China. A booklet giving fuller details of the programme is available on the web sites: www.sciencebridgeschina.com and www.ukchina-amri.com. We have an open collaboration - so other academic, industrial and hospital groups are being encouraged to join our community. Our Science Bridges China model is highly regarded in both the UK and China - it was jointly presented to the Minister for Science &amp; the Universities in Chengdu in Dec 2013 and recognised as a most successful model, to be built upon. Our community continues and is exploring further ways of developing research collaborations. We have established a database of researchers in advanced materials for healthcare (see www.ukchina-amri.com) Chemicals,Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}