{"id":"F13896EE-4686-4582-B96D-68E2002E0BF1","title":"Nanoelectrospray as a direct writing method for electronic circuits","abstractText":"In the electronics industry, photolithography is the standard technology used to pattern surfaces with functional materials. However, its use requires special facilities and significant multi-million pound investment due to the costs associated with the large number of process steps. Not all electronic components require the resolution of lithography. There is a growing demand for devices such as flat panel displays which can use lower resolution techniques. As a result, many groups have developed inkjet printer nozzles as a digital writing technology. The functional material is printed directly onto the surface in the liquid phase. This reduces the cost of the patterning and increases alignment accuracy and flexibility in mask design and substrate choice. Previous work in ink jets has deposited photoresist and conductive inks however, the size of the features is a few tens of micrometers. The technique is also limited by the difficulty of clogging and printing accuracy. There is a capability gap between the high resolution at high costs of photolithography and the low cost but low resolution of inkjet printing. This project aims to develop electrospray as a fabrication technology with the benefits of direct writing but with feature sizes and placement accuracy approaching that of photolithography. Electrospray has transformed the analysis of large biomolecules and is routinely used to screen small molecules for pharmaceuticals. It has been used for the production of encapsulated nanoparticles and polymer microfibers for bioscaffold applications. The use of standard electrospray would have to overcome the problem of flow control, as a liquid pump or gaseous pressure is needed to drive the flow. To obtain micrometer features requires very low flowrates, which can not currently be controlled with a sufficiently high accuracy to allow a drop on demand approach. Instead, the deposition head must be swept over the substrate at high speeds otherwise the deposited liquid builds up into large features. Nanoelectrospray is in some ways the simplest form of electrospray, where the flowrate from the nozzle is defined by the voltage applied. One of the benefits is that very low flowrates are easily achieved by selection of the correct nozzle and liquid combination. We have identified a steady state oscillating mode where a jet periodically forms and then relaxes. This pulsating spray occurs at high frequencies and each pulsation ejects a very small and fixed volume of liquid. In this way micrometer-sized dots can be made or, by overlapping these dots, micrometer wide continuous lines can be printed. The deposits are ~ 10 times smaller than the nozzle diameter. By contrast inkjet printed features are often larger than the nozzle diameter. This solves the problems of nozzle clogging experienced with the inkjet process. Proof of concept research sprayed a wide range of liquids and has demonstrated the capability to print droplets with micrometre size and placement accuracy.The proposed research will aim to use nanoelectrospray direct writing to print lines of photoresist and conductive tracks with micrometre widths. The lines of photoresist will be examined using SEM and functionally tested using a silicon etch. Micrometre wide lines of resist is the first aim of this project. The work will also test the feasibility of printing conductive tracks; a range of conductive inks will be assessed. The second principal aim of the project will be to achieve low resistivity conductive tracks with line widths and placement accuracy approaching a micrometre. If effective, the two main outcomes of this project will provide inexpensive alternatives to photolithography with a resolution and multi-layer accuracy much improved over inkjet printing.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E03330X/1","grantId":"EP/E03330X/1","fundValue":"155149","fundStart":"2007-07-02","fundEnd":"2009-07-01","funder":"EPSRC","impactText":"","person":"John Paul Whitfield  Stark","coPersons":[],"organisation":"Queen Mary, University of London","findingsText":"","dataset":"gtr"}