{"id":"F1392B31-8DE7-4851-AD23-9C18DEA40B62","title":"Integrated Marine Biogeochemical Modelling Network to Support UK Earth System Research","abstractText":"Biogeochemistry is the study of the cycles of chemical elements, such as carbon and nitrogen, which are either driven by or have an impact on biological activity. The biogeochemistry of the oceans plays an important role in the Earth System: it regulates the cycles of major chemical elements and controls the associated feedback processes between the land, ocean and atmosphere. The oceans currently take up about 25% of the carbon dioxide emitted by human activities, storing it in deep waters for centuries. This uptake occurs against the backdrop of an active natural carbon cycle, where carbon is constantly recirculated between the surface and deep ocean in response to physical, chemical and biological processes. As a result, changes to ocean biology can influence the uptake of carbon dioxide by the oceans, and can have important implications for climate. While the physical and chemical processes that affect ocean biogeochemical cycles are relatively well understood (e.g. circulation, solubility), our understanding of the role of biological processes is far less advanced. In large part this stems from the complexity of elemental cycling within living organisms, and the high diversity (taxonomic and functional) of marine communities. At present, marine ecosystems are affected by anthropogenic environmental change particularly through climate-induced changes in physical properties (e.g. ocean currents and temperature) and by ocean acidification (e.g. carbon dioxide-mediated drop in pH). If we are to maintain a safe environment in this century and beyond it is essential that we improve our understanding of ocean biogeochemistry so that we can better forecast and quantify its response to global change, and so that we can better identify potential feedbacks between the ocean and the rest of the Earth System. \n\nBy synthesising empirical knowledge into quantitative descriptions, computer models allow scientists to investigate the functioning of, and interactions between, biogeochemistry and climate. Earth Systems models now routinely simulate the biogeochemical interactions of the biosphere, atmosphere, oceans, land surface, and cryosphere in order to study the dynamics of the climate system and to make projections of future climate. A joint goal of NERC and the UK Met. Office is to develop a new earth system model capable of predicting global and regional impacts of environmental change from days to decades. This will include a novel and unified biological modelling approach for ocean biogeochemistry. The detail required to adequately represent the ocean biogeochemical processes relevant to climate in a numerical model is a subject of much ongoing debate. This has led to a diversity of models which differ not only in their structure, but also in their formulation and parameterisation of key biological processes. \n\ni-MarNet will evaluate the existing suite of ocean biogeochemical models in the UK in order to inform the decision for the next UK earth system model. Simulations of both the recent past and the next 100 years will be made to assess the ability of models to reproduce observations and to quantify the change and responsiveness of the models to climate change. This model comparison will provide new information that helps to identify the role of ecosystem complexity in the representation of biological activity and the ocean carbon dioxide sink, as well as the of both sensitivity to climate change. i-MarNet will also generate a strategic plan, via coordination of the UK science community, to develop a new state of the art ocean biogeochemical model that builds on the best available science and the strength of existing models. \n\nIn summary, the project will provide crucial information to guide ocean biogeochemical model developments in the UK, and will define a roadmap to help resolve key scientific questions as well as provide a better understanding of the functioning of the climate system that improves climate projections","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/K001302/1","grantId":"NE/K001302/1","fundValue":"160973","fundStart":"2012-06-01","fundEnd":"2014-11-30","funder":"NERC","impactText":"  This project is not yet finished, but so far our findings have been used by the Met Office to decide which marine biogeochemical models they wanted to integrate in the next UK Earth System Model. Environment Policy & public services","person":"C M Le Quere","coPersons":["Parvadha  Suntharalingam"],"organisation":"University of East Anglia","findingsText":" This project aims to intercompare marine biogeochemistry models and detail a plan for strategic developments in this field in the next 10 years. Our model intercomparison can be used to inform the UK research community on the impact of complexity in processes for the representation of air-sea CO2 fluxes. Environment","dataset":"gtr"}