{"id":"F13EA3A2-D11B-46F5-A803-552DF8E12FFE","title":"Manipulating plastid DNA replication/recombination/repair pathways to study plastid genome maintenance &amp; improve transplastomic technologies in crops.","abstractText":"Chloroplasts contain the green pigment chlorophyll and are microscopic components of plant cells. They are responsible for photosynthesis and convert carbon dioxide into organic living material. These centres of photosynthesis carry out many vital plant functions and are essential for plant productivity and the performance of crops. Chloroplasts are especially interesting because they contain a small but very important set of genes that are very different from the set of genes organised as chromosomes in the nucleus of cells. These genes are essential for chloroplasts to function but were difficult to study until relatively recently. Transplastomics is a new field of research that allows the genes in chloroplasts to be studied directly and will allow improvements to chloroplast genes that enhance plant productivity in a changing environment. These transplastomic studies have shown that chloroplast genes have a number of desirable features. They code for important proteins that are amongst the most abundant proteins found in leaves and they are not spread through pollen. Moreover transplastomic technologies are extremely precise in enabling targeted improvements to chloroplast genes. Transplastomic technologies allow chloroplasts to be used as solar energy convertors which are a carbon efficient and sustainable manufacturing platform for producing useful biomolecules. Genes are made of DNA and they are maintained by molecular machines that replicate and repair them. The genes in chloroplasts are continually damaged by the action of sunlight. Efficient repair and replication is required to maintain functional chloroplast genes. We are studying the molecular machines responsible for maintaining chloroplast genes by removing specific components of the machines and then examining the impact of their removal on the maintenance of chloroplast genes. Our results have identified key components and molecular mechanisms required for maintaining chloroplast genes. Whilst much progress has been made using transplastomic technologies, a current limitation is their efficiencies particularly in important crops such as oil seed rape. In this research we will exploit our knowledge of the gene maintenance machinery in chloroplasts to improve the efficiency of transplastomic methods. This will allow the benefits of transplastomic research to be realised in important crops. This work will also provide new knowledge on the molecular processes that maintain the integrity of chloroplast genes. Because this process is important for plant growth and development it will improve our understanding of a key molecular process required for plant productivity.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I011552/1","grantId":"BB/I011552/1","fundValue":"359268","fundStart":"2011-08-01","fundEnd":"2014-07-31","funder":"BBSRC","impactText":"  The research has had impacts in a number of areas during the research life cycle. New knowledge has been provided by the findings which through dissemination of the research topic to academic and a wider public audience has had a positive societal and cultural impact. The findings are relevant to the knowledge based economy which supports UK economic competitiveness. Added value was provided by training three graduate scientists in in-demand niche skills who have exploited these skills as postdoctoral researchers to improve crop science and chloroplast biotechnology in international centres to address the global threat of food security and developing sustainable platforms for industrial biotechnology. The project has led to novel skills and research techniques to manipulate chloroplast genes. The findings enhance our expertise in transplastomic technologies which has led to a raised profile and projects that are in development with industrial partners. The work underpins an enabling technology to improve transplastomic technologies which have applications in Agriculture, Industrial Biotechnology and Medical Biotechnology. Agriculture, Food and Drink,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology Cultural,Societal,Economic","person":"Anil  Day","coPersons":[],"organisation":"The University of Manchester","findingsText":" Chloroplasts contain the green pigment chlorophyll and are microscopic components of plant cells. They are responsible for photosynthesis and convert carbon dioxide into organic living material. These centres of photosynthesis carry out many vital plant functions and are essential for plant productivity and the performance of crops. Chloroplasts are especially interesting because they contain a small but very important set of genes that are very different from the set of genes organized as chromosomes in the nucleus of cells. These genes are essential for chloroplasts to function but were difficult to study until relatively recently. Transplastomics is a new field of research that allows the genes in chloroplasts to be studied directly and will allow improvements to chloroplast genes that enhance plant productivity in a changing environment. These transplastomic studies have shown that chloroplast genes have a number of desirable features. They code for important proteins that are amongst the most abundant proteins found in leaves and they are not spread through pollen. Moreover transplastomic technologies are extremely precise in enabling targeted improvements to chloroplast genes. Transplastomic technologies allow chloroplasts to be used as solar energy convertors which are a carbon efficient and sustainable manufacturing platform for producing useful biomolecules. Genes are made of DNA and they are maintained by molecular machines that replicate and repair them. This project made use of our recent identification of key nuclear genes required for maintaining chloroplast genes to manipulate their expression in new ways. This allowed the gene products to be increased or decreased. Chloroplast genome maintenance pathways can be exploited to remove antibiotic resistance genes from crops in order to improve the precision of modern genetic crop technologies. To support this work we developed a non-antibiotic marker system that works in chloroplasts, whose presence or loss is easily monitored. By using our excision assay we identified two gene maintenance pathways in chloroplasts where one pathway affected marker gene excision and the other did not. This is important for understanding both the protein and DNA substrates that promote marker excision to improve the technology. We also found that by altering the amounts of specific chloroplast DNA maintenance proteins present in plants we could influence the number of resistant shoots that could be isolated following chloroplast gene insertion experiments. This is important because a better understanding of the gene insertion process provides us with information on how it can be improved in order to apply transplastomic technologies to a wider range of crops. The findings have provided new knowledge on a process that is fundamental to the growth and performance of crops. This better understanding of the influence of key genes influencing plant growth provides the fundamental information required to drive the knowledge-based economy. The knowledge provides evidence-based understanding of a primary process needed for food production and security, which is essential for maintaining the quality of life. The work has been disseminated at local, national and international gatherings to share knowledge and improve understanding, which in turn maximizes societal and cultural impacts. Graduated PhD students benefiting from the research knowledge and skills who have moved to foreign countries are networking organizations and nations. In turn, world leaders in the field have visited Manchester to share knowledge with a wide audience who in turn act as beacons to impart their knowledge to the public. The wider recognition of the expertise developed during this project has improved the toolkit for transplastomic technologies. This has led to projects in development with industry to improve economic competitiveness. Moreover, the expertise developed in the project provides us with niche and specialist skills for the BBSRC Networks in Industrial Biotechnology and Bioenergy. Agriculture, Food and Drink,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}