{"id":"F13F78EC-8535-4DDE-8F0A-27BD4ED84C0A","title":"Preconditioners for Large-Scale Atomistic Simulations","abstractText":"Atomistic simulations are an indispensible tool of modern materials science, solid state physics and chemistry, as they allow scientists to study individual atoms and molecules in a way that is impossible in laboratory experiments. Understanding atomistic processes opens up avenues for the manipulation of matter at the atomic scale in order to achieve superior material properties (e.g., electrical, chemical, mechanical, etc.) for applications in science, engineering, and technology. This proposal focuses on the development of efficient and robust numerical algorithms for large-scale atomistic simulations.\n\nThe main bottleneck in current state of the art algorithms are preconditioners. In the context of this research preconditioners can be understood as operators transforming the space of atomistic configurations in order to give it &quot;better&quot; properties that enable the formulation of more efficient and more reliable computational algorithms. The state of the art molecular modelling software uses general purpose preconditioners that are not specifically targeted at large-scale atomistic systems, and are not particularly effective.\n\nWe propose to combine the wide-ranging complementary expertise of the PIs in molecular modelling, numerical optimisation, analysis and numerics of differential equations, and multiscale modelling, to construct novel preconditioners targeted specifically for interatomic potentials used in materials science applications that will achieve significant improvements in efficiency and reliability of state of the art methods.\n\nSimilar challenges arise also in phase space sampling techniques such as Markov Chain Monte Carlo methods, Hybrid Monte Carlo methods, or in transition state search. We will modify existing algorithms to take advantage of the hessian information provided by the preconditioners we will develop.\n\nThe new algorithms we will develop will enable scientists to study more complex systems and obtain more reliable results from simulations. The applications of the project are primarily in academic and industrial materials science. Our ambitious aim is to apply the new algorithms to the study of nano-particles consisting of hundreds of atoms.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J022012/1","grantId":"EP/J022012/1","fundValue":"203060","fundStart":"2013-03-01","fundEnd":"2015-08-31","funder":"EPSRC","impactText":"","person":"Gabor  Csanyi","coPersons":[],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}