{"id":"F142623B-ABF6-435B-91F2-88BD1B4B7441","title":"Flow dynamics and sedimentation in an active submarine channel: a process-product approach","abstractText":"Submarine channels are spectacular features that can extend for thousands of kilometres across the seafloor, are often kilometres wide and up to hundreds of metres deep. They are formed by density currents; underwater flows of sand, mud and water that are denser than sea water and therefore flow along the seafloor. These channels are very important as they are the major transport pathway for moving sediments to the deep sea and form the largest sedimentary deposits on Earth. These deposits are significant hosts for gas and oil reserves and hold key information on past climate change and mountain building episodes. Such flows are difficult to study, typically being infrequent and highly destructive; they pose a major hazard to sea-floor engineering such as cables and pipelines, and have often destroyed scientific measurement equipment. Consequently, our knowledge of such flows comes mainly from laboratory experiments, and understanding of their deposits from studies of ancient examples now exposed on land. As a consequence there are no detailed studies of these flows in natural channels, and no studies that link flow measurements to the deposits that are produced. There is almost no other environment on Earth where we do not have any knowledge of how flow processes are linked to their sedimentary deposits, and this in the largest deposits on Earth! Consequently, there is an urgent need to improve our understanding of the interactions between flow, morphology and deposits within an active submarine channel. However, in addition to the technical problems associated with monitoring these density-driven flows, most submarine channels actually formed when sea-levels were much lower than today; present-day flows are typically much smaller than those that formed the channels/deposits, making study of interactions impossible. Furthermore, innovative techniques are required to measure detailed flow patterns within these channels. Around 6,000 years ago sea-level approached its present level, and dense salty fluid (10-15 m thick) from the Mediterranean started flowing through the Bosphorus Strait (past Istanbul) into the Black Sea, forming an almost constantly active sea-floor channel network. The first spectacular images of this system and its sedimentary deposits were only obtained in 2005. This provides a unique opportunity to study both flows and deposits in an active sea-floor channel for the very first time and to use this knowledge to formulate and test predictive models. We have assembled a world-leading group of UK and international scientists to tackle this challenge. We will use Autosub3 NERC's new state-of-the-art autonomous submarine (yellow, of course!) to 'fly' our measurement equipment just above the bottom, allowing us to map channel morphology and the three dimensional (3D) flows in unprecedented detail compared to what is possible from traditional ship-based methods. The flow data will be linked to measurements of sea-bed properties, smaller morphological features such as bedforms, and seismic data that images through sediment to reveal the internal structure of the deposits. These data will be used as input conditions for an innovative computer simulation model of flow and deposition in submarine channels. The numerical modelling and field-data will be combined to enable us to: i) assess bedforms in the channels with respect to the flows forming them, allowing reconstruction of past flows from preserved bedforms in older rocks for the very first time; ii) model bend flow to enable sediment patterns in the deposits to be predicted, and, iii) develop a new understanding of how flow and morphology is linked to long-term sediment deposition. These data will revolutionise our understanding of both flows and deposits in submarine environments, with key applications to: i) geohazard analysis, ii) design criteria for seafloor engineering, and, iii) prediction of sedimentary deposit types and distributions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F020120/1","grantId":"NE/F020120/1","fundValue":"244690","fundStart":"2010-05-01","fundEnd":"2014-03-31","funder":"NERC","impactText":"  There has not yet been any societal impact other than public engagement activities Education Cultural,Societal","person":"Stephen  Darby","coPersons":[],"organisation":"University of Southampton","findingsText":" See conclusions of the multiple publications emanating from this grant. The findings have implications for potential use by those interested in how submarine flows affect maritime infrastructure. Energy,Environment","dataset":"gtr"}