{"id":"F14E8FEF-48DA-485A-B148-D0EF605FCB5A","title":"Global control of rhythmic gene expression by the transcription factor LHY","abstractText":"The regulation of gene expression in eukaryotic organisms such as plants and animals is complex because of the multiplicity of spatial and temporal signals that converge onto individual gene promoters to regulate transcription. Signals affecting mRNA degradation may further modulate the pattern of transcript accumulation. Not much is known about how the affinity of a transcription factor for a given binding site influences its effect on transcription, or whether the effects of multiple transcription factors combine in an additive or synergistic manner. In order to address these questions, this project aims to analyse the logic of interactions between a known transcription factor called LHY and other regulatory proteins modulating the expression of LHY target genes. The LHY transcription factor functions as a component of higher plant's 24-biological clock, also known as the circadian clock. The rhythmic pattern of expression of LHY is known to underlie oscillatory expression of target genes that are expressed with a variety of phases. This suggests that the differential affinty of LHY for different target promoters (i.e, the on- and off-rate of binding) may affect the timing of transcriptional activation. Alternatively, or in addition, the effect of LHY on expression of individual target genes may be altered by interaction with other regulatory proteins. The rate of mRNA degradation may further modulate the timing of mRNA accumulation. In order to test these hypotheses, we propose first to identify the genome-wide range of LHY binding sites. The affinity of LHY for different classes of binding sites will be determined using a combination of bioinformatic and experimental approaches. Comparison of promoter sequences of a subset of orthologous LHY target genes from different species will identify conserved elements that may act to modulate the effect of LHY on transcriptional activation. A role in adjusting the timing of gene expression will be confirmed in Arabidopsis by testing whether these elements are enriched within specific clusters of LHY target genes within similar temporal patterns of expression. In order to generate data for the quantitative mathematical modelling of transcriptional activation and mRNA accumulation, we will quantify the following parameters across the circadian cycle: (i) changes in LHY protein levels; (ii) changes in the amount of transcription factor bound to a chosen set of target promoters; (iii) changes in the level of transcriptional activation of the cognate genes; and (iv) changes in the level of the corresponding mRNAs. A set of mathematical tools will then be developed to search for the most probable regulatory logic to account for the data, to predict the contribution of mRNA degradation rates and to predict the effects of any alterations in this logic. These predictions will be tested in vivo using a set of promoter constructs fused to a luciferase reporter gene in transgenic plants.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F021143/1","grantId":"BB/F021143/1","fundValue":"3867","fundStart":"2008-06-01","fundEnd":"2012-05-31","funder":"BBSRC","impactText":"","person":"Peter George Stockley","coPersons":[],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}