{"id":"F151C6E0-194E-46C5-93A2-55BC8D1CD6CD","title":"Targeted drug delivery to neurons and glia using light- and field-sensitive microcapsules","abstractText":"Targeted drug delivery has been a high-priority issue in both experimental and translational biomedical research. Recent breakthroughs in bionanotechnology have opened new opportunities in this area, prompting a rapidly growing interest among biologists, medical practitioners and business community. A major challenge in this area has been to develop delivery systems that would incorporate different functionalities in one engineered entity. Such system should enable to carry bioactive substances to a target site and release them in a space- and time-controlled fashion. We have been focusing on 3D microcapsule systems that have recently attracted intense attention owing to their ability to contain a wide range of chemicals, the adjustable membrane permeability and sensitivity to different stimuli (pH, temperature, light, osmolarity, etc), all combined in one entity. This nano-technology has be carefully adapted for particular cell systems and tissues, by allowing controlled cargo release, payload protection, manipulation in space and full compatibility with live tissue. All these functions can be achieved in principle by the encapsulation technology have we have developed to date. In addition to drug delivery per se, our micron-sized capsules could provide an excellent experimental model for mimicking biochemical processes in a confined space, such as imitating cell organelles. Indeed, when equipped with specific membrane properties these capsules can serve as a long-term intracellular reporter or enzymatic reactor which can be embedded in tissues or cells. Notwithstanding these breakthroughs, there have been no attempts to date to adapt this methodology to studies of nerve cells or brain tissue. Delivery of fluorescent dyes, toxins, receptor ligands, or protein material to target nerve or glial cells has been a critical element in both neurobiological and neurological research. However, achieving this delivery in a highly controlled manner in space and time has hitherto been possible only using invasive, 'one-shot' methods such as microinjection or electroporation. The proposed project provides therefore a unique opportunity to combine a methodological breakthrough in multifunctional encapsulation with a clear experimental (and potentially translational) demand for adapting this approach to nervous tissue. The UCL group was among the first in the UK to combine patch-clamp electrophysiology with two-photon excitation imaging and later with two-photon uncaging in organised brain tissue, accumulating internationally recognised expertise in physiology and biophysics of synapses and brain circuits. The QMUL group has recently demonstrated intracellular delivery of various payloads using polyelectrolyte multilayer microcapsules and remote cargo release using visible and infrared laser radiation. Both teams are therefore uniquely positioned for testing and implementation of this new technique, which could potentially revolutionise bio-medical research also offering numerous opportunities for clinical applications. We therefore plan to develop protocols of synthetic microcapsulation optimised for successful delivery, tracking and laser-triggered opening in neuron-glial cultures and organised brain tissue. We will optimise efficiency, dynamic range and kinetics of capsular payload release inside and outside target cells and cell populations. We will test the proposed methodology in neurobiological environment, by monitoring physiological effects of drug application in real time for common neurobiological tasks: (a) extracellular delivery of neurotransmitter, (b) targeted ligand delivery inside neurons, (b) targeted toxin delivery inside glia. Achieving our objectives will not only pave the way for a new dimension of experimental probing in neurobiology, but also lay the foundation for clinically relevant applications in drug delivery.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J001473/1","grantId":"BB/J001473/1","fundValue":"730437","fundStart":"2012-04-01","fundEnd":"2015-09-30","funder":"BBSRC","impactText":"  Our findings have paved the way for new methods of cell- and site-targeted, light- and filed-controlled drug delivery Education,Healthcare,Manufacturing, including Industrial Biotechology Societal","person":"Dmitri  Rusakov","coPersons":["Kirill E Volynski","Andrei  Sapelkin","Mark  Baxendale","Gleb  Sukhorukov"],"organisation":"University College London","findingsText":" New methods of drug delivery By using similar methods Education,Electronics,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}