{"id":"F159DE50-5881-4781-A38A-789B2560187C","title":"A Support Facility for ROSA operations in the UK","abstractText":"Energy generated at the centre of the Sun by nuclear fusion flows out to the surface, and subsequently heats the various components of the atmosphere, including the photosphere, chromosphere and corona. The heating of the atmosphere often leads to rapid changes in the intensities of spectral lines which are formed in different atmospheric regions. Observing and modelling such rapid changes, which often take place on very short timescales (less than 1 second) are hence vital in order to properly understand energy outflow in the Sun and how the atmosphere is heated. Unfortunately however, there are few instruments capable of observing the Sun at sufficiently high cadence in order to reliably detect rapid changes in the atmosphere. In particular, satellite-based instrumentation has not been able to observe the Sun at very high cadence due to telemetry restrictions. However, in 2006 we obtained funding from both the STFC and our host institute, Queen's University Belfast (QUB), to construct a state-of-the-art imager - Rapid Oscillations in the Solar Atmosphere (ROSA). This is a 6-CCD system capable of observing the Sun simultaneously in multiple wavebands at a cadence of up to 200 Hz. ROSA was successfully commissioned last year on the Dunn Solar Telescope (DST) at the National Solar Observatory (NSO) Sacramento Peak in the USA. It will shortly be delivered as a common-user instrument and be available on the DST for an initial 3-year period from Summer 2009. As part of our agreement with the NSO, the UK will receive a guaranteed minimum of 20 days per year observing time on the DST during this 3-year period. It is important that the UK solar physics community benefits from the STFC investment in ROSA, and fully exploits the guaranteed time allocation on the DST. ROSA provides both unprecedented time resolution (5 milliseconds) and spatial resolution, as we have developed image reconstruction techniques that allow extremely sharp images of the Sun to be obtained with ROSA on the DST. Indeed, we can resolve structures smaller than 100 km in size on the solar surface, which lies at a distance of 150 million km from Earth. This is equivalent to resolving an object less than 1 cm across which is 15 km away. Additionally, the multiple wavebands of ROSA permit up to 6 regions of the solar atmosphere to be observed simultaneously. Hence effectively the whole atmosphere from the low photosphere to the upper chromosphere can be observed and analysed as one coupled system. In particular, ROSA will allow the investigation of oscillatory and transitory phenomena at an unprecedented level of detail, either as a standalone instrument or in conjunction with STFC-supported satellite missions. In this proposal we seek modest STFC funding to establish a Support Facility for ROSA operations in the UK, to be based at QUB. This will provide support for all activities associated with ROSA observing programmes by the UK community, including (i) proposal preparation, (ii) observing support at the DST, (iii) data reduction, including the application of image reconstruction, (iv) development and maintenance of a ROSA archive.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/H000852/1","grantId":"ST/H000852/1","fundValue":"99265","fundStart":"2009-08-01","fundEnd":"2012-07-31","funder":"STFC","impactText":"  Grant was to provide support to other groups to obtain solar data using ROSA imager. No research undertaken via the grant itself. Research undertaken by others should be reported via their grant reports (if funded by RCUK). Education Cultural","person":"Francis Paul Keenan","coPersons":["Mihalis  Mathioudakis"],"organisation":"Queen's University of Belfast","findingsText":" No research undertaken on grant, only support provided to external users of the ROSA imager to obtain data. External users of ROSA continue to make use of the instrument, and its use has generated interest in using the ATST when it becomes available. Education","dataset":"gtr"}