{"id":"F1688F2B-6D1C-4C94-940A-35690B07D91C","title":"Looking back on becoming a mother: longitudinal perspectives on maternity care and the transition to motherhood","abstractText":"<p>This research is a long-term follow-up of the study 'Becoming a Mother' carried out in 1974-6 by Professor Ann Oakley, which explored the experiences of first-time mothers in London from early pregnancy to 5 months after their babies were born. It was groundbreaking at the time, and has remained important and relevant, contributing to our understanding of how maternity care and birth influence women's experiences of motherhood<br /><br />The aim of the current project is to follow-up participants from the original study, approximately 35 years after the birth of their first child. We will explore their reflections on what makes for a smooth transition to motherhood with positive long-term effects. This can be important on both a societal and personal level, taking into account: the long-term costs to society and mothers of depression and low emotional wellbeing; the desirability of avoiding dysfunctional families; and mothers' capacities to be part of the paid work force. We will also ask the women to reflect on the social and health care practices that contributed to their transitions to motherhood, and their subsequent experiences of such practices within the context of their own changing personal social situations. Uniquely, it will allow us to relate these narratives to those they provided at the time they became mothers. <br /><br />We propose to find the original 55 participants through the Medical Research Information Service and via the internet, searching google and the electoral roll. Those located will be invited to participate in one further in-depth qualitative interview. </p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/J006343/1","grantId":"ES/J006343/1","fundValue":"78691","fundStart":"2011-12-31","fundEnd":"2012-12-30","funder":"ESRC","impactText":"","person":"Meg  Wiggins","coPersons":["Ann  Oakley","Helen  Austerberry","Mary  Sawtell"],"organisation":"Institute of Education","findingsText":"","dataset":"gtr"}