{"id":"F16926F5-D81D-447B-B79D-969790A15063","title":"Structure and mechanism of a novel HIV assembly inhibitor","abstractText":"In many cases the correct assembly of multiple proteins is critical for their biological function. By interfering specifically with certain protein-protein interactions one can control the assembly and as a result their function. The proteins that encapsulate the genetic information of the HIV virus undergo structural changes that change their arrangement from a spherical to a conical macromolecular assembly. The virus is only infections if the conical assembly is obtained. However, the protein-protein interactions that determine the spherical and the conical assemblies are not well understood. Several models for the arrangement have been proposed that are compatible with range of structural and biochemical data. We have a new small peptide that can interfere with both the spherical and conical assembly of the proteins in a yet unknown way. We are proposing to determine the interaction and the mechanism by which this peptide interferes with the formation of the assemblies. We intend to determine if the inhibitor simply blocks one or more important interfaces that are required for the assembly or whether it induces a conformational change or rearrangement in the protein such that assembly is disrupted. In addition we will determine the interaction of novel classes of molecules that have the same function. This will tell us if the mode of interaction of the inhibitor in hand is unique or if there are several solutions to the assembly inhibition. This will help us to understand the structural determinants that are required for the assembly and correct function of the HIV virus.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D005000/1","grantId":"BB/D005000/1","fundValue":"236987","fundStart":"2006-08-01","fundEnd":"2010-01-31","funder":"BBSRC","impactText":"  Informed the design of novel HIV assembly inhibitors  ","person":"Joern Martin Werner","coPersons":[],"organisation":"University of Southampton","findingsText":" HIV virus assembly presents a potential target for novel anit AIDS therapies. The molecular mechanisms of the assembly process and how to inhibit it are poorly understood. We found a novel inhibitor for the in-vitro assmbly of HIV virus like particels and characterised its mechanism of assembly inhibition. Novel deriviatives of this inhibitor were developped and new unexpected HIV self interactions controling assembly were discovered. Perturbing protein protein interactions is of great medical interest, but we currently we do not understand how to control these interactions at the molecular level. The characterisation of this particular protein-protein interaction using also a novel inhibitor provides valuable insight and tools in protein reseach. Having obtained and characterised an inhibitor it is now possible to develop essays for screening large collections of small organic compounds with the aim to find a molecule that is capable of inhibiting the interaction of interest and also is suitable as a lead in a drug development project. Digital/Communication/Information Technologies (including Software),Environment,Manufacturing/ including Industrial Biotechology,Culture/ Heritage/ Museums and Collections,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}