{"id":"F1712C4A-2397-4883-A690-A01091FD61A5","title":"Support for observing at the JCMT: SCUBA-2 shared risks observing","abstractText":"Understanding the physics of where and how stars form is a fundamental astrophysical question. The processes associated with star formation are important: on large scales, in the structure and evolution of galaxies, to small scales, in the formation of planets. The NGC2264 molecular cloud is an attractive star-forming region to study; at 760 pc it is nearby, has low foreground extinction and a large population of pre-main sequence stars, whose age dispersion is evidence of sequential star formation. Isolated star formation is taking place in filaments radiating away from the central massive star-forming clusters NGC2264-C and NGC2264-D. Filamentary structure is ubiquitous in molecular clouds, and we aim to understand the evolutionary sequence of clusters, and the relation to filamentary structure. Submm continuum emission probes the earliest stages of star formation: cores with high column density and low temperatures. The emission is optically thin, directly tracing the mass content of molecular clouds. With the advent of SCUBA-2 the large-scale dust structure of clouds will be for the first time measurable on size scales larger than 1-20' to which many existing studies are insensitive. Using this capability, we will use our 10 hours of allocated time to measure the large-scale density of the filaments and locate the dense, compact cores. With our existing HARP-CO data, we have the temperature and velocity field across NGC2264, and so we can compare the location and physical parameters of the filaments with the location, activity and evolution of both the isolated cores and the clusters.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/I000534/1","grantId":"ST/I000534/1","fundValue":"1522","fundStart":"2010-04-01","fundEnd":"2010-06-30","funder":"STFC","impactText":"","person":"John  Richer","coPersons":[],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}