{"id":"F1799A14-964E-46C2-AD49-48C7014AF398","title":"Workplace personalised learning environments for the development of employees' technical communicative skills","abstractText":"<p>This project explores the potential of personalised learning environments (PLEs) for developing the UK workforce in technical communicative skills (TCS). These short-supply skills have two key components: the ability to communicate effectively with diverse audiences, and having an awareness of the models that underpin the ICT systems used in the workplace, and sufficient understanding to be able to interpret their outputs.</p> \n<p>There is a limited capacity among trainers and managers to recognise the skills requirement for TCS, and to develop training. There is therefore a need to assist employees, trainers and managers in understanding what TCS involves, how it can be learned, and evolving a framework for specifying an adaptive PLE that can assist the upskilling of employees.</p> \n<p>Our primary objective is to provide a forum for researchers from diverse disciplines,and users concerned with workplace learning, to participate in the design and evaluation of a PLE. We will conduct a programme of inter-disciplinary seminars through which researchers and users will develop a shared understanding and language to frame two scoping reports, one characterising TCS skills, and the second outlining a specification for a PLE. We will also produce a demonstrator PLE, which will consist of a mock-up of a web-based system to present the scope of the envisaged PLE functionality.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-139-25-0312","grantId":"RES-139-25-0312","fundValue":"48338","fundStart":"2006-11-01","fundEnd":"2007-04-30","funder":"ESRC","impactText":"  See: http://www.esrc.ac.uk/my-esrc/grants/RES-139-25-0312/read  ","person":"Celia  Hoyles","coPersons":["Alan John Brown","Alexandra  Poulovassilis","George D Magoulas","Richard  Noss"],"organisation":"Institute of Education","findingsText":" See: http://www.esrc.ac.uk/my-esrc/grants/RES-139-25-0312/read See: http://www.esrc.ac.uk/my-esrc/grants/RES-139-25-0312/read Digital/Communication/Information Technologies (including Software),Education,Manufacturing, including Industrial Biotechology","dataset":"gtr"}