{"id":"F179555F-E299-4557-8091-0944B5169604","title":"Molecular control of corpus callosum development by Gli3","abstractText":"The cerebral cortex confers humans with their unique cognitive capabilities. Thereby, it relies on a huge number of different types of nerve cells which need to be connected in a correct manner to allow different parts of the cortex to communicate with each other and with other parts of the brain. One of these connections is the corpus callosum, the largest fibre tract in the brain. It connects the two cerebral hemispheres and allows the exchange of information between nerve cells located in opposite hemispheres. Malformation of the corpus callosum is a birth defect and is a major cause of mental retardation having a wide range of cognitive, behavioural and neurological consequences.\nTo form the corpus callosum, nerve fibres (axons) from callosal nerve cells have to migrate from one cerebral hemisphere to the other. This important step is regulated by several &quot;guidepost&quot; cells which guide callosal axons towards the opposite hemisphere. Thereby, guidepost cells have to acquire specific positions at the boundary between the cortex and another brain structure, the septum (corticoseptal boundary; CSB) where callosal axons cross the midline. Failure to do so results in severe malformation of the corpus callosum. How these cells acquire their correct position is largely unknown but involves the function of the Gli3 gene. Our characterization of mice in which the Gli3 gene is altered (mutated) showed that the formation of the corticoseptal boundary is defective in these mutants leading to the absence of the corpus callosum. Moroever, human patients carrying mutations in the human GLI3 gene often show malformations of the corpus callosum.\nThis proposal addresses the molecular mechanisms by which Gli3 controls formation of the CSB and hence of the corpus callosum. Gli3 gene encodes a transcription factor, a molecule which can bind to DNA and can regulate the activity of other genes. The genes which are regulated by Gli3 during CSB formation are largely unknown. In the first part of the proposal, we will investigate how Gli3 and two classes of signalling molecules which allow the communication of cortical and septal cells interact to control CSB formation. In the second part of the proposal, we aim at identifying Gli3 regulated genes. We will use a mutant mouse line in which the Gli3 gene has been specifically inactivated on the cortical side of the CSB. We will compare the activity of genes between control and mutant cortex and using computational methods will identify genes with abnormal expression in mutant tissue. These analyses will be a vital step towards gaining a comprehensive understanding of the molecular functions of a key transcription factor during cortical development. It will also provide important insights into the mechanisms underlying malformation of the corpus callosum in genetic diseases.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K013750/1","grantId":"MR/K013750/1","fundValue":"451243","fundStart":"2013-02-04","fundEnd":"2016-08-03","funder":"MRC","impactText":"","person":"Thomas  Theil","coPersons":["John Orr Mason","David  Price"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}