{"id":"F17EEC66-CF2D-48FE-9E86-FF218D63FF36","title":"MAGNETIC NANOPARTICLE ENGINEERING via MICROREACTION TECHNOLOGY","abstractText":"Inorganic nanoparticles (NPs) have the potential to dramatically modify existing materials as well as engineer a broad range of transformative new products. They have unique magnetic, optical, electronic, catalytic properties not encountered in bulk materials and as such they present the opportunity to address some of the most pressing global challenges in healthcare, energy, transport, climate and security. Nanoparticles offer ideal solutions for detecting and treating many diseases. Used as targeted drug-delivery systems, they can improve the performance of medicines already on the market. They enable the development of new therapeutic strategies such as anti-cancer drug delivery, extending product life cycles and reducing healthcare costs. Magnetic nanoparticles (MNPs) have exciting potential biomedical applications. They have been considered for diagnostics, such as magnetic resonance imagining, magnetic particle imaging and magnetic immunoassay for sensing, as well as in therapeutics, such as hyperthermia cancer treatment (using targeted magnetic heating to kill cancer cells). Cancer is a leading cause of disease worldwide with an estimated 12.7 million new cancer cases occurring in 2008. If recent trends in major cancers continue, the burden of cancer will increase to 22.2 million new cases each year by 2030. Cancer is also a leading cause of death worldwide, with 7.6 million deaths (around 13% of all deaths) in 2008. \n\nMagnetic iron oxide NPs currently available in the market have low saturation magnetisation, and therefore require high concentration as well as high external magnetic field to achieve effective heating. This proposal aims to fabricate higher magnetic moment NPs, with enhanced performance as compared to currently used magnetic nanoparticles (MNPs). The proposed transition elements MNPs are highly desirable, but it has been notoriously difficult to synthesise them with accurate control of size and size distribution. Moreover, they are prone to oxidation which has detrimental effects, as their magnetic properties (magnetic moment) are significantly reduced or entirely lost. Coating pure metal and alloy MNPs with inert materials such as silica and gold has been the obvious approach to protect the core MNPs from oxidation. This has proved challenging due to incomplete coating, and leads to long term chemical instability of NPs. Furthermore, most of MNP synthesis is currently done in batch, which suffers from poor reproducibility. In this project, we will use a novel approach for &quot;bridge&quot; coating of MNPs. We will further employ continuous flow technology which is an enabling tool for better control of the synthesis of MNPs. It allows accurate control of operating conditions, as well as spatial separation of the nucleation, growth and coating steps. We have a multidisciplinary team of engineers, chemists and physicists who will combine their strong expertise in flow microreactor technology, materials chemistry and physics to push the frontiers in materials design and discovery by engineering novel synthetic routes and by taking advantage of the enhanced functionalities offered by continuous flow processing. We will demonstrate the success of our synthetic approach in magnetic hyperthermia, one of the most sought after clinical applications in combating cancer, by testing the MNPs efficacy for killing cancer cells in vitro.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M018016/1","grantId":"EP/M018016/1","fundValue":"913558","fundStart":"2015-06-30","fundEnd":"2019-06-29","funder":"EPSRC","impactText":"","person":"Asterios  Gavriilidis","coPersons":["Quentin  Pankhurst","THANH THI NGUYEN","Luca  Mazzei"],"organisation":"University College London","findingsText":"","dataset":"gtr"}