{"id":"F1812B6E-6973-40A7-B137-B0E82668655E","title":"Molecular mechanisms of antimicrobial peptides: phase changes induced in endotoxic bacterial lipopolysaccharide.","abstractText":"Antibiotics have long been used for treating a variety of diseases in humans. They are generally very useful as drugs because they are able to kill off the disease-causing organisms without producing harmful side effects in patients. Over recent years, however, many of these drugs have become less effective, and in some cases are now totally useless. The reason for this is that the disease-causing organisms have developed a resistance to the drugs / which means quite simply that they have found ways to avoid the drugs' toxic effects.This alarming rise in infections due to drug-resistant bacteria - like MRSA - has given rise to growing public concern, and has prompted a call for new antibiotics that can be used to treat patients infected with the drug-resistant organisms. To trust to luck and hope for some chance discovery of a new drug (as with Fleming's discovery of penicillin, for example) is clearly not satisfactory: the problem of resistance is with us in the clinics now, and must be dealt with more speedily.A more sensible way forward is to design new drugs that work in novel ways, and one such class of compounds that might be exploited are the family of anti-bacterial peptides. Such an approach, of course, requires that we fully understand how these anti-bacterial peptides work, and unfortunately this is not the case. It is thought that the peptides might somehow interact with the bacterial outer surface - most likely with the fever-causing molecular building-blocks known as lipopolysaccharides. Precisely how the peptides interact with these lipopolysaccharides, however, is not yet established.In the research to be carried out at King's College London, the aim is to find out how anti-bacterial peptides work, looking in particular at the nature of their interaction with the bacterial lipopolysaccharides. The research will involve using microscopic, bubble-like structures known as liposomes or very thin layers of material which are the thickness of only one or two molecules, prepared using different bacterial lipoploysaccharides, so that they mimic bacterial cells and their surfaces. These bacterial structure mimics will then be studied using a combination of advanced analytical techniques, looking also at how the membrane structures are changed in the presence of the anti-microbial peptides. From the knowledge gained in these investigations, it is hoped to pave the way for others to design new and improved forms of antibiotic for use against antibiotic-resistant bacterial infections.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G068569/1","grantId":"EP/G068569/1","fundValue":"195662","fundStart":"2010-02-01","fundEnd":"2014-01-31","funder":"EPSRC","impactText":"","person":"Richard Douglas Harvey","coPersons":["Margaret Jayne Lawrence","David  Barlow","Andrew James Mason"],"organisation":"King's College London","findingsText":" This research project set out to study the structures fomed by a speicific kind of bacterial toxin called LPS, (which is responsible to causing septic shock in patients in critical care) and how these structures influence LPS toxicity. We were also interested in the effect that small proteins made by the human immune system (defensive peptides) could neutralise these toxins by altering the structures which they made when complexed together. A theory has been developed to explain how LPS structure and toxicity are related, which states that the formation of multi-layered structures upon interaction with defensive peptides would reduce LPS toxicity. Our findings have shown that many more complex structures are formed by LPS when compled with defensive peptides, than simple multi-layers. These comples structurtes (which resemble wes or nets) appear to be just as effective at reducing toxicity, and as such go against the current theory. The fact that the theory was based upon experimental data obtained from samples which were not prepared under conditions which mimic those encountered in nature (i.e., with excess water) and our experiments were carried out under more appropriate biomimetic conditions, adds validity to our findings. Our findings will be of use to those scientists working in the field of LPS-indiced sepsis, especially those interested in developing a screening method for testing new anti-endotoxic materials. \nThe highly regular and ordered structures we observed upon complexing LPS with defensive peptides could be used as templates for future nanomaterials. Chemicals,Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}