{"id":"F184F3F3-7172-427C-8362-3E6866FE91B8","title":"Agent-based Modelling of Electricity Networks (AMEN)","abstractText":"The project seeks to make a significant and original contribution to efforts being marshalled by the UK Research Councils - following government level advice - to improve the international profile and national strategic impact of energy modelling in the UK. It will provide valuable insights - both quantitative and qualitative - into questions of key importance fpr policymakers and the power sector as they seek to square the circle of emissions reduction and a viable, secure energy supply by 2050. It will address in the context of the electricity network, perceived general weaknesses in whole energy systems modelling - from the closely related standpoint of complex systems research - in the areas of end-use behaviour, technology dynamics, and energy in industry. \nAccording to the Committee on Climate Change, to meet the Government's challenging emissions reduction goals would require almost complete decarbonisation of electricity generation by around 2030. It is highly likely therefore that electricity will become even more significant than its current 37% share of emissions implies, as moves towards the electrification of heat and transport accelerate. This has huge implications for the electricity infrastructure. Another fundamental assumption is that there will be a restructuring of the electricity market as signalled in the Government's recent Draft Energy Bill. These potentially game-changing developments will shape the project. The approach used will be based on De Montfort University's innovative agent-based electricity market modeling Framework known as CASCADE, which so far has been used mainly to explore the relationship between end-users and smart technology; the expected rapid infiltration of distributed generators at low and medium voltage levels; more active participation by demand entities; new communication protocols; and smart energy controllers. The Framework will be developed to improve and expand its models of large-scale generation, the transmission network, the wholesale electricity market and the ability to model technology adoption and diffusion on long time-scales, in order to address the interrelationships and complex effects of such possible developments as Locational Pricing; richer agency models for Distribution Network Operators; congestion management based on economic signals; a restructured Balancing Mechanism.\nA key principle will be that the modelling methods, assumptions and and limitations will be made clear to stakeholders through accessible data description and highly focussed and structured dissemination activities.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K033492/1","grantId":"EP/K033492/1","fundValue":"561836","fundStart":"2013-04-01","fundEnd":"2016-05-13","funder":"EPSRC","impactText":"","person":"Richard Mark  Rylatt","coPersons":["Peter John Boait","Peter  Mallaburn","Subhes Chandra Bhattacharyya"],"organisation":"De Montfort University","findingsText":"","dataset":"gtr"}