{"id":"F186C735-75F5-476E-9767-23D71FF78D38","title":"Ritual, Community, and Conflict","abstractText":"<p>Some of the greatest atrocities have been caused by groups defending or advancing their political aspirations and sacred values. In order to comprehend and address the wanton violence of war, terrorism and genocide, it is necessary to understand the forces that bind and drive human groups.</p>\n\n<p>This five year programme of research investigates one of the most powerful mechanisms by which groups may be formed, inspired, and coordinated: ritual. Studying how children learn the rituals of their communities will shed light on the various ways in which rituals promote social cohesion within the group and distrust of groups with different ritual traditions. </p>\n\n<p>Qualitative field research and controlled psychological experiments will be conducted in a number of troubled regions (including Northern Ireland, the Middle East, Nepal, and Colombia) to explore the effects of ritual participation on ingroup cohesion and outgroup hostility in both general populations and armed groups.&nbsp;New databases will be constructed to explore the relationship between ritual, resource extraction patterns, and group structure and scale over the millennia.&nbsp; These interdisciplinary projects will be undertaken by international teams of anthropologists, psychologists, historians, archaeologists, and evolutionary theorists.<br /></p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-060-25-0085","grantId":"RES-060-25-0085","fundValue":"3184340","fundStart":"2011-06-01","fundEnd":"2017-05-31","funder":"ESRC","impactText":"  Falling within the ESRC's strategic challenge area on &quot;Security, Conflict and Justice&quot; has also formed part of the Global Uncertainties Programme. Research conducted to date has provided unique insight into the civil war armed groups operating in Libya which has been used to inform national and international policy on community security and the demobilization, disarmament, and reintegration of combatants. At the behest of international policy makers, project researcher Brian McQuinn facilitated meetings between local leaders of the military council and representatives of the international community (e.g. British Ambassador, United Nations Special Representative of the Secretary General in Libya). In 2012 McQuinn published a policy document detailing the security apparatus in Misrata and the evolution of the non-state armed groups in Libya. McQuinn continues to contribute to international media accounts of the security situation in Misrata and fulfill requests from international agencies for briefings on conflict dynamics in Libya. Examples of such organizations include: the Small Arms Survey (Geneva); UN Panel of Experts on Libya (Security Council Resolution 1973 (2011)); UN OCHA; United Nations Support Mission in Libya (UNSMIL); ACTED; UN Department of Political Affairs (UN DPA); IRIN (humanitarian news and analysis).\nDiscussions of pathways to societal impact in year 2 (at a workshop organized by Whitehouse, ESRC Project PI, at Wadham College Oxford) led to the creation of a new Centre for the Resolution of Intractable Conflicts (CRIC) at Harris Manchester College Oxford. The new Centre, led by Lord John Alderdice in collaboration with co-founders Atran (ESRC project co-I), Whitehouse, and Richard Davis, is partly constructed around a synthesis of our objective 2 research on ritual, shared dysphoria and fusion with research conducted by Atran's team on the role of 'sacred values' in intractable conflicts. This process is expected to involve collaborations with policy experts, academics, politicians and other stakeholders. The expertise needed for this kind of work is currently dispersed but one of CRIC's aims will aim to provide a stable and enduring platform for discussing and developing theories of intractable conflict and practical interventions. Communities and Social Services/Policy,Government, Democracy and Justice,Security and Diplomacy Societal,Policy & public services","person":"Harvey  Whitehouse","coPersons":["Kate  Rossmanith","Scott  Atran","Susan A. Gelman","Ángel  Gómez Jiménez","Pieter  Francois","Quentin Douglas Atkinson","David  Wilson","Richard  English","Cristine H Legare","William  Swann","Paul  Harris","Kathleen  Carley","Ara  Norenzayan","Richard  Sosis","Ian  Hodder","Joseph  Henrich","Peter  Turchin"],"organisation":"University of Oxford","findingsText":" Objective 1: Cognitive foundations of ritual from a developmental perspective:\nA novel experimental paradigm was developed for understanding the role of imitation in social learning. Results indicated that children show more imitative rigidity when a ritual stance (seeking out a rationale for actions based on social convention) is activated than in the case of an instrumental stance (seeking out rationale for actions based on causation). Initial studies were conducted in Austin (USA) and Oxford (UK), followed by cross-cultural studies in Vanuatu. The ritual stance also promotes ability to delay gratification.\n\nObjective 2: Effects of ritual on in-group cohesion and intergroup relations:\nInitial studies on the impact of dysphoria on social cohesion and parochial altruism provided some evidence that dysphoria increases relational ties and pro-group behaviour. Cross-cultural replication is being undertaken in New Zealand and Japan. From initial studies in another strand of the research, preliminary evidence suggests that intensely dysphoric rituals activate kinship detection mechanisms and foster a sense of psychological kinship or fusion. Results from questionnaires, for example to survivors of a bomb attack, underscored the relevance of dysphoria in generating fusion. \nThe consequences of fusion have been shown to include the willingness to make personal sacrifices and to trigger empathic and moral duty based mechanisms that underlie prosociality.\nResearch on the behavioural effects of synchronous multisensory stimulation has shown an effect on trust behaviours. \n\nObjective 3: Role of ritual in political evolution:\nLarge databases are being constructed to examine the role of ritual in the evolution of social complexity. Initial analyses of our archaeological database suggest that domestication of plants and animals required increasingly routinized forms of collective behaviour associated with with increased communal rituals and the homogenization of cultural identity markers. Our much larger historical database will enable us to explore the relationships between ritual, warfare and social complexity in human history. A major focus of this project is on the causes and consequences of 'identity fusion' - a visceral sense of oneness with the group motivating self-sacrifice when the group is threatened. Our findings are expected to be useful to public policy making in the following areas: preventing radicalization; de-fusing terrorists; resolving inter-group conflict; reducing hooliganism among football fans; improving motivation in the armed forces and police. Communities and Social Services/Policy,Government, Democracy and Justice,Security and Diplomacy","dataset":"gtr"}