{"id":"F18D2E67-A085-44E7-8783-866FE03F9344","title":"Transnational Shakespeare on Film","abstractText":"The project grows out of dissatisfaction with criticism that has concentrated upon a narrow sample of Anglophone Shakespeare films produced over the last twenty years. In the standard titles dealing with the revival of Shakespeare on screen, the materials addressed in this project are conspicuous by their absence. Richard Burt and Lynda E. Boose's Shakespeare, the Movie, II includes brief discussion of Asian films in a larger chapter on 'postdiasporic cinema'; Kenneth Rothwell's A History of Shakespeare on Screen features a two-page summary of a small number 'non-Anglophone Shakespeare' films; and Samuel Crowl's Shakespeare and Film: A Norton Guide bypasses the recent non-Anglophone film altogether. Isolated chapters and articles could also be cited that testify to the logic of exclusion. But the overwhelming impression, at a time when institutions such as the BUFVC are engaged in a three-year project to construct an international database of Shakespeare on film, is that the critical field has yet to acknowledge an equivalent world-wide depth and diversity. \\n\\nWhat criticism ignores is that, during the period that has been dominated by Kenneth Branagh and his ilk, there has been a corresponding plethora of Shakespeare films outside the UK/US axis. Shakespeare films have been produced in, among other countries, Brazil, France, Germany, India, Malaysia, Sweden, Tibet and Venezuela, where the Bard is increasingly an object of screen fascination. In part the critical imbalance alluded to above is tied to the networks of distribution and exhibition within which particular films are identified. But this, in turn, requires us, as critics and consumers, to take greater account of the global circuit that defines and determines reception and to question the unidirectional cultural flow that invariably travels from the west to the rest. For the non-Anglophone films investigated here to be properly appreciated necessitates a rethinking of Shakespeare in his recent filmic manifestations. \\n\\nThe Introduction discusses a number of Shakespeare films which emblematize the seeming resistances of non-Anglophone cinema to any unitary theoretical reading. The project then divides into three parts. 'Plays' considers how and why particular Shakespearean dramas have proved resiliently popular as objects of filmic treatment. 'Auteurs' investigates the unique contribution of individual filmmakers by understanding Shakespearean films according to auteur theory. 'National Configurations' presents two case studies which explore the relations between Shakespeare and region in an effort to tease out threads of connection among distinctive filmic interpretations. A conclusion demonstrates that it is no longer possible to talk about Shakespeare within existing geographical and political parameters; instead, alternative paradigms that acknowledge interchange and exchange must be developed, paradigms which, in helping to expose current inequities of space and place, stand as testimony to the ethical valences of a global Shakespearean citizenship. \\n\\nThe current study has a number of applications: it presents, for the first time, a wealth of filmic Shakespeares that have slipped beneath the radar. It thus mediates the views and perspectives of other nation-states, knowledges and Bardic reinventions, precipitating, in the process, broader global conversations. The effect is to offer a new understanding of Shakespeare and his relevance, one which allows for interrogation of the channels through which we have access to Shakespearean production and insists upon a re-engagement with plurality. In view of its coverage, Transnational Shakespeare on Film would appeal to a wide audience of Shakespeareans and, because of its subject, possibly to historians, theoreticians, film critics, filmmakers and creative practitioners. \\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/G00479X/1","grantId":"AH/G00479X/1","fundValue":"30850","fundStart":"2009-09-28","fundEnd":"2010-01-27","funder":"AHRC","impactText":"  In screenings of films and their wider distribution Creative Economy,Culture, Heritage, Museums and Collections Cultural,Societal,Economic","person":"Mark Thornton Burnett","coPersons":[],"organisation":"Queen's University of Belfast","findingsText":" Wider knowledge of the field Screenings and teaching Education,Culture, Heritage, Museums and Collections","dataset":"gtr"}