{"id":"F19BCC57-CAD0-48E0-BC4C-DBFE528ADB99","title":"Current-driven domain wall motion and magnetomemristance in FeRh-based nanostructures","abstractText":"This project will study current-driven motion of antiferromagnetic/ferromagnetic (AF/FM) domain walls (DWs) in FeRh-based nanostructures. This will both elucidate the fundamental physics of the phase transition and also explore the potential for (magneto-)memristor devices, based on our prior demonstration of temperature/field controlled DW motion in an FeRh epilayer with a doping gradient. Memristors are devices suitable for ultradense non-volatile memory and also show many of the characteristics of an artificial synapse, opening the door to novel neuromorphic memory and logic architectures that promise enhanced functionality and low energy operation in future generations of ITC hardware. \n\nTo achieve this goal we first need to know what doping materials and densities are required to control the AF-FM phase transition temperature, provide appropriate hysteresis in the transition (to store information), and largest possible resistivity change (for readout) between the AF and FM phases, as well as what parameters (materials and densities) would describe an ideal doping gradient. Next, we will need to establish how small a magnetic nanostructure can be formed from FeRh and retain a suitable AF/FM transition, and the precise conditions and requirements that permit the smallest nanostructures to be stable. Then it will be necessary to establish the current densities needed to move the domain walls that separate ferromagnetic and antiferromagnetic regions in the phase-separated regime of FeRh. Last, we will need to demonstrate a memristive action under current-driven domain wall motion in a nanostructure with a suitable doping gradient.\n\nOur project will combine state-of-the-art magnetic materials growth, characterisation, direct imaging of these novel DWs, and device fabrication and test, taking us from basic materials development to a fully operational magneto-memristor prototype nanostructure. We will begin by sputter-depositing uniformly- and gradient-doped FeRh epilayer materials and measuring their magnetic and magnetotransport properties, which will tell us the dopant materials and doping levels needed to achieve optimal memristive action. We will then fabricate nanostructures down to the few 10s of nm scale from the optimally doped FeRh layers, either as individual nanostructures (for microscopy) or as large-scale arrays of nanostructures (for magnetometry), which will reveal the minimum size at which a phase transition that is useful for memristive action is retained. Next, we will carry out world-first experiments on current-driven AF/FM domain wall motion in lateral FeRh nanowires, using magnetic microscopy to track the motion of DWs in response to current pulses, revealing the efficiency of spin injection for DW motion and the degree and nature of DW pinning arising from different sources. We will then pattern nanopillars from gradient-doped layers and study DW motion driven by a vertical current in a prototype memristor device, using both magnetotransport measurements and direct imaging of the internal structure of the device. The key result will be the magneto-memristance as a function of device size, temperature, and magnetic field. \n\nThe results we shall obtain will not only lead to high impact publications and conference presentations by shedding light on the still poorly understood fundamental problem of the nature of the phase transition in FeRh, but also reveal the performance characteristics of the world's first magneto-memristor, developing potentially valuable knowhow in the field of novel neuromorphic computer architectures.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M019020/1","grantId":"EP/M019020/1","fundValue":"635158","fundStart":"2015-07-01","fundEnd":"2018-12-31","funder":"EPSRC","impactText":"","person":"Stephen  McVitie","coPersons":["Damien  McGrouther"],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}