{"id":"F1A0FAF7-0C89-4080-A3BB-C0F2771C8671","title":"Effect of light, CO2 and nutrient limitation on photosynthesis in marine diazotrophic cyanobacteria.","abstractText":"The ocean plays a central role in the global carbon cycle. Uptake of carbon dioxide by the oceans has reduced the increase in atmospheric carbon dioxide that has arisen from fossil fuel burning and deforestation. It has long been know that the ocean biota play a major role in sequestering carbon dioxide on very long time scales (&gt;1000 years). Recent evidence also suggests that the ocean biota play an important role on shorter time scales (10-100 years) as well. The balance between phytoplankton photosynthesis and community respiration determines the ability of the oceans to take up carbon dioxide. Nitrogen is generally considered to be the nutrient that limits phytoplankton photosynthesis. But what limits the amount of N in the ocean? Unlike most phytoplankton, which are N-limited, nitrogen fixing cyanobacteria have an unlimited supply of N. This is the N2 gas that is dissolved in seawater. Nitrogen-fixing cyanobacteria play a significant role in ocean nutrient and biogeochemical cycles as they are a major source of N, providing N for up to 50% of primary productivity in the most nutrient impoverished regions of the ocean. Nitrogen fixation is a key process that modulates the ability of the oceans to sequester carbon dioxide on time scales of 10 to 10,000 years. Limitation of nitrogen fixation results in lowered N availability for other primary producers reducing the potential of oligotrophic oceans to sequester carbon. This brings us to the issue of 'What limits the amount of nitrogen fixation in the ocean?' Amongst the environmental factors that may limit nitrogen fixation are temperature, light, carbon dioxide concentration and P- or Fe-limitation. It is argued that whereas N is the proximate limiting nutrient for phytoplankton photosynthesis in the sea, the ultimate limiting nutrient is either P (or Fe) because this nutrient limits the amount of nitrogen fixation. This proposal will examine the effects of light, carbon dioxide, P-limitation and Fe-limitation on photosynthetic properties and nitrogen fixation of nitrogen-fixing cyanobacteria. Research will be conducted under defined culture conditions in two species. One of these species, Trichodesmium, is documented to be of global significance. In addition, nitrogen fixation by unicellular cyanobacteria has recently been recognized to be significant. Therefore, the second species is one of these unicellular nitrogen fixers, Crocosphaera. The outcomes of this study will provide new insights into the mechanisms by which phosphorous and iron limit photosynthesis and nitrogen fixation in cyanobacteria. It will also provide new insights into the interaction with environmental factors such as light and carbon dioxide. This research will ultimately assist with several aspects of oceanographic studies on nutrient cycling and modeling the future importance of the oceans as C sinks.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F002971/1","grantId":"NE/F002971/1","fundValue":"326621","fundStart":"2008-05-01","fundEnd":"2012-04-30","funder":"NERC","impactText":"  The finding have been used to inform further research studies. So far they have not been used outside the academic enviornment. Environment ","person":"Tracy  Lawson","coPersons":["Richard  Geider","David  Nedwell"],"organisation":"University of Essex","findingsText":" We have produced several achievements and outcomes from this research, the findings of which have been used to inform on-going research projects/directions. Two of the main outcomes of the research are:\n\n1) Growth light had a small but significant effect on growth of Trichodesmium, but little effect on gross or net photosynthetic CO2 uptake, whilst light driven potential nitrogen fixation was 5 x greater under low light conditions. An increase was not due soley to the amount of nitrogenase protein, which was only ca. 2-fold greater. This research also shed light on the mechanisms that enable Trichodesmium to fix N2 in the light. We observed that light driven O2 uptake was similar in both high and low light grown cultures (ca. 50% gross production), indicating that Mehler activity, although significantly above that of most phytoplankton species, could not be responsible for the removal of inhibitory O2 to facilitate the observed light driven N2 fixation. The effects of light on Crocosphaera were more typical of those conducted on phytoplankton reported in the literature with a general increase in photosynthesis and growth observed along with acclimation of the photosystems and light harvesting pigments. \n2) Increasing CO2 concentration had only a minor effect on the photo-physiology and growth of the two cyanobacteria species which is consistent with findings for marine phytoplankton species but contradicts some of the recently published literature on Trichodesmium. Elevated CO2 concentration showed a small but significant increase in N2 fixation in Trichodesmium but only under low light conditions. This finding would be consistent with the theory that elevated CO2 reduces the energy requirements for the CO2 concentrating mechanisms, which can be subsequently diverted into N2 fixation. \n\nIn general substantial advance in our understanding of the relationship between photosynthesis and N2 fixation in both Trichodesmium and Crocosphaera and the impact of light, CO2 and nutrient limitation has been gain as a result of this research. As part of the research programme we produced novel tools (green LED flash system) for assessing the number of PSII centres in cyanobacteria. We have also used sub-cultures of Trichodesmium in collaboration with K. Oxborough to estimate functional PSII RC concentrations from FrrF (see Oxborough et al 2012). \nAll of these efforts have made significant contributions to the ongoing research efforts in ocean acidification and future climate change studies. The research has provided a solid foundation and tool for a current NERC funded quota studentship and on ocean acidification via a NERC funding consortium ‘Ocean Acidification Impacts on Sea-Surface Biology, Biogeochemistry and Climate’ (NE/H017062/1). As part of the research programme we produced novel tools (green LED flash system) for assessing the number of PSII centres in cyanobacteria. We have also used sub-cultures of Trichodesmium in collaboration with K. Oxborough to estimate functional PSII RC concentrations from FrrF (see Oxborough et al 2012). \nAll of these efforts have made significant contributions to the ongoing research efforts in ocean acidification and future climate change studies. The research has provided a solid foundation and tool for a current NERC funded quota studentship and on ocean acidification via a NERC funding consortium ‘Ocean Acidification Impacts on Sea-Surface Biology, Biogeochemistry and Climate’ (NE/H017062/1). Environment","dataset":"gtr"}