{"id":"F1A236BB-F559-41F6-BB3F-88EA0007154E","title":"Epigenetic regulation of cyclooxygenase-2 expression in systemic sclerosis lung fibroblasts","abstractText":"Systemic sclerosis (SSc) is a chronic multi-system disease that has a significant effect on quality of life and leads to premature death. Uncontrolled scarring, termed fibrosis, is one of the major characteristic features of this disease and occurs in the lungs in up to 80% of individuals with SSc. Although treatment for some manifestations of SSc has improved, there is no effective therapy for lung fibrosis, other than transplantation, and lung disease is the major cause of death in SSc. Further studies are therefore needed to understand the mechanisms involved in the development and progression of lung fibrosis in SSc in order to identify and develop new effective therapies.\n\nWe have previously shown that lack of an enzyme called cyclooxygenase-2 (COX-2), plays important roles in the development of lung fibrosis associated with SSc. Recently we have found that this deficiency in COX-2 can be overcome by treating cells with drugs, called methyltransferase inhibitors and that this restores normal functions to the cells. These drugs block the chemical modification (methylation) of portions of DNA (genes) and some proteins in the cell nucleus, called histones, that can prevent production of proteins and enzymes like COX-2. Using a unique resource of cells obtained from the lungs of individuals with SSc, we aim to identify the mechanisms by which these methyltransferase inhibitors restore COX-2 production and normal cell function. Specifically we will determine whether this occurs through methylation of DNA or proteins and which genes or proteins are involved.\n\nThe discovery that COX-2 production and function in cells, obtained from the lungs of patients with SSc, can be restored by methyltransferase inhibitors is of particular importance since drugs of this type are currently in use for the treatment of some cancers. Therefore greater understanding of the mechanisms involved would provide a strong basis for the use of these drugs in clinical trials for the treatment of SSc.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G1000440","grantId":"G1000440","fundValue":"283621","fundStart":"2010-08-01","fundEnd":"2013-04-21","funder":"MRC","impactText":"","person":"Robin John McAnulty","coPersons":["David John Abraham"],"organisation":"University College London","findingsText":"","dataset":"gtr"}