{"id":"F1A914E2-7F97-41DD-BAB6-D671EFEEF4D7","title":"Genomic analysis and characterisation of the Primula S locus.","abstractText":"The classic textbook example of cross-pollination and reproduction in plants is that of the common Primrose. Primroses, like their close relatives including cowslips, have evolved a specialised mechanism to prevent in breeding. Unlike animals, the majority of plants are hermaphrodite and produce both male and female reproductive structures within the same flower. This causes a problem, to which evolution has provided an ingenious solution in the case of Primroses and their close relatives. Charles Darwin was the first to document the natural history of this phenomenon. As Darwin observed, Primrose plants produce one of two forms of flower, known as pin and thrum. These flowers are essentially mirror images of each other in terms of the positioning of their male and female reproductive structures. The male structures, called anthers, produce pollen; the female structure that receives the pollen is called the stigma. Pin flowers are so called because the female reproductive structures resemble a dress-makers pin, with the stigma present at the mouth of the flower, and anthers hidden within the flower tube. Thrum flowers, develop anthers at the mouth of the flower, and are so called after an old weaving term because their appearance resembles a tuft of thread or thrum, the stigma in these flowers is hidden within the flower tube. In pin flowers the female structure are high and the male structure low, in thrum flowers male structures are high and female structures are low. Given the positioning of male and female reproductive structures in the two forms of flowers, self-pollination does not occur as male and female parts of the flower are physically separated. However this reciprocal positioning in the two forms of flower facilitates cross pollination by insects. A bee visiting a thrum flower will carry pollen on its body to a pin flower where the reciprocal geometry will result in its presentation to the awaiting stigma. Similarly the transfer of pollen will occur between low anthers of a pin flower and low stigma of a thrum. Darwin observed this phenomenon and documented the fact that pin plants only cross with thrums and thrums only with pins, however he could not explain the mechanisms that control this amazing phenomenon. Geneticists in the early part of the 20th century provided an explanation for the observed pattern of inheritance, and predicted the presence of specific genes that control anther position and stigma height. However, rather surprisingly, nothing is known about the genes or mechanisms that control this text book model. Several years ago we embarked on a project to provide an explanation for Darwin's observations using the latest molecular biology techniques. We are now at a point where we are close to identifying the key genes that control the development of the two forms of Primula flower that so fascinate Darwin. This project will lead to the identification of these genes. The majority of plant derived food products, with the exception of root vegetables, cabbages and the like, are the direct result of fertilisation; fruits, seeds, grains and cereals. Even carrots and cabbages start life as seeds. Some crops cannot self pollinate, and in other plants that do, the production of hybrids is complicated self seed setting Although the Primrose is not a food crop, understanding the mechanisms that control its ability to avoid self pollination and optimise the use of insects to transport its pollen are of significance and relevance to the constant need to increase crop productivity. Although this work is aimed at understanding a fundamental mechanism in plant pollination, it has potential future applications to understand and manipulate pollination in crop plants. This is an issue of extreme importance given the on-going decline in the numbers of bees and other insects that many crop species rely on for pollination and seed production, and that we rely on for food security.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H019278/2","grantId":"BB/H019278/2","fundValue":"297981","fundStart":"2011-09-02","fundEnd":"2014-06-30","funder":"BBSRC","impactText":"","person":"Philip M. Gilmartin","coPersons":[],"organisation":"University of East Anglia","findingsText":" We have pursued our search for the genes located at the Primula S locus which control floral heteromorphy The sequence of a BAC contig spanning the S locus has been completed and several new S locus linked genes identified, these will form the basis of further studies. We have also completed a de novo sequence assembly of the Primula genome. We have submitted two research papers and a review and are currently writing the genome paper. These outputs will be uploaded into Research Fish once they have been accepted for publication. We have also started discussions with a commercial Primula breeder about the opportunities for exploiting the genome sequence for Primula breeding. We have also submitted a further research grant to BBSRC that builds on the data obtained during this award. Agriculture, Food and Drink,Education","dataset":"gtr"}