{"id":"F1A96A06-D87F-445A-B6F6-559BA7EE99B3","title":"Epidemiological and evolutionary models for invasion and persistence of disease","abstractText":"Abstracts are not currently available in GtR for all funded research. This is normally because the abstract was not required at the time of proposal submission, but may be because it included sensitive information such as personal details.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E527163/1","grantId":"BB/E527163/1","fundValue":"704362","fundStart":"2007-04-01","fundEnd":"2012-03-31","funder":"BBSRC","impactText":"  The research is at an early stage in that it has identified what factors need to be considered in selecting plants for resistance to plant pathogens in such a manner as to minimise risks of failure. Agriculture, Food and Drink,Environment ","person":"Christopher A. Gilligan","coPersons":["Frank  Van Den Bosch"],"organisation":"University of Cambridge","findingsText":" Novel methods developed to study the evolutionary ecology of plant pathogens.\n\nExperimental proof for the existence of trade-off relationships between pathogen life-history traits. Three trade-offs were discovered. The field of plant pathology now has the most comprehensive sets of data regarding trade-offs as compared with all other epidemiological disciplines.\n\n\n\nThe development of evolutionary models allowing for dynamics within and between crops over successive seasons. Combined with the newly discovered trade-off between infection efficiency and survival in the absence of the host one of these models revealed potential differences between air-borne and soil-borne pathogens regarding the direction of selection imposed by such seasonality.\n\n\n\nThe development of methods to model evolutionary processes in the presence of high local density dependence as a result of multiple infections on the same plant organ. Combined with the newly discovered trade-off between latent period and spore production these modelling techniques showed that multiple infections can lead to shorter latent periods. The group is involved in projects on the management of fungicide resistance funded by (and last year renewed for another 3 years) the Chemicals Regulatory Directorate, CRD, of the UK. We have developed approaches to calculate the effectiveness of fungicide anti-resistance strategies (for example, use of alternation, mixtures, choice of dose, etc.). This modelling work is strongly linked with field experimental studies and we have developed the cycle where experimental data inform modelling, and models suggest the resistance management strategies that are good candidates to be tested in the field. \n\n\n\nFindings from the work are now informing and influencing practical decision making, in liaison with the Fungicide Resistance Action Group, FRA Comittee (representing the crop protection industry), the European Plant Protection Organisation from the EU and CRD. Especially the decisions taken on the recently introduced SDHI fungicides in broad acre crops, and their use as seed treatment, have benefitted from the work. \n\n\n\nRecently the European Plant Protection Organisation asked us to help rewrite/update the European fungicide resistance risk analysis documents. \n\n\n\nWe have recently also been invited to help develop a resistance management strategy for fungicide resistance in broad acre crops in Australia where resistance has been confirmed for the first time last year. Since resistance to fungicides in broad acre crops was not an issue before there is little expertise in Australia on resistance management. The methods developed in this project has enabled us to develop project proposals on practically important evolutionary questions. These concentrate on the evolution of plant pathogens to reduce the effectiveness of plant disease control methods such as fungicides and cultivar resistance. Using this the group has been able to write a range of successful grant proposals.\n\n\n\n2008-2013: Underpinning regulatory decisions on fungicide resistance risk assessment.\n\nFunded by PSD. In collaboration with Neil Paveley, ADAS. (Rothamsted part ?416,065).\n\n\n\n2007-2010: Resistance gene use efficiency. DEFRA commission. Part of the programme\n\n'Strategies to exploit risk assessment, genetic resistance and natural defences against crop\n\ndisease' with N. Paveley, ADAS. (Rothamsted part at FEC ?285,881.-)\n\n\n\n\n\n2013-2015: Combatting insecticide resistance in major UK pets. Three year project funded by CRD, AHDB. In collaboration with Dr. Neil Paveley, ADAS. (Rotamsted part ?300,000).\n\n\n\n2013-2015: Consequences of intensive fungicide use or integrated disease management for fungicide resistance and sustainable control. Three year project funded by CRD and HGCA. In collaboration with Dr. Neil Paveley, ADAS (Rothamsted part ?205,024).\n\n\n\n2013-2015: Assessing the resistance risks associated with systemic fungicide seed treatments and the effectiveness of risk modifiers. Three year project funded by CRD and HGCA. In collaboration with Dr. Neil Paveley, ADAS (Rothamsted part ?168,880).\n\n\n\nThese project help underpin regulatory decisions. See Potential Use in Non-Academic Context Agriculture, Food and Drink,Environment","dataset":"gtr"}