{"id":"F1ACD623-8B35-4D16-B83A-AC578C1FE134","title":"H+ fluxes in phytoplankton - a mechanistic and modelling study of their physiological roles and impact upon community responses to ocean acidification","abstractText":"The oceans remove about half of the carbon dioxide (CO2) that we release into the atmosphere and produce about half of the oxygen that we breathe. The photosynthetic marine phytoplankton play a major role in these processes, contributing to global carbon, nitrogen and sulphur cycling. Phytoplankton are not simply single-celled plants. They represent an extremely diverse collection of algae with many novel traits and complex evolutionary histories which are still poorly understood. \n\nThe increase in atmospheric carbon dioxide due to the burning of fossil fuels has major climatic implications. A result of the oceans absorbing much of this CO2 is the acidification of surface ocean waters - a drop from pH 8.2 to pH 7.7 is predicted by the end of the century. As ocean pH has remained stable for many millions of years this may have profound effects on many marine organisms that have not previously experienced this level of pH or rate of change during their recent evolutionary history. Ocean acidification will also change the levels of carbonate and nutrient ions, all of which may have significant impacts on the physiology of marine phytoplankton. While some of these impacts are being intensively studied, the direct effect of decreased pH itself on phytoplankton physiology has been largely overlooked. \n\nMarine phytoplankton, like all organisms, must tightly regulate their cellular pH by in order to maintain favourable conditions for cellular processes. We have been studying mechanisms of pH regulation in coccolithophores, an important group of phytoplankton that play a major role in the global carbon cycle through their production of calcium carbonate scales (coccoliths) which sink to the deep ocean following cell death. We have discovered that coccolithophores use protein pores (channels) in their outer cell membrane to regulate pH inside the cell. These channels allow H+ to exit from the cell whenever acidity in the cell increases, thus acting to keep pH inside the cell constant. This is particularly important for coccolithophores as the production of coccoliths in the cell results in a constant production of H+ which need to be removed or the acidity inside of the cell would increase to dangerous levels. This novel mechanism is extremely sensitive to changes in external pH and may no longer function effectively at near future ocean pH levels. We have also found this form of H+ channel in diatoms, the most numerous and productive group of phytoplankton. \n\nRemarkably, we have found that coccolithophore cells acclimated in the laboratory to growth at lower pH no longer appear to use a H+ channel. While this suggests coccolithophores may be able to cope with lower pH, we do not know the wider or long-term physiological implications of this mechanistic switch. This is clearly something we urgently need to understand. \n\nThis project will examine in detail the mechanisms of pH homeostasis in coccolithophores and diatoms. Our modelling studies predict that mechanisms of cellular pH regulation are likely to differ in large and small phytoplankton species as these will experience greatly different fluctuations in pH at the cell surface due to physical effects of cell size on diffusion at the cell surface. We propose that different mechanisms of pH homeostasis employed by phytoplankton species may play a major role in the response of these organisms to ocean acidification. \n\nIn order to gauge how these novel aspects of phytoplankton physiology will impact upon marine ecosystems on a broader scale, we will use modelling approaches to examine how cellular H+ fluxes in phytoplankton cells respond to changes in their environment. These mathematical models will enable us to predict the ranges of pH experienced by different phytoplankton species both currently and in the future and will allow us to evaluate their impact on the diversity of natural phytoplankton populations that will be studied in related programmes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J021008/1","grantId":"NE/J021008/1","fundValue":"35436","fundStart":"2012-12-28","fundEnd":"2015-12-27","funder":"NERC","impactText":"","person":"Kevin John Flynn","coPersons":[],"organisation":"Swansea University","findingsText":" A model has been developed that explains the linkage between pH (ocean acidification and basification; i.e., via H+) and growth/death of phytoplankton. Further, this relationship differs between species and hence under ocean acidification the interactions between phytoplankton will change. This will impact upon fisheries. The model produced, when integrated within ecosystem models, has the potential to better inform climate change understanding. Agriculture, Food and Drink,Environment","dataset":"gtr"}