{"id":"F1AE3373-58FD-476C-839B-9F97F7D9084A","title":"Marginalized Spiritualities: faith and religion among young people in socially deprived Britain","abstractText":"The purpose of this project is to explore the religious and spiritual lives of young people living in socially deprived Britain. Research has shown that traditional measures of religion, such as service attendance, fail to reflect the religious or spiritual lives of young people. Though it appears that young people in socially deprived areas engage with traditional religious practices at very low rates of participation, little is known about the spiritual lives of these young people - what they believe, where they experience sacredness, or what they think of traditional structures and institutions. This study is therefore timely, as it aims to examine how young people experience and understand religion and spirituality in socially deprived places, and how religious leadership, the broader community, and the youth themselves construct new spiritual and religious landscapes. Data collection and analysis will be organized around three intersecting questions. First, how do young people living in socially deprived communities understand and experience religion and spirituality in their daily lives? We will analyze the identities, practices, and understandings of religion and spirituality embraced by young people. Second, how do places of social deprivation shape the ways that young people engage with and define religion and spirituality? We will examine and compare religious and spiritual experiences of young people who face different conditions of marginalization. Third, what are the new religious or spiritual places being created by young people, and how do these intersect with traditional spaces of religion and spirituality? We will explore spaces of spiritual well-being and religious engagement amongst young people, and the historical and contemporary roles of traditional religious organizations in the security of individual and collective well-being within the broader community. The findings will contribute to better understandings of the geography and sociology of contemporary religion; the links between deprivation, place and religiosity; and the active religious and spiritual agency of young people.\\n\\nThe research methods selected for the project are qualitative and participatory, with data collection focused on two deprived wards in Glasgow, Scotland and Manchester, England. A series of interviews will be conducted with young people 16-25 in order to explore their religious and spiritual perspectives. Intensive group work will also take place with two 'production teams' from each city, who will receive training in multimedia production and work with the researchers to produce images, video and audio to express their perspectives on religion and spirituality in their communities. Participants will be drawn from all and/or no faith backgrounds, and will be accessed through local collaborating organizations and agencies. Academic outputs will include a minimum of four journal articles and a book manuscript. Three concluding workshops will provide an outlet at which young participants will present their multimedia findings to representatives of various faith groups, relevant government organizations, and members of their own communities. The multimedia will also be incorporated into the project website, along with other outputs including a plain-language summary of findings. The participatory elements of the research will insure that the data collected accurately reflects the views of young people, while providing an opportunity for young people to tell their own stories in their own voices.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/G014078/1","grantId":"AH/G014078/1","fundValue":"243284","fundStart":"2009-01-12","fundEnd":"2011-05-11","funder":"AHRC","impactText":"","person":"Elizabeth Ann Olson","coPersons":["Peter Eric Hopkins","Rachel  Pain","Eduardo  Serafin"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}