{"id":"F1B4031E-13DC-4EDD-98D1-FD3FA1262454","title":"Towards rationalised computational expense for simulating fracture over multiple scales","abstractText":"The project focuses on the numerical simulation of the failure of complex, heterogeneous structures. The simulation of such physical phenomena is of particular interest to practitioners as it enables to limit the number of destructive tests required to design and assess structures, and, ultimately, to decrease the safety factors used in design.\n\nIn such heterogeneous media, the description of crack or damage initiation and propagation must be done at the scale of the inhomogeneities (e.g. aggregates in a concrete structure) in order for the results to be predictive. If one uses such a fine-scale material model to simulate structures at an engineering scale (e.g. an aircraft composite panel or a concrete beam), very large numerical problems need to be solved. In addition, there is a strong need for engineers to run their models numerous times, for different sets of the design parameters (e.g. loading conditions, geometry or material properties). \n\nTackling such parametric multiscale problems is prohibitively expensive when using brute force parallel computing. However, one can use the fact that solutions to parametric problems usually evolve in a relatively coarse space: solutions to nearby parameter sets are usually close in a certain sense. This idea is classically used in Model Order Reduction, which proposes to reduce the size of the initial problem by several order of magnitude by simply reusing the information generated when solving the initial problem for several different sets of parameters.\n\nHowever, in the case of fracture, the information provided by the initial problem is most of the time insufficient to describe the behaviour of the system for arbitrary parameters. Crack paths, defects, and subsequent ultimate strengths are strongly influenced by an even slight variation in the parameter set. Fortunately, we showed in our previous research that this characteristic only affects a local region surrounding the structural defects, whilst the behaviour far from these regions is remains relatively unchanged for a wide range of parameter values. \n\nThe proposed project will make use of this observation in a generic way, by coupling Reduced Order Modeling and Domain Decomposition. The structure will be divided in smaller subcomponents, on which Reduced Order Modeling will be applied separately. The consequence will be that the computational efforts will be greatly decreased in the regions that are far away from the damaged zone. Within the process zone itself, the substructuring framework will allow us to automatically switch to classical direct solvers.\n\nIn this sense, the research aims at rationalising the computational costs associated to the simulation of parametrised multiscale fracture simulations, by concentrating the numerical effort where it is most required and with minimal intervention of the user.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J01947X/1","grantId":"EP/J01947X/1","fundValue":"99890","fundStart":"2012-12-09","fundEnd":"2014-01-08","funder":"EPSRC","impactText":"","person":"Pierre  Kerfriden","coPersons":[],"organisation":"Cardiff University","findingsText":" Fracture of composite materials is an extremely complex phenomenon that arise at a very small scale, typically the scale of the microstructure of the composite, and propagates to the scale of the engineering component, leading to final failure. Predicting fracture requires to model such fine-scale phenomena mathematically, and solve the resulting problem using numerical approximations, which is tremendously costly for a real-life application.\n\nWe have shown that model order reduction could reduce such costs by order of magnitudes, in two ways. First, the computations related to the prediction of the behaviour of the material can be compressed using machine learning, leading automatically to inexpensive, compressed numerical representation of the composite. Secondly, the problem associated with the engineering component itself can be compressed using statistical learning, which allows to perform virtual experimentations in an inexpensive and reliable manner. Our work might be taken by the wide community of researcher performing multiscale computations to understand and predict physical phenomena. Our methodology is general and can be applied to compress numerical models associated to the prediction of any physical phenomenon where multiple length-scales are involved.\n\nOur specific work for fracture may be taken forward for the numerical optimisation of composite structures. The idea is to look for the shape of the engineering component, or the way the material itself is made, so that the structure as whole is as light as possible, while retaining sufficient strength during service. Our strategy of model compression may make these type of futuristic applications amenable. Aerospace, Defence and Marine,Construction,Digital/Communication/Information Technologies (including Software),Energy,Manufacturing, including Industrial Biotechology,Transport","dataset":"gtr"}