{"id":"F1BD3736-D265-4C05-BB71-5689938B4BF4","title":"Diasporic Encounters: Journeys between France and the Maghreb in Contemporary Art","abstractText":"Research Context:\\n\\nMy research examines contemporary art (from 1980 to the present day) by women who see themselves both as French and as Algerian, Moroccan or Tunisian. It explores the ways in which they use photography, installation and performance art to express their complex identities. It shows how their work provides a counterpoint to static, homogenous notions of French culture, and how it challenges French Orientalist images of Maghrebi women or more recent stereotypes of women of Maghrebi descent in France today. In particular, I analyse the ways in which their work uses the theme of travel - and, increasingly, represents actual journeys between France and the Maghreb - to demonstrate the inevitable interconnectedness of personal and collective French and Maghrebi histories and identities. \\n\\n\\nAims and Objectives:\\n\\nThe period of AHRC research leave would be used to complete a monograph on five artists who I believe to be representative of the evolution of 'Franco-Maghrebi' art since 1980. This would involve writing up three out of five interconnected chapters, for which the primary research - and related outputs - would have been completed: \\n\\nChapter 3: Zoulikha Bouabdellah (8,000)\\nChapter 4: Majida Khattari (8,000)\\nChapter 5: Zineb Sedira (10,000)\\n\\nI would also write a conclusion of 10,000 words. The introduction, and the first two chapters (Chapter 1: Houria Niati and Chapter 2: Samta Benyahia), will be completed before this period, as will two publications to be submitted in February 2008 (for details, please see 'Publications'). These publications, as well as a paper I have been invited to give at the University of Cardiff in February 2008, will provide essential interim feedback on the project, and will be used (along with the three papers I delivered in the academic year 2006-7) as drafts for the remaining chapters of the monograph, thus leading to its successful completion within the period of research leave. \\n\\n\\nPotential Applications and Benefits:\\n\\nWhilst contributing primarily to the knowledge of French and wider francophone cultures and identities, and to the emerging focus of French studies on intercultural relations, this interdisciplinary monograph will contribute to scholarship and university courses in a wide range of interconnected fields such as postcolonial studies, art history, contemporary cultural history, gender studies, and studies in travel writing. Diasporic Encounters: Journeys between France and the Maghreb in Contemporary Art will give rise to a number of related individual and collective research projects. In addition to publications and papers already produced, further outputs related to the monograph include at least one article, one chapter and one paper, to be completed during a period of leave awarded by the University of Bristol (as mentioned above). This research will lead (in 2008-9) to a range of further papers, focusing on themes explored by the monograph, versions of which will be submitted as articles to Contemporary French and Francophone Studies, Francophone Postcolonial Studies and the Journal of Romance Studies.\\n \\nCollaborative projects include the continuation of a series of seminars on Travel in French and Francophone Cultures (which I co-organised at the University of Bristol this year), as well as a regional seminar series on travel in Modern Languages, which I am planning with colleagues from the University of Cardiff and the University of Swansea. These projects will lead to at least one collaborative volume, to be submitted to Studies in Travel Writing. Whilst expanding this project (in 2008-9) to include comparative analyses of work produced by francophone artists of the sub-Saharan African and Vietnamese diasporas, I plan to organise an international conference on Postcolonialism in the Visual Arts, which would result in a further collaborative volume.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F015046/1","grantId":"AH/F015046/1","fundValue":"23738","fundStart":"2008-04-01","fundEnd":"2008-07-31","funder":"AHRC","impactText":"","person":"Siobhan Maria Shilton","coPersons":[],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}