{"id":"F1C24C79-4DA6-4AE7-BCAF-49D4F4FF1EE0","title":"Mediating Post-Soviet Difference: An Analysis of Russian Television Representations of Inter-Ethnic Cohesion Issues","abstractText":"The project addresses Russian state television's approach to ethnic tension, combining the complementary expertise of specialists in, respectively, post-Soviet media studies and ethnicity and Russian nation building. It will contribute both to our grasp of an urgent issue in transition countries, and to the study of the contemporary media's role in fostering community cohesion, explaining how one of the world's most complex societies confronts the dual impact of globalisation and post-imperial nation building. The project will break innovatory interdisciplinary ground, testing general conceptions of the media's nation building function within multicultural societies against the particular situation obtaining in contemporary Russia, where matters are complicated by (a) tensions underlying post-Soviet conceptions of multiculturalism, (b) the rise of post-imperial ethnic conflict and nationalist extremism, (c) recurrent suspicions of foreign interference, (d) struggles for the redistribution of resources among post-communist elites, and (e) the absence of effective consensus-building mechanisms. \\n\\nThe focus is on news and related programming on the main national TV channel (Channel 1). Based on the notion that even Russia's highly regulated media system accommodates a circulation of official and unofficial meanings, the aim is to investigate how Russian television mediates between government policy on ethnic diversity and conflict, and discourses of nationalist xenophobia. The objectives are (i) to account for the nature of that circulation as it relates to community cohesion; (ii) to elucidate the relationship between approaches to the issues within news bulletins, and the ways they filter through into non-news programming; (iii) to provide relevant policy makers and think tanks with insights into one of the key drivers of Russian government actions in the domestic and international arenas .\\n\\nWe will address research questions concerned with the transformations official positions undergo when entering media environments; the extent to which extreme positions infiltrate, and are moderated by, state television; the range of voices reflected and the manner of their framing; the ways in which ethnic-related issues find their way into non-news genres. Our analysis will be informed by two theoretical strands: one identifying the specificities of post-imperial nation building, and the second addressing television news as a consensus management tool. In each case, broader theorisations are adapted to the Russian context. \\n\\nWithin our methodology we identify several categories of news issue to be analysed: migration; ethnic crime and conflict; secessionist violence and unrest; official promotions of national unity and other cohesion initiatives; Orthodoxy and inter-confessional affairs. Transcriptions of relevant reports will be supplemented by recordings of selected non-news programming, parallel recordings from two provincial cities, cumulative archives of policy statements and relevant government documents, and prominent nationalist internet postings.\\n \\nWith its ability to account for the interactive dynamic of the key actors (official, semi-official and unofficial), a Bakhtinian variant on Critical Discourse Analysis, supported by qualitative data analysis software, will form our central methodological tool. The results will help us determine the balance between the 'mainstreaming' and the attenuation of anti-minority extremisms and the relationship of these processes to the federal promotion of 'multicultural harmony'. \\n\\nProject findings will be disseminated through a monograph, 3 journal articles, a journal special issue, an international conference and a downloadable dataset of news catalogue entries. Knowledge transfer will consist of reports presented to relevant NGOs and government departments and a series of public debates involving academics and journalists from Russia and the UK.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H018964/1","grantId":"AH/H018964/1","fundValue":"426395","fundStart":"2010-09-01","fundEnd":"2014-02-28","funder":"AHRC","impactText":"","person":"Stephen  Hutchings","coPersons":["Vera  Tolz"],"organisation":"The University of Manchester","findingsText":" The project has 3 overarching findings:\n\n\n\n1) That public discourses of race, nation and ethnicity play a much more significant role in shaping Russia's domestic political landscape, and how it projects itself on the international stage, than has hitherto been acknowledged\n\n2) That inter-ethnic relations are not represented in a simple dichotomy of ethnic Russian self and 'black' migrant other but rather are constructed as a complex nexus of actors (ethnic Russians, Muslims, migrants, North Caucasians, Central Asians, the liberal opposition, the West, the Jews) whose configuration is constantly shifting and reforming\n\n3) That, far from the view of state-aligned television as a mere tool of official propaganda, the medium plays an active role in shaping this nexus, often in a way that is at odds with the official line The findings are of direct relevance to media broadcasters, to NGOs and think tanks with a focus on racial discrimination, and to foreign office policy makers with an interest in Russia Communities and Social Services/Policy","dataset":"gtr"}