{"id":"F1C67270-64CB-47BB-8915-BE62BE63E18E","title":"Investigation of a melanocortin receptor:nucleoporin interaction that reveals a potentially novel aspect of ACTH action","abstractText":"It is now well recognized that disturbances in the production and metabolism of the steroid hormone cortisol may have an important role in the development of many diseases. Cortisol production is mainly controlled by the pituitary hormone, ACTH. ACTH circulates in the blood and acts on a specific receptor in the adrenal gland to stimulate cortisol synthesis and secretion. Some aspects of the function of this receptor are not entirely clear and the possibility of additional signaling actions has been recognized for many years. Almost serendipitously we recently identified a protein known as Nup50 that interacts with the ACTH receptor. We found that stimulating adrenal cells with ACTH resulted in the receptor-Nup50 complex moving from the cell surface to the cell nucleus. Nup50 was previously identified as a protein that is intimately involved in the transport of proteins and other larger molecules into the nucleus. How this function relates to ACTH signaling will be the main focus of this project. Specifically we will investigate the role of the cell cycle and receptor internalization in Nup50 responses and we will use confocal microscopy to define where precisely in the cell the receptor-Nup50 complex resides. We will use molecular techniques to identify precisely which bits of each protein are involved in the interaction, and finally we will ask whether other related receptor proteins might also use this candidate signaling mechanism. This should provide us with a greatly enhanced understanding of this potential pathway, allowing us to assess its importance and relevance for human biology and disease.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0601140","grantId":"G0601140","fundValue":"323986","fundStart":"2007-06-01","fundEnd":"2010-11-30","funder":"MRC","impactText":"","person":"Adrian John Clark","coPersons":["Paul  Chapple"],"organisation":"Queen Mary, University of London","findingsText":"","dataset":"gtr"}