{"id":"F1C7BA84-7F3F-4B5A-BEBA-EE9495F30510","title":"The Age Structure of the Greenland ice sheet from Airborne Radar Data (ASGARD)","abstractText":"Recent observations suggest that the Greenland Ice Sheet, is losing ice at an accelerating rate. Because the ice sheet contains 2.85 million cubic km, equivalent to a global sea level rise of 7.2 m, this melting could contribute substantially to future sea level rise. Despite this, current sea level projections specifically exclude changes in the ice flow of the Greenland ice sheet. This is because of difficulties in knowing whether projected changes in the ice sheet are being correctly modelled. Improving the ability to be able to model ice flow dynamics in Greenland is an urgent problem.\n\nTo quantify the potential threat that Greenland poses to longer-term global sea-level rise we need a more profound understanding of the internal ice sheet structure. This will help inform how the ice sheet may responses to changing climate. \n\nAirborne geophysics provides a means to observe the internal structure of the Greenland ice sheet. Previously, technical difficulties in extracting information, have prevented the use of existing aerogeophysical data. Here, it is proposed to apply new means to overcome these difficulties. The new methods are based on using techniques which have been developed in other research fields. They will be applied here to this new ice sheet aerogeophysical problem, thereby helping to make the best use of pre-existing expensive aerogeophyscial observations. The new methods will describe quantitatively the internal ages of the ice sheet.\n \nThe new age information extracted will allow glaciologists to test, at the continental-scale, whether models of ice flow are correct. This will help to provide a better understanding of ongoing Greenland ice sheet changes, helping to understand the past and predict the future. This is a necessary step in reducing uncertainties on Greenland mass loss predictions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J004804/1","grantId":"NE/J004804/1","fundValue":"76367","fundStart":"2011-10-01","fundEnd":"2013-09-30","funder":"NERC","impactText":"  Outreach activities within my Ice and Ice core program have explained how polar geophysical and ice core studies can be used to understand how unique the recent measured changes in the climate and ice sheets are compared with the last 21,000 years. The work has helped demonstrate that ice sheet changes within Greenland, and within British Antarctic Territory, will have an impact on rising sea levels over the coming century. Our briefings have included policy makers: Government Ministers (BIS and FCO) and several MPs; the government Chief Scientist; senior Civil Servants from FCO, BOS, DECC, and the MOD; foreign Ambassadors and Civil Servants. Climate change talks, and tours of the ice core laboratory facilities, have been extended to many senior business leaders from industry, particularly the insurance, energy, automotive and retail sectors, plus independent research organisations with climate change interests. I have also given a variety of schools talk to help encourage our next generation scientists. Education,Energy,Environment,Government, Democracy and Justice,Manufacturing, including Industrial Biotechology Policy & public services","person":"Louise Claire Sime","coPersons":[],"organisation":"NERC British Antarctic Survey","findingsText":" Three recent publications summarise ASGARD grant findings. \n\nRecent accelerations in ice drainage from Greenland and West Antarctica may lead to rapid draw-down in these large ice sheets. Over the longer term these ice-sheet draw-downs will lead to substantial rises in global sea level. We have enabled the assessment of these changes by processing a Greenland airborne radio-echo soundings dataset, covering 500,000km of flight path.\n\nWe developed new efficient automatic algorithms, and ran them on a supercomputer. This enabled us to identify regions containing good ice-age data, which can be used to model ice sheet changes. We have shown that good data is present within 36% of the data set, between 1,000 and 3,000m in depth this rises to more than 50%. However we show that in regions where cold ice from 20,000 years ago is present data quality is very poor. This information helps modellers accurately predict future ice sheet changes and correctly model ice-sheet flows. \n\nA second focus of the work was on the climate of Greenland. Measurements of Last Interglacial (126 000 years ago) stable water isotopes in ice cores show that central Greenland d18O increased by at least 3 permil compared to present day. Quantification of Greenland Interglacial temperature change rests on our ability to interpret these stable water isotope observations. By conducting climate simulations using water isotope-enabled general circulation models, and by compiling Last Interglacial sea surface data, we find for the first time a possible explanation for the observed interglacial d18O rise. This helps us constrain past temperature changes over Greenland. We show that a reduction in the winter time sea ice concentration around the northern half of Greenland, together with an increase in sea surface temperatures over the same region, explains the ice core observations. Further we show that sea surface reconstructions lead to the largest uncertainties in interpreting Last Interglacial Greenland temperatures. Finally, we show that further information on Interglacial sea surface temperatures and sea ice changes around northern Greenland will enable us to establish whether a 5oC increase in Last Interglacial temperature, relative to today, is sufficient to drive the observed ice core d18O increase, or whether a larger temperature increases or ice sheet changes are also required to explain the ice core stable water isotope measurements. Ice structure data sets, based on the methods pioneered during the grant, will help enable the evaluation of Greenland ice-sheet models. The icesheet modeller Dr Richard Hindmarsh will use our outputs in work being presented at AGU2014. Our Greenland interglacial climate work will now also be taken forward by a new NERC PhD student. Environment","dataset":"gtr"}