{"id":"F1C7CA98-5881-4FDF-A72E-321A73F0C6AA","title":"Predictive analysis of network activation in response to lipid loading in the liver","abstractText":"Fat is an essential part of the human diet and dietary fatty acids are required for numerous functions in the cells and tissues of the human body. Both insufficient and excess intakes of dietary fat have important health implications particularly in aging. For example, the excess consumption of dietary fat, in particular saturated fat, is linked to the development of obesity, a fatty liver and consequently diabetes. The liver is the central metabolic organ of the body and processes fat both from the diet and from fatty acids in the blood coming from adipose and other tissues. Molecules in the liver cells called 'nuclear receptors' act as sensors to these fats, causing interactions with many other molecules in a complicated signalling network that is currently poorly understood. This research aims to generate a computer simulation model of the network of molecules, including nuclear receptors, that respond to increasing fat in the liver. The computer model then predicts which are the most important molecules that respond to fat levels in the liver. To do this, we first treat human liver cells in culture with different amounts of the most common saturated fat in the diet and in blood, palmitic acid, and measure changes in the liver molecules (gene transcripts and proteins). These changes are then inputted into the computer model. After the model predicts the key regulatory molecules we will test this prediction experimentally by blocking these molecules in our cells and measuring then how the cells respond to fat (e.g. do they take up more or less?). The goal of this predictive computer modelling is to identify molecules (genes and proteins) in the network that are critical to the liver's normal response to fat in the blood and from the diet. These molecules are quite possibly ones found disrupted in diseases such as obesity and diabetes and candidates for future research. In addition, this model will be also be used in future research to predict what other dietary components protect the liver from fat accumulation and contribute to healthy aging.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I008195/1","grantId":"BB/I008195/1","fundValue":"402198","fundStart":"2011-08-03","fundEnd":"2015-02-02","funder":"BBSRC","impactText":"","person":"J. Bernadette Moore","coPersons":["Andrzej Michal Kierzek","Nick  Plant"],"organisation":"University of Surrey","findingsText":" We have developed software and a computational approach that allows, for the first time, analysis of the dynamic regulation of whole cell metabolism. This allows us to simulate and predict what happens in the liver in response to diet, in particular dietary fat. Assessing these processes will allow us to better understand when they are altered in the context of diseases such as fatty liver disease and diabetes. There are currently no drugs to treat fatty liver disease and we hope that our platform will allow the development of more specific therapies. Agriculture, Food and Drink,Digital/Communication/Information Technologies (including Software),Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}