{"id":"F1DB7C4E-9DFE-469C-A93F-118B78A767D9","title":"Measuring the spatio-temporal field of ultrashort pulses near nanostructures.","abstractText":"The interaction of ultrashort pulses of light with matter on the nanoscale is of fundamental importance in optoelectronics and nanophotonics. Ultrashort pulses excite nanostructured materials over a wide range of different frequencies so that the resulting superposition of these field distributions, with different frequencies determines the actual local field evolution. Hence, controlling the spectral phase of the illuminating laser pulses offers direct control over the space and time-evolution of the local optical fields on femtosecond timescales. However, spatio-temporal dynamics of optical fields localized on the nanoscale has so far been hidden from direct access in both in real space and in the time domain. In this project we aim to combine two powerful techniques, near-field scanning optical microscopy and spectral interferometry, to measure full time-dependent optical fields in and around nanostructures for ultraweak femtosecond pulses with nanometer spatial and femtosecond temporal resolution. Because the technique is linear it can be used for extremely weak pulses that on average contain less than a fraction of a photon per pulse. This extreme sensitivity opens up many fascinating research avenues in coherent control, nano-optics, quantum information and other research fields that investigate the interaction between light and matter with high spatial and temporal resolution.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G022291/1","grantId":"EP/G022291/1","fundValue":"543965","fundStart":"2009-04-01","fundEnd":"2012-09-30","funder":"EPSRC","impactText":"  The primary impact of the grant has been through training individual researchers and students in state of the art microscopy and instrumentation development leading contributing to a highly skilled workforce.  Societal","person":"Henkjan  Gersen","coPersons":[],"organisation":"University of Bristol","findingsText":" The interaction of ultrashort pulses of light with matter on the nanoscale is of fundamental importance in optoelectronics and nanophotonics. Ultrashort pulses excite nanostructured materials over a wide range of different colors so that the resulting superposition of these field distributions, with different colors determines the actual local field evolution on both the femtosecond timescale and nanometer length scale. Controlling the spectral phase of the illuminating laser pulses therefore offers direct control over both the space and time-evolution of the local optical fields. Measuring, spatio-temporal dynamics of optical fields localized on the nanoscale has however so far been difficult to measure.\n\nThe key aim in this project has been to address this challenge by developing an instrument capable of measuring the full time-dependent optical field for ultraweak femtosecond pulses with subwavelength resolution. This we have achieved by combining the approach of Spectral Interferometry (SI), a technique relying on the use of frequency-domain interference between two beams of different optical paths, with the power of local probing via a scanning probe technique. \n\nThis unique combination of techniques has enabled us to do a full characterization of the local optical electromagnetic field with nanoscale spatial and femtosecond temporal resolution on (for now simple) photonic structure. The key advantage of combining NSOM with spectral interferometry is that it enables a full characterization of the local optical field, by measuring the spectral phase and amplitude, for individual probe positions. The developed method therefore only requires measurements at two points on the sample (the point of interest and a reference point to correct for the relative phase of the two interferometer branches) to determine the optical properties of the sample on the nanoscale, rather than scanning across a large area of the sample or scanning the delay line as in previous interferometric NSOM methods. This not only dramatically reduces the measurement time down from several hours to ~70 milliseconds, but is particularly useful where it is not possible to scan a large area as is the case when the structure is complex and not periodic, or when the information in a single point is of interest. \n\nMoreover Near field Scanning Optical Microscopy(NSOM) measures the evanescent field on the surface of the structure and hence allows characterization of parts of the structure where there is no emission into the far-field, such as in plasmonic or photonic crystal structures that remain an area to be explored using our approach. As the chosen approach is linear it has the added advantage that it can be used for extremely weak pulses that on average contain less than a fraction of a photon per pulse which opens up many fascinating research avenues in coherent control, nanooptics, and other research fields that investigate the interaction between light and matter for which the ability to measure the time-evolution of these local optical fields is crucial. The key beneficiaries of the approach developed are other researchers working in the area of photonics, nanotechology and quantum information technologies. Our findings could be used in these field fundamental for ICT to enable improvement of device-performance in these research areas. Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}