{"id":"F1E3739F-400B-4D08-A29E-93C374F97370","title":"Collaboration with the UCSF Memory and Aging Center in the Development of Computer-based Technology for the Diagnosis of Neurodegenerative Diseases","abstractText":"Parkinson's disease, Alzheimer's disease and Lewy Body Dementia are three of the most common neurodegenerative brain disorders, affecting in excess of 600,000 people in the UK alone. All three disorders share similar symptoms and consequently, can be easily misdiagnosed. For example, diagnosis of idiopathic Parkinson's disease based on clinical features is particularly unsafe with an error in diagnosis of up to 25% having been reported. \n\nDr Smith has developed a novel non-invasive assessment of Parkinson's Disease which uses a computer-based system to measure patients undertaking simple tasks used in conventional clinical evaluation, such as finger tapping and drawing simple geometric shapes. An initial clinical trial has recently been completed at Leeds General Infirmary which demonstrated that this technology can be used to reliably identify Parkinson's disease patients, despite them receiving medication to compensate for their symptoms. The technology has also recently been patented by IP21 Ltd on behalf of the University of York.\n\nThe aim of this work is to develop the technology further to discriminate between Parkinson's disease, Alzheimer's disease and Lewy Body Dementia. The purpose of the proposed visit to the Memory Center at the University of California, San Francisco is to establish a collaboration in which to study these conditions, having well integrated teams of academics and clinical staff using the latest methods of assessment.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J006726/1","grantId":"EP/J006726/1","fundValue":"19179","fundStart":"2011-08-01","fundEnd":"2012-08-31","funder":"EPSRC","impactText":"  The clinical focus of this research is the diagnosis, differentiation and monitoring of neurodegenerative conditions such as Parkinson's disease and Alzheimer's disease. This has transformed clinical practice allowing patients to be monitored with greater accuracy than previously possible in hospital and their own homes, leading the way to saving money and improving the patient's quality of life. Healthcare Economic,Policy & public services","person":"Stephen  Smith","coPersons":[],"organisation":"University of York","findingsText":" The main objective of this EPSRC Overseas Travel Grant was to develop a collaboration with the University of California San Francisco Memory and Aging Center. This has been extremely successful in the development of computer-based technology for the diagnosis and monitoring of Parkinson's disease, Alzheimer's disease and other neurodegenerative conditions. Two novel devices are currently being used to evaluate patients in San Francisco and a third will be introduced in early 2013. Four devices developed by my group are now in routine clinical use in nine leading medical centres worldwide, the result of collaborations I initiated with the University of California San Francisco, Veterans Affairs Medical Centre, San Francisco, University of Washington, Monash University, Melborne, Australia, Rashid Hospital, Dubai and the National Neuroscience Institute in Singapore, as well as Leeds, Liverpool and West Bromwhich hospitals in the UK. Healthcare","dataset":"gtr"}