{"id":"F1E82867-755F-46CE-9535-3D2F2ADBF579","title":"Intelligent Transport Systems and Services: Informed Logistics","abstractText":"This project will develop and prove the use of agent based modelling and complex systems dynamics to create a new approach to national and regional freight transport visioning, strategy and planning. The goal is to create and prove a first generation toolset that will support definition of the increasingly difficult policy and investment choices that transport faces. The overall goal is to respond to the DaSTS challenges: a low carbon world that also delivers economic productivity. These choices are not supported by tools that can evaluate radical change, including behavioural determinants in design and planning choices at both the national and regional levels and how they interact. Agent based modelling using complex systems thinking now offers the prospect of addressing this, since it is being successfully applied in other areas. This project is innovative as integrating the freight modes using operational data to understand the complex strategic interaction of investment, regulation, fiscal measures and planning is not available to public sector planners and private sectore companies. MDS Transmodal (lead partner) have access to operational data relating to the perceived key agents in freight operation: 1. the developer who decides where to create a distribution site, the scale of that site and whether it should be rail or water connected; 2. the cargo owner, who may be the sender or the receiver, who decides how to move goods most efficiently from origin to destination through the network and warehouses available to him/her, given the matrix of goods that need to be transported; 3. The Transport Supplier who will provide the least overall cost solution to the cargo owner, taking into account issues of risk and inventory cost; and 4. the terminal and/or port operator, relevant only where rail or sea operation is involved but will need to be considered as an option for every cargo flow. Using this information CSRC will define the agent rules for freight transport, given the vast volumes of data held at MDST and by validation at LCP (collaborating partner) using their expertise in logistics. CSRC anticipate interviewing key policy makers in the government and decision makers in industrial partner firms, to establish the potential for policy options and the likely responsiveness of decision makers.An agent based model toolset will be developed based on proprietary knowledge but extending into the new domain of freight transport. A validated prototype model will be created which aims to represent the operation of the current system and extend its dynamics into the future to gauge likely tipping points and times of low resilience. The various policy interventions can then the modelled by changing the values of existing parameters and by the introduction of new parameters. Strategy determination must support the quantification and prioritisation of: capacity investment decisions, planning policy and land use, the introduction of fiscal measures to incorporate the true costs of externalities, the impact of potential regulatory interventions and the role of the private and public sectors in the freight and logistics challenges. These form the policy interventions and so inform the creation of an overall strategic vision for freight transport that meets the twin goals of carbon and economic performance.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=TS/I000151/1","grantId":"TS/I000151/1","fundValue":"313426","fundStart":"2010-09-01","fundEnd":"2012-11-30","funder":"EPSRC","impactText":"  A pilot of the model was run in Liverpool and generated interest by the ports and LEP\nThe findings are being used to inform further research on transport modeling (in EU-Innovate project)\nThe growth in freight movement by rail is limited without further investment in new rail capacity; cross rail, HS2, etc. are example of this capacity growth Construction,Government, Democracy and Justice,Retail,Transport Societal,Economic,Policy & public services","person":"Liz Emma Varga","coPersons":["Peter Murray Allen"],"organisation":"Cranfield University","findingsText":" It is possible to integrate freight planning, policy and design across transport modes to a scale and granularity covering all UK freight movements across all commodity types.\nA self-organizing, transparent, agent based approach creates significant opportunities for efficiency in storage, miles traveled and load efficiencies. Answer specific questions for industry about movement and storage of freight, perhaps using more local granularity of data \nAssist in national infrastructure planning for rail, ports and highways. Construction,Financial Services, and Management Consultancy,Government, Democracy and Justice,Manufacturing, including Industrial Biotechology,Retail,Security and Diplomacy,Transport,Other","dataset":"gtr"}