{"id":"F1F11312-A2BC-4342-A13A-B7FE11A18F39","title":"The South Georgia Wave Experiment (SG-WEX)","abstractText":"Gravity waves are an important type of atmospheric wave. They play a key role in many atmospheric processes, ranging from convection to the mixing of chemical species to influencing the global-scale circulation of the stratosphere and mesosphere. Because of this, it is essential to represent their effects in numerical weather prediction and climate models.\n\nGravity waves are generated by sources including winds blowing over mountains, jet-stream instabilities and strong convection. The waves can transport energy and momentum away from these sources and deposit them at greater heights, thus exerting a significant &quot;drag&quot; on the circulation and so coupling together different layers of the atmosphere. \n\nRecent studies have shown that isolated mountainous islands in regions of strong winds can be intense sources of gravity waves that can have climatologically-significant effects on atmospheric circulation. However, most climate and numerical weather prediction models cannot accurately model waves from such small, intense island sources because the islands are too small compared to the resolution of the models - this is the &quot;small island problem&quot;. \n\nHere, we propose a major coordinated observational and modelling experiment to determine the nature and impacts of gravity waves generated by the most important of all these islands, South Georgia in the Southern Atlantic. \n\nOur experiment will answer the following questions:\n\n1. What is the nature of gravity waves generated by South Georgia and what is their variability?\n\n2. What is the contribution of these gravity waves to the total field of gravity waves over the South Atlantic?\n\n3. What is the influence of gravity waves from South Georgia on the mesosphere?\n\n4. How can these observations be used to improve gravity-wave parametrizations in models?\n\n5. How important is South Georgia in comparison to other gravity-wave sources and how does it impact local winds and the development of synoptic systems?\n\nTo answer these questions we will make measurements of gravity waves over and around South Georgia in two radiosondes campaigns in which meteorological balloons will be launched from South Georgia. We will place these observations in context with measurements made by satellite across the whole South Atlantic. Significantly, we will also deploy the first atmospheric radar on South Georgia. This is a meteor radar that will make the first ever measurements of gravity waves (and winds, tides and large-scale planetary waves) in the mesosphere over South Georgia at heights of 80 - 100 km.\n\nThese experimental results will be complemented by a programme of modelling work that will explore the propagation of gravity waves away from their sources. The observations will be used to help guide the development of new, improved, mathematical representations of gravity waves (so-called &quot;parametrizations&quot;) allowing such islands to be better represented in the Met Office's Unified Model used for numerical weather prediction and climate studies. Finally, modelling studies will integrate these studies and determine the relative importance of South Georgia compared to other waves sources and investigate the impact of\nGravity waves from South Georgia on local winds and the development of synoptic (weather) systems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/K012614/1","grantId":"NE/K012614/1","fundValue":"201605","fundStart":"2014-03-03","fundEnd":"2017-03-02","funder":"NERC","impactText":"","person":"Tracy  Moffat-Griffin","coPersons":["John  King"],"organisation":"NERC British Antarctic Survey","findingsText":"","dataset":"gtr"}