{"id":"F1F8E814-4559-4591-BCFC-79621ECB372C","title":"Molecular Magnets: From Cages to Supramolecular Assemblies","abstractText":"Magnetic Materials are employed in an enormous range of applications in modern society, from information storage in computers, refrigeration in security and astronomical instrumentation, biocompatible agents for use as both contrast and polarizing agents in magnetic resonance imaging (MRI) and diagnosis, and as agents for magnetic hyperthermic treatments. Academically, molecule-based magnets are also studied intensively with regard to their important fundamental chemistry and physics, since they have the potential to be exploited in nanoscale electronics devices, as beautifully demonstrated recently by the construction of single-molecule spintronic devices (spin valves and transistors). Molecule-based materials offer the great advantage of being designable and manipulable by synthetic chemistry. That is, they can be constructed atom by atom, molecule by molecule with the unparalled advantages of being soluble, monodisperse in size, shape and physical properties, and tuneable at the atomic scale. Indeed, this &quot;bottom-up&quot; research vision is not restricted to academia - IBM recently reported information storage in surface-isolated (2x6) arrays of Fe atoms at liquid He temperatures and are actively investigating spintronics and data storage with a view to the ultimate miniaturisation of such technologies. However, before any molecule or molecule-based material can have commercial application or value, the fundamental and intrinsic relationship between structure and magnetic behaviour must be understood. This requires the chemist to design and construct familes of related complexes, characterise them structurally and magnetically, and through extensive collaboration with a network of world-class condensed matter physicists and theoreticians, understand their underlying physical properties. The current proposal directly addresses these fundamental questions through the controlled aggregation and organisation of molecular magnets into designed 0-3D architectures in the solid state. Specifically it applies the fundamental principles underpinning supramolecular chemistry to assemble single-molecule magnets into novel topologies by taking advantage of simple coordination-driven self-assembly processes. We will employ molecular magnets as building blocks for the formation of supramolecular assemblies and coordination polymers in which the spin dynamics of the molecular building blocks are modulated through the attachment of, and interaction with, other paramagnetic moieties. In order to achieve this we will: design and build a range of metalloligands, ranging from simple isotropic molecules to more complex and exotic anisotropic molecules and attach them to pre-made SMMs; construct hybrid magnetic materials from SMMs and cyanometalate building blocks; design and synthesise dual-functioning ligands which are capable of directing the formation of SMMs and simultaneously linking them into higher order (O-3D) materials; and characterise all materials, structurally and magnetically, through a battery of techniques.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L010615/1","grantId":"EP/L010615/1","fundValue":"329230","fundStart":"2013-10-01","fundEnd":"2016-09-30","funder":"EPSRC","impactText":"  Fundamental chemistry and physics. Chemicals Societal","person":"Euan Kenneth Brechin","coPersons":[],"organisation":"University of Edinburgh","findingsText":" Novel supramolecular nanomagnets Fundamental chemistry and physics. Chemicals","dataset":"gtr"}