{"id":"F1FBB2E2-CF01-432E-AACA-C48AA253AA3D","title":"Tuning in: Diasporic Contact Zones at the BBC World Service","abstractText":"&quot;Since 1934, BBC World Service radio (BBCWS) has provided a &quot;&quot;home from home&quot;&quot; for the worldwide British diaspora. Audiences for its 33 other &quot;&quot;vernacular language&quot;&quot; services (radio, internet; Arabic TV planned) also include vast diaspora populations. Increasingly available in the UK as well as abroad, along with BBC World TV (in English only), all the services are interconnected through translation activity and sharing of personnel and programmes, and held together as components of the web of BBC enterprises and charities (Fig. I). After its Empire and Cold War phases, BBCWS is in transition towards becoming a less centralised, more visible global institution. Globally devolved production raises issues over the fit between local and diasporic values and the key BBC brand value: &quot;&quot;impartiality&quot;&quot;. These issues often hinge on the politics of translation. BBCWS has long been a key employer of expatriate and exile artists, writers and intellectuals, providing them with creative as well as political opportunities. Analyses of imports and exports of cultural capital provide an optic on the diasporic experience that is rarely explored. \nArguably the world's largest cross-diasporic cultural contact zone, BBCWS retains global respect to a remarkable degree. In some regions which are served by a growing diversity of local and transnational media, BBCWS market share is shrinking. But, especially at moments of political crisis, many audiences as well as journalists, turn to BBCWS as a benchmark. \nBBCWS fulfils key functions of civil society in countries where freedom of speech and human rights are curtailed. Listener-driven discussion programmes, and a growing range of on-line fora for audience feedback and debate, connect in-country and diasporic voices in political, social and cultural commentary. BBCWS is an important site of home-diaspora interactions, negotiation of identities, and conflicts over politics, religion and rights. \nSurprisingly little research exists on BBCWS, past or present. Its authoritative reach, across national and diasporic boundaries, needs explaining. If it is a historical legacy, what keeps renewing it? What challenges does it face? This study asks how BBCWS producers and audiences handle shifting concepts and conflicts of ^entity across linguistic and cultural boundaries.\nThis OU/SOAS project brings together six scholars whose research bridges the arts and humanities and social sciences divide, and combines proven theoretical and methodological innovation with specialist regional and linguistic knowledge (S.Asia, Middle East, S.Africa, Caribbean). Contrasting historical and contemporary case studies will be defined and investigated collaboratively, chiefly through comparative analyses of texts, genres and their contexts of production and reception. The analyses will be strengthened by interviews with producers (and the artists, writers, performers, intellectuals and translators with whom they work and who appear in programmes), and audiences (Figs 2-4). Humanities methods (historical narrative, genre and text analysis) will be complemented by Social Sciences methods (participant observation and focus groups). \nThis combination shifts the emphasis of most diaspora studies from racialised groups in the &quot;&quot;White West&quot;&quot; by examining how BBCWS genres create and or sustain multiple interpretative communities across diasporic boundaries. Drama, comedy, sport and music programming, in particular, may evoke identifications which cut across established ethnic, religious and national boundaries, allowing for more subtle understandings of diaspora identities. Producers themselves are aware that the formats exported via BBCWS are adapted by local producers and, indeed, are often re-sold to diaspora audiences, thus reframing identities and mutual identifications. Even The Archers, has been adapted to diverse countries (like many other formats through the BBCWS Trust), to inform discussions on rights and development issues. Life and institutional histories of producers, past and present, will explore how creative diaspora lives entwine with political and intellectual histories. \nSummary: this project aims to understand the historical and contemporary role of the BBCWS as a global cultural broker and arbiter of cultural identities and differences, and to explain its function as a global forum for diasporic imaginations and sensibilities. It is only through such interdisciplinary enquiry that we can get at the essence of BBCWS's &quot;&quot;aura&quot;&quot; and understand its pivotal role at a time of momentous technological, sociocultural and political change.\n&quot;","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E508693/1","grantId":"AH/E508693/1","fundValue":"496476","fundStart":"2007-01-01","fundEnd":"2010-03-31","funder":"AHRC","impactText":"","person":"Marie  Gillespie","coPersons":["Annabelle  Sreberny","Jason  Toynbee","Kath  Woodward"],"organisation":"Open University","findingsText":"","dataset":"gtr"}