{"id":"F2056744-E0F8-435D-BC09-A1D80D33539F","title":"The Castleford Heritage Project","abstractText":"Context of research\n\nThis project will develop new opportunities for community heritage groups within the Castleford region of West Yorkshire, with a specific focus on Fryston. A 112-year tradition of coal production in Fryston was ended in 1985, and the area is still suffering from the effects of industrial decline, high unemployment and poor scholastic attainment. \nFryston Colliery was sunk on land forming part of the ancestral estate of the famous Victorian politician and literary figure, Lord Houghton. Lord Houghton was engaged to Florence Nightingale, a regular visitor to Fryston Hall, along with historical figures as Disraeli, Thackray, the explorer Richard Burton and Prince Edward. The area's rich heritage represents a fertile basis for developing relevant research projects. \n\n\nAims and objectives\n\nTo provide community heritage groups with the opportunity to forge partnerships with researchers from Sheffield Hallam University (SHU). We will use a combination of open days and online mechanisms to maximise participation and ensure that as many people as possible have the opportunity to contribute. Objectives include:\n\n1. Organise 3 open days (in May-June 2012), with Castleford Heritage Trust (CHT), inviting local community groups, individuals and organisations to collaborate in the instigation and development of an online heritage site and/or other multimedia resources, and to provide academic support to develop proposals for Heritage Lottery Funded activities, thereby contributing to cultural regeneration.\n2. Introduce archival material in the research team's possession and demonstrate the academic, practical &amp; organisational skills and experience of the research team in such areas as: web design, social media, digital inclusion, community regeneration, print and broadcast journalism, film-making, photography, art exhibition and creative writing. \n3. Allow people to discuss their preferred ways of representing their heritage, and to arrive at a viable project proposal that will form the basis of a grant application to the HLF.\n4. Develop a website with the intention of screening video presentations and blogs for keeping potential participants well-informed, and to encourage a continuous sharing of views.\n5. Work with CHT to generate press releases, meet local media, design and distribute leaflets, and engage in other forms of publicity and dissemination.\n6. Aspire to the goal of equipping local people with the skills, opportunities and enthusiasm to explore and help document their cultural heritage in as many exciting and innovative ways as possible.\n\n\nApplications and benefits\n\nA benefit of this project will be that the partnership of CHT and SHU will ensure that Fryston's heritage is represented as a mining history which saw the village achieve regional and national prominence for its sporting prowess, pioneering social welfare reforms (such as the inception of a transport scheme for disabled miners), and a unique brand of community endeavour which allowed miners to build a sports arena in the space of several days. \n\nAn online repository of community heritage will be developed as a result of these open days. This will help to restore a sense of community identity and confidence among villagers and residents of neighbouring housing estates in Airedale, Ferry Fryston and Townville, and enable current and former inhabitants and workers, their friends and relatives to 'reconnect' following decades of enforced separation. The online site could be a repository of archives, histories, film, 'virtual guides' to sites of industrial, historical and natural import; and could be used in conjunction with separate artefacts - e.g. a radio broadcast, oral tourist guide, or book in a day, as pioneered by Yorkshire Arts Circus. \n\nThe Castleford Heritage project is intended as a precedent for similar heritage initiatives within other former industrial areas throughout the UK.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J013579/1","grantId":"AH/J013579/1","fundValue":"19703","fundStart":"2012-02-14","fundEnd":"2013-01-13","funder":"AHRC","impactText":"  A website has now been set up ('Fryston Memories' : http://www.frystonmemories.co.uk/ ) by Friends of Fryston Woods. A DVD, depicting the history of Fryston AFC is nearing completion. Communities and Social Services/Policy,Digital/Communication/Information Technologies (including Software),Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections Cultural","person":"David Peter Waddington","coPersons":["Stephen John Sprung","Philo  Holland","Noel Richard Williams","David William Clarke","Simeon John Yates","Ian David Gwilt","Andrew  Robinson","Daniela  Petrelli"],"organisation":"Sheffield Hallam University","findingsText":"","dataset":"gtr"}