{"id":"F2073289-0263-439A-AFEB-AF149472331B","title":"Homotopy Decompositions and the Homotopy Exponent Problem","abstractText":"The PRINCIPAL SUBJECT of the research programme is the study of loop spaces from the homotopy theoretical point of view by means of decompositions. Loop spaces are one of the main objects in an area of study on the verge of contemporary Mathematics and Physics and at the same time provide a natural framework to explore the deep relationship between Topology and Algebra. The former study of decompositions of loop suspensions was based on techniques introduced in the 1980's by Cohen, Moore and Neisendorfer. Recently, Selick and Wu introduced a new research programme by bringing in novel, powerful ideas.The KEY AIM is to extend our knowledge of the homotopy type of the loop spaces and associated topological and algebraic objects using and developing the far-reaching programme of Selick and Wu.We shall exploit two METHODS to achieve our goals. The first method is based on using homotopy decompositions. It is standard in mathematics to investigate an object by breaking it into smaller pieces, investigate the pieces individually, and then reassemble that information to gain insight into the original object. A nice and yet elementary example is the torus, which is the product of two circles. The circle is easier to deal with than the torus, so once we know information about the circle and the behaviour of the product, we know something about the torus. For more complicated topological objects, it is not easy to recognise when the object decomposes as a product, or to identify the factors if such a decomposition exists. Over the years topologists have developed general methods which give decompositions of some topological objects which are of a fundamental nature. Examples include n-spheres and certain manifolds important in physics. A major objective of the proposal is to use known decomposition methods to gain insight into particular types of properties of these fundamental topological objects. For example, if there is a multiplication on the geometrical object, we wish to examine to what extent that multiplication is preserved by the decomposition. At the same time fresh ideas are needed to apply the philosophy of decompositions in more complicated cases of loop spaces. We shall obtain the whole new range of decomposing methods by extending and generalising results of classical homotopy theory. Also needed will be sophisticated technology coming from representation theory. That is where the second main method, homology decompositions of loop spaces, come into play. It is usual in Algebraic Topology that continous deformations of topological objects are partially quantified by algebra. The algebra is more concrete than the geometry, in the sense that it lets us calculate things more directly. Another objective of the proposal is to decompose homology of topological objects related to the fundamental ones mentioned above and then geometrise thos decmpositions. We shall continue by examining some general algebraic invariants of each factor, and then investigate to what extent these invariants define properties preserved by the decomposition. In this way we can discover interesting properties of the original geometrical objects. It is important to notice that passing from topological objects, whose geometrical properties we know, to their algebraic invariants, we can say something new about algebraic objects. Therefore in this proposal we are not just using Algebra to enrich Topology, but also Topology contributes to the knowledge of Algebra.The successful development of proposed aims should lead to a broad range of topological and algebraic applications.The First Grant will be held at the UNIVERSITY OF MANCHESTER. The programme will involve consultation with researchers working in homotopy theory and algebra. Relevant research groups are located in Aberdeen, Leicester, Manchester, Oxford, Sheffield, Rochester, Toronto, Singapore, Osaka and Kyoto.Funds are requested to cover a full time research assistent for 24 months.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F004079/1","grantId":"EP/F004079/1","fundValue":"217154","fundStart":"2008-07-10","fundEnd":"2010-07-09","funder":"EPSRC","impactText":"","person":"Jelena  Grbic","coPersons":[],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}