{"id":"F20A617C-DA97-45A7-8046-41B77A513F2F","title":"Collecting and Curating Popular Music Histories","abstractText":"Despite being a prominent aspect of social and cultural history, museums have not traditionally collected popular music materials. However, in recent years there has been an increased interest within this sector in collecting and displaying material which tells popular music histories. Around the world different museums and galleries have offered temporary exhibitions focused upon popular music venues, artefacts, artists and contexts. A number of dedicated visitor experiences have also been established which focus wholly on popular music. In concert with this some museums have begun actively collecting popular music material.\\n\\nThere is a need to review the ways in which the history of popular music culture in all its forms is being preserved for the future. This study will review how this heritage is being cared for. Focussing on UK museums it will investigate and compare how museums value, preserve and interpret popular music heritage. It will explore the ways in which museums work with other custodians of popular music and consider the implications of much of this material currently residing in private ownership.\\n\\nThere has been little academic work which has investigated the issue of the preservation of popular music materials and the ways that these allow us to interpret history. Museums remain key sites for learning about history and are public institutions through which narratives about history are disseminated to the public. The project will look at the possibilities opened up by museums in dealing with the subject of popular music. Through interviews with museum curators and the development of case studies it will explore how museums can further develop ways to interpret and transmit music histories. It will consider how museums can tell these histories in new and exciting ways which go beyond the written form by working with sounds, images and material culture. \\n\\nThe outcomes of this research will be of interest to academics, museum professionals, archivists, collectors and the wider public. The project will enable the sharing of information and ideas about the representation of popular music histories. Through work with different museums and their collections it will identify examples of current practice and offer a theorisation of particular issues related to the collection and interpretation of popular music. It will draw on popular music scholarship to critique the ways in which histories are constructed and narrativised. The research findings will be shared through public events, communication with practitioners and written outputs. The project aims to develop understanding of the value, importance and uses of popular music materials and so inform museum practice and the future development of collection policies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H013237/1","grantId":"AH/H013237/1","fundValue":"106849","fundStart":"2010-06-01","fundEnd":"2011-09-30","funder":"AHRC","impactText":"  The findings have had an impact on museum visitors who the team engaged through: an exhibition at the Victoria Gallery and Museum, Liverpool attracting 23,417 visitors; and though workshops organised in partnership with National Museums Liverpool (April 2011): one on popular music objects and memory; and one involving guest speakers, theatrical performance and the handling of museum objects. These events produced positive feedback and thoughtful reflections from participants.\n\nThe research has also been used to develop the practice of museum professionals. The symposium organised at the British Library (5/7/11) for museum professionals, librarians, archivists, collectors and scholars, allowed for reflection on current museum practice, and established a network of professionals engaged in collecting and curating popular music materials. During the period of the project the research team also advised on the development of popular music exhibitions, including the major 'Home of Metal' exhibition at Birmingham Museum and Art Gallery (2011). In addition, the team co-organised a study day for gallery and museum studies postgraduates from north-west England (June 2011), and delivered seminars and workshops to postgraduate students in a number of UK institutions as well as to MA students in Kufstein, Austria (July 2011). Through these activities the research contributed to the professional development of future curators and museum professionals by increasing their knowledge and capacity for working with popular culture materials. Education,Culture, Heritage, Museums and Collections Cultural,Societal","person":"Marion  Leonard","coPersons":[],"organisation":"University of Liverpool","findingsText":" This project was the first study of popular music collections and exhibitions within UK museums. It mapped out the different ways museums engage with popular music considering collections, policies, conservation issues and the interpretation of materials. To get an overview of collecting policies, activity and practice the research team contacted 200 museums and galleries across the UK, receiving responses from over 80 participants within these institutions. The data revealed that whilst temporary engagement with popular music through exhibitions has grown considerably in recent years, permanent collections of popular music in UK museums are only beginning to be shaped, with less than half of the museums who responded featuring any popular music items in permanent displays. Contemporary collecting policies were in place in numerous museums, with some institutions actively attempting to build their collections of popular music material. Respondents discussed some of the challenges they had encountered when developing collections including a lack of connections with the music sector, the cost of acquiring material through auctions, and the reluctance of private collectors to donate due to their emotional ties to the material or the financial worth of the items. Collections management of popular music materials was identified as an area of particular concern. Respondents highlighted a number of issues including uncertainty over intellectual property rights, plastics degradation, the ephemerality of many popular music objects, maintaining access to outdated music formats, storage of new digital media and space.\n\nIn the second phase of the project interviews were undertaken with staff in museums which either had substantial popular music holdings or were active in organising music exhibitions. Interviews were completed with over 60 respondents including museum staff in management, curatorial, educational and conservation positions. These in-depth interviews explored how museums work with sonic, visual and material forms to communicate ideas about popular music and extend public understanding of social and cultural history. The project identified different curatorial approaches relating to the design, display and interpretation of material. In doing so it developed a number of case studies identifying issues, challenges and models for presenting and interpreting popular music history in a gallery setting. A concern of the research was to explore how music itself was presented within museums. Respondents discussed the value of music as an effective way to engage and encourage new audiences and also acknowledged practical issues related to how it was transmitted, experienced and controlled within a gallery setting.\n\nParticipants discussed the value of learning from current practice in the field and the project aimed to facilitate this through a symposium held at the British Library involving museum directors, curators, educators, librarians and academics. This resulted in communication and exchange between institutions and individuals actively working with popular music materials or interested in developing projects in this area. Designed as a collaborative project with the museum sector, the research developed in partnership with National Museums Liverpool and the Victoria and Albert Museum, with additional support from the British Library and the British Music Experience. The research project: engaged representatives of the museum sector through consultation and discussion, facilitated exchange of information between professionals, delivered public engagement events through partnership, offered feedback on research findings to those working in the field and involved curators in the dissemination of project findings. The project resulted in communication and exchange with museum staff across the UK, establishing a network of curators engaged in contemporary collecting and curatorial work with popular music materials. Numerous music exhibition projects were in development during the course of the project presenting the opportunity for the project team to offer advice, pass on useful contacts and contribute to discussions on curatorial practice. The project team also fed into conversations with curators at the Victoria and Albert Museum while they were in the process of revising their collecting policy for rock and pop. Communities and Social Services/Policy,Creative Economy,Education,Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections","dataset":"gtr"}