{"id":"F20C4228-B928-4D17-85B0-95CA96BAD326","title":"Faithful judgements: the role of religion in laypeople's ethical evaluations of new reproductive and genetic technologies","abstractText":"<p>This study investigates whether religious commitment affects how people make ethical evaluations about new technologies in assisted conception and genetic medicine. By comparing across three different faith groups the study will clarify where and how religious commitment contributes to lay people's thinking about bioethical issues, and to identify what is shared and different within and between faith groups.</p>\n\n<p>The methodology includes dialogue groups with members drawn from Christian, Muslim and Hindu faith communities; interviews with religious leaders; and interviews with people who identify themselves as 'religious' and who have experienced one of the new reproductive and genetic technologies, such as in vitro fertilisation.</p>\n\n<p>The groups and interviews will explore questions of religious authority and identity, the sources of advice that people access, the kinds of reasoning that people use in making ethical evaluations, whether conflicts arise between religious and civil identities, and whether members of faith groups feel they have effective ways of engaging in public consultation and debate on bioethical issues.</p>\n\n<p>The findings will fill a major gap in the understanding of responses to new biomedical technologies, contribute to the discussion of diversity in contemporary society, and will also help improve opportunities for public engagement and consultation.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-062-23-3210","grantId":"RES-062-23-3210","fundValue":"202360","fundStart":"2011-10-01","fundEnd":"2014-01-31","funder":"ESRC","impactText":"","person":"Jackie Leach Scully","coPersons":["Erica  Haimes","Robert  Song","Sarah Jane Banks"],"organisation":"Newcastle University","findingsText":" This study aimed to explore the processes through which people who identify themselves as 'religious' make ethical evaluations of new reproductive and genetic technologies, focussing on Christian and Muslim faith groups. Among the key findings were:\n -- that many participants, from Christian and Muslim faith groups, noted that information on the official teaching of the religion on new reproductive and genetic technologies was hard to find. \n-- some faith groups have not yet crafted an official teaching on NRGTs. \n-- the most readily available forms of religious guidance were sometimes not viewed as authoritative, if faith leaders were felt to lack knowledge and/or the faith group's theological responses were regarded as inadequate. \n-- most interviewees felt that the healthcare system was generally unaware of faith issues and the onus was on patients to raise these issues. However, they also recognized the difficulty for healthcare professionals of raising sensitive issues.\n-- many interviewees felt that they had had no opportunity to think through their treatment choices from a faith perspective, and that this had caused them concern or distress. Information could be used to shape relevant healthcare policy, practice and training, by clinicians and others. It will also prove useful to faith group leaders in terms of their engagement with their members facing these issues, as well as potentially informing faith group policy on NRGTs. Findings made publicly accessible will also be useful to faith group members themselves. Healthcare","dataset":"gtr"}