{"id":"F2112927-D088-4CAD-A805-B6282662C5A9","title":"A Programme of research in Astronomical Instrumentation and Cosmology","abstractText":"The Cosmic Microwave Background (CMB) is the earliest electromagnetic signal we can receive from the Universe, and investigation of its properties allows us to test theories of how the Universe began (the big bang and inflation) and how structure has formed in the Universe. The interaction of CMB photons with galaxy clusters also allows us to identify and investigate further galaxies at redshifts not readily identifiable any other way. Such observations will be made and combined with surveys for individual galaxies, all at wavelengths in the range of a few mm to 100 microns. We also propose a unique instrument to exploit an atmosperic window at around 200 microns to obtain very much higher angular resolution observations at this wavelength, complementary to similar resolution observations at longer wavelengths. This instrument will address the major issue of how star-formation occurs in our own and similar galaxies. All these themes are very high priority in the PPARC roadmap. In this application we propose participation at a leading level in major international experiments investigating these problems, along with an underpinning technology development programme concentrating on optics, superconducting detectors and cryogen-free ultra-cold systems matched to the needs of future instruments. This programme will not only keep the UK at the forefront of current observational cosmology and astrophysics but enable us to maintain our technological edge so that we will remain at that forefront in future years.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=PP/D001048/1","grantId":"PP/D001048/1","fundValue":"2114490","fundStart":"2006-04-01","fundEnd":"2009-03-31","funder":"STFC","impactText":"","person":"Walter  Kieran  Gear","coPersons":["Philip  Mauskopf","Peter  Ade","Derek  Ward-Thompson","Matt  Griffin"],"organisation":"Cardiff University","findingsText":"","dataset":"gtr"}