{"id":"F21ABC0A-AC32-4DF5-90F4-C6F224F86ED7","title":"Qualitative Performance Assessment of Adaptive Filtering and Machine Learning Algorithms","abstractText":"Signal modality characterisation, that is, the assessment of the linear, nonlinear, deterministics and stochastic signal content, is becoming an increasingly important area of multidisciplinary research. These ideas arose in Physics in the mid-1990s, however, the applications in machine learning and signal processing are only recently becoming apparent. As changes in the signal nature from, say, linear to nonlinear, can reveal e.g. health hazard, the signal processing framework should be chosen so as to preserve this critical information. However, standard learning algorithms are typically based on second order statistics, and will linearise naturally nonlinear phenomena.This proposal aims to provide a novel theoretical and computational framework for the design of learning algorithms with enhanced qualitative performance. Standard, second order statistics based adaptive filtering and machine learning algorithms are designed to optimise quantitative performance, and useful information is often lost. This type of problem arises typically in biomedical applications, for example, the change in the nature of brain electrical recordings from linear stochastic (ARMA) to nonlinear deterministic (chaotic) can indicate health hazard. The fundamental novelty of this work is a recently proposed, but not fully tested, delay vector variance (DVV) method which examines the local predictability and determinism of a signal in phase space, and provides a measure for the degree of linear, nonlinear, deterministic, and stochastic signal natures. This will serve as a framework to analyse the changes that signal processing and machine learning make to signal natures, and as a basis for the development of novel optimisation criteria which will both provide the required quantitative performance and preserve the fundamental signal nature to the desired degree. The team at Imperial have performed conceptual work related to this proposal, but no rigorous statistical evaluation or relavance analysis of the underlying state space features. The proposed research will perform comprehensive testing in order to provide enhanced understanding and insight into the qualitative peformance of learning algorithms used in biomedical applications. This will also lead to the design of novel adaptive learning algorithms capable of preserving the signal nature to a desired extent, a critical issue in several emerging applications.Solutions to these problems open new possibilities for advances in biomedical engineering, which underpins this research proposal, based at Imperial College and in collaboration with a leading applied biomedical group from Germany.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G032211/1","grantId":"EP/G032211/1","fundValue":"152853","fundStart":"2009-02-01","fundEnd":"2010-07-31","funder":"EPSRC","impactText":"","person":"Danilo  Mandic","coPersons":[],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}