{"id":"F2221B8F-E79E-48C7-A823-0E6A660591EB","title":"POST EARTHQUAKE FIELD INVESTIGATION OF THE M7.9 EASTERN SICHUAN, CHINA EARTHQUAKE OF MAY 12, 2008, AND DEVELOPMENT OF VIRTUAL DISASTER VIEWER","abstractText":"The UK Earthquake Engineering Field Investigation Team (EEFIT) has decided to mount a reconnaissance mission to Eastern Sichuan, China following the earthquake of magnitude 7.9 MW, which occurred on the 12th May 2008. A team of nine people, (earthquake engineering, geotechnics and seismology experts), are planning to leave for Chengdu, China on 11th July 2008 and spend seven days in the disaster zone. Although two months have passed from the event, very little information has been made available to the International engineering community regarding the extent and type of damage incurred. This has spurred the worldwide earthquake engineering community to look into the feasibility of using new technologies to obtain damage information remotely. This grant application seeks financial support to help meet the travel costs of the participating academic team members and to aid EEFIT support a new International collaboration to set up a web portal (the Virtual Disaster Viewer ) that will function as a social networking tool , where members of the global earthquake engineering community, especially those belonging to EEFIT (UK), Earthquake Engineering Research Institute (EERI, US) and Multidisciplinary Centre for Earthquake Engineering Research (MCEER, US), can review and provide their assessment of damage by comparing before and after satellite images of the affected areas. The outcomes of this effort will give the community an assessment of regional damage in an event where little information is available and access difficult. It will serve as an important test for using remote sensing technologies as an impact assessment/damage observation protocol, and the results will be fully viewable and available to the public, promoting awareness of earthquake risk and of research carried out by the UK earthquake engineering community. No such joint reconnaissance and research effort has ever been undertaken between members of EEFIT, MCEER and EERI (the largest and most active earthquake reconnaissance groups in the UK and US) hence this initiative will strengthen existing, and foster new relationships between researchers and engineers belonging to EEFIT, EERI and MCEER.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G030111/1","grantId":"EP/G030111/1","fundValue":"19885","fundStart":"2008-07-14","fundEnd":"2008-10-13","funder":"EPSRC","impactText":"","person":"Tiziana  Rossetto","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}