{"id":"F22324DC-C1AF-4ED4-B421-D7671E2E0163","title":"Inciting dialogue and disruption - developing participatory analysis of the experience of living with dementia and dementia care","abstractText":"The World Health Organisation (2012) argue that dementia is the greatest health challenge of our time. The day-to-day lives of those living with dementia is incredibly complex and current health and social care provision may not be best able to meet their needs (Alzheimer's Society 2012). Contemporary policies aim to empower people with choices and resources, quite different to earlier ideas in which risk was understood as something to be controlled and limited. This move from managing 'vulnerable people' (through an emphasis on safety and loss) to managing vulnerable situations is evident in the contemporary language used such as 'risk enablement', 'positive risk taking', 'reasonable risk', and positive risk in practice models such as personalisation. \n\nOur recent completion of Healthbridge, the evaluation of innovative and empowering services recommended by the National Dementia Strategy for England (DH 2009) has generated a large volume of data from people living with dementia (Clarke et al 2013). In total, 239 interviews were completed (lasting 45-120 minutes) with 47 people with a diagnosis of dementia and 54 carers interviewed on up to three occasions. This is the largest data-set of interviews with people with dementia and carers that can be found.\n\nWe aim to interrogate this existing qualitative dataset in partnership with those living with dementia, using an approach that sets out to challenge assumptions of current practice to inform the development of empowering support for people living with dementia.\n\nTo achieve this aim, our objectives are to:\n1. Interrogate through secondary data analysis a large qualitative data-set of interviews with people living with dementia using two theoretical frameworks that will inform our analytical process: risk and resilience, and the ethic of care. \n2. Collaborate with people living with dementia in the co-production (interpretation) of knowledge and the co-production of digital stories which re-present experiences within the data set.\n3. Working with partners to influence practice and services to ensure that the work impacts on the development of services and support through briefing papers, digital stories, a blog and a good practice guide. \n\nThe project will be a process of co-production between academic researchers and non-academic partners, acknowledging the varied yet equally valuable knowledge/ experience bases involved in the process. There will be two key aspects to the work - identification of theory from the existing dataset, and participation with people with experience of dementia. These link together, enabling people living with dementia to be part of the process of analyzing the data.\n\nPartners in the work are the Mental Health Foundation and Alzheimer Scotland. We will work together to develop a relationship with four groups of people with dementia and their carers, who will then shape the emerging findings from the secondary analysis of the data-set. Together with people living with dementia, we will create digital stories which combine individual experiences and the analysed data. These will be central to two workshops with people who influence policy and practice in dementia care.\n\nIn order to have the greatest influence of the work, we will communicate throughout and after the duration of the project with a wide academic and non-academic audience through a website, blog commentary, briefing papers and a good practice guide. The collaboration between the Mental Health Foundation, Alzheimer Scotland and the University of Edinburgh creates a powerful combination of influence and access to the key policy and practice arenas to ensure longer term use of the findings across these sectors.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L01470X/1","grantId":"ES/L01470X/1","fundValue":"163893","fundStart":"2015-02-01","fundEnd":"2016-07-31","funder":"ESRC","impactText":"","person":"Charlotte Laura Clarke","coPersons":["Sarah Elizabeth  Keyes","Heather Ann Wilkinson"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}