{"id":"F229B185-CBF1-40D3-94B5-D47996220858","title":"The Global Hub in Medical Technologies and NanoHealth at Swansea University","abstractText":"With its Centre for NanoHealth, Swansea University leads Europe in NanoHealth and Medical Technologies, underpinned by existing and emergent international collaborations. \n\nSwansea University's Centre for NanoHealth (CNH) is a &pound;30M investment, state of the art facility conducting research and development in medical technology and nanotechnology for healthcare. The scope and breadth of the facility is unique in Europe allowing the design, fabrication, characterization, scale up in a cleanroom, embedded in a Category 2 biological environment; CNH covers translation through a clinical research unit. CNH opened in 2009 and has been the catalyst for interdisciplinary projects spanning Engineering, Medicine, Science and hospitals, internationally and nationally. \n\nMuch international collaboration has been forged through CNH's activity, particularly with leading international institutions in Medical Technologies and NanoHealth. The majority of CNH projects have direct clinical support through the University Hospital, which is co-located on campus and shares facilities. The current portfolio of externally funded projects supports over 25 RA/PDRFs and 40 PhD researchers with the involvement of circa 40 academics and clinicians, all having access to over &pound;20M of state of the art equipment. Successful inward (interdisciplinary) and outward-reaching collaboration by CNH has attracted in excess of &pound;16M from EPSRC, EU, MRC, TSB, the Royal Society, and industrial partners, who have a strong foothold in CNH as partners or spin-out companies. \n\nThis Global Hub will go beyond the limitations of standard operational practice: time constraints, single ad hoc staff exchanges, access to facilities and budget availability tend to stifle outputs and frustrate academic vitality and pace. The Hub will lead to increased productivity from existing international links with the US and rapidly build on the early stage collaboration with France and China. The objective is to create a high-profiGlobal Hub centered at Swansea University. \n\nThe Global Hub's programme of collaborative activity in Medical Technologies and NanoHealth focuses on four primary research clusters to intensify capacity and capability: Technology Development, Safety Assessment, Therapeutics, and Human Factors Engineering.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K004549/1","grantId":"EP/K004549/1","fundValue":"493093","fundStart":"2012-04-01","fundEnd":"2013-03-31","funder":"EPSRC","impactText":"  The project's primary outcome has been the establishment of an international research network in medical technologies and nanohealth. The strategic alliances fostered have enabled researchers to pursue new collaborations aligned to the project's four core themes, and to attract additional research funding to support initiatives that will yield impact in areas such as medical devices, cancer treatments, safer healthcare, nanotoxicology, rheology, and therapeutics.\n\nNotable impacts:\n• Strategic partnership with Universit&eacute; de Grenoble\n• Joint PhD programme with institutions in Texas and Grenoble\n• Collaboration with National Institute of Science and Technology USA on joint publications, research projects plus opportunities for equipment sharing\n• Five fellowships awarded to overseas collaborators to research with Swansea\n• Secondment of Professor Paul Rees to the Broad Institute of Harvard and MIT, Boston, Massachusetts\n• A Memorandum of Intent to collaborate in the field of nanotechnology between BioBay\n• (a local Nanotech commercial hub)\n• Soochow University and Swansea University\n• The launch of a joint research centre with Soochow University\n• The creation of a Swansea University office facility at Soochow University\n\nThe project achieved its aim to develop a Global Hub in Medical Technologies and NanoHealth. Swansea continues to strengthen the interactions with Texas and Grenoble particularly, but also other European and Far Eastern partners. These relationships would not have been facilitated to the same extent without BGER, with the attendant benefits not accruing to Swansea and the UK. \n\nIt is hard to gauge the reach of all the engagement, training and enablement activities, given the numbers of staff involved, the international focus of the project, and the range of disciplines supported. However, we estimate that these activities will have reached in excess of 5,000 people. Aerospace, Defence and Marine,Agriculture, Food and Drink,Chemicals,Creative Economy,Digital/Communication/Information Technologies (including Software),Energy,Environment,Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology,Other Societal,Economic,Policy & public services","person":"Steve  Wilks","coPersons":["David Vincent Ford","Catherine Ann Thornton","Robert Steven Conlan","Phylip Rhodri Williams","Paul  Rees","Huw  Summers","Shareen Heather Doak","Harold  Thimbleby"],"organisation":"Swansea University","findingsText":" BGER was an enabling project designed to foster collaborations between more than 20 institutions across Europe, the USA and Far East. The project enabled Swansea University to create a Global Hub in Medical Technologies and NanoHealth. The project provided support across four themes: Technology Development; Safety Assessment; Therapeutics, and Human Factors Engineering. It also supported the professional development of Early Career Researchers by providing opportunities to co-locate with researchers from participating institutions for prolonged periods of time to maximise impact and outputs. The project supported approximately 50 exchanges and visits, enabling the development of an extensive research network with broad but complementary interests. There will be many applications of the research outputs arising from this network, with examples including:\no definition of a nanomaterial testing strategy to inform international regulatory bodies;\no work with hospitals on improving procurement of safer systems and equipment;\no new biomarkers for early detection of blood clots;\no application of molecular, cellular and nanobiology approaches to early identification and treatment of disease. Aerospace, Defence and Marine,Agriculture, Food and Drink,Chemicals,Creative Economy,Digital/Communication/Information Technologies (including Software),Energy,Environment,Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology,Other","dataset":"gtr"}