{"id":"F22D2721-6270-4706-858E-A000E8B6EFC8","title":"The Haagerup subfactor, K-theory and conformal field theory","abstractText":"The theory of operator algebras was initiated by Murray and von Neumann as a tool for studying group representations and as a mathematical framework for quantum mechanics. Since then noncommutative operator algebras have become a powerful tool in the analysis of singular topological spaces and measure spaces (such as leaf spaces of foliations or orbit spaces of ergodic group actions) with links and applications to many areas of mathematical and theoretical physics, eg K theory, the Novikov conjecture, foliations, link and 3-manifold invariants, quantum groups, modular invariants, topological and conformal field theory, and D-branes. \n\nWith the introduction by Connes of noncommutative geometry, and with it noncommutative models of space-time, entirely new avenues of research have opened up. Noncommutative tori, through their K theory, have been used to provide matrix models in quantum field theory. The subfactor theory of Jones led to connections with link and 3-manifold invariants, quantum groups, exactly solvable models in statistical mechanics, conformal quantum field theory and modular invariants. \n\nThis programme actually links these two areas - utilising the realisation of the Verlinde ring by Freed-Hopkins-Teleman FHT as twisted equivariant K-theory, and the realisation by Wassermann et al of the Verlinde ring as endomorphisms or bimodules of loop group subfactors. \n\nEd Witten predicted that a theme of 21st century mathematics will be mathematicians coming to terms with quantum field theory, which is the language physicists believe describes fundamental physics. The nontrivial quantum field theories which are the simplest and most symmetrical, and so are the most amenable to mathematical study, should be the so-called conformal field theories CFT in 2 space-time dimensions. These CFTs are themselves of direct interest in physics, most famously because their study is equivalent to that of perturbative string theory. Applying the Wightman axioms to CFT leads very directly to the definition of a vertex operator algebra VOA first formulated by Borcherds. A VOA can be regarded as a mathematically rigorous algebraic formulation of the most symmetric of the quantum field theories.\n \nAll known CFTs are the results of straightforward constructions applied to standard examples. But the classification of subfactors leads to candidates for exotic CFTs. Part of our project is to explore these possibilities. \n\nAtiyah tells us that an n-dimensional topological field theory associates numbers to closed n-manifolds and vector spaces to closed n-1 dimensional manifolds. For n=3, the space associated to a torus comes with a ring structure - the Verlinde ring. Atiyah's definition can be extended, by attaching a linear category to closed n-2 dimensional manifolds; for n=3, the circle is associated to a modular tensor category capturing eg. the braid group and modular group representations. A natural framework for FHT's K-theoretic interpretation of the Verlinde ring is dimensional reduction, a standard way to go from an n-dimensional topological field theory to say an n-1 dimensional one (with more symmetry); applied to n=3 and the circle, it yields the Verlinde ring. Some analogue of all this should apply to any CFT, and exploring this is part of our proposal. FHT only consider a chiral half of the CFT; the two chiral halves splice together in nontrivial ways, and the resulting full CFT is very rich mathematically - see eg the work of Evans and collaborators for a braided subfactor approach, or eg Fuchs et al for categorical interpretation, of the full CFT. Much of our project is to fill this gap, and understand how FHT extends to the full CFT. In this sense we are trying to uncover the basic structure of the simplest nontrivial quantum field theories.\n\nThis project sets out to explain and construct CFT's, including exotic models beyond finite and loop group data, using tools from subfactors, twisted K-theory an VOA's.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J003352/1","grantId":"EP/J003352/1","fundValue":"47862","fundStart":"2012-01-24","fundEnd":"2015-01-23","funder":"EPSRC","impactText":"  Too early yet to write in depth about this.  ","person":"David Emrys Evans","coPersons":[],"organisation":"Cardiff University","findingsText":" too early to write in depth too early to write in depth Education","dataset":"gtr"}