{"id":"F22D2782-6FC9-41B0-AC06-C993A82D45C1","title":"Evolution in eternal triangles: a dynamic landscape for driving rapid changes in reproduction","abstractText":"The interplay between males and females over reproduction can ultimately lead to the evolution of spectacular diversity in reproductive behaviour, morphology and physiology. This can range from the stunning peacock's tail to elaborate and bizzare penis morphology. The interactions are particularly strong when females mate with multiple males (polyandry) and when there is internal fertilization and sperm storage for long periods within females. This is because there are then frequent, intense and continuing competitions between males for matings and for fertilizations even after matings have occurred. \n \nIn the last few decades it has been realized that interactions between females and males can often be antagonistic rather than co-operative. This 'sexual conflict' occurs because each sex can increase their reproductive success in a way that can result in the expression of costs in the other sex. It is often the case, for example, that males but not females increase their reproductive success through increasing their mating frequency.\n \nWhen this happens, changes in one sex lead to counter changes in the other, as in an arms race. This continual back and forth between males and females, otherwise known as 'antagonistic coevolution', is a widespread and potent force for driving evolutionary change. Because its effects are focussed on changes to reproductive genes it can lead to reproductive incompatibilities. This can then lead to the creation of new species. \n \nTherefore, sexual conflict is important because it represents a potent and eternal fuel for generating biodiversity through increasing variation in genes and ultimately the number of species. \n \nSexual conflict should be particularly strong when relatively minor differences in phenomena such as how often to mate result in large effects on the reproductive success of males in comparison to females. This will be particularly intense in the typical situation in which more than one male is involved in a reproductive bout with a single female (the 'eternal triangle' where one females mates with two or more males in series). Hence there can often be three- (or more) way 'disagreements' about reproductive decisions such as how often to mate, since the interests of the two males are served by very different outcomes. For example, the first male to mate would benefit if females never mated again. \n \nAlthough we currently have predictions, we lack actual measurements of the extent of these evolutionary disagreements and we also lack any understanding of the underlying mechanisms. This is therefore an important gap to fill. \n \nOur first aim is therefore to work with the fruitfly and measure for the first time the magnitude of disagreements in (i) normal flies and (ii) in those in which the 'sex peptide (SP)' pathway - which we know mediates sexual conflict - has been manipulated in both sexes. We will use natural and engineered versions of SP pathway genes, to fully pin down their causal effects. \n \nOur supporting background work shows that in principle this is a valid and promising way to proceed. Our work provides proof of principle (a) that there are differences in reproductive success for normal males and females within eternal triangles, and (b) that inactivation of sex peptide receptor (SPR) in females significantly alters the patterns seen, party through changes in how the sperm of different males are stored and used for fertilisation. The latter could increase the chance of reproductive failure for males. Our second aim is therefore to test how sexual conflict within the eternal triangle could lead to reproductive isolation via a break down in competitions between sperm. \n \nOverall, the research work will show the extent, basis and significance of evolutionary disagreements over reproductive decisions in males and females that can drive evolutionary change, and their potential contribution to reproductive isolation and the generation of biodiversity.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J024244/1","grantId":"NE/J024244/1","fundValue":"347706","fundStart":"2012-10-01","fundEnd":"2016-01-15","funder":"NERC","impactText":"","person":"Tracey  Chapman","coPersons":["Matthew James Gage"],"organisation":"University of East Anglia","findingsText":" The interplay between males and females over reproduction can ultimately lead to the evolution of spectacular diversity in reproductive behaviour, morphology and physiology. In the last few decades it has been realized that interactions between females and males can often be antagonistic rather than co-operative. This 'sexual conflict' occurs because each sex can increase their reproductive success in a way that can result in the expression of costs in the other sex. When this happens, changes in one sex lead to counter changes in the other, as in an arms race. This continual back and forth between males and females is a widespread and potent force for driving evolutionary change. \n\n\n\nSo far theory and empirical studies have tended to focus on thinking of sexual conflict as a two way interaction between a male and a female. However this ignores the typical situation in which more than one male may be involved in a reproductive bout with a single female (the 'eternal triangle' where one females mates with two or more males in series). Hence there can often be three- (or more) way disagreements' about reproductive decisions such as how often to mate, since the interests of the two males are served by very different outcomes. \n\n\n\nOur aims are to measure for the first time the magnitude of disagreements in (i) normal flies and (ii) in those in which the 'sex peptide (SP)' pathway - which we know mediates sexual conflict - has been manipulated in both sexes. Our second aim is to test how sexual conflict within the eternal triangle could lead to reproductive isolation via a break down in competitions between sperm.\n\n\n\nPrior to starting the project, our background data showed that: (a) that there are differences in reproductive success for normal males and females within eternal triangles, and (b) that inactivation of sex peptide receptor (SPR) in females significantly alters the patterns seen, party through changes in how the sperm of different males are stored and used for fertilisation.\n\n\n\nSo far since October 2012 when the project started, we have analysed further data on manipulations of the interests of all parties in eternal triangles. These interesting findings are broadly consistent with our earlier results and we are preparing these data for publication. We have also realised that it is important to understand which sex peptide alleles we have in our wild type populations and so we are also currently screening those. We have also linked up with Professor Scott Pitnick's laboratory in Syracuse University and obtained lines of flies with either green or red fluorescing sperm for our sperm competition experiments. Lines with differing sex peptide alleles have also been obtained for testing from Professor Andy Clark at Cornell. Tests using these lines are now underway. \n\n\n\nOverall, the research work aims to reveal the extent, basis and significance of evolutionary disagreements over reproductive decisions in males and females that can drive evolutionary change, and their potential contribution to reproductive isolation and the generation of biodiversity. The way in which signals are generated and received or misunderstood is a topic of broad importance and also of public interest. The proposed work also aims to examine the dynamics of the sperm in storage inside females using 'glow in the dark' sperm. These provide visually arresting images that we have been using on public visit days. We are also developing teaching resources for use in the Teacher Scientist Network (TSN) scheme. We plan to base these around the concepts of 'the eternal love triangle' and to utilize the visual impact of the 'glow in the dark' fluorescent sperm. There is potential to use the findings of this research to explore the development of husbandry practices for insect control - to increase the reproductive performance of insect pests that are mass reared for control.\n\n\n\nFor instance, sexual conflicts that can disrupt the normal fertility patterns for males are of\n\nobvious concern if the aim is to breed maximally fertile pest insects for release in sterile insect programmes. We are already developing in the private sector the application of knowledge to fruitfly pests in a NERC-funded CASE studentship together with Oxford insect technologies (Oxitec). We plan to further increase impact by attending the next Fruit flies of Economic Importance conference in 2014 (in Bangkok, Thailand) and to present out work to outline\n\nfundamental principles of relevance to control, drawn from the non pest fruitfly model systems. Environment","dataset":"gtr"}