{"id":"F237DF5D-A854-4846-84C9-9476D47370D5","title":"Highly efficient synthesis of DNA binding polyamides for commercial exploitation","abstractText":"Gene transcription is a central biological process that occurs in every living cell. It involves reading the genetic information stored in the cell's DNA and converting this into RNA. The ability to artificially regulate this process is a highly sought after goal in biotechnology and medicine as it would offer a tool that could validate new drug targets, investigate new biology as well as providing new therapeutics. DNA binding polyamides are small molecules that can regulate gene transcription. They are the only class of small molecules that can target virtually any DNA sequence, yet a significant barrier to widespread adoption is the ability to manufacture diverse collections of polyamides in high yield and purity in a quick cost-effective manner. A novel method for the synthesis of DNA-binding polyamides has been developed at Leicester that enables their preparation in high yield and purity and at low cost; thus overcoming the major barrier to market entry. The Leicester method results in increases in overall yield of up to 330-fold relative to the current state of the art.The aim of this Follow-on Fund project is to automate and optimise the scalable production of polyamides and to further biological validation by end users and licensees. These pre-commercialisation activities will enhance the patented technology for commercialisation and lay the foundation for their widespread utilisation in biology and medicine.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H02915X/1","grantId":"EP/H02915X/1","fundValue":"128958","fundStart":"2010-06-01","fundEnd":"2011-05-31","funder":"EPSRC","impactText":"  * A patent has been filed and granted (PCT/GB2010/050687)\n* Produced four high-impact publications.\n* PDRA working on this project now has an independent academic position. \n* This work secured further funding to investigate the application of polyamides as gene regulatory tools. Funding arising from a private company (Gene Solutions). Healthcare Economic","person":"Glenn Ashley Burley","coPersons":[],"organisation":"University of Leicester","findingsText":" * Optimised a new method of polyamide synthesis.\n* This now provides the research and industrial communities with robust methods to produce libraries of these compounds. * This work will now be used to further develop polyamides as gene regulatory tools in the areas of diagnostics, therapeutics and biotechnology. Chemicals,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}