{"id":"F2386B84-B5B3-4CA4-ACFD-B3C273301C62","title":"ELF5-controlled transcriptional networks define stem cell potency and differentiation in the trophoblast compartment","abstractText":"Lay summary (4000 chrs) Stem cells are cells that have the potential to reproduce themselves ('self-renew') as well as to form various terminally differentiated cell types of the body. For this reason stem cells are of high interest for biomedical research and regenerative medicine. We are particularly interested in stem cells that contribute exclusively to tissues of the placenta (so-called trophoblast stem cells). These stem cells are of enormous value to study developmental processes at the earliest stages of pregnancy where biological material is not available from humans. In the longer term they may also prove to be valuable for the treatment of pregnancy disorders many of which are based on a defective function of the placenta, i.e. the organ that mediates all nutrition and oxygen supply to the growing baby. A key question is how the expansion and then differentiation of this particular stem cell type is regulated to ensure the formation of a fully functional placenta. The importance of this question is further reinforced by the fact that residual trophoblast stem cells pose a tremendous risk of aggressive tumour formation in the uterus of the mother. We have identified that this mechanism may be self-controlled by a specific molecule that regulates the activity of placental genes, the transcription factor ELF5. This project investigates the molecular basis how ELF5 promotes both, trophoblast stem cell self-renewal as well as differentiation into specific placental cell types. This molecular 'switch' function between promoting the expansion of a specific stem cell population followed by triggering their terminal differentiation is of fundamental importance for a healthy pregnancy (for both mother and baby). It may also prove to be translatable into other cell and organ systems where this molecule is present and that are particularly susceptible to an imbalance between proliferation and differentiation, such as the breast with its susceptibility to develop cancer. Hence understanding the mechanism of ELF5 function may establish a paradigm for molecular pathways that ensure normal reproduction as well as health throughout adult life and ageing.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I008764/1","grantId":"BB/I008764/1","fundValue":"386486","fundStart":"2011-09-01","fundEnd":"2014-08-31","funder":"BBSRC","impactText":"  The key findings of this research project have been instrumental for our understanding of how the developmental potential of early embryo-derived stem cells is regulated and underpinned by epigenetic mechanisms. We have published important results of this study in various research papers. We will use our insights to drive forward attempts to translate our findings into the early human placenta, with the aim to isolate and derive a trophoblast stem cell population that would be of enormous value for basic research as well as for biomedical translational and drug screening approaches. Education,Healthcare Societal,Economic,Policy & public services","person":"Myriam  Hemberger","coPersons":[],"organisation":"Babraham Institute","findingsText":" Stem cells are cells that have the potential to reproduce themselves ('self-renew') as well as to form various terminally\ndifferentiated cell types of the body. For this reason stem cells are of high interest for biomedical research and\nregenerative medicine. We are particularly interested in stem cells that contribute exclusively to tissues of the placenta\n(so-called trophoblast stem cells). These stem cells are of enormous value to study developmental processes at the\nearliest stages of pregnancy where biological material is not available from humans. In the longer term they may also\nprove to be valuable for the treatment of pregnancy disorders many of which are based on a defective function of the\nplacenta, i.e. the organ that mediates all nutrition and oxygen supply to the growing baby.\nIn this research project, we have investigated the precise pathways that regulate the stem cell state of this unique type of cell. We identified molecular elements that are shared with stem cells specific to the embryo proper, and other that make these placenta-committed stem cells unique. This work, that was carried out in the mouse model, will be instrumental to decipher the conditions required to isolate such a stem cell population from the human placenta. \nThe work increased research capacity by training several members of staff, in particular the postdoctoral researcher involved, in high-level scientific techniques, project design, data interpretation, writing and presentation skills, as well as personnel management, teaching/training and preparing towards an independent research career as group leader. We are taking our insights forward to identify, isolate and hopefully propagate human trophoblast stem cells. These cells would be of fundamental value to gain insights into the developmental processes that occur very early after fertilisation, i.e. during a time window when pregnancy progression (or defects therein) cannot be assessed in humans. Education,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}