{"id":"F2387742-BDB6-44E8-B651-6238E32A8D74","title":"Global Cotton Connections: East meets West in the Derbyshire Peak District, UK","abstractText":"Britain is famous for its 'Industrial Revolution' and cotton textiles were a key component of this. Many early mills were located in rural areas where water power could be harnessed. The Derbyshire Peak District, now partly covered by a National Park, is one such area. Amidst small towns and farmland the sites of the earliest water-powered cotton mills in the world are found, several of which form the heart of the Derwent Valley Mills World Heritage Site. Yet the global connections of this important cotton textile heritage area often remain obscured. The sources of raw cotton grown in India, Egypt and on slave-worked plantations in the Americas are rarely identified. The importance of the cotton goods produced for not only domestic but colonial markets, including the slave trade and plantation supplies remain hidden. Such absences contribute to feelings of exclusion and alienation amongst Indian and African Caribbean heritage groups already poorly represented as visitors to such heritage sites and the wider countryside.\n\nThis project sets out to reconnect this important world site of industrial innovation with the people and places involved in cotton textile production in the past and now. Through examination of historical archives it will provide new information on cotton supplies and product use. It will use this new historical information to inform collaborative work with three local community-based groups from different heritage backgrounds: former Derbyshire textile workers based in Glossop, a Sheffield Hindu heritage group and an inner city Nottingham group of African Caribbean heritage. The groups will be encouraged to reflect on this new information and undertake visits to the mill sites, facilitated by the Derwent Valley Mills World Heritage Site, to help them gain further insight into the issues. In conjunction with the project team the community groups will consider how global, diverse heritage perspectives might be better represented in the heart of the Peak District and will develop a set of materials to help do this. As well as this very local approach, the project will run an international cotton workshop, hosting cotton experts from India and the Americas, to provide new perspectives on the Peak District cotton textile industry and its heritage sites. This will be attended by academics, charities and representatives of the community groups involved in the collaborative research. Bringing people together in this way will help develop personal links between academics, third sector organisations and publics interested in the connections of cotton and with the aim of encouraging more collaborative work in the future.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L013312/1","grantId":"AH/L013312/1","fundValue":"42416","fundStart":"2014-02-01","fundEnd":"2015-05-31","funder":"AHRC","impactText":"  Findings have been used in a WEA course run by Bright Ideas, Nottingham for Slave Trade Legacies group volunteers and other members of the African Caribbean community in Nottingham. They have also been used in meetings, visits and via the blog with the community-based groups in Sheffield (Hindu Samaj) and Nottingham (Slave Trade Legacies).\nFindings are being used in the development of the Derwent Valley Mills Gateway Visitor Centre at Cromford and in the development of new guide narratives at Cromford. Education,Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections,Other Cultural,Societal","person":"Susanne  Seymour","coPersons":["Esme Rose  Cleall","Martin Peter Phillips"],"organisation":"University of Nottingham","findingsText":" The research to date has uncovered archival evidence of global cotton connections in the Derwent and Glossop valleys. A particular case study has been made of the Strutt cotton mills in the later 18th and early 19th century. Most of their raw cotton came from the Americas and was produced via slave-based systems. An emerging case study is on the Dinting Vale print works in the late 19th and early 20th century. This company had globally differentiated markets for its printed cotton fabrics.\nThe Peak District visits have highlighted a lack of information about global cotton connections in heritage venues. The community groups have reflected on archival information and the sites and given feedback to the venues visited.\nThe Derwent Valley Mills World Heritage Site and the Arkwright Society have been given feedback on archival work to date, and community group and academic reactions to the sites, tour guide presentations and proposals for a new Gateway Visitor Centre. Feedback has been given to the mill venues and Derwent Valley Mills World Heritage Site. This process is on-going. Education,Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections","dataset":"gtr"}