{"id":"F23A5481-21C4-4B50-AE62-AC9A2F946D00","title":"Detecting signatures of natural selection in the human genome with geographically explicit models","abstractText":"Modern sequencing techniques have provided us with very large genetic datasets, on a scale that was hard to imagine only a couple of years ago. As these datasets comprise human populations from the entire globe, it is tempting to look at the geographic distribution of genetic variants and try to find explanations for why some variants are more common in some places rather than others. After all, we have known for a long time that sickle cell anaemia is found in regions where malaria was prevalent, as it can confer resistance to the deadly disease. So, could we find other important genetic variants that have been affected by natural selection by examining their geographic distribution? While this approach sounds promising, it raises the issue of being able to distinguish between those patterns that truly reflect past and present selection, and patterns that might have simply arisen by chance. In this project, we propose to develop a population genetics framework that will allow us to reconstruct the spread of anatomically modern humans around the globe, taking into account past changes in climate and the shape of continents. By knowing how and when people got to different parts of the world, we will then be able to distinguish which genetic variants have geographic distributions too extreme to be the result of mere chance, and thus have been the target of natural selection. Besides looking for regions under selection in the nuclear genome, we will also consider the small amount of genetic material contained in the mitochondria, small organelles that act as the biochemical powerhouses in our cells. Mitochondrial DNA is arguably the most widely used source of information for reconstructing human past history, but such reconstructions rely on the assumption that mitochondrial DNA has not been affected by natural selection. Our new framework, together with a better geographic coverage of mitochondrial genetic variability that will be achieved in this project, will allow us to test the assumption of neutrality and to find any deviation that should be taken into account in future work on human settlement history.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H005854/1","grantId":"BB/H005854/1","fundValue":"194927","fundStart":"2010-10-01","fundEnd":"2013-09-30","funder":"BBSRC","impactText":"  Our research has received a great deal of attention in the media (national and international newspapers, BBC, National Geographic, etc.), as the origin of our species is of great interest to the broader public. Culture, Heritage, Museums and Collections Cultural","person":"Andrea  Manica","coPersons":[],"organisation":"University of Cambridge","findingsText":" Using a spatially explicit model of the out-of-Africa expansion of anatomically modern humans (AMHs), we have shown that climate played a key role in determining the timing and routes of the expansion. Our model represents the most sophisticated reconstruction of past demography in humans, and provides an ideal null model to investigate regional selection in our species. We have started investigate the signature of selection by pathogens on our immune system, and we plan to use our demographic reconstructions to look at further sources of selection in our species.\n\n\n\nWe also used our spatially explicit model to investigate how population subdivisions in Africa might explain differences in similarity between Neanderthal and various modern human populations. We were able to show that ancient populations subdivisions in Africa, rather than hybridisation, might explain the increased similarity between Neanderthal and Eurasians compared to Africans. This finding is significant, as it undermines the importance of hybridisation with Neanderthal in shaping our current genetic makeup.\n\n\n\nFinally, we expanded our spatially explicit model to look at the origin and spread of horse domestication. We were able to show that domestication started in Western Asia, but that the expansion included both the movement of already domesticated animals and the recruitment of local wild horses. This work provides a scenario that unifies previously contrasting theories, and provides important insights on how the technology of domestication spread across Eurasia. Eventually, our work will provide a better understanding of selection in humans, with the ability of quantifying the impact of different factors in the spread of specific genetic variants. This is a blue sky project to investigate natural selection in humans. However, a better understanding of the drivers of genetic differentiation at a global scale will be relevant to the healthcare sector. In particular, our geographically explicit models will provide a useful tool to any investigation of the Environment,Healthcare","dataset":"gtr"}