{"id":"F2496BCD-990F-44E5-8C4A-B7961AFA9C64","title":"The Breaking of Britain: cross-border society and Scottish independence 1216-1314","abstractText":"The Scottish Wars of Independence created a new and fundamental divide in the north of Britain. There had long been a political border in the north, but by 1314 there was a social border as well: it was no longer possible to hold land on both sides of the divide and be a member of both the English and Scottish realms. It has been argued that this was a violent change of direction because England and Scotland had been moving closer together, not further apart, during the thirteenth century. Alternatively, it has been suggested that in the century before the Wars 'the national shutters' between England and Scotland were coming down. It has also been argued from chronicle evidence that inhabitants of south-east Scotland saw themselves as English at the beginning of the thirteenth century but by the 1280s identified themselves as Scots. \\nThe project seeks to investigate whether these divergent views can be resolved by focusing on the key elements of society and identity. To gain a fresh understanding of society, the critical mass of detail that is required for researching social structures and patterns will be achieved by creating two free-access web-based resources. The first is an extension of the database of the 'Paradox of Medieval Scotland, 1093-1286' (PoMS) to embrace all individuals and their social interactions recorded in documents relating to Scotland 1286-1314. The second is a new database of all information about all individuals in extant royal records relating to Northumberland, Cumberland and Westmorland for the three northern counties of England in English Royal Records 1216-1307. Both will be interlinked, and will be designed to be fruitful for scholars and informative for beginners. They will enable the project to investigate social structures and patterns of development on both sides of the Border. In particular, although the gentry-who were the backbone of local society and government-have been the subject of scholarly debate, its precise nature in northern England and whether it had parallels north of the Border has yet to be researched. The database research will be complemented by a detailed investigation of a cohort of gentry families in Northumberland and Cumberland. Further down the social scale, the middling folk and more substantial peasantry who formed the common army of Scotland played a crucial role in the Wars. What was their role in peacetime as well as war, and how (if it all) did this differ from that of their counterparts in northern England? \\nTo gain a fresh understanding of identity the key resource is chronicles, not as a source for events but as a window into the assumptions and interests of those who wrote and approved these texts. Striking statements of English identity in southern Scotland can be found in this context in the late twelfth century. The most important Scottish chronicle of the period, the Chronicle of Melrose, survives (very unusually) as a manuscript updated by 44 scribes during the thirteenth century. The last section (1216 to 1282) will be edited and translated deploying an innovative method that will enhance the reader's understanding of the varied and changing patterns of interest revealed by the chronicle's scribes. It will also be investigated, alongside a cross-border chronicle kept by a friar in Scotland (to 1297) and another Scottish chronicle (datable to 1285), for what they reveal about Scottish perceptions of English kingship immediately before the Wars of Independence. \\nBy creating new research tools and methods, the Breaking of Britain will investigate whether the Wars of Independence and the divide they created in cross-border society were a rupture or a natural outcome of longer-term developments. The results will be freely accessible to a wide spectrum of users, and should contribute a deeper understanding of a pivotal phase in British History that is particularly relevant today when the relationship between Scotland and England is being actively debated.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H040110/1","grantId":"AH/H040110/1","fundValue":"841980","fundStart":"2010-09-01","fundEnd":"2013-08-31","funder":"AHRC","impactText":"  There are four aspects which have led to impact. The first is in articulating a fresh and distinctive medieval perspective on the place of Scotland in Britain in the discussions leading up to the Scottish Independence referendum. This took the form of newspaper articles and public lectures, in particular a series of public talks in association with The Herald newspaper on 'How British is Scotland?' The second strand was new information on the Wars of Independence, in particular new findings on Willuiam Wallace's rising in 1297, his execution in 1305, and the discovery of a letter from Robert I to Edward II written in 1310. These were widely reported in radio and print media both nationally and in the UK. The third was the extended People of Medieval Scotland database, now covering the period to 1314. The launch on 5 September 2012 received the greatest degree of media publicity (TV, radio and print). There have since then (as of 6 November 2014) been 55,960 users worldwide and 91,007 sessions: 59% in the UK (including 29,822 in Scotland, 22,236 in England), 20% in USA, 5% in Canada, 5 % in Australia). The fourth aspect is with Higher and Advanced Higher students and teachers especially in the Wars of Independence option. Education,Government, Democracy and Justice,Culture, Heritage, Museums and Collections Cultural","person":"Dauvit  Broun","coPersons":["John Douglas Bradley","David Arscott Carpenter","Matthew Hunter Hammond","Keith John Stringer"],"organisation":"University of Glasgow","findingsText":" Cross border links in the thirteenth century were more extensive than previously expected. Landowners in the three northern counties of England had family ties or lands as far north as Inverness. This interconnectedness ran deeper still: 40% of those who lost their lands in the northern counties because they came out with the Scots against Edward I in 1296 are not known to have had lands in Scotland (see http://www.breakingofbritain.ac.uk/blogs/feature-of-the-month/march-2013/). No single reason is likely to explain this: the databases completed in this project (People of Medieval Scotland: www.poms.ac.uk, and People of Northern England, www.pone.ac.uk) show the variety of social interactions that occurred even within the limited view provided by charters (in www.poms.ac.uk) and central government records (www.pone.ac.uk). One of the main findings of the project, however, is that the deeper and more extensive these cross-border connections were, the more that people were aware of the differences between the kingdoms of England and Scotland. It is this, paradoxically, which explains why Scottish independence became more entrenched and clearly articulated from the mid-thirteenth century onwards. The chief reason was that the difference between the two kingdoms was not simply that they were separate jurisdictions. It was that landholders--particularly the greater lords--saw advantages in keeping Scotland free of English royal authority. The key difference was in governance. England was precociously centralised: royal power could be intrusive and demanding, and royal justice readily available to freeholders. Kings of Scots, by contrast, had limited bureaucracy and depended on local lords for the administration of law and order. The most powerful lords in Scotland all had landed and family ties in England, and would have been acutely aware of how much more freedom they had as lords in Scotland compared to England. As a result, they were all the more likely to invest in Scottish kingship: in Scotland moves to make royal government more effective seem to have been as likely to happen when there was no king in charge (1249-58, 1286-91) as when there was. These cross-border ties could be geographically and socially extensive, with the widely ramified interests of leading lords creating a pattern of relationships across the kingdoms that could be replicated by their followers and allies. As a result, high level politics in Aberdeenshire could have an impact on minor landownership in Warwickshire (http://www.breakingofbritain.ac.uk/blogs/feature-of-the-month/april-2012/). Research into minor landholding and estate management in Angus and Perthshire showed in more detail the interactions between absentee lordship and local society. This provided an opportunity for small landholders who, by becoming a local presence for their lords, gained greater prominence in local society than they would otherwise have been able to. This group are a significant element in the emergence of surnames by place, where the place-name is local. In England there was much more occasion to interact with royal power through the central courts and the demands of royal government. The database for northern England (www.pone.ac.uk) showed in detail how people could benefit as well as be afflicted by the accessibility and reach of royal authority in England. An important conclusion of the project is that burdens are likely to have outweighed benefits: this provides a possible explanation for the willingness of some to side with the Scots in 1296. The contrast would have been particularly obvious in Cumberland and Northumberland where Scottish kings exercised royal authority within the lordships of Tynedale and Penrith, and followed the Scottish rather than the English pattern of kingship there.\n\n\n\nMoving onto the Wars of Independence, the project's findings about the deep level of interaction of the Scottish nobility with England allowed a new perspective to be developed on the approach of Scottish leaders first to the challenge of governing without a king after Alexander III's death in 1286 and later to resistance to Edward I's overlordship from 1291 (anticipated in negotiations with Edward I in 1290 in the expectation of a dynastic union between the two kingdoms). At one level the insistence on Scottish independence, already in 1290, becomes readily intelligible as part of a longer pattern of seeking protection from the pressures and constraints of English royal government. At a deeper level the reactions of Scottish leaders and their followers can be understood as part of a wider dynamic of political responses to English kingship that embraces Magna Carta and barional reform of 1258-65. This is particularly evident in the Chronicle of Melrose, which provides a detailed commentary from a Scottish monastery on events in England. This is the principal element in the latter stages of the chronicle, making it a key source for the cult of Simon de Montfort. The edition and translation of the Chronicle that has been completed in the project (to be published by Scottish Historical Society) will make this accessible to those without good Latinity and palaeography for the first time. Members of the Scottish nobility participated in the wars arising from Baronial Reform, and would all have been acutely aware of this precedent both for governance without a king, and for resisting oppressive kingship. It is not necessary to look farther than this for the origins of the idea of the community of the realm that lay at the heart of Scottish politics after 1286 (something reinforced by the discovery during the project of a source that suggests that there were seven rather than six guardians elected in 1286). In the project it was also argued that this provides a context for understanding a key text, the 'Scottish King's Household', as a tract outlining an ideal of Scottish kingship, drawing on ideas and practice from the baronial reform movement in England (http://www.breakingofbritain.ac.uk/blogs/feature-of-the-month/october-2011-the-scottish-kings-household/). In sum, not only has the project shown the depth of interrelationships between Scotland and England in the lead up to the Wars of Independence. It has also developed a new framework for understanding the Wars as part of a wider narrative of reactions to oppressive government, setting the Wars in a series of upheavals against English royal government that includes Magna Carta and the Baronial War.\n\n\n\nThe project also made significant discoveries about specific aspects of the Wars of Independence. This included new information on Wallace's killing of the sheriff of Lanark in 1297 and on his leadership (http://www.breakingofbritain.ac.uk/blogs/feature-of-the-month/september-2011-the-guardians-in-1286-and-wallaces-uprising-in-1297/); on the charges faced by Wallace and on his execution (http://www.breakingofbritain.ac.uk/blogs/feature-of-the-month/may-2011-the-execution-of-william-wallace/ and http://www.breakingofbritain.ac.uk/blogs/feature-of-the-month/august-2013/); and on Robert I's reaction to the first significant English invasion he faced as king (http://www.breakingofbritain.ac.uk/blogs/feature-of-the-month/june-2013/). There was also a reappraisal of the submissions of Scottish freeholders to Edward I in 1296 preserved in the Ragman Roll, showing that more than 1600 were in Berwick on 28 August to renounce the treaty with France and recognise Edward I's lordship (http://www.breakingofbritain.ac.uk/blogs/feature-of-the-month/november-2011-the-making-of-the-ragman-roll/; http://www.breakingofbritain.ac.uk/blogs/feature-of-the-month/december-2011-the-texts-of-the-ragman-roll/; http://www.breakingofbritain.ac.uk/blogs/feature-of-the-month/january-2012/; http://www.breakingofbritain.ac.uk/blogs/feature-of-the-month/february-2012/; http://www.breakingofbritain.ac.uk/blogs/feature-of-the-month/march-2012/.) Previously it was thought that such a large gathering was implausible, and that submissions were made locally and gathered together later into the Ragman Roll. The finding that so many Scots made the journey to Berwick personally to give fealty and (if they held land of the king) homage to Edward I at the end of his victorious progress through the country in the summer of 1296 brings vividly to life the scale of Edward I's achievement, transforming the pattern of relations between Scotland and England, and the course of British history. Key project outcomes are already being used beyond the academic community:\n\n(i) a Follow-On project with Education Scotland developing learner journeys on the Wars of Independence for Broad General Education using research generated by the People of Medieval Scotland (www.poms.ac.uk) database.\n\n(ii) Archivists in Cumbria and Northumberland record services received training in how to maximise use of the People of Northern England (www.pone.ac.uk) database for local research, and are now able Education,Other","dataset":"gtr"}