{"id":"F24E9139-EAFC-46D0-B204-3835C5EC6A9C","title":"The Responsibility to Protect in the context of the continuing War on Terror. A study of liberal interventionism and the Syrian crisis.","abstractText":"The insistence in some quarters that states live up to an international responsibility to protect foreign populations from mass atrocity has historically had a complex relationship with the 'realist' insistence that states have a primary responsibility to promote the interests of their citizens. This was exposed in contemporary history by the failure in the 1990s to prevent the crimes against humanity in Bosnia and Rwanda. UN reports indicated these failures stemmed from a lack of political will rather than an insistence that states did not have a responsibility to protect humanity. \n\nIn response, the International Commission on Intervention and State Sovereignty (ICISS, 2001) sought to clarify state responsibility and create a new norm (or expectation) that international society would intervene to protect civilian populations from mass atrocity if states 'manifestly failed' to do so. This became known as the Responsibility to Protect or R2P. \n\nEven then, however, a realist discourse that prioritises the security concerns of the state clashed with a humanitarian discourse, including attempts to widen state responsibility and build political capacity to prevent mass atrocity. Not only did the events of 9/11 divert attention from the ICISS report, the US War on Terror, which included interventions against 'rogue' states such as Iraq, revived a long-standing concern among non-western and post-colonial states. The concern that R2P would be used instrumentally to support unwarranted security interventions appeared justified when the US invaded Iraq in 2003.\n\nIn the post-Iraq era the US and its allies remained committed to R2P and combating the al Qaeda threat. The violence in Syria, however, set these priorities on a collision course. The humanitarian situation clearly triggered R2P because the Assad regime was 'manifestly failing' the Syrian population. Yet the realist insistence that western states should not intervene against Assad's regime because there was a risk that would assist groups affiliated to al Qaeda again complicated the humanitarian response. A counter-proliferation narrative that emphasised the need to protect the chemical weapons taboo and to prevent the spread of nuclear weapons, especially to Iran, also complicated the response. \n\nIn this context the specific aim of the research is to understand and assess how liberal governments navigated this ethical dilemma by studying the foreign policy discourse of liberal states.\n\nIt has three objectives:\n\n1) to interpret the foreign policy discourse in the US, the UK and France as it related to the events in Syria from January 2011 to December 2013. The research will provide an understanding of how the security-based discourses of counter-terrorism and counter-proliferation influenced the implementation of R2P.\n\n2) to address the difficulties of establishing a normative framework that can assess liberal foreign policy. The project will draw on contemporary moral and political philosophy to ask whether theory can deliver solutions to the ethical dilemmas states confront, or even a stable set of normative criteria like 'good international citizenship' to assess foreign policy actions. In the absence of a single normative framework this aspect of the project will identify a plurality of frameworks that can be used to assess state practice during the Syrian crisis.\n \n3) to put the emprical findings of objective 1 together with the theoretical findings of objective 2 to make a normative assessment of liberal state behaviour during the Syrian crisis and to set these findings in historical context to examine how this may have changed over time. \n\nFinally, the project will disseminate its findings through academic journals, engage non-academic users, primarily parliamentarians, through workshops and policy seminars and seek to generate policy impact with reports published by a well-placed Westminster-based think-tank.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L013355/1","grantId":"ES/L013355/1","fundValue":"197582","fundStart":"2014-11-01","fundEnd":"2016-10-31","funder":"ESRC","impactText":"","person":"Jason George Ralph","coPersons":["Derek John  Edyvane","Rachel Elizabeth Utley"],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}