{"id":"F25B6A06-E327-4D50-8602-59B937F619C9","title":"Selective photocatalytic conversion of CO2 to olefins: a feasibility study","abstractText":"The quest for sustainable resources to meet demands of a constantly rising global population is one of the main challenges for mankind this century. Worldwide concern over the impact of CO2 emissions on climate change means there is an urgent need to reduce our dependency on oil as a source of chemicals. Oil accounts for the vast majority of chemical feedstocks, however to be truly viable alternative feedstocks must be sustainable, that is &quot;have the ability to meet 21st century energy needs without compromising those of future generations.&quot; The recent UK Fourth Carbon Budget set the ambitious target of a 50 % cut in CO2 emissions by 2025 compared with 1990 levels. CO2 utilisation as a chemical feedstock is a particularly attractive strategy to ameliorate carbon emissions while offering sustainable, safe and useful carbon capture. Current CO2 utilisation for chemical synthesis (principally urea) accounts for only 2 % of emitted CO2, but forecasts predict such approaches could mitigate 300-700 Mt (megatons) CO2 per year, far larger than the combined potential for CO2 abatement by nuclear, wind and cellulosic biofuel technologies (~50 Mt CO2 per year). Indeed the recent CS3 White Paper &quot;A Sustainable Global Society&quot; highlights photocatalytic CO2 conversion to chemicals as an area where comprehensive fundamental materials chemistry research is essential.\n\nOlefins and their polymers are the single largest chemical commodity in the world, with global ethene and propene production capacity in 2010 estimated to be 123 and 77 Mt/year respectively. Commercial ethene and propene manufacture from oil involves steam or catalytic cracking of naphtha, gasoil and condensates to hydrocarbon mixtures followed by distillation. Steam cracking is the most energy-consuming process in chemistry, accounting for 8% of the sector's primary energy use and annual CO2 emissions of 180-200 Mt! Photocatalytic CO2 reduction (PCR) offers a potentially economical and environmentally-benign CO2 utilisation process, facilitating long-term carbon entrainment within e.g. plastics and polymers, and the creation of new chemical supply chains free of current dependencies on oil, coal and natural gas.\n\nThis feasibility study will develop novel photocatalysts critical to achieving the selective photoreduction of CO2 to ethene (i.e. 2CO2 + 2H2O -&gt; C2H4 + 3O2), thereby underpinning resubmission of the TranSChem Programme Grant application that seeks to integrate such nanostructured inorganic photocatalysts with the exceptional light-harvesting properties of biological pigments, inside novel solar photoreactors for maximum process intensification of CO2 PCR to olefins.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K029525/2","grantId":"EP/K029525/2","fundValue":"214958","fundStart":"2014-05-13","fundEnd":"2016-10-12","funder":"EPSRC","impactText":"","person":"Adam Fraser Lee","coPersons":[],"organisation":"Aston University","findingsText":"","dataset":"gtr"}