{"id":"F25F3749-BA91-40A0-AD06-079ECFE7BE37","title":"Underpinning Power Electronics 2012: Devices Theme","abstractText":"This programme is part of the EPSRC project on Underpinning power electronics. It is one of four main research themes supporting the centre (along with integrated components, Converters and Integrated Drives) and focuses on the basic building block of power electronics, namely the semiconductor components. The aim is to enable a step-change in the state of the art. By enabling the development of new technology, gaining deeper theoretical insight into the physics of failure, building predictive reliability models and compact models, this programme will be of direct benefit to the central hub and the other themes as well as supporting and stimulating UK manufacturing industries in the area of power electronics and providing internationally leading research output.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L007010/1","grantId":"EP/L007010/1","fundValue":"1977580","fundStart":"2013-07-01","fundEnd":"2017-06-30","funder":"EPSRC","impactText":"  The research work is still at an early stage, but eventually the work will have direct relevance and benefit to companies in a range of technical service and manufacturing sectors. These include designers and manufacturers of power devices, power module assemblies, passive components, thermal management solutions, and designers and manufacturers of complete converter systems. In addition, the advances in converter performance and functionality that are enabled by the research will be of benefit to system integrators, providing them with the capability to realise new system concepts such as high voltage DC power transmission networks, more effective and efficient power generation from renewable sources, advanced forms of electric vehicle, or electrical systems that reduce the fuel burn of aircraft and ships. \n\nFurthermore, the advances in converter topologies, control methods and manufacturing techniques will spill over into the power electronics and motor drives sector more generally, bringing advances in performance and reductions in manufacturing costs. Society more generally will benefit from the continued prosperity of indigenous businesses and will also enjoy sustainability benefits arising from the increased, and more efficient, use of renewable energy sources and the availability and widespread use of low-carbon forms of transport. Aerospace, Defence and Marine,Electronics,Energy,Manufacturing, including Industrial Biotechology Societal,Economic","person":"Phil  Mawby","coPersons":["Gehan  Amaratunga","Florin  Udrea","David R Leadley","Martin  Kuball","Olayiwola  Alatise","Christopher Frances McConville","Nicholas George Wright","Anthony  O'Neill"],"organisation":"University of Warwick","findingsText":" A roadmap for power devices is being constructed within the consortium to provide an overview of power electronics, including sections on device fundamentals, semiconductor materials - silicon and it properties and limitations, as well new materials and dielectrics etc, packaging of power devices, and reliability and lifetime of device structures.\nCambridge's work on model parameters adjustment is continuing. Commercially available devices are being simulated to verify and optimise simulation models. 2D and 3D simulations have been performed to adjust simulation models and ensure better matching with measured data. This is being done for both lateral Si devices and GaN devices. \nThe fabrication of first devices Bulk Si LIGBTs rated at &amp;gt;700V designed and taped-out has been completed. Testing of devices has started with evaluation of device breakdown voltages at 25 oC and it will be conducted over the next few months. \nAt Bristol, initial modelling work is being carried out for buffer design to enable high voltage Gallium Nitride devices. Initial results on noise measurements on power devices have been obtained. Initial results on time-dependent electroluminescence from power devices have been obtained.\nNewcastle is investigating and comparing self-heating effects, 2D TCAD simulations have been performed on JFET structures. The effect of the thermal conductivity, specific heat and thickness of the heat sink material upon the average temperature of device is also being investigated. The group is also liaising with other partners regarding different optical, electrical and thermal characterisation techniques. Different approaches are being evaluated to achieve high quality interface properties.\nAt Warwick, fabrication of 10 kV 4H-SiC PiN diodes has begun. Optimised fabrication processes have yielded excellent characteristics in 4H-SiC PiN diodes. Devices with novel integrated sidewall / laterally-graded junction termination extension (JTE) are in progress. 4H-SiC MOSFET devices are also being fabricated at Warwick. Work is underway to implement and improve the high temperature gate oxidation processes. \nWarwick is also carrying out epitaxial growth of SiC material. A 100um 4H-SiC layer has been grown. Optical Microscope images of 4H-SiC sample have been taken, but better mapping of samples using a lens with higher magnification is being investigated. The quality of wafers from different suppliers is being analysed to determine the quality vs cost constraint. The techniques e.g. TEM, KOH-etching, PL etc. are being optimised in order to allow a fast turnaround from CVD growth to material analysis.\nReliability characterisation is in progress, and ohmic contact structures that circumvent the use of Al are being investigated. The group has discovered that the use of Al in the metal scheme is responsible for reliability problems including poor adhesion and oxidation at high temperature, and electromigration at high current density. This programme focuses on the basic building block of power electronics, namely the semiconductor components. The aim is to enable a step-change in the state of the art. By enabling the development of new technology, gaining deeper theoretical insight into the physics of failure, building predictive reliability models and compact models, this programme will help support and stimulate UK manufacturing industries in the area of power electronics. The beneficiaries of the proposed research include the academic power electronics and power devices communities, and the areas of transport technologies, materials and manufacturing / fabrication techniques. Aerospace, Defence and Marine,Electronics,Energy,Manufacturing, including Industrial Biotechology,Transport","dataset":"gtr"}