{"id":"F260B81F-CFD4-4710-860A-CC7D47BA7EE8","title":"Landscapes beyond land: New ethnographies of landscape and environment","abstractText":"Landscapes beyond land asks how the diversity of human culture around the world can aid understanding of landscape and environment. We call on ethnographers - who have experience of long-term residence in their places of research- to integrate particular human experiences into the broader material, social and economic accounts of landscape and environment. Our title draws attention to the many contexts through which the human experience of landscape emerges. We suggest that the human reality of land is at once material, historical and imaginative.\\n\\nThe series presents three cutting-edge research themes that articulate this approach. Firstly, 'Routes, Boundaries, Journeys' begin with the premise that people come to know their surroundings according to the particular paths and routes they take, while contending with the politics of access and ownership. How these journeys are become depicted and narrated is explored in the second and third workshops. The second, 'The Ecology of Perception and the Aesthetics of Landscape' considers how landscape and environment are perceived and depicted, especially in relation to contrasting visual and situational experiences. Here we acknowledge that 'landscape beyond land' may include the winds, weather in general, spiritual forces and abodes of mythical beings. Thirdly, we investigate 'Landscape and Narrative': how landscapes are recollected in the stories people tell of their journeys, and how, in turn, these stories are embodied in landscaped forms. In all of these, the relationship of human experience to various forms of structure is key.\\n\\nThe workshop series will explore and showcase the contribution of ethnography to arts and humanities approaches in this area. This is primarily from an anthropological standpoint - being based in a new anthropology department which has a particular focus on human-environment relations- but we also include researchers with ethnographic interests from geography and other disciplines. The results of the workshop will be published in a special issue of a prestigious academic journal. They will also mark the instigation of a new Landscape and Anthropology Network that will be the basis for future communication and collaboration in this field.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E503411/1","grantId":"AH/E503411/1","fundValue":"10986","fundStart":"2006-12-01","fundEnd":"2007-09-30","funder":"AHRC","impactText":"","person":"Arnar  Arnason","coPersons":[],"organisation":"University of Aberdeen","findingsText":"","dataset":"gtr"}