{"id":"F267206B-FF38-4748-8FFB-C54FBF6D8258","title":"Solid-State NMR at 850 MHz: A World-leading UK Facility to deliver Advances in Materials Science, Chemistry, Biology, Earth Science and Physics","abstractText":"It is the structural arrangement and motion of molecules and ions that determine, e.g., the bulk properties of a material or the function of biomolecules. Therefore, the availability of state-of-the-art analytical infrastructure for probing atomic-level structure and dynamics is essential to enable advances across science. The power of solid-state Nuclear Magnetic Resonance (NMR) as such a probe is being increasingly demonstrated by applications to, e.g., materials for hydrogen storage and radioactive waste encapsulation, pharmaceutical formulations, and the amyloid plaques associated with diseases such as Alzheimer's. Solid-state NMR is most sensitive to the local chemical structure (usually up to a few bond lengths) around a particular nucleus and is thus well suited to characterising the many important systems that lack periodic order, making it complementary to well-established diffraction techniques.To extend the applicability of NMR, two key limiting factors must be addressed: sensitivity, i.e., the relative intensity of spectral peaks as compared to the noise level, and resolution, i.e., the linewidths of individual peaks that determine whether two close-together signals can be separately observed. Both sensitivity and resolution are much improved by performing NMR experiments at higher magnetic field, thus making possible applications that are not feasible at lower field. Hence, this proposal is to establish a UK facility for solid-state NMR at a world-leading magnetic field strength of 20 Tesla, corresponding to a frequency for the 1H hydrogen nucleus of 850 MHz. The resonant frequency of different nuclear isotopes are well separated such that an NMR spectrum is specific to a particular chosen isotope. NMR experiments at 20 Tesla will make use of as much of the Periodic Table as possible. A particular focus will be on nuclei which are difficult due to their low natural abundance or low resonance frequency - there are many important so-called low-gamma nuclei, e.g., 25Mg, 33S, 39K, 43Ca, 47/49Ti, with resonance frequencies &lt; 10% of 1H. High magnetic field is especially important for the study of the over two thirds of NMR-active isotopes (i.e., with non-zero spin) that possess a quadrupolar electric moment, i.e., a non-spherical distribution of electric charge. For nuclei with spin 1/2, e.g., 13C, the routinely applied technique of physically rotating the sample around an axis inclined at the so-called magic angle of 54.7 degrees to the magnetic field direction yields narrow resonance peaks. However, for the many quadrupolar nuclei with half-integer spin, a residual broadening remains in the magic-angle spinning experiment. This residual quadrupolar broadening (in the usual NMR scale of ppm) is inversely proportional to the magnetic field squared; as well as improving resolution, the concentration of the signal intensity into a narrower lineshape hence means a still greater sensitivity dependence on the magnetic field strength. Oxygen is a key constituent of most organic and inorganic compounds; however, it is difficult to study by NMR since the only NMR-active isotope is the quadrupolar nucleus 17O, whose natural abundance is only 0.037 %. Nearly all NMR studies to date have required the preparation of 17O-labelled samples (starting with 17O-enriched water); very excitingly, working at 20 Tesla offers the possibility of recording high-resolution 17O spectra at natural abundance.A test of a powerful technique is its applicability to a wide range of problems. The high-field solid-state NMR facility will make possible experiments that provide unique information for applications across science, ranging from materials for catalysis, radioactive waste encapsulation, dental implants, batteries, drug delivery, through gaining new understanding of geological processes, to the life sciences, e.g., amyloid plaques, metal-binding proteins, bone structure, membrane proteins, enzymes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F017901/1","grantId":"EP/F017901/1","fundValue":"3889590","fundStart":"2009-01-06","fundEnd":"2015-01-05","funder":"EPSRC","impactText":"","person":"Steven Paul Brown","coPersons":["Ray  Dupree","Mark Edmund Smith"],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}