{"id":"F26ADBD4-2639-49D1-A780-CD0A471AC4DE","title":"GENERAL PURPOSE SPATIAL COMPUTATION","abstractText":"To address inherent limitations in current research in non-classical computing in unstructured non-linear media, to develop formalism of amorphous computing and to make nature-inspired computing devices scaleable and programmable we aim to develop and advance novel paradigm, called blob computing. A blob is a generic primitive used to structure a uniform computing medium into an easier-to-program parallel virtual machine: a self-developing and self-mapping network of automata. Blob machines mimic cellular biological development. Blobs acts like amorphous media contained in membranes. A blob can divide and produce a network of blobs able to perform computation in a parallel way. Blobs are designed to be as simple computational building blocks as possible, so they can run on an arbitrary uniform computing medium. Blob instructions include: division, encapsulation and deletion. Blobs define an autonomous region, structuring the computing medium into a higher level, easier to program virtual machine. While the problem of programming this virtual blob machine has been studied in depth, the implementation of the virtual machine on a computing medium has only been partially performed. Funding is sought to study and implement the blob representation and develop minimal set of the blob instructions on a hexagonal lattice. The project will address a theoretical challenging problem of discretization of a membrane-line object (we will exploit findings from mathematical physics and numerical analysis). The project also poses a precise experimental framework: well defined formal specification of blob computers, so that parallel algorithms using these membranes as building blocks exhibit competitive performance in time and space. Results of the project can be deployed in design and manufacturing of future architecture-less high-performance computers. We are asking for funds (salary and travel expenses) to bring Prof. Frederic Gruau to UK for seven months to engage in collaborative activities in designing real-world models of blob computers. He is a pioneer in his chosen field and one of a few internationally renowned researchers. For this reason the collaboration between Profs Gruau and Adamatzky presents a unique research opportunity to combine these research areas and lay foundations for future collaboration.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F003811/1","grantId":"EP/F003811/1","fundValue":"58799","fundStart":"2008-01-01","fundEnd":"2008-07-31","funder":"EPSRC","impactText":"","person":"Andrew  Adamatzky","coPersons":[],"organisation":"University of the West of England","findingsText":"","dataset":"gtr"}