{"id":"F276253E-7C6C-4579-A5C9-14348EF84E9D","title":"Learning with multisensory cues throughout childhood","abstractText":"<p>Our world is noisy and distracting:&nbsp;Televisions, music, voices, all going at the same time. To walk into your average classroom is to be overwhelmed with sights, sounds, and even smells. Clearly, children are stimulated and excited by information from multiple sensory modalities. But what is best for their learning?</p>\n\n<p>Research from psychology has shown that adults learn better if they receive information from different sensory modalities at the same time. This fact has been used as the basis for many childhood educational programs in literacy and numeracy. But there has been no research into whether all children learn better from information presented in different sensory modalities. To take advantage of multimodal stimuli a learner has to pay attention to one thing and not another, and to switch attention when required. These sophisticated skills develop slowly throughout the course of childhood, and some children develop slower than others. Our preliminary results show that, as a consequence, children can struggle to learn from multimodal information.&nbsp;</p>\n\n<p>&nbsp;</p>\n\n<p>Our research will bring to light how multimodal learning approaches can be effectively used, given the age and the individual learning ability of the child. This will impact researchers, educators, parents, and toy designers alike.&nbsp;</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/K005308/1","grantId":"ES/K005308/1","fundValue":"390742","fundStart":"2013-10-09","fundEnd":"2018-01-08","funder":"ESRC","impactText":"","person":"Natasha Zoe Kirkham","coPersons":["Denis  Mareschal"],"organisation":"Birkbeck College","findingsText":" We have collected data for the first two studies listed in this grant. We have begun data analysis, but as this is still in progress we do not know the key findings of impact the research will have. So far our findings suggest that learning through multisensory information is very different across early school years, with younger children benefiting most from redundant, multisensory input and older children doing better with auditory input. We have begun to model this data. Not applicable Education,Other","dataset":"gtr"}