{"id":"F28B7BFF-BC06-48EF-9B03-E5814F7DF721","title":"Vinculin: a key to deciphering mechanotransduction","abstractText":"Cells have a sense of touch, and this research proposal aims to discover the underlying molecular machinery that allows cells to respond to mechanical forces. For example, as muscles enlarge and are able to contract with greater force, it is critical that the attachments of the ends of the muscles to the tendon/tendon matrix also become strengthened. We know that this is achieved by a mechanosensitive attachment machinery, but we dont yet know how this machinery works. We therefore have focused our research on a protein, vinculin, that we think will provide the &quot;Rosetta Stone&quot; of mechanotransduction, by providing a key that will reveal the underlying mechanisms. This is because vinculin has the exceptional property of becoming concentrated at different sites within the cell, when these sites are being pulled on by contractile forces. These sites includes the places where cells attach to other cells or to the scaffolding that surrounds cells, the extracellular matrix. The recruitment of vinculin to these sites of adhesion when they are under force helps to strengthen them, but it is not known how vinculin does that. \n\nVinculin exists in an &quot;off&quot; state, where it is tightly curled up, and an uncurled &quot;on&quot; state where it can bind to other proteins. Having too much vinculin in the on state in fact causes more problems to the cell than if vinculin is removed from the cell, but again we dont yet understand why this is the case. Our goal is therefore to discover:\n1) how vinculin is recruited in response to force.\n2) how vinculin functions, and what other proteins may be providing a similar function, such that the removal of vinculin can be tolerated surprisingly well.\n3) how having too much &quot;on&quot; vinculin causes problems to the organism.\n\nOur discoveries will impact on human health in multiple ways. Some human diseases result from the weakening of cell adhesion, which could be improved by developing methods to mimic the force signal, thus strengthening adhesion. Similarly, movement of cancer cells, or metastasis, renders cancers much more difficult to treat, and strengthening adhesion will restrain cell movement. Furthermore, understanding the molecular details of mechanotransduction may lead to the design of new nanomachines that can respond to force with local drug delivery. While our goal is to understand how mechanotransduction works in humans, we can answer these questions most effectively by using the experimental advantages of the model organism Drosophila melanogaster, the fruit fly. The proteins involved with vinculin function are also found in Drosophila, and we can use the sophisticated molecular genetics of Drosophila, combined with state of the art microscopy to use vinculin to discover how cells sense and respond to mechanical force.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L006669/1","grantId":"BB/L006669/1","fundValue":"618405","fundStart":"2014-01-01","fundEnd":"2016-12-31","funder":"BBSRC","impactText":"  At this stage this question is not yet applicable.  ","person":"Nicholas  Brown","coPersons":[],"organisation":"University of Cambridge","findingsText":" Since our grant commenced we have made significant inroads to discover how vinculin works, both in terms of how it becomes localised to sites of cell adhesion, and how it can aggregate other proteins together. We now know that the two domains of vinculin - the head and the tail - contribute in distinct ways. Either head or tail can provide a signal for recruitment, while both are required to aggregate other proteins. While we know the head is working via its binding partner Talin, we have ruled out expected binding partners for the tail, and are currently performing experiments to discover the tail ligand. At this stage this question is not yet applicable. Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}