{"id":"F28F9214-92A7-4F1D-A28D-9C238B83D800","title":"Mimetic Factors in Individual Behaviour: Health and Well-Being","abstractText":"<p>The proposed interdisciplinary network will explore the 'mimetic' factors in human behaviour, that is, the ability to copy the behaviour of others and tendencies to 'follow the crowd'. </p>\n\n<p>The ability to imitate others has been long recognised as central to individual development. Greater understanding of the biological, psychological and social mechanisms underlying mimesis, and how they interact with each other and with environmental factors will help individuals take greater control of their own lives. At the level of individual health, mimetic factors are operative in behaviours such as smoking, diet and exercise, alcohol and drug abuse, as well more general life areas such as fertility planning, depression, resilience and susceptibility to contagious disease. </p>\n\n<p>Understanding these factors may contribute to an increased capacity to mirror positive rather than negative health behaviours, which would enable the health services to be more responsive to users' needs, thereby increasing the UK's overall quality of life. </p>\n\n<p>The network will organise three concurrent series of workshops involving Warwick network members, their invited guests and international speakers. Each series will target an aspect of mimesis in health behaviour: </p>\n\n<ol>\n \n\n <li>Mimesis and the Bio-Social Study of Individual Behaviour; </li>\n\n <li>Mimetic Factors in Health Behaviour across Life-Course; </li>\n\n <li>Mimetic factors in modelling emergent health behaviours. </li>\n</ol>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-355-25-0017","grantId":"RES-355-25-0017","fundValue":"92368","fundStart":"2009-06-01","fundEnd":"2010-09-30","funder":"ESRC","impactText":"","person":"Steve William Fuller","coPersons":["Frances  Griffiths","Nicholas Mark Lee","Ann  Adams"],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}