{"id":"F2913A1F-970C-4030-8547-68010C79D487","title":"Transforming Artist Books","abstractText":"With the growth of digital technology, there is a new expectation among potential users of artist books and those that collect and care for them that the activities of making, cataloguing, storing, displaying, handling and looking at artist books can and should be enhanced by the digital. This proposal begins from recognition that important national collections of artist books are, sadly, largely inaccessible to the majority of their potential users and that this situation can be transformed through digital technology. Rather than viewing the computer screen and electronic text and image as a challenge or threat to the physical printed page, the proposed research network will explore the potential of the digital to transform our understanding, appreciation and care of artist books.\n\nThe workshops will each address a different theme pertinent to the study of artist books and digital transformations. \n\nWorkshop One will address two different but related questions. First, it will work with technology specialists to examine the relationship of the physical book with its digital representation and how that might be rendered. Drawing on the expertise of technology specialists at Tate, the British Library and elsewhere, this first session will think through just how those transformations might be achieved. Secondly, it will work with book artists and librarians to interrogate how that transformation might affect users' experience of the book. Touch, scale and the intimate relationship of the book to its reader are important issues to be explored in this session, which will ask what might be lost, gained or elided in creating digital representations of the artist book. In exploring both of these questions, this session will also reference the findings of related projects such as 'Touch and the Value of Object Handling' (2006-7) and 'Creative Digital Media Research Practice: Production through Exhibition' (2008-10), both funded by the AHRC. \n\nWorkshop Two will work with artists to better understand recent developments in the creation of artist books in digital form. By extending our understanding of the concepts and formats of artist books from the printed page to iPOD publications, free downloadable e-books, hypertext works and phone-based works, for instance, this workshop will ask how we might nurture those practices and facilitate their growth. By engaging directly with contemporary practice in this way, the network will engage with understanding significant shifts in the nature of the artist book. This session will reference the findings of related projects such as 'What Will be the Canon for the Artist Book in the 21st Century?' (AHRC funded 2008-10). It will extend those debates by asking how we might engage with these new modes of production in the art school, the museum and the library.\n\nWorkshop Three will ask how artist books of all forms can be catalogued to make them more accessible and so transform the way in which people can engage with them. Should they be catalogued as both books and art objects? Should they be more fully catalogued to enable thematic searching? How we might collect new formats of artist books? Should an image be provided to allow visual browsing? And how might questions of copyright be addressed in the context of making collections more accessible?","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J012955/1","grantId":"AH/J012955/1","fundValue":"19839","fundStart":"2012-02-06","fundEnd":"2012-08-05","funder":"AHRC","impactText":"","person":"Beth  Williamson","coPersons":["Eileen  Hogan"],"organisation":"Tate","findingsText":"","dataset":"gtr"}