{"id":"F2912CD4-BBB9-4975-8548-CC03E97523F4","title":"Astrophysics at the University of Bath","abstractText":"Gamma Ray Bursts are the instantaneously most luminous explosions in the Universe and, as such, act as bright beacons for probing the conditions in the early Universe as well as being important objects in their own right for the study of extreme physics in the presence of strong gravity, large magnetic fields and ultra-high speed accelerations in which outflowing material reaches speeds close to that of light.\n\nDespite decades of study, however, the physics of GRBs remains a mystery.\n\nThe most direct probe of the explosion and ejection physics comes from special properties of the light emitted by the ejected material - namely its polarisation. The degree and evolution of the polarisation of the light gives a direct measure of the properties of the magnetic fields in the GRB that may be responsible for focusing and accelerating the material ejected in the explosion.\n\nThe location and time of occurrence of a GRB cannot be predicted, so advanced robotic telescopes on the ground and in space have been developed to catch the light from a GRB and alert other telescopes to the location and properties of the burst.\n\nWe use the world's largest fully autonomous robotic optical telescopes, equipped with novel software and instrumentation, to followup discoveries of GRBs by high-energy satellites and to measure the properties and evolution of the optical light at very early time after the initial explosion - in particular the polarisation properties - when the fundamental properties are still encoded in the detected light and before collision with the surrounding circumburst medium erases the signature of those properties.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/N001265/1","grantId":"ST/N001265/1","fundValue":"89241","fundStart":"2015-04-01","fundEnd":"2018-03-31","funder":"STFC","impactText":"","person":"Carole  Mundell","coPersons":[],"organisation":"University of Bath","findingsText":"","dataset":"gtr"}