{"id":"F29DCE3F-5DA9-457D-B004-F84A9527C63A","title":"Optimising the Sonochemical and Ultrasonic Output of Dental Endosonic Instruments","abstractText":"If the soft tissue within a tooth (the pulp/nerve) becomes infected then treatment is required to remove it. The tooth root is mechanically cleaned and disinfected prior to the placement of a suitable filling material. This procedure is known as root canal treatment and is a speciality of Dentistry referred to as Endodontics. Root canal treatment is a major source of activity in dentistry with one million root fillings being placed in the General Dental Service in the year to March 2004 at a cost of 50.5 million to the country. These National Health Service figures do not take into account the endodontic work done under private contract. Any clinical technique that serves to improve the longevity of the tooth by increasing the success of the shaping and disinfection of the root canal will lead to improvements in the quality of life.Dental ultrasonic instruments are used to clean the external surface of teeth. Part of this cleaning process is by the occurrence of inertial cavitation occurring in the associated cooling water. This project aims to focus on the cavitation process and to look to maximising its ability to provide a more significant cleaning mechanism within the internal part of the tooth.Our research will be based in two centres. The University of Birmingham will evaluate the vibration performance of ultrasonic root canal files in tooth root canals (in vitro) using scanning laser vibrometry. The University of Bath will measure the occurrence of cavitation and its spatial distribution within the root canals of tooth models during ultrasonic instrumentation using newly development measuring systems such as a Cavimeter. Both teams have a strong record of collaboration and we will come together to identify those endosonic file designs that produce the optimum cavitation. We will look using both MicroCT and SEM to assess the contribution of cavitation to the cleaning process. We will develop in vitro model systems that have the potential not only to assist in the project but will lead to commercial development for the training of dentists. Our goal is to produce a set of commercially available files that may be ultrasonically activated to produce cavitation. It will be possible to predict where this cavitation occurs and then this will lead to improvements in clinical technique which will eventually bring about benefits for patients receiving such treatment.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F021739/1","grantId":"EP/F021739/1","fundValue":"129789","fundStart":"2008-09-22","fundEnd":"2012-03-21","funder":"EPSRC","impactText":"  The combined studies from both teams have allowed us to determine the characteristics that need to be designed into scaler tips to optimise cavitation and hence non-contact cleaning of relevance to clinical situations. Further work has been funded and is underway to translate the methods that have been developed into other clinical dental situations. In addition, novel designs of scaler tip are being developed at Birmingham. At the time of writing (the Birmingham project is still underway) assessment of these new tips is underway with a view to potential patents of these new designs in due course.\n\nThe information gained from the research is being disseminated via a website (hosted at Birmingham) and linked to other existing EPSRC networks. This work has generated interest from manufacturers which is being further discussed. Healthcare Societal","person":"Gareth J  Price","coPersons":[],"organisation":"University of Bath","findingsText":" This research project was aimed at understanding how and where cavitation occurs around ultrasonic scalers and how cavitation may be maximised to provide clinical advantage in use. Project partners at Birmingham Dental Hospital characterised the performance of several types of ultrasonic scaler tips with varying shape, size and design. Scanning Laser Vibrometry was used to measure the detailed vibration characteristics of the scaler tips under a variety of situations including in contact (through defined loadings) with teeth in model systems. The occurrence of cavitation around the scalers was measured at Bath using a variety of methods. The spatial distribution was determined by mapping sonoluminescence - the emission of light as cavitation bubbles collapse. We were able to correlate the cavitation activity with the node/antinode patterns that occur along the oscillating scaler tips. In addition, it was found that the shape of the scaler tip (e.g. length, cross-sectional profile) had a marked effect on the total amount of cavitation produced and its spatial distribution. An unexpected effect was that the light emission, and hence amount of cavitation occurring, increased when the scalers contacted teeth. A quantitative model of this process is currently under development.\n\nOther work conducted at Bath has correlated the input power to the scaler (and hence the amount of cavitation produced) with chemical efects such as hydroxyl radical production (mimicing the disinfecting power of solutions used as dental irrigants) and the ability to remove loosely adhering coatings from model tooth surfaces. We used slabs of hydroxyapatite to mimic the surface characteristics of teeth with a variety of coatings. In this way, we were able to determine the potential of using cavitation as a non-contact cleaning method. Surface damage was evaluated by surface profilometry as well as optical and electron microscopies. \n\nThe combined studies from both teams have allowed us to determine the characteristics that need to be designed into scaler tips to optimise cavitation and hence non-contact cleaning of relevance to clinical situations. Further work has been funded and is underway to translate the methods that have been developed into other clinical dental situations. In addition, novel designs of scaler tip are being developed at Birmingham. At the time of writing (the Birmingham project is still underway) assessment of these new tips is underway with a view to potential patents of these new designs in due course.\n\nThe information gained from the research is being disseminated via a website (hosted at Birmingham) and linked to other existing EPSRC networks. This work has generated interest from manufacturers which is being further discussed. 1. Occurrence of Cavitation\n\n• Cavitation has been mapped by monitoring sonoluminescence from luminol solution with both free scaler tips, with tips contacted against teeth under controlled loads and in simulated tooth pockets to mimic the clinical situation. \n• Ultrasonic scalers change their vibrational behaviour and hence the amount of cavitation produced when operated at different power settings.\n• Cavitation has been quantified using terephthalic acid and other chemical methods and the effect that is produced on surfaces to look at non-contact cleaning using profilometry and microscopy.\n\n2. Tip designs\n• The influence of tip design on the scaler vibration characteristics has been determined\n• We have demonstrated that tip wear could affect the performance of ultrasonic tips by reducing their vibration displacement amplitude.\n• A novel method for characterising ultrasonic scaler tip motion in 3 dimensions has been developed\n• The occurrence and chemical effects of cavitation have been correlated with factors such as tip length, shape, cross-sectional profile etc.\n\n3. Optimisation\n• The relation between cavitation and the vibration characteristics has been determined\n• The commercial designs that maximise cavitation have been identified\n• Modified designes are currently under nvestigation\n\n\n4. Clinical implications\n• This is still under consideration by clinicians at the University of Birmingham (whose grant is not yet finished)\n\n\na) Quantification of cavitation\n• The occurrence of cavitation has been mapped for a range of scaler designs using sonoluminecsence emission under controlled conditions.\n• Cavitation has been quantified by chemical reactions with terephthalate, Fricke etc. Surface damage/cleaning was quantified rather than solution degradation since it was felt to be more clinically relevant.\n• The amount and spatial distribution of cavitation changes when the scaler tips are contacted with tooth surfaces and the effects change with applied loading.\n\nb) artificial tooth/periodontal pocket\n• An in-vitro tooth model was used to measure loads applied by the ultrasonic scalers. This has improved in-vitro analysis of the performance of powered dental instruments\n• Preliminary experiments on a solid surface show that cavitation occurs towards the angle of the probe. The small confined space of a periodontal pocket which mirrors the clinical situation has been challenging and we have had limited success in this area although efforts continue.\n\nc) Produce a range of cavitation enhanced scaling tips \n\n• Our combined work has shown that changing the shape of the scaler tip from those commercially available may be beneficial\n• Work on new designs is currently underway in the continuing project at Birmingham. It is our hope that we will be in a position to consider patenting the shape of these new tips in the next year or so. Healthcare","dataset":"gtr"}