{"id":"F2A151AF-3FA4-4613-8400-551BC256DA9B","title":"America, Asia and the Bomb: Nuclear Weapons, Race and the Containment of China, 1945-1965","abstractText":"The proposed research will lead to the publication of a book examining US nuclear history in the Far East between the use of the atomic bomb against Japan in 1945, and the large-scale deployment of American forces in Vietnam War during 1965. The book aims to explore the legacy of the atomic bombings of Hiroshima and Nagasaki, as well as subsequent American nuclear policies in the Far East and Pacific, for the relations between the United States and Asian states and societies. Through its presentation of much new documentary evidence, obtained from a wide range of archival sources in the United States and Britain, the research will show how Americans came to perceive that an excessive reliance on nuclear weapons to contain Communist threats and pressures in Asia carried with it serious political consequences. Many of these problems had their origins, American observers came to believe, in the widespread Asian perception that the use of nuclear weapons against Japan had a racial dimension, in that the United States was felt to be more willing to use such weapons of mass destruction against a non-white enemy. This was compounded by the number of occasions when the United States once again appeared ready to use nuclear weapons against Asian peoples. During the height of the Korean War in late 1950, as Chinese intervention caused near panic in Washington, President Harry S. Truman held a press conference where he revealed that use of the atomic bomb was under consideration, prompting a rush of alarmed editorials in Asian newspapers and much anti-American feeling in crucial Asian states such as India. Anxious US officials monitored such reactions, as they also did during, for example, the two Taiwan Straits crises of 1954-55 and 1958, and while the US conducted atmosphere nuclear tests in the Pacific. The accidental spread of fall-out following the test of a hydrogen bomb at Bikini atoll in 1954, and the injuries then suffered by Marshall islanders and the crew of a Japanese fishing trawler helped to reinforce the impression that it was Asians who were singled out as nuclear victims, and that the United States was callously indifferent to the lives and welfare of the peoples of the region.\\n\\nThere has been a growing body of scholarship over the last few years which has studied the role of race in US policies during the Cold War, and particularly how the prevalence of racism in post-war US society was an impediment for American governments trying to attract support from the non-white world emerging from colonialism. The proposed research builds on this work by highlighting how American policymakers believed that many Asian peoples had come to regard the atomic bomb as a 'white man's weapon' (a common phrase from the period), which was one more manifestation of the racial double-standards practised by the United States. The research shows how concern over the reactions of Asian opinion influenced US attitudes to the possible use of nuclear weapons in limited war in the area, and complicated US relations with key allies such as Japan, where the State Department effectively vetoed the deployment of nuclear weapons in the 1950s, and with non-aligned states such as India. The research concludes when the United States had moved away from a reliance on nuclear weapons to respond to limited Communist aggression in the Far East with the development of the conventional capacities for limited war that were seen on display in Vietnam by 1965. At the same time, American officials were also engaged in reacting to the emergence of China as a nuclear power with its first test in October 1964, with all the repercussions this held for Asia as a whole.\\n\\nBy analysing the significance of US readings of anti-nuclear feeling in Asia in the years after 1945 for the formulation and conduct of US foreign and defence policy the research opens up new interpretations and understandings for a crucial period of the Cold War.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F003838/1","grantId":"AH/F003838/1","fundValue":"33467","fundStart":"2008-01-28","fundEnd":"2008-05-27","funder":"AHRC","impactText":"","person":"Matthew Charles  Jones","coPersons":[],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}