{"id":"F2A74C19-B7B8-4CA9-8CC0-E1B1C9C0F37B","title":"Collaborating for Success in Natural Interfaces for Games, Rehabilitation, and Robotics","abstractText":"This proposed 9 month project brings together a new multi-disciplinary research team with an established track record in computer vision, human computer interaction, graphics, animation, and games, together with cognitive neuroscience and motor rehabilitation. The aim is to set up a special interest group to develop ideas, skills, and collaborations for research in natural interface technologies for games, rehabilitation, and robotics. The project makes full utilisation of the available flexibility within the EPSRC CSP Call. This involves cross discipline, as well as national and international collaboration in order to maximise exchange of knowledge and skills. The potential for developing new collaboration with different disciplines is evidenced by the cutting edge research themes and important applications. Sustainability of the project will be achieved through strategic project planning to optimise interpersonal communication, involving pilot studies, mutual exchange of researchers, joint proposal writing/planning sessions, outreach in the form of an international workshop, and the overriding enthusiasm of all the parties involved.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F013477/1","grantId":"EP/F013477/1","fundValue":"62868","fundStart":"2007-10-01","fundEnd":"2008-06-30","funder":"EPSRC","impactText":"","person":"Li  Bai","coPersons":["Stephen  Jackson"],"organisation":"University of Nottingham","findingsText":" The research led to collaborations and proposals for the European Commission on Games and Medical Imaging. The idea of using computer vision for Assisted Technology has now become wide spread, and there has been numerous conferences and call for research proposals on the topic over the past few years. Digital/Communication/Information Technologies (including Software),Education,Healthcare","dataset":"gtr"}