{"id":"F2AC8E4D-ACC7-4EC1-BE20-E814B3F7ECD2","title":"Photovoltaics for Future Societies","abstractText":"Globally, humanity faces profound challenges in meeting increasing energy demand in the face of climate change and peak oil. The development and application of small-scale technologies for energy conversion and energy efficiency is an essential component amongst the collection of strategies that will be necessary to confront these challenges. Technological progress in this field is swift with new development promising leaps in cost reduction, efficiency and in flexibility of application. However, regardless of technical efficiency, new technologies will only make a difference as long as they are successfully integrated into people's living environments. First generation PV is well established as part of low carbon energy strategies, most notably in highly developed states like Germany and Japan. Its application is now extending rapidly as efficiencies improve and costs come down as a result of government support. Nevertheless, PV has vast unrealised potential, as a relatively efficient means of generating electricity which can be utilised in a far wider range of situations than competing technologies like wind, water or biomass. PV is therefore uniquely disruptive in its potential to eventually enable most consumers of energy to become producers of energy. The realisation of this potential will require significant further reductions in cost along with a massive increase manufacturing volumes. Two emerging technologies that promise such low cost and high volume, at relatively high and steadily improving power efficiency are organic photovoltaics (OPV) (Dresden based spin out Heliatek recently report power conversion efficiency of 7.7%) and the luminescent solar concentrator (LSC), where manufacturing methods employing low cost raw materials and roll-to-roll or high-speed sheet deposition are the focus of significant effort.We will use a participatory approach that involves architects, engineers, residents and facilitators as well as social and physical scientists to research next generation photovoltaic devices and systems for deployment into two different case study locations. These locations will social housing projects operated by Sheffield City Council and urban high-rise buildings in Bangladesh. These locations present users with not only cultural differences but differences of energy infrastructure, norms of energy use, radical differences in built environment and tenure. The project will address factors that potentially limit the uptake of low cost next generation PV in these (and other) locations. Factors that are critical when step reductions in cost for these next generation technologies have to be balanced against a reduction in intrinsic stability of organic materials when compared to their inorganic counter part. These are: firstly, the role of lifetime and reliability and how replacement and maintenance fit socially into a low cost PV solution; secondly, the social 'advantage' of such technology in terms of aesthetics &amp; form given the ability to engineer flexible and differently coloured PV devices using organic materials; and finally, the effectiveness of complete PV power conversion systems and how to make the most of social advantages while preserving technical requirements. Critical to the proposed programme of work is to position these challenges within packages of social science research, in such a way that the development of our scientific and technical thinking can feed from this work and develop in a recursive manner.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I032541/1","grantId":"EP/I032541/1","fundValue":"1366120","fundStart":"2011-07-01","fundEnd":"2016-01-29","funder":"EPSRC","impactText":"","person":"Alastair Robert Buckley","coPersons":["N  Gregson","David Andrew Stone","Martin Paul Foster","Matt  Watson","Prue  Chiles","David George  Lidzey"],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}