{"id":"F2AC497E-A182-4D42-A83D-534B97AE1F0E","title":"Are national HFC emissions reports suitable for global policy negotiation?","abstractText":"Negotiations are underway to determine whether the use of hydrofluorocarbons (HFCs) should be regulated under the Montreal Protocol, the international treaty that is designed to protect the stratospheric ozone layer. Whilst HFCs do not deplete stratospheric ozone, they are potent greenhouse gases (GHG), with global warming potentials hundreds to thousands of times that of carbon dioxide. Therefore, proponents of the proposed amendments to the Protocol argue that, because their rapid growth in the atmosphere is a direct result of the global phase-down of ozone depleting substances, for which HFCs are replacements, their resulting impact on global climate should now be regulated under the same framework. A major limitation of the on-going discussions is that emissions of HFCs are very poorly constrained at present, with more than 60% of the global emissions, as determined using atmospheric measurements, being un-reported in 2012. This could be due to poor reporting practices, and/or the incomplete nature of global emissions reports under the United Nations Framework Convention on Climate Change (UNFCCC), in which only a subset of countries are required to report their emissions in detail. Recent estimates of the emissions of HFCs and other synthetic GHGs derived from atmospheric measurements indicate that both factors are likely to contribute. However, a comprehensive evaluation of such &quot;top-down&quot; emissions estimates for the major reporting countries has not yet been carried out. Furthermore, we argue that the uncertainty quantification methods in the &quot;inverse&quot; modelling frameworks that are used to derive emissions of HFCs (and all other GHGs) must be dramatically improved if they are to be robust and relevant to policy makers.\n\nThis proposal aims to develop new methods for estimating national GHG emissions using atmospheric observations and chemical transport models. In particular, we will pioneer the use of hierarchical Bayesian modelling and Gaussian process emulation. These techniques will allow us, for the first time, to explicitly include the influence of some critical uncertainties in the atmospheric modelling process on &quot;top-down&quot; emissions estimates. This will allow us to estimate national emissions of the major HFCs with a more complete estimate of the uncertainty than has previously been possible. We will examine in detail the differences between these emissions estimates and the national inventories, and determine critically whether the current reports submitted to the UNFCCC are appropriate for informing the debate on the future of the Montreal Protocol.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M014851/1","grantId":"NE/M014851/1","fundValue":"327594","fundStart":"2015-08-04","fundEnd":"2018-02-03","funder":"NERC","impactText":"","person":"Matthew  Rigby","coPersons":["Jonathan  Rougier","Simon  O'Doherty"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}