{"id":"F2ADEBDB-D963-4B3D-8B33-AC2478062BF9","title":"Optical Atomic Force Microscopy","abstractText":"Atomic force microscopy (AFM), is a state-of-the-art imagining system that uses a sharp probe to scan backwards and forwards over the surface of an object. The probe tip can have atomic dimensions, meaning that AFM can image the surface of an object at near atomic resolution. However, the limitation of these systems is that, just like with a record player, the needle has to be held by a mechanical arm or cantilever. This restricts the access to the sample and prevents the probing of deep channels or indeed any surface that isn't predominantly horizontal.Our idea is to hold the tip of an AFM in an optical beam, without any mechanical constraint. Optical tweezers use the momentum of light beams to trap and move individual spheres, here we will use them to hold and control the AFM tip - without need for any mechanical fixing.We have shown the use of data-projector technology to shape light beams to hold many objects, and that this can give control over a simple probe. We have also shown that high-speed cameras can measure the force acting on the probe with 100 times greater sensitivity than most AFMs. Finally we have shown that the interface of optical tweezers can be made intuitive, e.g. controlled by iPhone or force-feedback joystick!In this project we will develop our use of video game graphics cards for high-speed control and force-feedback to give the user a tactile interface, perhaps utilising the professional equivalent of a Wii motion controller. We will automate a fully-3D scanning system so that complete surface images will be obtained. We will create new probe types, functionalised to give various contrast enhancements. Initially our images will be of standard AFM test samples, but beyond this benchmarking we have budgeted for visits by leading biophysical researchers to test our new approach in their real applications. These range from cell-to-cell interactions to the differentiation of single stem cells.The project is ambitious breaking new ground in optical tweezers, AFM and imaging technologies, but the track records of the collaborating teams lend credence to the success of this project.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I007822/1","grantId":"EP/I007822/1","fundValue":"371979","fundStart":"2011-06-30","fundEnd":"2014-06-29","funder":"EPSRC","impactText":"","person":"Miles  Padgett","coPersons":[],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}