{"id":"F2B1F0F6-F2DF-467B-BEC0-F55EE964145E","title":"Ordered States in Oxides","abstractText":"The electronic properties of transition metal oxides continue to drive many fields, from fundamental condensed matter physics and solid state chemistry to materials science and engineering applications. High temperature superconductivity (HTSC) in copper oxides and colossal magnetoresistances (CMR) in manganite perovskites are two particularly important phenomena that have led to many other perovskite oxides being widely studied for their electronic properties.Knowledge of structure is always important for understanding materials properties. Transition metal oxide structures are often based on simple high symmetry structures e.g. perovskite, spinel, but the above orderings lower symmetry leading to slight lattice distortions and superstructures. It has become clear that much subtle but important information can be gained from high resolution powder diffraction studies. Powder diffraction is needed partly because many of these materials are difficult to crystallise, but more fundamentally, the distortions lead to severe (micro)twinning in crystals that makes conventional single crystal structure determinations difficult (e.g. in the case of Fe3O4).Powder diffraction is a simple technique but remains one of the most popular in the synchrotron X-ray and neutron user communities. A variety of instruments are now available at ISIS, ILL, ESRF and (in the future) Diamond. These are applied to many problems in chemistry, physics, materials science, engineering and geosciences. To make the best use of available facilities, as well as providing a broad training in leading powder diffraction techniques, this project will study several materials using a range of instruments.The structures and magnetic order in high pressure Cr, Ru and Bi-based perovskites will be investigated. These materials will be synthesised using a recently commissioned Walker press. The complex superstructures associated with charge, spin and orbital order in RBaMn2O6 manganites will also be studied. Charge ordering in magnetite (Fe3O4) is a classic and long running problem. We aim to improve on a previous structural model through further high resolution powder diffraction study, and analysing data from heavily twinned microcrystals. Further aspects of the student training will be through attending workshops in Grenoble (HERCULES) and ISIS, and by 3 month visits to each centre.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F02083X/1","grantId":"EP/F02083X/1","fundValue":"134620","fundStart":"2008-10-01","fundEnd":"2012-09-30","funder":"EPSRC","impactText":"","person":"J Paul Attfield","coPersons":[],"organisation":"University of Edinburgh","findingsText":" The key finding has been the solution to the Verwey structure of magnetite. Magnetite (Fe3O4) is the eponymous magnetic substance and occurs widely on earth as a mineral and biomineral. In 1939, Verwey reported a sharp first-order transition in magnetite at around 125 K. This is observed in measurements of heat capacity, conductivity, magnetisation and many other properties. He invented the idea of a charge ordering transition to account for these ideas, but convincing experimental evidence for Fe2+/Fe3+ order in the low temperature (Verwey) phase was difficult to obtain and the problem soon became a contentious issue, although charge ordering was subsequently established in other oxides. \n\n \n\nSolution of the Verwey problem was limited by the determination of the crystal structure of the low temperature phase. It took until the 1970's to show that the complex lattice distortion is to a monoclinic _2 x _2 x 2 superstructure of the cubic room temperature structure,. The supercell has acentric Cc space group symmetry and contains 224 atoms. Furthermore, microtwinning of Cc domains which can take 24 orientations below the Verwey transition severely hampered diffraction studies of the low temperature structure. \n\n\n\nWe solved the Verwey structure at 90 K using a high energy microcrystal diffraction method at ESRF Grenoble. Over 100 frozen phonon modes were found to contribute significantly to the overall structural distortion, which is strongly acentric so that magnetoelectric coupling (multiferroism) is expected. Fe2+/Fe3+ charge ordering and Fe2+ orbital ordering was evidenced from analysis of the observed interatomic distances, showing that Verwey's 1939 hypothesis is correct to a useful first approximation. However, additional structural distortions in which B site Fe-Fe distances within linear Fe-Fe-Fe units are anomalously shortened suggested that the 'extra' down-spin electrons are not fully localised as Fe2+ states, but are instead spread over three sites resulting in highly structured three-site polarons termed 'trimerons'. These orbital molecules were not proposed in 70 years of theoretical and experimental studies, but they are clearly dominant in the crystal structure. Trimerons share corners according to simple connectivity rules, leading to a complex network in the low temperature cell.\n\n\n\nWe have also solved a related charge order structure in Ba3Na2Ru2O9 where molecule like charge dimers are formed, and we determined two new oxygen vacancy superstructures in new perovskite-related materials generated by 'hard-soft' chemistry. This is useful to magnetic materials and spintronics devices for use in computer memories in the electronics sector. The knowdledge can help in the design of magnetic ferrite materials for electronics and magnetics applications. Electronics,Energy","dataset":"gtr"}