{"id":"F2B6CC87-C335-4283-97DB-6E80809C7C79","title":"Molecular Thin Films: Growth, Magnetism and Spintronic Applications","abstractText":"Molecular magnets offer attractive characteristics compared to their inorganic counterparts, such as low temperature processing routes, low cost, chemical purity, and biocompatibility. Furthermore, molecular materials possess incomparable versatility thanks to various organic synthesis routes that have been developed to modify various components. Therefore, they can be modified in order to incorporate multiple functionalities, such as for example semiconducting and magnetic, which is extremely attractive for spintronic applications, where the spin of the electron is used to store and trasnmit information for example.However, the incorporation of these novel materials into devices has been hampered by the lack of progress into the generation of controlled thin films and heterostructures. This project aims to develop new types of magnetic thin films based on polyaromatic compounds such as phthalocyanines and porphyrin, which are archetypal molecular semiconductors but also contain transition metals which can carry a non-zero spin. In particular, organic vapour phase deposition (OVPD) will be optimised for the growth of charge-transfer complexes including electron accepting components such as tetracyano derivatives, which, in crystals obtained from solutions, have shown unique characteristics such as exceptionally high coercivity. The magnetic properties will be optimised to improve either the transition temperatures/coercivity or the facility with which the magnetic coupling can be switched using external triggers. Of particular interest will be to use the thin film's well-established optoelectronic properties to influence the magnetic coupling, thereby offering perspectives on their use in spintronic applications.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F039948/1","grantId":"EP/F039948/1","fundValue":"406734","fundStart":"2008-09-16","fundEnd":"2012-09-15","funder":"EPSRC","impactText":"","person":"Sandrine  Heutz","coPersons":[],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}