{"id":"F2B838C2-278D-4BA3-A240-C7A6A032054F","title":"The P-Usher: A mix and match secretion machine for the assembly of bacterial cell surface appendages.","abstractText":"Fimbriae or pili are filaments attached to the surface of bacteria. These filaments are the result of the assembly of small subunits that come together to form fimbriae of various length and thickness. At the tip of these structures, sits another component whose function is an adhesin. This adhesin is able to connect firmly the bacterium with different types of surface/tissue. In the context of bacterial pathogens, it is an important structure, which allows bacteria to attach to human cells and therefore contribute to the colonization and persistence process. A visual example for this function is given with uropathogenic Escherichia coli. These pathogens are attached to bladder cells and are not eliminated by the urine flow. They resist the pressure of the stream thanks to the flexibility of the fimbriae, and the irreversible attachment via the tip, which could not be disconnected from the host cell. At a molecular level, the occurrence and assembly of the fimbriae at the surface is well understood. It involves a component, which forms a hole (pore) in the envelope of the bacterium, to give the filament access to the surface. This pore component, called the usher, is found in all bacteria, which produce fimbriae. If the usher is absent or does not function properly, fimbriae are not made anymore. Means by which bacteria attach to host cells are numerous. It exists other kinds of bacterial adhesins, of which the filamentous hemagglutinin (FHA) from Bordetella pertussis is an example. B. pertussis is the agent of the whoopping cough and FHA is a major virulence factor involved in host colonization. In contrast to fimbriae the FHA adhesin is not a multi-component structure made of several identical components. Nevertheless, FHA is capable of making a large and helical structure at the cell surface, which will act as an attachment device to host cells. As for fimbriae, FHA can access the cell surface thanks to a pore, which is different from the usher and commonly named TpsB. The TpsB component has a region called POTRA, which is used to fish FHA, before pushing it out to the cell surface. My laboratory is working on Pseudomonas aeruginosa. This bacterial pathogen is feared because of its prevalence in nosocomial infections (third cause world-wide), and because it has a high impact on the morbidity and mortality of hospitalized patients. P. aeruginosa is also known as the main bacterial agent involved in infection of cystic fibrosis individuals, resulting in destruction of lung tissues and patient death. The virulence factors involved in the P. aeruginosa infection process are numerous, but recently a lot of attention has been given to a series of structure, named Cup, which are involved in the formation of fimbriae required in chronic infection. We focused our study on the so-called CupB system and more particularly the usher component CupB3. We discovered that this usher is in fact a hybrid between a 'classical' usher and a TpsB component, since we identified a POTRA domain (see above) in CupB3. We called the CupB3 usher a P-usher for POTRA-containing usher. More interestingly, we realized that CupB3 is not only able to assemble fimbriae, but it also assembles a FHA like protein called CupB5 at the cell surface. Such discovery is an intriguing observation, which reflects evolutionary mechanisms by which bacteria mix and match components to create new molecular machines, which give further improved capacity in colonising and persisting within the host. In this proposal, we want to understand the mechanism by which the P-usher coordinates the assembly of fimbriae and the CupB5 adhesin. We also want to understand how this unique bacterial machine contributes to optimize the colonization process of P. aeruginosa. Finally, by understanding the detailed molecular mechanism, we will be in a situation to design new antimicrobials, which will abolish the CupB3 function and help fighting against P. aeruginosa infection.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I018484/1","grantId":"BB/I018484/1","fundValue":"367436","fundStart":"2011-10-03","fundEnd":"2014-10-02","funder":"BBSRC","impactText":"  Our results provide the possibility of inhibiting recruitment of proteins to important transporters. Pharmaceuticals and Medical Biotechnology Economic","person":"Gabriel  Waksman","coPersons":[],"organisation":"Birkbeck College","findingsText":" This grant has provided the ground-work for usher-mediated pilus biogenesis in Pseudomonas. However, multiple attempts at purifying the apo usher failed and no crystal could be obtained. However, interesting results were obtained on the POTRA domain of one of the usher proteins. We will continue to search for a full-length usher that is crystallisable. The structure of the apo usher is the missing crucial element to understaand how pilus biogenesis works. Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}