{"id":"F2BC4FEF-BFE0-4FA5-A1A6-2B5B37B1778B","title":"Live Imaging and Genetic Dissection of Basement Membrane Development and Repair","abstractText":"The basement membrane, a thin layer of linked extracellular proteins (extracellular matrix), underlies nearly all epithelial cells in the human body. This specialised cellular &quot;tarmac&quot; is necessary for the function of its overlying cells, and an abnormal basement membrane plays a role in a number of pathologies. Despite this clinical relevance, we know little about how the basement membrane is formed. Furthermore, despite its certain damage during any type of tissue injury, we know nothing about how the basement membrane is capable of repair. \n\nThe basement membrane is composed of a number of different components, such as Collagen Type IV, which are linked by enzymatic reactions to yield a final stable structure. The production and organisation of these components is also thought to require a number of different cell-types. Due to this complexity, a complete understanding of the basement membrane requires its examination within a living organism, which until recently has been experimentally unfeasible.\n\nIn this proposal we will exploit our ability to live image basement membrane development and repair within a living organism. Fruit flies (Drosophila melanogaster) are becoming a widely utilised model system to understand the basement membrane as this animal has an assortment of extracellular matrix proteins identical to humans. Furthermore, preliminary data from our laboratory has revealed that basement membrane formation during embryogenesis can be imaged live during animal development. In this proposal we will exploit our ability to live image basement membrane development, along with our capacity in flies to knockout virtually any gene of interest, to fully dissect the mechanisms of basement membrane formation and repair.\n\nIn the first Objective we will characterise the timecourse of basement membrane formation by time-lapse microscopy. We will subsequently use strategies to specifically remove hypothesised basement membrane components and factors required for its formation within the various cells in the embryo thought to be involved in basement membrane development. This analysis will allow us to highlight the molecular mechanisms behind basement membrane formation and the relative requirement of different cells in its production.\n\nIn the subsequent Objective we will examine the basement membrane repair response. Preliminary data from the laboratory has revealed that the epithelium and underlying basement membrane can be specifically damaged in the fly by laser ablation; this leads to a healing response whereby over the course of a few hours the basement membrane hole is sealed. We will characterise this response and determine the cellular and molecular mechanisms involved in basement membrane repair. Our analysis suggests that basement membrane healing is an active cellular process that requires recruitment of fly macrophages (Drosophila inflammatory cells), and we will directly test the function of macrophages in repairing the damage. Furthermore, preliminary data reveals that the fly macrophages directly respond to damage to the basement membrane (rather than damage to the overlying epithelial cells), which we will directly test. This data suggests that a damaged basement membrane may be playing a significant role in inflammatory responses, which will have wide reaching clinical implications.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L021927/1","grantId":"BB/L021927/1","fundValue":"429606","fundStart":"2014-11-03","fundEnd":"2017-11-02","funder":"BBSRC","impactText":"","person":"Brian  Stramer","coPersons":[],"organisation":"King's College London","findingsText":"","dataset":"gtr"}