{"id":"F2C7AF2D-2E88-4681-8DFB-F4BEA65D388B","title":"Peterborough Adolescent and Young Adult Development Study (PADS+)","abstractText":"<p>The role of the social environment is probably one of the least well understood aspects of crime causation. The overall aim of PADS+ is to contribute to a better understanding of the causes and prevention of young people's crime involvement by studying (i) the interaction between individual characteristics and experiences and the features of the social environments in which young people develop and act, and (ii) how these interactions change and shape criminal involvement over two critical developmental phases; adolescence and the transition into young adulthood.</p>\n\n<p>PADS+ is a longitudinal study that follows a cohort of 700 young people from Peterborough enrolled in the study at age 12 (2003). A particular aim of PADS+ is to develop new theory (Situational Action Theory) and new methods (Ecometrics combined with Space-Time Budgets) to improve the study of young people's offending and its changes. An important additional aim is to analyse the findings from the study as regards their implications for improving crime policy and crime prevention.</p>\n\n<p><strong>Further information</strong></p>\n\n<p>PADS+ contact: Professor Per-Olof Wikstrom, University of Cambridge</p>\n\n<ul>\n \n\n <li>Email: <a href=\"mailto:pow20@cam.ac.uk\" rel=\"nofollow\">pow20@cam.ac.uk</a></li>\n\n <li>Telephone: 01223 335378</li>\n\n</ul>\n\n<p>ESRC contact: Chris Wyatt</p>\n\n<ul>\n \n\n <li>Email: <a href=\"mailto:chris.wyatt@esrc.ac.uk\" rel=\"nofollow\">chris.wyatt@esrc.ac.uk</a></li>\n\n <li>Telephone: 01793 413054</li>\n\n</ul>\n\n<p>PADS+ website: <a href=\"http://www.pads.ac.uk/\" rel=\"nofollow\">www.pads.ac.uk</a></p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/E021042/1","grantId":"ES/E021042/1","fundValue":"2588500","fundStart":"2007-11-05","fundEnd":"2013-12-31","funder":"ESRC","impactText":"","person":"Per-Olof  Wikstrom","coPersons":[],"organisation":"University of Cambridge","findingsText":" Findings from PADS+ consistently evidence the key importance of the interaction between people and settings in the explanation of acts of crime.\n\n\n\nSelected key research findings from PADS+ are:\n\n \n\n (1) Depending on their crime propensity, young people vary in the extent to which they are situationally vulnerable to criminogenic influences from the environment. Some young people are highly vulnerable while others are highly resistant to environmental criminogenic influences.\n\n\n\n (2) Young people's crime propensity depends on their (law-relevant) personal morals and ability to exercise self-control. Those with strong (law-relevant) personal morals and a strong ability to exercise self-control are crime averse while those with a weak (law-relevant) morality and poor ability to exercise self-control are crime prone. Young people vary from highly crime averse to highly crime prone. Crime prone young people are much more likely than those who are crime averse to see and chose crime as an action alternative when confronted with criminogenic circumstances.\n\n\n\n (3) Environments' criminogeneity depends on their (law relevant) moral norms and their level of enforcement. Residential areas with poor collective efficacy (weak social cohesion and poor informal social control) and central commercial areas are particularly criminogenic for young people when they spend time in such environments unsupervised with peers and engaged in unstructured activities.\n\n\n\n (4) Crucially, young people's level of crime involvement depends on the interaction between their crime propensity and exposure to criminogenic settings. Crime averse young people are unlikely to commit crime regardless of their exposure to criminogenic settings. Crime prone young people commit crime to the extent that they are exposed to criminogenic settings. A small group of highly crime prone young people with high exposure to criminogenic settings is responsible for most of the age group's crime.\n\n\n\n (5) Crime hot spots (concentrations) occur when unsupervised crime prone young people converge in time and space with criminogenic settings.\n\n\n\nThese findings suggest that acts of crime happen because people perceive them as a morally acceptable action alternative given the circumstances (and there is no relevant and strong enough deterrent) or fail to adhere to personal morals in circumstances when they are externally incited to act otherwise. This further suggests that effective crime prevention would result from policies and interventions that successfully promote people's perception of crime as a morally unacceptable behaviour, strengthen their ability to withstand external incitements to break the law, and/or strengthen environments' deterrent qualities to uphold rules of conduct (stated in law) when people are motivated to breach them. PADS+ has significantly impacted the terms of the debate not only in academic contexts which aim to better explain crime, but in practical and political arenas which aim to better prevent and police crime. \n\n \n\n? PADS+ has advanced thinking about the development of more efficient and effective crime reduction policies by drawing attention to the value and importance of the explanation (causes and causal mechanisms) of crime, rather than the identification of factors which are merely statistical correlates (e.g., markers such as gender, race and socioeconomic status, which cannot be causes). \n\n\n\n? PADS+ has developed a detailed model of criminal decision making based on contemporary interdisciplinary knowledge from social and behavioural sciences which highlights the perception-choice process as key to understanding the causes of crime. \n\n\n\n? Using this decision making model, PADS+ has identified and explored key personal and environmental factors directly relevant to crime involvement which are key targets for intervention.\n\n\n\n? PADS+ has also analysed broader social processes to better understand how people develop crime propensities, how criminogenic settings emerge, and how crime prone people and criminogenic settings intersect, through which it is able to identify key avenues for crime prevention.\n\n\n\nTo maximize the impact of these and other advances on policy and practice, PADS+ has\n\n1. Organized specific events for practitioners and politicians\n\n2. Presented widely to practical and political audiences\n\n3. Established an active relationship with the Home Office\n\n4. Begun working with practitioners to implement recommendations\n\n\n\nThese activities have stimulated considerable interest and uptake by practitioners and policy makers locally (e.g., regional constabularies), nationally (e.g., the Home Office and key Ministers) and internationally (e.g., Swedish and Danish Crime Prevention Councils; see part 5). Senior researchers will continue to pursue these relationships and enterprises and look for new opportunities to translate PADS+ findings in to policy and practice. PADS+ has successfully developed a challenging new theory, designed and applied innovative research methods, undertaken stringent theory-testing, and collected and analysed complex multilevel data. In addition, PADS+ has developed the implications of its theory and empirical findings for policy and practice and communicated these to policy makers and practitioners at the local, national and international level.\n\n\n\nTheoretically, the study has actively forwarded the notion of an Analytical Criminology which focuses on explaining the causes of crime - including the key causal mechanisms - as opposed to a risk-focused approach. It has also argued for better specification of 'situations' as the interaction between people and environments and the central role of this interaction in crime involvement. This has already begun to change how theorists approach the explanation of crime, and how practitioners approach its prevention.\n\n\n\nMethodologically, the study has developed new methods for studying social environments, and people's exposure to social environments, which means future research can better assess the role of environmental features and people's time use not only people's crime involvement but also other relevant life outcomes. PADS+ has already trained a number of collaborative and replication studies in its innovative techniques and published a detailed guide to combining one-to-one space-time budgets and small-area community surveys to study social environments and people's unique patterns of exposure. This will facilitate comparative and cross-national research.\n\n\n\nAnalytically, the study has experimented with advanced methods of analysing interactions and change over time, drawing upon collaborations with affiliated statisticians. This will advance knowledge about people's development within the social contexts they encounter, a truly life course approach.\n\n\n\nPractically, PADS+ has already begun to develop its concepts and findings into advice for policy-makers and practitioners and begun engaging with key figures at the local, national and international level. Communities and Social Services/Policy,Education,Government/ Democracy and Justice,Security and Diplomacy","dataset":"gtr"}