{"id":"F2D2D2C3-8D9E-4ECE-80E0-18C6B6F3A5F7","title":"Creation of an open forum for debate and discussion on 'Making Art in Tudor Britain'","abstractText":"Context of the research: \\n\\nThe National Portrait Gallery holds the largest public collection of Tudor and Jacobean painting in the world. This collection is one of the most significant resources for the understanding of visual culture in the English Renaissance. Research in this field has frequently focused upon the identification of authorship or sitters and the circumstances of production of individual images. More general, fundamental questions about the categorisation of art, workshop practices, patterns of patronage, the demand for different types of imagery across the period, and the relationship of the native school with foreign &eacute;migr&eacute; artists remain largely unanswered.\\n\\nFrom April 2007 we are launching a new research project entitled 'Making Art in Tudor Britain'. Using scientific techniques such as x-ray, dendrochronolgy, infra-red reflectography, paint sampling and microscopic analysis, we will undertake a comprehensive study of more than ninety paintings from the period 1500 - 1620, principally from Gallery's collection but also using comparative examples from other collections. Based in the Gallery's Conservation Studio, three researchers (the principal investigator and two conservators) will focus on around 25 paintings per year in chronological order. The results of this project will unlock a significant body of new primary evidence that will help to transform understanding of Tudor and Jacobean portraiture and artistic practice in this period. \\n\\nDuring the first year of this project we plan to host a series of workshops to share our initial research findings, broaden debate about the interpretation of technical analysis on works of art, and develop a forum to explore new strategies of interpretation in this field. The Gallery plans to work collaboratively with conservators, conservation and material scientists, historians and art historians to widen understanding, and inspire more interdisciplinary research in this area. \\n\\nThe first year of is five-year project has attracted short term funding from charitable trusts. However, a project of this scale requires significant funding outside the reach of the Gallery's current support and we intend to apply to the AHRC for a research grant for this project in 2008 to support the remaining years of work. \\n\\nAims and objectives:\\n\\nOur aim is to stage three interdisciplinary workshops over a six-month period to establish debate on our initial methodology, develop networks of support, share and exchange new research, and initiate additional research.\\n\\nVisiting specialists from the UK, France, Canada and the Netherlands will contribute to these seminars. Economic, social and art historians will also attend and consider parallels with other areas of artistic production, practice, patronage and consumption.\\n\\nPotential applications and benefits:\\n\\nHow we interpret our findings will be critical. The results of this groundbreaking work will be presented through seminars and case studies on the Gallery's website together with public lectures. \\n\\nPresentation notes from the workshops will be made available to the wider research community and the general public via the Gallery's website. The workshops will also provide important supporting material for a small in-focus display at the National Portrait Gallery of our initial research findings and interpretation. The PI will also produce an article on the research findings and a summary of workshops in a peer reviewed journal. A key benefit of the workshops will be to identify a body of scientists, painting conservators, historians, art historians and other academics to provide interpretative support to the project team throughout the course of the five-year project. \\n\\nSubject to further funding, the project will continue for a further four years and towards the end of this period there will be a significant exhibition at the Gallery and a multi-author publication on Tudor and jacobean artistic practice.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F008457/1","grantId":"AH/F008457/1","fundValue":"11992","fundStart":"2007-09-28","fundEnd":"2008-03-27","funder":"AHRC","impactText":"  In April 2007 the National Portrait Gallery, London, launched a new research project entitled 'Making Art in Tudor Britain'. This seven year project involved undertaking a comprehensive technical study of more than 120 paintings from the Gallery's collection in the period 1500-1620 using scientific techniques such as x-ray, dendrochronology, infrared reflectography, paint sampling and microscopic analysis. The AHRC funded workshops in 2007-8 helped to generate the core research questions and served to explore methodologies, share our initial findings, broaden debate about the interpretation of technical analysis on works of art, and develop new strategies of interpretation. Extended abstracts of the papers presented at the workshops have been published on the research pages of the Gallery website, along with five case studies with interactive questions for a general audience to explore.\n\nThe workshops inspired a spirit of collaboration among researchers in the field, both in the UK and internationally, which has underpinned the broader outputs of the 'Making Art in Tudor Britain' project. This has resulted in the sharing of research information between institutions, including the Royal Collection, the National Trust, the National Museums, Liverpool, the Yale Center for the Study of British Art and the Museum of Fine Arts, Boston. This has not only informed the presentation of works in the Gallery's collection - both on general display and in temporary exhibitions - but has also impacted on the interpretation of works within other collections, and encouraged further technical analysis and conservation projects. This has been shared with a broad public through the online database on the Gallery website (which was accessed over 74000 times in 2013) and also through numerous press reports. Exhibitions and displays at the Gallery that have arisen from the 'Making Art in Tudor Britain' project have been seen by over 500,000 people.\n \nThe interdisciplinary nature of the research has also provided a model for the way in which the results of art historical, historical and scientific research can be interpreted in a broad context. This is being presented to the academic community in the form of an essay volume with contributions from many of those who first engaged with the project at the AHRC funded workshops. It has also resulted in engagement with new analytical techniques being developed in Italy, the Netherlands, and Australia and encouraged the transfer of knowledge for the development of new technologies in the United Kingdom. Culture, Heritage, Museums and Collections Cultural","person":"Tarnya Helen Cooper","coPersons":[],"organisation":"National Portrait Gallery","findingsText":" During the first year of the 'Making Art in Tudor Britain' project we held three AHRC funded workshops to establish debate on our initial methodology, develop networks of support, share and exchange new research and initiate new research. \n\nWorkshop 1. 'Histories of Artistic Practice in Tudor England: \nThe research landscape, methodologies and uses of technical evidence', explored the historical and intellectual contexts for technical analysis of paintings and examined the methodology of the Making Art in Tudor Britain project. It provided a useful foundation for creating an academic network to support the project. Two of the participating academics Maurice Howard and Aviva Burnstock went on to become co-investigators in successful funding applications to the British Academy and the Leverhulme Trust for a major five year research project. \n \nWorkshop 2. 'Tudor Artists or Artisans? Native practices, methods, materials and the context of craft production', resulted in a number of its participants contributing to a forthcoming Essay Volume 'Painting in Britain 1500 - 1630' edited by Tarnya Cooper et. al. and also a 2009 article 'Making Art in Tudor Britain: New research on Tudor Portraiture at the National Portrait Gallery', published in the British Art Journal. The workshop also helped to define the terms of the research project further. \n\nWorkshop 3. 'Foreign Artists working in England in the early Sixteenth century', led to Tarnya Cooper and Hope Walker collaborating on an essay on Hans Eworth for the volume 'Painting in Britain', which brings together new archival research into the artist's life with an assessment of his technique.\n\nThe workshops also led to the identification of new topics for international investigation, which were examined in the subsequent years of the 'Making Art in Tudor Britain' project. These included: the production of versions and copies of portraits; the transmission of techniques at patterns for portraits between workshops; the circumstances for the re-use of panels; and the identification of pigments that were available and commonly in use. A key output from the AHRC funded workshops was the creation of an academic network to support the project and led to successful funding applications to the British Academy, the Leverhulme Trust, the Mercer's Company and the Paul Mellon Center for Studies in British Art. This allowed for the development of a project team consisting of a Project Investigator, two Co-Investigators from outside the National Portrait Gallery, two research conservators, a Project Curator, a post-doctoral research assistant and two doctoral students.\n\nThe results from the subsequent five years of research have provided a critical mass of data that can be used to interrogate broader questions and have inspired comparative research projects at the Yale Center for British Art and the North Carolina Museum of Art. This investigative approach on a critical mass of surviving British paintings from the period 1500 - 1620 has led to a re appraisal of many assumptions about artistic practices, a broader understanding of the meaning of authorship and the engagement of patrons at this period. The forthcoming essay volume with 25 interdisciplinary contributors will generate further scholarly engagement in this field. Digital/Communication/Information Technologies (including Software),Culture, Heritage, Museums and Collections","dataset":"gtr"}