{"id":"F2D3F9C2-3412-4611-836C-8D2D4E8B4F94","title":"Optimising polymer photovoltaic devices through control of phase-separation","abstractText":"In principle, photovoltaic devices could meet all our energy requirements in a sustainable way, but at the moment the capital expense of conventional photovoltaics is too great to be competitive, and the volume in which they can be produced is much too small to make a serious dent in our electricity generating needs. Their relatively high manufacturing cost and the difficulty of scaling the manufacturing process is an intrinsic feature of their energy-intensive fabrication process. In contrast, non-conventional PVs based on organic semiconductors can be processed from solution using high-volume roll-to-roll printing technologies, offering the possibility of large area devices being fabricated on flexible substrates at very low cost. Unfortunately at present, organic PV devices are characterized by prohibitively low external power efficiencies (&lt; 6%). Closing the gap in efficiency between organic and inorganic PV devices is a significant challenge / one which will require a full microscopic understanding of the processes that currently limit organic PV efficiency. The most promising organic PV devices are currently based on solution-cast blends of conjugated polymers doped with fullerene derivatives. Relatively little is however known regarding the role of the self-assembled nanoscale morphology of such systems on their operational efficiency. In this proposal, we seek to develop a comprehensive mechanistic understanding of the self-assembly processes by which nanoscale structure arises within such PV applicable materials. In particular we propose to study the evolution of nanoscale phase-separation during film casting using X-ray scattering. We will also utilize a range of complementary microscopy techniques ranging from environmental scanning electron microscopy, to time-resolved near field microscopy. The combination of such techniques will permit us to develop a complete picture of film structure from molecular to microscopic length-scales. Our proposed project draws together some of the UK's leading polymer scientists and technologists, with our goal being to significantly advance the understanding of the processes that limit organic PV device performance.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F016255/1","grantId":"EP/F016255/1","fundValue":"102580","fundStart":"2008-07-01","fundEnd":"2011-06-30","funder":"EPSRC","impactText":"  In understanding structural changes during processing, including thermal treatment and the use of additives. \nThe publications arising from this grant have been cited 350 times since the first publication appeared in 2010. Education Cultural,Societal","person":"John Emyr Macdonald","coPersons":[],"organisation":"Cardiff University","findingsText":" Organic photovoltaic films offer cheap, large area solar cells which can be deposited with simple solution-based technology such as inkjet-printing. It is generally accepted that power conversion efficiencies of greater than 10% in a commercial, mass-produced cell would represent a technological and industrial breakthrough. This has been achieved in laboratories and huge global effort is directed towards making this a commercial reality.\n\nWe have contributed significantly to the global field as recognised by the 350 citations to date from the publications arising from this grant, which funded one PhD student.\n\nWe have probed detailed structural changes using synchrotron-based x-ray diffraction during in-situ processing. It revealed the rapid changes that occur during annealing and we were able to quantify these in real time.\n\nWe were also able to demonstrate the role of additives such as alkanedithiols in improving the ordering in organic photovoltaic polymers.\n\nWe developed a new quantitative approach to characterising the nanoscale electrical properties of organic thin films using scanning probe microscopy. This enables the simultaneous measurement of local variations in surface potential and capacitance. In understanding structural changes during processing, including thermal treatment and the use of additives. Electronics,Energy","dataset":"gtr"}