{"id":"F2D31CB9-6605-4C2F-9EC3-4113F2F86B4D","title":"Can groups stave off fatigue? The effects of group monitoring upon fatigue induced cognitive impairment","abstractText":"<p>Fatigue is a widespread problem affecting a variety of industries including manufacturing, transportation and the military. The effects of fatigue include poor decision making and lowered vigilance. The group monitoring hypothesis suggests that group membership may serve to negate fatigue related impairment on a variety of tasks including vigilance, problem solving and risk assessment. Participants (recruited from the University of London Officer Training Corp) will undertake various cognitive tasks while either fatigued or non-fatigued, and while either alone or in a group. The performance of individuals, group members on their own and groups as a whole will be compared. This will allow protective aspects group membership (such as increased accountability and informational comparison) to be tested, and underlying processes identified.&nbsp;It is predicted that while individuals will be highly affected by fatigue during cognitive tasks, impairment will be reduced amongst fatigued group members. When group members pool information about a task, a further reduction in fatigue related impairment is predicted. The findings of this research will increase our understanding of the ways in which groups function, and suggest ways in which the protective social processes present in fatigued groups can be incorporated in everyday working practice.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-000-22-3460","grantId":"RES-000-22-3460","fundValue":"21791","fundStart":"2009-08-01","fundEnd":"2011-02-28","funder":"ESRC","impactText":"  As one of few research projects to investigate the performance of both individuals and groups completing tasks while fatigued or reasonably alert, this research has had significant scientific impact. Specifically, it has added to our understanding of both group processes and fatigue. It has demonstrated that group membership can offset the effects of fatigue - for instance by reducing Einstellung (cognitive inflexibility) which affects fatigued individuals when problem solving. It has also shown that group membership can exacerbate the effects of fatigue (during face recognition, when group members are unable to communicate). This latter finding highlights a key boundary condition of the positive effects of groups (that group members must collaboratively rather than interdependently for group monitoring to be effective).\n\nThe research has also provided novel insights into how fatigue operates on risky behaviour. Previous research has demonstrated that fatigue can lead to more risky decision making, but the underlying processes have been unclear. The current research shows that when fatigued, participants correctly identified that some bets are more risky than others, but did not modify their behaviour in line with changes in risk. This finding represents a significant step forward in the understanding of risky behaviour. \n\nAs well as providing novel insights into a number of research domains, completion of this research has also helped develop methodologies for studying fatigued groups. Given the modest size of the grant, this scientific impact presents worthwhile return on the ESRC's investment.\n\nThe following findings have been communicated during impact activities;\n\n1) Individuals suffer from Einstellung (an over-reliance on previously identified but sub-optimal solutions) when fatigued. Groups are protected from Einstellung through group monitoring.\n2) Both individuals and groups can differentiate between the risks of various bets when fatigued. However, they do not differentiate their behaviour on the basis of this input, thus engaging in more risky decision making overall.\n3) Face recognition is slower amongst groups when they are fatigued.\n\n\nThere have been a number of scientific impacts from the grant. The research findings have been communicated to the academic community through publication in high impact journals; (Journal of Experimental Psychology; Applied, impact factor 2.23, ranked 16 of 69 in Psychology-Applied journals) and also the Journal of Gambling Studies (impact 1.30, ranked 14 of 19 in Substance Abuse journals) and the Journal of Applied Social Psychology (impact 0.75, 48/60 in Social Psychology). Citations of these papers suggest that they may inform policy and practice as part of the general evidence base (e.g. they have been cited in papers on critical care transport, decisional aid utilisation and cycle safety papers. \n\nIn addition to journal publication, the results have been disseminated at an invited talk to the Psychology Department at Goldsmiths University and during conference presentations to the Association of Behavioural Social Sciences in the USA and the European Association Social Psychology general meeting 2014. \n\nA briefing event was held which was attended by 20 officer cadets and their instructors. This outlined the theoretical rationale of the study, the methodology, results and practical implications of the research program in non-technical terms. This event provided the key-stakeholders of the research (ULTOC) with the key insights generated by the research\n\nIn addition to this briefing, non-technical summary offer to ULOTC and has now been uploaded on the principle author's website for access by the general public.\n\nPublic awareness of the risks of fatigue was raised through a media campaign. Coverage for the findings was received in print media (i.e. The Daily Mail, Indian Express) and online media. Online media coverage included national dailies (i.e. USAToday), popular news sites (i.e. Yahoo News.com) and numerous trade / specialist websites (e.g. USNewsHealth, sciencedaily.com). Combined circulation for this coverage is in excess of 3 million (23 million including YahooNews.Com). As a result of this coverage, hits to the principle author's website in the following four months totalled 4,832, up 67% from the same period the previous year. This suggests a significant number of people were exposed to the research's key findings. \n\nThe current research investigates processes previously neglected by social science, and as such can be considered 'basic' research. This inherently limits the ability of the research to be translated into policy level impact. Despite this, significant social impact has been obtained at stakeholder level, and by raising awareness of the risks of making decision whilst fatigued amongst the general public. Aerospace, Defence and Marine,Security and Diplomacy,Other Cultural,Economic","person":"Daniel  Frings","coPersons":[],"organisation":"London South Bank University","findingsText":" The following findings have been communicated during impact activities;\n\n\n\n1) Individuals suffer from Einstellung (an over-reliance on previously identified but sub-optimal solutions) when fatigued. Groups are protected from Einstellung through group monitoring.\n\n\n\n2) Both individuals and groups can differentiate between the risks of various bets when fatigued. However, they do not differentiate their behaviour on the basis of this input, thus engaging in more risky decision making overall.\n\n\n\n3) Face recognition is slower amongst groups when they are fatigued. In a non-academic context, these findings begin to provide evidence on how best to organise tasks which will be undertaken by fatigued workers. It suggests that team members should consult one another to avoid cognitive inflexibility, be aware of the effects of fatigue on risk tolerance and that, if working in a group, group members’ performance should be accountable to others. This research provides a deeper understanding of both group processes and the effects of fatigue. Publication of the findings in international, peer reviewed journals such as Journal of Experimental Psychology: Applied has helped guide future research into these topics area. In addition, comprehensive press coverage of the findings has heightened public awareness of the risks of fatigue. Healthcare","dataset":"gtr"}