{"id":"F2DA52FA-1AC1-4E33-86E4-8EC8747E1C39","title":"Critically testing the role of delta-30 Si[diatom] as a novel productivity signal in temperate lakes","abstractText":"Despite occupying only ~3% of the earth's land surface, lakes are productivity hotspots and play an important role in the biological fixing, mineralisation and burial (collectively cycling) of carbon, at both a landscape and global scale. Lakes are sensitive to environmental change, yet the ways that lake ecosystems respond (in terms of their overall structure, and processes such as lake productivity) are poorly understood. For this reason, we are also uncertain as to the fate of carbon within the lake system (in terms of its cycling), and this is especially problematic given the uncertainty with future climate change (which may change the way that lakes cycle carbon in the future). Given the complexity of the carbon cycle and instability of organic compounds in lake waters and sediments, finding out past lake productivity from stratigraphic profiles of carbon stored in lake sediments is problematic. Diatoms are unicellular algae, and an important group of primary producers of biomass in lakes, and may provide a possible solution in the chemical signature of their shells (or 'valves'), which are made of silica (natural glass) and preserve well in many freshwater sediments. Analysis of the ratio of stable isotopes of silicon (Si) in diatom valves (delta-30Sidiatom) offers a potential alternative means to trace past primary productivity in lakes, particularly alongside independent evidence for climate and hydrological change derived from stable isotopes of oxygen also found in diatom silica (delta-18O). Recent advances in the analytical methods now allows both silicon and oxygen isotope signals to be measured from the same sample. Preferential uptake of the lighter silicon isotope (28Si) during diatom silicification (valve building), leads to an enrichment of the heavier isotope 30Si within residual water proportional to diatom population growth, reflected by increasing delta-30Sidiatom. While the use of delta-30Si is rapidly expanding in marine studies, the potential for lake studies has yet to be assessed. In particular, the relative influence of biogenic uptake of silicon and the recycling of silicon within the lake (as it does slowly dissolve in water and from sediment on the lake floor) on the eventual delta-30Si signal in lakes is critical, yet poorly understood. Diatom oxygen isotope analysis (delta-18O) has received greater attention and the fractionation of both isotopes during silicification by diatoms in laboratory culture experiments is the aim of an ongoing NERC Fellowship by one of the co-investigators. Yet, field studies are scarce and considering the complex nature of Si cycling in lakes, there remains an exciting opportunity and urgent need to develop this approach critically for freshwater systems. The first steps towards unravelling the Si cycle in lakes, and its delta-30Sidiatom fingerprint, requires detailed case studies of well-chosen and representative sites. We propose to address these issues by monthly monitoring Si cycling in conjunction with delta-30Sidiatom and delta-18O at Rostherne Mere, Cheshire over two spring (diatom bloom) periods, using an integrated approach with weekly to fortnightly automatic sediment trapping and water sampling, in combination with seasonal measurements from water column profiles, inflows and groundwater, and annual bulk sediment traps. The project addresses fundamental questions concerning delta-30Si biogeochemistry and will provide an important step towards understanding how we can use delta-30Sidiatom from lake sediments to tell us about the past condition (function and productivity) of lakes, establishing the potential for this technique as a tracer for productivity in aquatic systems, and providing insight into nutrient recycling (valuable for environmental managers). Knowledge of the way lakes functioned in the past, under different regimes of climate and human activity, can help us predict and manage change that we see today and might expect in the future.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H011978/1","grantId":"NE/H011978/1","fundValue":"55396","fundStart":"2010-02-01","fundEnd":"2012-07-31","funder":"NERC","impactText":"","person":"David Bruno Ryves","coPersons":["Jonathan  Tyler","Melanie Jane Leng"],"organisation":"Loughborough University","findingsText":"","dataset":"gtr"}