{"id":"F2DC3A48-78D0-46C3-ACDB-628624116EC9","title":"A Mathematical Modelling approach to defining factors which cause keel fractures in free range laying hens","abstractText":"Skeletal health in laying hens is a major problem, reducing profitability, creating a poor public perception of egg production, and influencing consumer choice. Recent studies showed up to 80% of free range hens suffer keel bone breakage. Thus, despite many welfare benefits over battery cages, free range systems present unique and urgent economic and welfare problems. The 2012 EU ban on battery cage systems required that 18 million birds be &quot;transferred&quot; to alternative systems, mostly free range - equating to a potential 14 million more hens suffering bone breakage each year in the UK. The industry views this as unsustainable, and DEFRA regards this as a major welfare concern. Egg production in the UK is an important wealth creator, worth &pound;868 million/year, but its narrow profit margins make it particularly vulnerable to market forces. The UK is entirely compliant with the 2012 battery cage ban, however this is not the case for most EU countries, and it is forecast that 23% of EU eggs will be produced illegally, with cheap imports a particular threat to the UK industry. Therefore resolution of these welfare and productivity problems is particularly timely, and falls within the BBSRC priority areas of Food Security, Animal Health, Welfare of Managed Animals, Data Driven Biology, Collaborative Research with Users, Systems Approaches to the Biosciences, Livestock Production and Research to Inform Public Policy.\n\nCollisions within housing structures are believed to be the principle cause of keel fractures. However, difficulties in observing breaks as they happen prevent a clear understanding of the critical factors associated either with the hen or the particular impact which determines the occurrence or severity of a fracture. A lack of knowledge as to which factors are causal in keel fractures, prevents steps being taken to alleviate these in an informed and objective manner.\n\nThis study will replicate keel fractures in an ex-vivo impact testing system, allowing preise quantitation of bird factors such as weight, age, keel strength and compliance, and collision factors such as impact energy and material compliance, and directly relate these to the occurrence and severity of keel fractures. We will use a novel mathematical modelling approach that will define which factors influence fracture occurrence and provide a &quot;risk assessment&quot; of fractures in an individual bird or housed flock of given characteristics. The model will be validated using live birds placed in two contrary housing environments designed to provide low and high energy flights. Birds will be fitted with &quot;impact loggers&quot; (already correlated with the impact testing system) to determine the energies associated with arrested flights. Individual bird factors will be determined (as described above) at the end of the housing period, and keel breaks assessed. In this way the model predictions will be tested against actual fractures at individual bird and housing system level.\n \nOn-farm studies will determine kinetic energy profiles of particular commercial housing types which we have previously shown to have widely differing fracture rates. Our impact monitors will provide a physical measure of housing risk, and allow us to test the model in predicting fractures in commercial settings.\n\nThe outcomes from this study will allow commercial housing systems to be functionally assessed for their projected keel breakage risk, and will identify key elements of housing design or bird physiology that may be targeted by producers or policy makers to reduce fracture rates. Such a prospective &quot;risk assessment&quot; could be used to evaluate effects of housing changes within days rather than months. Therefore this study has the potential to greatly improve the health and welfare of laying hens, the public attitudes to egg production, and the profitability and sustainability of the UK egg industry in the face of difficulties arising from the EU ban on battery cage systems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K001906/1","grantId":"BB/K001906/1","fundValue":"531992","fundStart":"2013-01-01","fundEnd":"2016-12-31","funder":"BBSRC","impactText":"","person":"John  Tarlton","coPersons":["Krasimira Todorova Tsaneva-Atanasova"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}