{"id":"F2DF8107-C82E-4AE7-B1C0-613F1FE31356","title":"Advanced Reconstruction Algorithms for PET Imaging in Oncology and Neuroscience","abstractText":"Cancer, neurodegenerative and psychiatric disorders compose a substantial fraction of the major health threats to the UK population, with the potential to seriously degrade quality of life. Clinical research is therefore of paramount importance in these areas, so as to understand better these diseases and hence to assist in drug development and assessment of treatment efficacy.It is widely recognised that Positron Emission Tomography (PET) is a powerful tool in clinical research and diagnosis, with well-identified applications in cancer and brain imaging. PET relies on administration (usually intravenous) of trace quantities of a radioactively-labelled compound (called a radiotracer) to a patient. The radiotracer emits positrons, which in turn give rise to pairs of high-energy photons, which can escape from the patient's body and be externally detected by the PET scanner for subsequent recording in an acquired data file. The use of these energetic photons means that PET is able to image the entire patient volume, at all depths, revealing the space-time distribution of the administered compound. The images obtained depend entirely on the choice of radiotracer. For example, if oxygen-15 labelled water is chosen as the radiotracer, then images of blood flow can be generated. There are in fact a whole host of radiotracers available in PET, giving the ability to image many and diverse aspects of physiology, such as blood flow, gene expression, apoptosis, glucose metabolic rate and brain receptor densities. As such, many clinical research projects in cancer and neuroscience can significantly benefit from the use of state-of-the-art PET imaging systems.At its core, PET aims to deliver 3D images of function in the human body (rather than anatomy), and this often requires time-dependent (dynamic / 4D) imaging. This allows the time course of the radiotracer (the kinetics ) to be assessed inside the patient, from which functional parameters such as blood flow can be estimated. However, time-dependent imaging involves dividing the acquired data into time frames, exacerbating the most limiting factor in PET imaging, which is noise. This noise arises from the limited number of high-energy photons which are detected and recorded in the acquired data file. The fewer the detected counts, the poorer the signal-to-noise ratio of the images. Hence, dividing the acquired data into time frames for dynamic imaging means that the number of photon counts is still further reduced, in turn increasing noise, which can severely limit the clinical utility of the functional images.It is in this context that the concept of fully 4D image reconstruction becomes pertinent. Instead of dividing the data into time frames, each of low counts, the acquired data are instead treated as a whole entity, for reconstruction of an entire 4D (space-time) image. Furthermore, these methods can estimate the parameters of interest (e.g. blood flow, glucose metabolic rate) directly from the acquired data, rather than through the conventional two-step process of i) 3D image reconstruction of separate time-frames, ii) post-reconstruction kinetic analysis. Unifying the process into a single estimation procedure from the acquired data can significantly reduce noise levels in the functional images.This project plans to develop both current and newly proposed advanced 4D image reconstruction algorithms for PET, with the driving motivation coming from their application to clinical research projects in the important fields of cancer and neuroscience. Research projects in pain, brain tumours, aging, dementia, psychiatry, Alzheimer's disease and tumour blood flow are all set to benefit from the use of these new 4D methodologies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F028695/1","grantId":"EP/F028695/1","fundValue":"411319","fundStart":"2008-09-23","fundEnd":"2012-09-22","funder":"EPSRC","impactText":"  The primary impact is knowledge disseminated through publication. Currently the algorithms developed and published have not been implemented by scanner manufacturers. Healthcare Policy & public services","person":"Julian Charles Matthews","coPersons":["William Robert Lionheart","Andrew Jonathan Reader"],"organisation":"The University of Manchester","findingsText":" The key findings include:\n1) Methods have been devised for the measurement of spatially variant resolution and use of such resolution models to further improve image resolution in image space is equally as good as incorporation in data space.\n2) The reconstruction problem can be separated from the spatio-temporal modelling of radiotracers making implementation possible through the use of existing methods.\n3) The use of spatio-temporal models if correct can significantly improve image quality in terms of accuracy and precision. The degree of improvement is parameter and tracer dependent.\n4) The use of an inappropriate model for a region of the image results in errors that will propagate to other neighbouring regions. Adaptive methods have been proposed and evaluated to minimise this effect.\n5) Methods have been created and evaluated to speed up the convergence of reconstruction using resolution models\n6) Optimisation of methods using printed radioactivity distributions have been conducted and published.\n7) An detailed evaluation has been conducted on the limitations of re-sampling methods with Positron Emission Tomography. The methods developed are anticipated to be particular relevant to multi-modality imaging such as with the recent development of PET-MR. Initiative are being developed in this area. Healthcare","dataset":"gtr"}