{"id":"F2E3D60A-EF26-4563-BC9B-BFF8D6C445F5","title":"UK Veterinary Vaccinology Network","abstractText":"The UK livestock industry including cows, pigs, sheep and poultry is estimated to have an annual value of ~&pound;10bn; poultry alone is &pound;4bn (&pound;85bn globally). The value of farmed fish is in excess of &pound;1bn per annum. Global eradication of rinderpest using vaccination probably saves the economies of Africa ~&pound;1bn per annum. The rapid deployment of vaccines to control bluetongue in 2007 is estimated to have saved the UK economy ~&pound;0.5bn in 2008 alone.\nThere is huge potential to improve animal welfare and economic performance of the UK livestock industries by developing new vaccines for widespread infectious diseases. Endemic and exotic diseases are important targets for new control methods. For example, Mycobacterium bovis represents a currently intractable problem for the livestock industry and a major challenge for vaccine development. Foot-and-mouth disease virus is a constant threat to UK livestock and the shortcomings of the current vaccines limit their usefulness in endemically infected countries and during an outbreak in the UK.\n\nThere are some recurrent challenges in developing vaccines for a wide range of pathogens, for example, identifying protective antigens especially for large complex pathogens, defining correlates of protection, understanding the most effective antigen delivery methods and related to this stimulating long term protective immune responses.\nThe network will bring together scientists with a broad range of skills and experience to build teams to tackle these difficult problems.\n\nA veterinary vaccinology network will provide opportunities to apply the latest developments in basic science to enhance control of veterinary diseases, for example, transcriptomic analysis of protective immune responses, high throughput methods to identify T cell and B cell epitopes and antigen delivery platforms.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M005224/1","grantId":"BB/M005224/1","fundValue":"307370","fundStart":"2015-01-01","fundEnd":"2019-12-31","funder":"BBSRC","impactText":"","person":"Bryan  Charleston","coPersons":[],"organisation":"The Pirbright Institute","findingsText":"","dataset":"gtr"}