{"id":"F2EECE7D-F453-4074-9A60-409CD7823ED2","title":"Hazards of nanoparticles to the environment and human health","abstractText":"Nanotechnology is the science that involves manipulating material and creating devices at the nanometre scale. These processes often produce nanoparticles and other nanostructures such as nanotubes and nanorods, with one or more dimensions of 100 nanometers or less, synthesised to have special characteristics for dedicated applications. Nanotechnology has been described as the next technological revolution, but has also prompted concerns about the potential of nanoparticles to harm humans or the biosphere. It is likely that the same factors responsible for the novel properties of nanoparticles may be the source of their potential hazard. Nanoparticle potency is due to their increasing reactivity as their size decreases, the result of an increase in the surface to bulk ratio, as particles become smaller. Hence nanoparticles generally have enhanced functionality but materials benign in bulk form may be hazardous at the nanoscale. Also, nanoscale particulate matter is simply more likely to be inhaled, ingested or absorbed and risks from accidental exposure are heightened. Nanoparticles are currently employed in over 200 commercial products including sunblocks, creams, cosmetics, fabric coatings, electronics, biocides and drug delivery systems and are inevitably entering the environment, either through manufacturing discharge, accidental spillage, or use. The environmental behaviour of engineered nanoparticles is currently unknown and their potential to harm human health is a major concern. In this proof-of-concept project, we propose to initiate an investigation of the behaviour of nanoparticles, following inhalation and possible transition into the blood stream, by investigating the reactivity of two types of engineered nanomaterials of broad current use and future application potential: multiwall carbon nanotubes and titania nanoparticles, with synthetic lung lining liquid and blood plasma. We will test how their physical properties, size, shape and structure, affect their behaviour in solution, specifically their solubility, surface area, surface charge, surface roughness and tendency for agglomeration, in two types of media, aiming to simulate blood plasma (simulated body fluid) and lung lining liquid (simulated lung secretions). Following completion of this work, the most and least reactive particles will be tested with primary human lung cells and cell lines to acquire proof-of-concept information as to whether the most reactive particles also tend to cause most harm to lung cells involved in the general defence of lung tissue against particulates.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E009166/1","grantId":"NE/E009166/1","fundValue":"117730","fundStart":"2007-09-01","fundEnd":"2009-08-31","funder":"NERC","impactText":"","person":"Eugenia  Valsami-Jones","coPersons":["Aldo  Broccaccini","Teresa Dorothy  Tetley","Jane Ann Plant"],"organisation":"The Natural History Museum","findingsText":"","dataset":"gtr"}