{"id":"F2F3DEA1-54F2-46EE-B74C-C502EE3FDEA8","title":"Centre for Analysis and Nonlinear Partial Differential Equations","abstractText":"Nonlinear partial differential equations (PDE) are of universal applicability in the modelling of real-life situations from the flow of air around a wing to the behaviour of financial markets. They are also a natural language for describing the laws of mathematical physics and differential geometry. Their study poses profound intellectual challenges to pure mathematicians as well as important computational problems where accurate numerical data is required in specific applications. Despite its international importance and intense research activity on several fronts, including important breakthroughs in recent years, the UK appears to lag behind its competitors in this area.The present proposal is to establish the Centre for Analysis and Nonlinear Partial Differential Equations, run jointly by the University of Edinburgh and Heriot--Watt University at Edinburgh. This centre will improve the UK's current position through a number of specific actions:--- appointment of outstanding researchers in areas under-represented in the UK--- a programme of instructional workshops open to researchers in the UK and beyond--- two major research workshops on current trends and developments in nonlinear PDE--- a substantial visitor programme to bring the world's best researchers to the UK to give high-profile lectures and establish new research contacts--- development of new research links with industry and other interested parties--- development of new undergraduate and graduate courses in analysis aimed at meeting the needs of the next generation of researchersThe proposal comes from the Maxwell Institute of Mathematics, which is a new joint venture combining the strength of mathematical sciences at the University of Edinburgh and Heriot-Watt University. Funded by the Scottish Funding Council and the Office of Science and Technology, the Maxwell Institute aims to be a pre-eminent centre for research and post-graduate training in the mathematical sciences, offering an environment able to attract and foster the very best mathematical talent from around the world. The Maxwell Institute is one of five joint research initiatives, the others covering a wide range of topics in engineering and geoscience. The present bid will take advantage of the Maxwell Institute's position alongside the other joint research initiatives to develop new collaborations and applications of nonlinear PDE in these areas.The other distinctive feature of this proposal is the presence of the International Centre for Mathematical Sciences (ICMS) which is a joint initiative of the mathematicians at Edinburgh and Heriot-Watt which was set up in 1990. Since then ICMS has developed a reputation for the running of high-level international instructional and research workshops, and the infrastructure it provides will be crucial in organizing the proposed workshops. At the same time, these workshops provide a broadening of ICMS's current activities and will add to its international reputation.The new research grouping will be managed by a Scientific Steering Committee composed of two mathematicians from each of University of Edinburgh and Heriot-Watt University, and also including at least one representative from industry and at least one person from overseas. The committee will be regularly consulted, especially on the workshop and visitor programmes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E03635X/1","grantId":"EP/E03635X/1","fundValue":"1270220","fundStart":"2007-08-01","fundEnd":"2013-07-31","funder":"EPSRC","impactText":"","person":"Denis  HallAlan  Miller","coPersons":["Dugald  Duncan","Nigel Leslie Brown","Michael  Singer","Grahame  Bulfield"],"organisation":"Heriot-Watt University","findingsText":"","dataset":"gtr"}