{"id":"F2F76865-EA23-4E53-BE86-6A873600DCF9","title":"Workshop: Modern trends in controlled stochastic jump processes: theory and applications","abstractText":"After the preliminary contacts, we have 15 overseas participants and 7 prospective British participants from outside Liverpool. If we add 5 members of staff of the Division of Statistics and Probability (Uni. of Liverpool) we obtain the full preliminary list which can be enlarged by other members of staff of the Dept. of Mathematical Sciences (Uni. of Liverpool). According to the title, there will be a good balance between purely mathematical issues like construction of the controlled models, their properties, approximations etc, and practical applications based on the developed theory, like congestion management in Internet, portfolio optimisation and optimal interventions in epidemics. At the moment, we have the draft schedule of the workshop, described in the Work Plan. The participants will be allowed to give 30-minute long official presentations. Besides they will have plenty of time to communicate informally, to create and develop research links. As can be seen from the Case for Support, the workshop will involve several world leading scientists, along with talented young researchers and PhD students.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I001328/1","grantId":"EP/I001328/1","fundValue":"12803","fundStart":"2010-07-01","fundEnd":"2010-09-30","funder":"EPSRC","impactText":"  The workshop attracted about 30 world leading specialists from 10 different countries. No doubt, personel meetings are very fruitful for researchers, and workshops like this are ideal places for the dissemination of the results. All the participants dream about the similar event in the future. International workshops like this place the UK in the world leading position in the field of Stochastic Control and Applications. The published book with extended reports is available on Amazon; it will enrich all the specialists working in that field. Digital/Communication/Information Technologies (including Software),Financial Services, and Management Consultancy Cultural","person":"A  Piunovskiy","coPersons":[],"organisation":"University of Liverpool","findingsText":" The grant was for organising a workshop in Liverpool. All the participants consider it as very successful. The extended reports were published as a book `Modern Trends in Controlled Stochastic Processes' (Luniver Press, 2010). That workshop served as a good opportunity to reinforce the existing research links and to develop new ones. As for me personally, after the meeting, I worked intensively with Dr.K.Avrachenkov and Prof. F.Dufour and already published several joint articles. It would be very good to put such workshops in Liverpool on a regular basis, say, every five years. That is why I applied in 2014 to EPSRC for a similar grant. Digital/Communication/Information Technologies (including Software),Financial Services, and Management Consultancy","dataset":"gtr"}