{"id":"F2F990F7-3008-4FA9-9573-D8FD6C8EC9E4","title":"Designing with single crystal piezoelectrics and ferroelectrics","abstractText":"In the last 15 years, the field of functional materials with applications in sensors, actuators and smart materials, has expanded rapidly. Central to this development are piezoelectric materials which offer solid state actuation and sensing under direct electrical control. Around 1997 Shrout and co-workers pioneered the development of complex perovskite-relaxor single crystals with giant piezoelectric strain; this led to intense interest in the processing and characterisation of these new materials. The dominant processing issues are now overcome, allowing good quality bulk crystals to be made, though there remain significant challenges in reducing the cost of provision of high quality single crystals for industry. However, the fundamental issues of designing with and modelling of bulk single crystals remain largely unaddressed. Although many of the potential applications are piezoelectric in nature, the greatest strains are achieved at high field levels, which can induce both ferroelectric switching and phase transformations. At present, applications are severely limited by the issue of robustness: internal stresses give rise to cracks that grow in low-cycle fatigue. Yet there is no reliable model for the internal stress state of large single crystals. Similarly, a predictive understanding of the behaviour of ferroelectric single crystals under combined electrical, mechanical and thermal loads is needed. Such an understanding would enable the engineering design process for existing single crystal piezoelectrics, and would be equally applicable in the future to Lead-free piezoelectric single crystals that have the same underlying mechanisms of piezoelectricity and ferroelectric switching.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E026095/1","grantId":"EP/E026095/1","fundValue":"214672","fundStart":"2007-10-01","fundEnd":"2011-03-31","funder":"EPSRC","impactText":"","person":"John  Huber","coPersons":[],"organisation":"University of Oxford","findingsText":" The aim of the project was to provide a model for single crystal ferroelectric materials that are used in sensor and actuator and transducer applications. These materials, such as single crystal barium titanate, PMN-PT, and others, have great potential to make improved devices such as ultrasound scanners, sonar sensors, microrobotics and so forth. One aspect holding back design using the materials is the need for a robust model that predicts the material response to stress and electric field in service. \n\n\n\nThe main outcome of the research is a model that predicts how the materials are arranged at the micro-scale, and how the pattern of microstructure can evolve in service. We have used this model to develop optimised routes for polarising the crystals, a process which is normally done during manufacture to give the crystals their piezoelectric properties. Our models can also predict optimised states for the material that give the best material properties for applications such as pressure sensing or actuation. There is potential for development of improved actuator and sensor designs by accessing optimised material properties. Part of the use of the work has been by researchers seeking to understand microstructure in ferroelectric materials. Our models predict and allow us to classify the main types of microstructure that form. This is also useful in experimental studies for the interpretation of data from optical or atomic force microscopy, electron microscopy, and X-ray or neutron diffraction studies. This is because our methods provide a prediction of the types of structures that are likely to be present and so provide a way of reducing the uncertainty in experimental data. A further route to exploitation is by developers of new ferroelectric materials, such as lead free systems, seeking to predict the properties that can be expected from new materials. ","dataset":"gtr"}