{"id":"F2F936C4-73AD-44D3-9922-86004FAB7F5E","title":"Stem cell screening of human nutrient-gene interactions at the epigenetic level","abstractText":"Scientific evidence indicates that the nutrients supplied by a pregnant mother to her fetus can influence genes in ways that may alter how fetal organs develop during pregnancy. This may lead to a range of later life diseases when her baby becomes an adult (including obesity, heart disease and diabetes). Mum's diet during pregnancy could affect the fertility of her children and perhaps even induce diseases that not only affect the mother's children but also her grandchildren and future generations. Studies have suggested that nutrients that can determine whether a specific gene is switched on or off at a time when specific organs are being formed may underlie how diet can alter development and cause disease. Each organ formed (such as the liver, heart and kidney's) requires a certain set of genes to be switched on or off at the correct time in development, This ensures that, for example, 'kidney' genes are not incorrectly switched on when the heart is being formed. This project aims to determine which combinations of nutrients may alter the chemistry of DNA to determine whether genes are properly or incorrectly turned on or off. These so-called 'epigenetic' changes could be 'good' or 'bad' at promoting healthy development. How nutrients affect the epigenetic chemistry of genes is not routinely assessed at present by the food industry, mainly because it is obviously not possible to experimentally feed pregnant women potentially damaging diets and other methods for assessing human cells have not yet been developed. Syngenta, other food companies and Governmental agencies who regulate food safety are aware of the potential for epigenetic effects that, if detected, could avoid some diseases. If they knew what type of safe foodstuffs to develop, or to advise us what is safest to eat, they could assist in improving the nations's health. There is now a need for developing an industrially-relevant tool that would allow us to robotically screen the many potential combinations and amounts of different foodstuffs that could affect our genes. This need has prompted our collaboration between the University of Nottingham and Syngenta, that also builds on the previous BBSRC funded work in Nottingham. The project will use human embryonic stem cells and liver cells derived from them to investigate the impact of nutrients and food additives on two human tissues that may be very susceptible to nutrient exposure. Before the availability of human embryonic stem cells, it was not possible to carry out routine experiments of this nature on the human embryo or liver. The embryo is of importance since major epigenetic changes occur in almost all genes at this stage as the embryo is about to make all of the cell types necessary to construct a fetus. It is well-documented in several mammals that embryonic cells are particularly vulnerable to epigenetic disruption that can profoundly alter development and lead to adult disease and so early pregnancy is an important time to assess. The liver is likely to be the organ of major importance in the fetus and adult, since 1) it is known to be the major site of producing chemical methyl groups to make epigenetic changes to genes 2) nutrients obtained from the diet are often converted to other chemical variants by the liver and so the liver may unravel diet-induced changes that are more likely to occur in the body, rather than in cells simply cultured in the laboratory.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G021821/1","grantId":"BB/G021821/1","fundValue":"1001330","fundStart":"2009-09-28","fundEnd":"2013-06-30","funder":"BBSRC","impactText":"","person":"Lorraine Elizabeth Young","coPersons":["Chris  Denning"],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}