{"id":"F2FCAD18-9B98-43F9-A9D7-02C8A7679A50","title":"Making complex information clear: an information design network","abstractText":"Information design is a rapidly growing discipline that draws on typography, graphic design, applied linguistics, applied psychology, applied ergonomics, computing, and other fields. It emerged as a response to people's need to understand and use forms, legal documents, signs, computer interfaces, technical information and operating/assembly instructions. Information designers responding to these needs have achieved major economic and social improvements in information use.\\n\\nInformation design is engaged in most complex projects which involve communication with customers, suppliers, partners and citizens - particularly where the costs of misunderstanding are large. Some examples of bad information design might include: forms that are incorrectly completed and costly to process; instructions that cause frustration and even danger and that may damage the reputation of the provider; education materials that fail to promote learning; scientific and technical data that is easily to misinterpret; and websites that are difficult to navigate and unpleasant to look at.\\n\\nThe participants in the network come from the University of the Arts, the Royal College of Art, Lancaster University, Cardiff University, the University of Surrey; and in Europe, the University of Tilburg and the International Institute of Information Design. A distinctive feature of the network is collaboration with some Brazilian universities. Brazil has actively introduced information design into its HE curricula over the last 10 years and remains keen to work with the UK in developing student and staff exchanges, and collaborative research projects, particularly in the area of health and instructional text. The network also includes information design practitioners, and users from government and the financial and health sectors from the UK. International partners from Europe and Brazil further extend the scope and reach of the network.\\n\\nEach institution involved is committed to developing its postgraduate research agenda and sees the network as a way of developing future researchers in information design. We are including two days in which research students will discuss their work, and staff and students will consider the kinds of training that we should provide.\\n \\nThe network has as its hub the Simplification Centre, one of the University of Reading's strategic research priorities. This Centre has been set up to advance research in information design and to identify ways to help people make sense of complex information. The Simplification Centre works closely with its member organizations - information design users in government and finance - so the network will benefit from this engagement. \\n\\nThe network seeks to raise the profile of information design as an academic discipline, and as a powerful agent of change in clear communication. It will focus on three areas:\\n- 'graphic literacy' because we need to understand more about how people read documents and about the linguistic, structural and graphic mechanisms that they think might help them understand complex information\\n- 'everyday documents and their users' will look at the particular needs of different kinds of users, such as those whose first language is not English, elderly people, people with learning difficulties\\n- 'ways of finding out whether design works' will explore the types of user testing that are appropriate. Usually, it is iterative - design solutions are tested and modified repeatedly. Sometimes the testing is informal; sometimes a project justifies formal and extensive testing and evaluation.\\n\\nThese themes will be explored through three symposia at which network participants will present papers and discuss projects they have worked on in each of the areas. Each symposium will include workshops in which we will seek to identify new collaborative research projects. The work of the network will be shown through a dedicated portal on the Simplification Centre website.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H033718/1","grantId":"AH/H033718/1","fundValue":"36193","fundStart":"2010-03-01","fundEnd":"2012-01-31","funder":"AHRC","impactText":"","person":"Sue  Walker","coPersons":["Mary  Dyson"],"organisation":"University of Reading","findingsText":" This network project (LUCID: Learning, Understanding and Communicating about Information Design) brought together colleagues from universities and from industry and the public sector to discuss and develop approaches to information design. The most successful parts of the project were the workshops for postgraduate students; and collaboration with partners in universities in Brazil. The work of LUCID will continue through the Centre for Information Design Research at the University of Reading, which has developed from the Simplification Centre, one of LUCID's original partners. The engagement of different kinds of public has been central to the work of LUCID through, for example, the use of user-panels that informed a session for postgrads on the design of information about weather forecasts, and the involvement in discussion of practitioners of information design and those who use it, for example, in government departments. Creative Economy","dataset":"gtr"}