{"id":"F300B0E8-9766-48BE-844A-78234F377114","title":"Theoretical Particle Physics at the University of Liverpool","abstractText":"Particle physics, also called high-energy physics, addresses the fundamental laws of nature which are revealed at the shortest distances or highest energies. Great progress has been made in this field during recent decades, both by large-scale and high-precision experiments and by research in theoretical physics. Our presently established knowledge is codified in the so-called Standard Model, a highly non-trivial quantum field theory (QFT) based on the mathematical concepts of gauge invariance and the Higgs mechanism (of which a crucial consequence, the Higgs particle, has not yet been found in experiment). There are strong reasons, including hints from cosmology - a matured field of research now intimately connected to particle physics - to assume that the Standard Model is not the ultimate description of nature even at energies accessible in the near future. Furthermore a new mathematical framework, for which string theory is the leading candidate, appears to be required for a consistent description of gravity and the other fundamental forces directly studied in particle physics. With the start of experimentation at the LHC at CERN, a proton-proton collider with a multi-TeV centre-of mass energy, high-energy physics has now entered what promises to become its most exciting phase in decades. The Theoretical Physics Group at the University of Liverpool - at this point comprising 9 full-time academic staff members, 3 full-time researchers (including one professor retired from admin and teaching) and 13 PhD students - is engaged in all aspects of particle physics relevant to the challenges indicated above. Our work can be described in terms of three research groups, mainly addressing 1. String and Beyond the Standard-Model (BSM) phenomenology and cosmology, 2. Higher- and all-order calculations in QFT, and QCD at colliders, 3. Low-energy hadron physics, lattice QFT and applications. String theory requires, for its mathematical consistency, the microscopic existence of more than the three macroscopic dimensions of space. Therefore a main challenge, taken up by members of group 1, is to understand the so-called compactification of these extra dimensions, with the aims of obtaining predictions at LHC energies and deriving their cosmological implications. Another important topic in string theory, also addressed by our group, is the description of black holes. Realistic string theories require a new high-energy symmetry called supersymmetry (SUSY), so another focus of our work is the study of supersymmetric extensions of the Standard Model. QFTs such as the Standard Model and its possible extensions (e.g. SUSY) are so complicated that they cannot be solved exactly. For scattering processes at colliders such as the LHC, the only known method is by successive approximations called perturbation theory, where the predictions of the theory are expanded in terms of a small parameter. This method is analogous to, but much more difficult than, the Taylor expansion of simple mathematical functions. Members of group 2 play an internationally leading role in such calculations, which are not only indispensable for the correct interpretation of the experimental results, but also for gaining structural insights which will guide further research. Perturbation theory is not applicable to many (e.g. static) quantities in the theory of the strong interaction (QCD) where the fundamental particles, quarks and gluons, are `confined' in hadrons (bound states such as the proton). Lattice theory, which uses a discontinuous space-time lattice on supercomputers, is the only `ab initio' method to address such quantities. The members of group 3 perform such computations and other studies relevant to confinement and non-perturbative contributions to observables, in particular the anomalous magnetic moment of the muon which at this point offers one of the most intriguing hints for BSM physics.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/J000493/1","grantId":"ST/J000493/1","fundValue":"641347","fundStart":"2011-10-01","fundEnd":"2014-09-30","funder":"STFC","impactText":"","person":"Andreas  Vogt","coPersons":["Paul Edward Rakow","Thomas  Mohaupt","Radu  Tatar","Thomas  Teubner","Alan C. Irving","David Ian Jack","John  Gracey","Alon Eliyahu Faraggi","David Richard Jones"],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}