{"id":"F300E786-56F5-44DA-ACDC-950534057BF7","title":"Immersed Finite Element Method for haemodynamic medical applications","abstractText":"The aim of this research is to develop a computational methodology, based on the Immersed Finite Element Method, whereby realistic three-dimensional haemodynamic simulations can be carried out. With this methodology, the complex interaction of a viscous incompressible fluid, such as blood, with a viscoelastic structural membrane, such as human tissue or bi-leaflet or tri-leaflet artificial heart valves, can be computationally modelled in an efficient and robust manner. Highly localised areas of mesh distortion and interpenetration issues between different membrane components, arising from the opening and closure of valves, can be tackled within the methodology. One of the six key objectives of the Department of Health (DH) is 'to improve and protect the health of the population...by securing further reductions in early deaths from coronary heart disease'. It has been shown that further research is essential in tackling the increasing challenges that coronary diseases place on our society. According to the DH, 'the Government is determined to make the UK the best place in the world for health research, development and innovation'. Haemodynamic computational simulation is a fundamental tool from which researchers can gain a better understanding of functional, diagnostic and therapeutic aspects of blood flow. The development of this technique could lead to improvements in the early recognition or prediction of heart muscle failure and a better understanding of atherosclerosis and associated problems. It could also facilitate the design of medical devices such as artificial heart valves and coronary stents.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F03010X/1","grantId":"EP/F03010X/1","fundValue":"246399","fundStart":"2008-08-01","fundEnd":"2012-01-31","funder":"EPSRC","impactText":"  According to the UK NHS Framework for Coronary Heart Disease (CHS), 'CHD kills more than 110,000 people a year in England, of whom more than 41,000 are under the age of 75. More than 1.4 million people in the UK suffer from angina and about 300,000 people have a heart attack each year. CHD accounts for about 3% of all hospital admissions in England'. Approximately 265,000 prosthetic valves are now implanted worldwide each year, valued at over ?500 million. About 60% of these are mechanical valves, with a market value of around ?300 million. \nResearchers across the world are starting to utilise the computational methodology developed as part of this project in order to compare their own computational methods (paper outcomes have been cited by other researchers). These technologies will be used in the medium term by the medical sector to optimise the analysis and validation of medical devices such as artificial heart valves or coronary stents. In addition, this computational idealisation yields the ability to identify possible medical problems that could be otherwise unrecognisable without computational analysis. Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software),Healthcare Economic","person":"Antonio Javier Gil","coPersons":[],"organisation":"Swansea University","findingsText":" The engineering modelling of biomedical phenomena has stimulated over the past few decades enormous interest among scientists. As an example, the interaction of a fluid (blood) with a deformable membrane (heart valves) represents an extraordinary challenge which is commanding considerable interest from numerous researchers. Realistic computer simulations can provide numerical results for a better understanding of the phenomena as well as provide clinicians with numerical models and results to support their decisions. A new methodology developed by the Principal Investigator and co-workers, Immersed Structural Potential Method (ISPM), addresses a number of significant shortcomings which exist within immersed formulations at the current state of the art, whilst also providing low turnaround time and sufficient accuracy to, in due course, augment the diagnostic tools used by clinicians. The development of a feasible environment for numerical experimentation can optimise the analysis and validation of medical devices such as artificial heart valves or coronary stents. In addition, this computational idealisation yields the ability to identify possible medical problems that could be otherwise unrecognisable without computational analysis. Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software),Energy,Healthcare,Manufacturing, including Industrial Biotechology","dataset":"gtr"}