{"id":"F3072034-6DF2-4EDE-9E73-09857617C3B9","title":"Videowall for scientific data visualization and exploration","abstractText":"Datasets used in environmental science are becoming ever larger. The increased sophistication of measuring instruments (including satellites) and computer simulations means that researchers need to understand terabytes or petabyes of data. Visualization is a very important tool in extracting meaning from very large and complex datasets, because the human brain is extremely good at spotting features and patterns that a computer cannot.\n\nAlthough most scientists use ordinary desktop computing facilities in their everyday work, these facilities are often inadequate for visualizing and analysing large-volume and high-resolution datasets. Therefore we propose to build a videowall consisting of eight high-resolution screens together with a powerful graphics workstation. This will allow scientists to visualize very large datasets and collaborate together to understand them.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/L013126/1","grantId":"NE/L013126/1","fundValue":"217602","fundStart":"2013-11-14","fundEnd":"2014-04-13","funder":"NERC","impactText":"  The videowall has only been in operation for a few months, but the biggest success so far has been that scientific research groups are beginning to use the facility in their own scientific meetings, to help them share data, discuss ideas and enhance their collaborations. In addition, the facility has been used to support several outreach activities, including filming for online courses (MOOCs) and television programmes (e.g. BBC). Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Environment Cultural,Societal","person":"Jonathan David Blower","coPersons":[],"organisation":"University of Reading","findingsText":" This project was to build a new data visualization facility at the University of Reading. We built an 8-screen videowall, driven by a powerful computer, that enables scientists to present their data in an eye-catching and attractive way, and to explore their data to support their own research. We are hoping to enable a cultural shift in how scientists use visualization in their everyday work, by making visualization techniques more attractive, accessible and usable. In addition to the expected use of the videowall itself, we make our software available as open-source downloads. We have already had interest from other scientific groups in using this software. We have also had a number of enquiries from groups (including the NERC community) who want to install similar videowall facilities at their own institutions. Creative Economy,Digital/Communication/Information Technologies (including Software),Environment,Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections","dataset":"gtr"}