{"id":"F3088DC2-62F3-43C5-AC7D-C5D3A163F467","title":"A century of variability in Greenland melting and iceberg calving","abstractText":"Some of the most iconic images of climate change and sea level rise include footage of the dramatic moment when a large fragment of ice breaks off from the terminus of a glacier and scenes of melting icebergs. In the popular imagination, icebergs are also associated with the sinking of the RMS Titanic nearly 100 years ago. The iceberg that sank the Titanic likely started out at the terminus of a west Greenland glacier a few months earlier, in winter 1911/12. Taken together, these impressions of ice and icebergs convey the central elements of this proposed study, namely the ways in which icebergs are 'calved' from the principal ice sheet of the northern hemisphere, Greenland, and the fate of those icebergs in the North Atlantic Ocean. Despite the prominence of icebergs in the popular imagination, they are surprisingly overlooked by climate scientists, and are practically ignored in the models that are used to predict climate change and sea level rise. Very little is known about the rate at which icebergs calve, and we have only a rough idea of where they melt. This neglect is becoming problematic as scientists grow more certain that the Greenland ice sheet is melting and breaking apart at an alarming rate. Since the launch of a specialized satellite system that can remotely measure the ice sheet thickness, it has been established that this break-up has accelerated over the last few years, with no indication that the ice sheet will re-stabilize. Around a half of the 'disappearance' of Greenland is estimated to occur through iceberg calving. We plan to use an existing detailed model of the ocean and icebergs that should reproduce variations in icebergs observed off Newfoundland during the 20th century. To examine the reproducibility of the model, and to enable transfer of this technology to the Hadley Centre's climate model, the iceberg module will be added to NEMO, the ocean model used by the Hadley Centre of the Meteorological Office. These models will use as forcing a high resolution, century-long surface mass balance model for Greenland. Through a careful set of experiments with our models, we will be able to more clearly explain these large variations, with thousands of icebergs seen in some years and none in other years. Our models will help us to distinguish between the two causes of such variations: due to changes in calving rate (producing more or less icebergs) or changes in ocean currents (carrying the icebergs further north or south). If we can accurately reproduce the observed iceberg count, our models will be able to tell us how iceberg calving varied during the 20th century, and how this compared to natural variability during the last few thousand years, an improved knowledge that should help us to understand why Greenland has started breaking up so rapidly in the last 10-15 years.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H023402/1","grantId":"NE/H023402/1","fundValue":"311960","fundStart":"2010-11-01","fundEnd":"2014-01-31","funder":"NERC","impactText":"  The journal article of this title had a press release which generated more than 20 articles, interviews or videos in a range of media, from local newspapers to international radio services, to websites with international or foreign audiences. The base press release at the University of Sheffield is available at \n\nhttp://www.sheffield.ac.uk/news/nr/titanic-research-iceberg-1.366743\n The impact was through a press release on our paper on the Titanic and associated iceberg risk. This was taken up by a wide range of sources: local newspapers, national newspapers (both paper and online), overseas newspapers, radio (local and international), websites based in the UK, USA and beyond, the US Weather Channel. The topic has significant cultural resonance with the general public, but the details of the analysis had implications for the shipping industry now and in the future. Aerospace, Defence and Marine,Environment Cultural,Policy & public services","person":"Grant Robert  Bigg","coPersons":["Stephen  Billings","Edward  Hanna","Visakan  Kadirkamanathan"],"organisation":"University of Sheffield","findingsText":" We showed that interannual variation in the iceberg numbers in the North Atlantic are determined by variations in the discharge from Greenland glaciers, predominantly from south and west Greenland. Ocean and atmospheric circulation has little impact on iceberg passage. However, when using a control systems modelling algorithm to determine causation in this discharge variability we were able to show that the dominant factor changed over time during the twentieth century, from principally ice sheet mass balance led for the first half of the century, to ocean temperature determined during the next 30 years, and more recently an equal importance of ice sheet, ocean and climate impacts.\n\nUsing iceberg-ocean modelling we also showed that the iceberg that sank the Titanic is very likely to have been calved in the autumn of 1911 from a fjord in SW Greenland.\n\nConsidering the results of the iceberg-ocean modelling compared to ice-rafted debris signals and their source attribution in the Denmark Strait we were able to independently confirm the reliability of the ocean-iceberg model, and confirm that icebergs in the Denmark Strait principally have a local origin and are not transported long distances from NE Greenland or beyond. The iceberg model has been implemented in the NEMO ocean model, and has essentially been validated by the independent work with the century-long simulation using a different ocean model in this project. This confirms the usefulness of adding the iceberg model to other IPCC climate models in the future. Environment","dataset":"gtr"}