{"id":"F30BCB6D-5924-4BD0-93D3-D09BCA6DD0C1","title":"Exploiting Femtosecond X-ray Pulses from a Free Electron Laser to Study Ultrafast Spin and Orbital Dynamics in Manganites","abstractText":"One of the current frontiers in both x-ray and ultrafast science involves the convergence of the two underlying technologies. On the one side, x-ray radiation at synchrotron storage rings has revolutionized modern science by providing insight into the static, microscopic structure of matter. In complex condensed matter systems of interests to us, the arrangements of atoms, spins, electrons and orbitals, key to the understanding their exotic states of matter, can all be detected with ever increasing detail near equilibrium using x-rays. Beyond the study of static structures, time independent inelastic scattering techniques have opened a new window on the dynamic properties of these systems. Elementary excitations can now be measured with x-rays in complementary ways to what afforded by neutron scattering, Raman or electron-energy loss techniques. Yet, the great majority of inelastic studies can only provide a near-equilibrium view of the dynamics. In a parallel development, the rapid improvement of femtosecond technology has allowed for measurements of entirely novel phenomena. The use of ultrashort excitation and of stroboscopic time-dependent detection has opened a window on the physics of chemical transition states, as well as on that of elementary dynamics of physical, and biological systems. The technology in this area has been hitherto developed largely in the optical and infrared regime, and only now is it becoming ripe for extension to the x-ray wavelengths. Because of the limited probing power of near-visible wavelengths compared to x-rays, it is often said that ultrafast optical science can probe how fast things are happening, although one is never sure not what is happening. Our work is focused at the measurement of the non-equilibrium pathways that regulate non-equilibrium phase transitions with femtosecond x-rays, shedding new light into how fast as well as into what is happening. Instrumentation development over the last decade has spanned the application of high-order laser harmonics, laser-produced plasma x-rays, bunched radiation at synchrotron rings, linac-based sources and other schemes that are based on the laser manipulation of stored electrons. The field of condensed matter physics has been arguably the most active in exploiting these sources and some of the early applications have encompassed the direct measurement of atomic dynamics, rearranging on the femtosecond timescale. The construction of next generation x-ray sources will lead by the end of the decade in +ngstrom-wavelength lasers of unprecedented brilliance. Currently, the only functioning x-ray free electron laser is the FLASH facility in Hamburg, which lases at 13.5 nm and, on a second longitudinal mode, at the 4.5-nm, third harmonic of the undulator. In the summer of 2007, an upgrade is planned that will bring the lasing wavelength to 6 nm, producing coherent x-rays at 2 nm. The design that is currently being implemented will provide approximately 1012 photons/pulse at 6 nm and 1010 photons/pulse at 2 nm, operating at 10 Hz. Early applications of these soft X-ray free electron laser pulses have already been demonstrated, resulting in coherent imaging of patterns on nanometer length scales.In the experiments proposed here, we plan to use time resolved diffraction with femtosecond Free Electron Laser Pulses for the first time. However, rather than detecting rearrangements in the crystallographic positions of the atoms, we will seek to reconstruct the geometric arrangements of magnetic and electronic patterns, which in these compounds form super-lattices with different periodicity than the atomic lattice. It is expected that the non-equilibrium phase-transition dynamics in these systems will result in significant rearrangements and likely in melting of such electronic order.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F028857/1","grantId":"EP/F028857/1","fundValue":"24670","fundStart":"2007-11-12","fundEnd":"2009-11-11","funder":"EPSRC","impactText":"","person":"Andrea  Cavalleri","coPersons":["Gerrit  Van Der Laan","Sarnjeet Singh Dhesi"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}