{"id":"F320A0D9-A800-4D58-9162-0DF6A91277DB","title":"Low-Complexity and High-Performance Equalization for Wireless MIMO Communication Systems in Frequency Selective Fading Channels","abstractText":"Wireless communications have expanded enormously over the last decade. Indeed the latest prediction is that the growth will continue. Future wireless communication systems are expected to support high-speed and high-quality multimedia services. To increase the quality and capacity of wireless communications, Multiple-Input Multiple-Output (MIMO) systems have been proposed already to exploit signals from multiple antennas at both the transmitter and receiver. Even as a relatively new technique, MIMO has already been employed by the 3rd generation (3G) wireless standards in the form of space-time coding, and it is regarded as an essential component of the 4th generation (4G) and other future systems. However, the performance of MIMO systems deteriorates severely in frequency-selective fading channels, caused by the multi-path delay of the signal. Therefore, effective solutions are required for this difficult problem. To provide a high quality service with increasing demands on data rates within a restricted frequency bandwidth is a major challege. This proposal offers a number of ideas for investigations, which have the potential to overcome the shortcoming mentioned above. Moreover this offers low-complexity, which is an important issue from the point of view of power consumption, as well as high-performance, which is desired by the customers. Single carrier frequency domain equalization (FDE) has been shown to be an effective solution for frequency selective fading channels. In this research, a novel adaptive iterative FDE architecture will be investigated for MIMO systems, to combat time-varying frequency selective fading channels. Iterative (Turbo) decoding will be incorporated with FDE to improve the system performance, where the soft information on the code bits is exchanged between the equalizer and decoder iteratively. Both the linear and nonlinear iterative MIMO FDE structures will be developed. Two types of adaptive algorithms will be investigated to track the channel variations. One is based on adaptive channel estimation, and the other requires no explicit channel estimation. In particular, an adaptive semi-blind iterative MIMO FDE structure will be proposed, which is an extremely novel and effective method to help save the valuable bandwidth and improve the performance. With the rapid growth of the wireless communications market, the high speed, high quality and low cost systems are desired by the wireless service providers. It is acknowledged that technological innovation will play a key role in underpinning this goal. The proposed adaptive Turbo-inspired iterative MIMO FDE system has the advantages of high speed, high performance, low cost and low complexity. It also allows a wide range of tradeoffs on performance, complexity and bandwidth efficiency. Based on intensive analytical and numerical results, the proposed research will be a promising solution for the future (such as 4G) wireless communications.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E026915/1","grantId":"EP/E026915/1","fundValue":"339828","fundStart":"2007-06-01","fundEnd":"2010-05-31","funder":"EPSRC","impactText":"  A green wireless receiver demo system was developed. Further exploitation of the findings is ongoing. Digital/Communication/Information Technologies (including Software) Societal,Economic","person":"Xu  Zhu","coPersons":["A K  Nandi"],"organisation":"University of Liverpool","findingsText":" Future wireless communication systems are expected to support high-speed and high-quality multimedia services. To increase the quality and capacity of wireless communications, multiple-input multiple-output (MIMO) systems have been proposed, which exploit multiple antennas at both the transmitter and receiver. Even as a relatively new technique, MIMO has already been employed by the 3rd generation (3G) and 4th generation (4G) wireless standards. However, the performance of MIMO systems deteriorates severely in frequency selective fading channels, which are created by the multi-path delay of the signal. Time variations of channels due to movement of mobile stations are also challenging. Therefore, effective solutions are required to mitigate the adverse channel effects. \nIn this research, an adaptive iterative frequency domain equalization (FDE) structure is proposed for broadband wireless multiple-input multiple-output (MIMO) communication systems over time-varying frequency selective fading channels. The structure has the advantages of high speed, high performance, low complexity and low cost. It also allows a wide range of tradeoffs on performance, complexity and bandwidth efficiency. Based on intensive analytical and numerical results, the proposed research demonstrates a high potential for future wireless communications. This project has attracted a number of follow-up grants: EPSRC PhD Plus Fellowship, EPSRC Knowledge Exploitation Laboratory project, and EPSRC Pathway to Impact project. Industrial partners such as Toshiba have been involved in the projects. Further exploitation of the research findings is under discussion Digital/Communication/Information Technologies (including Software),Energy,Healthcare","dataset":"gtr"}