{"id":"F3281423-BD2F-46C4-A831-6E14ADC75971","title":"SONS EUROCORES: Proposal 05-SONS-FP-014 Liquid Crystal Nanoparticles - LC-NANOP","abstractText":"Liquid crystals (LCs) are the quintessential, self-organising, molecular materials of the modern era. The ease with which they can be reoriented in electrical, magnetic and mechanical fields has led to a plethora of applications, resulting, for example, in the dominance of the electro-optic displays market. Most LCs have been designed as either low molar-weight materials for displays (eg 4-alkyl-4'-cyanobiphenyls) or high molecular-weight materials for high yield-strength polymers (eg KevlarTM, and VectraTM). In contrast to existing materials, nano-structured LCs can combine self-organisation with the ability to form secondary and tertiary structures, in a structural hierarchy similar to that found for proteins. Furthermore, super- and supra-molecular LCs can exhibit a variety of physical properties which make them attractive for applications in the fields of nano-science, materials and biology. We predict that future materials research and applications of LCs will be focused on a variety of exciting topics, which reflect our ability to control self-organising, self-assembling and micro-segregating processes of complex/giant molecular systems to yield addressable, self-organised nano-structures. The materials themselves will be property designed and synthesised with smart and often multifunctional characteristics. Their applications will spread across the boundaries from advanced technological devices through to smart bio-materials/sensors, even to the discovery of new states of matter . Anticipating such exciting developments, we intend to utilise the unique self-organising abilities of LCs in a bottom-up approach to the creation of ordered arrays of nano-particles, rather than the currently used, but self-limiting, top-down methodologies (eg nanolithography). In taking this approach, we will be able to prepare liquid-crystalline nano-particles with hierarchical hybrid structures with specific built-in functionality. The primary challenges in this programme are the rational design, synthesis (pure and/or with up-scaling) and characterization of super- and supra-molecular materials with in-built functionalities, which will self-organise and/or self-assemble in order to yield novel materials or states of matter of practical importance. Thus, the liquid-crystalline nano-particles will be designed, with the aid of simulations, in the form of a nano-particle (eg, silsesquioxanes, carbosilanes gold, silver, titania, viruses and spores etc) as the central scaffold, and where the scaffold may be multilayered. Surrounding the scaffold is a liquid-crystalline coat , which may be derived from spherical, disc- or rod-like mesogenic units. The external coat may consist of one or more mesogenic layers, which in turn can accommodate further functional units (eg photochromic). The mesogenic coat, however, has the specific purpose of providing the self-organising, and ultimately self-assembling, vehicle for the core nano-particles. As noted although shown as spherical, the scaffolds do not necessary have to be spherical. Furthermore, they can be designed to have holes and cavities within their structures, thereby allowing formation of ion channels and binding sites","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E064299/1","grantId":"EP/E064299/1","fundValue":"511720","fundStart":"2007-08-01","fundEnd":"2010-07-31","funder":"EPSRC","impactText":"","person":"John William Goodby","coPersons":["Isabel M Saez","Martin Alexander Bates"],"organisation":"University of York","findingsText":" A vast number of research results were obtained via the rational design of supramolecular, supermolecular, dendritic and nanoparticulate materials. This work demonstrated the self-organisation and self-assembly of giant molecules via molecular deformation. The novel design concepts are now being used extensively in other universities across the world, as seen in citation counts. In particular, our work on coated nanoparticles as metamaterials has been viewed as being promising. Chemicals,Electronics,Other","dataset":"gtr"}