{"id":"F328B618-E598-4341-818E-C099B2121FF4","title":"Vertical Urbanism: Geographies of the Mumbai Flyover","abstractText":"Over the last decade, there has been a spate of construction of elevated highways – flyovers – across the Mumbai metropolitan region. Ostensibly they have been introduced as engineering solutions for relieving congestion in a city predicted by the United Nations to be the largest metropolitan agglomeration in the world by 2020. Yet they are more than a technological response to rapid urban growth. Dr Harris’s research will investigate how flyovers have been conceived, funded and built by specific new coalitions of public and private actors. And it will examine how the construction and maintenance of flyovers has been indicative and constitutive of new three-dimensional social geographies.\n<br />\n<br />Focusing on six strategically chosen flyover sites, the project will collect and synthesise material from academic, architectural, planning and technical archives. Dr Harris will also interview thirty people identified as key decision-makers in flyover planning, and employ ethnographic and digital video techniques to explore different types of social activity in the spaces underneath flyovers. A key output will be the creation of a standalone website. This will recognise how transportation in urban India is an ever-evolving and contested subject, and will encourage new debate on issues of urban social and environmental sustainability.\n<br />\n<br />","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-000-22-3127","grantId":"RES-000-22-3127","fundValue":"81458","fundStart":"2009-02-01","fundEnd":"2010-07-31","funder":"ESRC","impactText":"  Research from this project has so far been presented at the following seminars, workshops and conferences:\n\ni) 'Concrete geographies: assembling world class Mumbai'. Paper presented at 'Global Cities Now!' Conference of Royal Geographical Society-Institute of British Geographers' (RGS-IBG) Urban Geography Research Group, University Swansea (6 November 2009).\nii) 'Engineering an underclass: flyover and skywalk construction in Mumbai'. Paper presented at Human Geography Lunchtime Seminar series, University College London (24 November 2009)\niii) 'Assembled cities: comparison, learning and mobility' workshop, Open University (18 June 2010).\niv) 'The near and far of transport planning in Mumbai'. Paper presented at the RGS-IBG Annual Conference, London (2 September 2010).\nv) 'Mumbai in a world of cities'. Invited presentation to 'Global Urban Frontiers: Asian Cities in Theory, Practice and Imagination' event, National University of Singapore (9 Sept, 2010).\nvi) 'Infrastructural visibility: the political performance of transport in contemporary Mumbai'. Department of Geography, Queen Mary University of London (28 October 2014).\nvii) 'Belated mobilities: the here and there of transport planning in Mumbai'. London School of Economics Research Seminar in Cities, Space and Development (28 January 2014).\nviii) 'Infrastructural visibility: the political performance of transport in contemporary Mumbai'. 'Civic Matter: Infrastructure as Politics' seminar series, Cambridge University (19 January 2014).\nix) 'Vertical Mumbai'. Royal Institute of British Architecture (25 June 2013).\nx) 'Engineering formality: flyover and skywalk construction in London and Mumbai.' 'Taking Place' seminar series, Centre for Research in the Arts, Social Sciences \nxi) 'The near and far of transport planning in Mumbai'. Social Materialities in Cities of the Global South, Manchester Architecture Research Centre (16 May).\n\nThemes and objectives from the project have also shaped the following sessions and events organised by Dr Harris:\n\ni) 'Towards convergence or divergence in planning the sustainable city?' Inter-departmental workshop at UCL between Geography, Bartlett School of Planning and the Development Planning Unit (16 March 2010).\nii) 'Urban planning terrains: decentring dominant narratives'. Four sessions convened with Dr Susan Moore (Bartlett School of Planning, UCL) at RGS-IBG Annual Conference, London UK (2 September 2010). \niii) 'Engineering Cities'. Two sessions convened with Dr Lisa Bjorkman (Max Planck Institute, G&ouml;ttingen) at RGS-IBG Annual Conference, London UK (28 August 2013). \niv) 'Vertical Worlds'. Three sessions organised with Dr Richard Baxter (QMUL) at RGS-IBG Annual Conference, London UK (28 August 2014).\n\n\nPhotographic, sound and video material collected during field work in Mumbai was used to create an art installation for the interdisciplinary 'Cities Methodologies' exhibition at University College London (UCL) in May 2010 (see http://www.ucl.ac.uk/urbanlab/en2/index.php?page=5.4.1#). Dr Harris's photograph of a street scene underneath the J.J. flyover in Mumbai was also chosen from 35 entries to be used in the fliers and posters promoting and advertising the exhibition. The exhibition and accompanying events attracted not only staff and students across different faculties at UCL, but members of the public.\n\nAn innovative and interactive project website has been created with the assistance of the Mumbai-based programmer Sanjay Bhangar: www.verticalurbanism.com. This assembles and maps photographs, videos, audio-clips and text from the research so that a broad array of users in Mumbai and overseas can explore the new and diverse urban worlds created through flyover and skywalk construction. Communities and Social Services/Policy Societal,Economic,Policy & public services","person":"Andrew James Harris","coPersons":[],"organisation":"University College London","findingsText":" Empirically, the project has:\n1) Introduced new vertical dimensions of analysis in exploring urban change in contemporary mega-cities.\n2) Outlined new ethnographic, visual and performative aspects to the study of urban infrastructure.\n3) Challenged the technocratic framing of urban transport in Mumbai by revealing the role for flyovers and skywalks in shaping social and political relations of power.\n\nTheoretically, the project has:\n1) Advanced new perspectives for combining relational understandings of spatiality with a concern for urban political economy. \n2) Highlighted how categories, spaces and bodies of the informal/formal are marked out and achieved by material processes, imaginaries and actions.\n3) Shown how transport planning is contingent and path-specific rather than necessarily coherent or nationally or globally homogenous.\n\nMethodologically, the project has:\n1) Demonstrated the role for visual methods in documenting differential spaces and mobilities in urban India.\n2) Emphasised the importance of intra-urban comparative analysis in exploring variegated dimensions of change across a rapidly expanding metropolitan region. i) NGOs and community groups. Part of the research was carried out with members of the Mumbai Environmental Social Network and the Mumbai-based PUKAR (Partners for Urban Knowledge, Action and Research). \n\nii) Planners, architects and transport specialists. Research findings have been shared with the UDRI (Urban Design Research Institute), the Mumbai Transformation Support Unit (MTSU) well as several engineers interviewed in the research process.\n\niii) Members of the public in India and the UK Government, Democracy and Justice,Transport","dataset":"gtr"}