{"id":"F32B57E2-4AE7-4455-AB91-AF6140A893AB","title":"MOLECULAR MECHANISMS OF NUTRIENT STIMULATED MYOSIN Va-DEPENDENT SECRETORY VESICLE TRANSPORT IN PANCREATIC BETA-CELLS","abstractText":"When we eat, our bodies break food down into glucose, which is a form of sugar. The cells of our bodies use glucose as a source of energy for movement, growth, repair, and other functions. But before the cells can use glucose, it must move from the bloodstream into the individual cells. This process requires insulin. Insulin is a crucial metabolic hormone produced exclusively in the pancreatic beta-cells. Impaired beta-cell function leads to inadequate insulin output and as a result glucose stays in the bloodstream, causing a rise in the blood glucose level. The failure of beta-cells is ultimately responsible for the development of type 2 diabetes. People with type 2 diabetes are deficient in insulin as well as being resistant to its action. This disease affects at least 2 million people in the UK - about 4 % of the population- and the numbers are still rising. It consumes 10 per cent of NHS expenditure, and is a major cause of illness and premature death. I am interested in the mechanisms by which beta-cells respond to changes in blood sugar concentration with release of insulin. In beta-cells insulin is carried in vesicles, membrane bound structures, of which there are thousands inside the cell. Once the beta-cell has been challenged with glucose, the vesicles are transported along tracks towards the cell surface. Here, the vesicle transiently fuses with the cell membrane and insulin is released from the cell. The mechanics of this transport and fusion event are one of the steps that go wrong in type 2 diabetes. Therefore, the mechanisms that regulate the movement of these vesicles are fundamental component of insulin secretion. My recent studies have revealed that vesicles move along their tracks driven by molecular motor proteins. These proteins are essential for delivering vesicles to the site of release at the plasma membrane to maintain insulin secretion in the duration of elevated blood glucose level. Despite the clear role of motor proteins in insulin secretion, phenotypes that result from defects from their function have not been investigated in humans or in mice carrying natural mutations in these genes. Furthermore, the mechanisms through which vesicle movement immediately beneath the plasma membrane are regulated are also unclear. The proposed project aims to understand how the activity of one of the motor proteins, myosin Va, is regulated by glucose. I will investigate the insulin secretion profiles in the myosin Va mutant mice. I will identify molecules that interact with this motor protein or activate it by altering its properties. Furthermore, I will identify proteins which detect the cell's energy change and convert it into a signal for vesicle transport and fusion. This research proposal will advance our knowledge of the glucose sensing process of the pancreatic beta-cell and potentially contribute to the development of future treatment strategies of diabetes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E021050/1","grantId":"BB/E021050/1","fundValue":"292232","fundStart":"2007-09-14","fundEnd":"2011-04-13","funder":"BBSRC","impactText":"","person":"Aniko  Varadi","coPersons":[],"organisation":"University of the West of England","findingsText":"","dataset":"gtr"}