{"id":"F330342C-D979-457B-91DC-844809AD3324","title":"Application of ionic liquid-liquid chromatography (ILLC) to extractions of metals","abstractText":"The separation of and isolation of metals is one of the first areas of human scientific endeavour. With limited resources on earth, particularly of noble metals together with the ever increasing demand for their use, new technologies that allow them to be produced, recycled and reused are urgently needed. Also, lanthanide and actinide elements are being required in ever increasing quantities in the electrical, electronic and nuclear industries. This proposal describes the development of a new general purpose methodology for the separation of metal compounds and salts. This allows metals recovered from waste such as catalytic converters, electronic scrap, or even from metal ores to be separated and isolated in a pure form that can eventually be put back into commercial use.\n\nThe metal separations use the new technology of ionic liquid-liquid chromatography (ILLC) which is an advanced form of countercurrent chromatography (CCC), which uses ionic liquids as one of the phases. Ionic liquids (ILs) have unique properties that can overcome the problems associated with the use of conventional organic solvents in separations. They are composed entirely of ions, are liquid at or near room temperature and can dissolve a wide range of organic and inorganic molecules, especially metal salts. Importantly, ILs have no measurable vapour pressure at ambient temperatures and are generally non-flammable. The relatively high costs of ILs have prevented their extensive use in continuous large-scale systems. Intensified technologies (which require less solvent), will allow the benefits of ILs to be exploited. One such intensified technology is counter current chromatography. Because of their high viscosities, the application of ionic liquids in counter current chromatography systems has been very limited and usually in solution in low viscosity solvents, which negates the purpose of the IL. This limitation was solved at QUILL in collaboration with AECS, to produce a unique, ionic liquid-liquid chromatography system (ILLC). In the proposed research project innovative intensified extraction technologies which combine the unique solvent properties of ionic liquids with the high performance of ILLC will be investigated for the separation of metals (noble, lanthanides, uranium). \nThe research will be carried out by two teams which are QUILL in Northern Ireland and UCL in London. The collaboration will be strengthened by the involvement of AECS, which will design and build the ILLC instruments based on the project needs. ILLC is a new high performance separation technology that will be studied under this joint proposal in two separate ways. QUILL will carry our research into the direct metal separations and their scale up for commercial use, and design and produce ionic liquids necessary for the research proposed. UCL will study the hydrodynamic and mass transfer phenomena in ILLC and develop predictive models of the process that can be used to maximise the performance. High speed imaging and Laser Induced Fluorescence (LIF) studies will help elucidate the flow and mixing regimes in ILLC separations. Factors such as how flow rates, instrument parameters, ionic liquid and solvent properties and choices affect separations and will be investigated. \nThe results of the QUILL and UCL studies will be combined to generate scale up protocols for metal separations with the ultimate goal of developing separations that are more efficient, have lower energy demand and use safer less noxious solvents that are currently used in the metal separation industry.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M026671/1","grantId":"EP/M026671/1","fundValue":"465413","fundStart":"2015-09-01","fundEnd":"2018-08-31","funder":"EPSRC","impactText":"","person":"Kenneth Richard  Seddon","coPersons":["Martyn John Earle"],"organisation":"Queen's University of Belfast","findingsText":"","dataset":"gtr"}