{"id":"F3323D3B-BE19-4249-BAD4-520099AEB1F1","title":"Altered Expression of Ion Channels in Alzheimer s disease","abstractText":"In Alzheimer s disease there is a build-up of protein in the brain that is thought to cause the death of nerve cells. We have found that this protein, named amyloid beta protein (Abeta), causes changes in the electrical activity of nerve cells when in a form that is not usually associated with the disease. In fact, we suspect that this may be a normal function of the protein. We believe that during the disease process Abeta] may lose its ability to alter electrical activity and this leads to death of nerve cells. This idea needs to be tested and to do this we will measure the effects of normal Abeta and abnormal Abeta on the electrical activity of individual nerve cells. In separate experiments we will also be able to track changes in levels of proteins involved in causing electrical activity in nerve cells (ion channels), and view their position within the nerve cells. This will give us more detailed information on the changes that occur and their consequences during the disease.\nBecause we believe that changes in protein will result in nerve cell death we will also look at how ion channel activity changes in nerve cells that are just beginning to enter the cell death death process. This will allow us to directly measure differences between the electrical activity of nerve cells that are healthy and those that are not. The information gained from these experiments will tell us how important changes in electrical activity in the brain of Alzheimer s disease patients are in causing the death of the nerve cells. This is vitally important since, unlike almost all other cell types, nerve cells do not divide and replace themselves. If we can prevent the cell death caused by Abeta we may therefore be able to slow or halt the progression of Alzheimer s disease.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0600936","grantId":"G0600936","fundValue":"380800","fundStart":"2007-03-01","fundEnd":"2010-08-31","funder":"MRC","impactText":"","person":"Hugh  Pearson","coPersons":["Chris  Peers"],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}