{"id":"F33827A8-E8E2-4BFC-8AB1-AE71A045306F","title":"Highly reactive catalysts for the hydrogenation of poorly reactive substrates","abstractText":"A good catalyst allows the rate of a chemical reaction to be accelerated enormously, without the catalyst itself being used up in the reaction. The demand for chemical processes to be less harmful to the environment has increased the importance of reactions that utilise tiny amounts of catalyst to promote clean, efficient reactions between two chemicals that do not normally react with each other (at a measurable rate). One potentially important examples of a catalytic reaction is the catalytic reduction of a class of chemicals called carboxylic acid derivatives to alcohols. Alcohols are one of the most important ingredients for drugs, flavours, fragrances and plastics. There are a number of reagents to do this transformation, but most generate waste. More desirable from an economic and ecological point of view is to use a catalyst and molecular hydrogen to accomplish this task, since no waste would be formed. There have been some recent developments in this area with some catalysts showing some promise in this type of reaction. However, further work is required before the catalysts can be considered genuinely effective, This research project requests funds for an international visitor to visit St Andrews and carry out detailed studies measuring the rates of the reactions as a function of catalyst structure, catalyst concentration, activation procedure and investigate the stability of the new catalysts. The project will study new types of catalyst derived from ligands that bind ruthenium by a combination of phosphorus and nitrogen atoms. Novel pre-catalysts will be synthesies during the project, but an attempt to characterise the catalytic intermediates formed during the hydrogenation process will be made. This thorough mechanism-led approach will hopefully enable us to produce the most promising catalyst for this transformation to date. The work will enable future studies that would hopefully lead to an industrially viable process. Such a process would produce less waste and reduce energy, chemical, solvent and water usage in industry relative to the current state-of-the-art.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G063591/1","grantId":"EP/G063591/1","fundValue":"17962","fundStart":"2009-06-01","fundEnd":"2010-10-31","funder":"EPSRC","impactText":"","person":"Matthew Lee Clarke","coPersons":[],"organisation":"University of St Andrews","findingsText":"","dataset":"gtr"}