{"id":"F3462492-491E-4887-A7DA-9F7B70928943","title":"Cultural Policy Under New Labour","abstractText":"This research examines cultural policy during the three Labour administrations of 1997 to 2010. \\n\\nThe CONTEXT of the research is as follows. Cultural policy has always been informed by a mixture of economic, social and cultural goals. But many commentators have argued that a great deal of public policy since the 1980s has been increasingly directed by economic rationales such as national competiveness, efficiency and wealth generation rather than by social goals such as participation, equality and diversity. In this context, some analysts have noted that cultural policy has increasingly been oriented by economic and social goals. Given that cultural policy is obviously oriented towards cultural goals, such as providing access to means of expression and to aesthetic objects and artefacts, this raises the possibility that such traditional goals of cultural policy might be in tension with economic goals. The research investigates the nature of such potential contradictions during the New Labour era, and how potential conflicts were negotiated and understood. We focus on three particular areas or sub-sectors of cultural policy in order to address these issues and to make comparisons: creative industries policy, copyright policy and arts policy. \\n\\nThe AIMS AND OBJECTIVES of the research are as follows:\\n\\nFirstly, we aim to provide an explanatory account of cultural policy under the Labour government of 1997 to 2010, emphasising relationships between economic, social and cultural rationales\\nOne major way in which we seek to provide such an explanatory account is by identifying the key people involved, and conceptualising the factors constraining and enabling their actions. We also seek to identify the key relations between the major players - for example, what kinds of social links and ties there might be, in the form of shared university and employment backgrounds, allegiance to particular political causes and groups, etc.\\nA third objective follows: to investigate the potential fruitfulness of applying public policy analysis developed in other areas such as health and welfare to the analysis of cultural policy\\nFourthly, we aim to make comparisons across the major elements (sub-sectors) of cultural policy identified above (i.e., creative industries, copyright and arts policy) during this period. This means exploring how the key people in different sectors might pursue different mixes of economic, social and cultural goals. Some areas of policy may for example be more economically or socially oriented than others (copyright, for example, is integral to economic development, and this may mean that policy-makers emphasise economic goals at the expense of cultural ones). \\nFinally, we aim to analyse the techniques and strategies (such as law-making, regulation and subsidy) that states and political parties use to pursue their goals in the realm of cultural policy.\\n\\nWe envisage the following POTENTIAL APPLICATIONS AND BENEFITS. In an era of deep public spending cuts, with the arts and cultural sectors particularly vulnerable, there is widespread concern that the basis on which such decisions are made, or the implications for other government departments and public policy priorities, are not fully understood. This research will provide better understanding, for researchers, policy-makers and members of the public, of the links between cultural policy and other policy considerations, as well as an improved understanding of the non-state actors included in cultural policy making, at a time when this area is subject to unprecedented scrutiny.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/I026308/1","grantId":"AH/I026308/1","fundValue":"244467","fundStart":"2012-01-01","fundEnd":"2013-12-31","funder":"AHRC","impactText":"  It is too early for there to have been any impacts yet. The award only ended 9 months ago, and we have not yet completed the writing of the book that derives from the project. Creative Economy,Culture, Heritage, Museums and Collections Cultural,Societal,Economic,Policy & public services","person":"David  Hesmondhalgh","coPersons":["Kate  Oakley","David John Lee"],"organisation":"University of Leeds","findingsText":" The research provides an explanation and an evaluation of cultural policies under the New Labour government of 1997 to 2010. It shows how those involved in cultural policy during this period strove to redeem it from the marginal position it has traditionally occupied in public policy by emphasising its contribution to economic and to some extent social goals. We trace debates about the positive and negative effects of such &amp;quot;instrumentalism&amp;quot; and also discuss the way in which increased funding and subsidy during the period was accompanied by an increasing use of public management tools, which were often experienced within the sector as limiting and even oppressive. We hope that our findings might help public understanding of how cultural policies are formed, and why well-intentioned efforts in the realm of the arts and culture sometimes founder. Creative Economy,Education,Culture, Heritage, Museums and Collections","dataset":"gtr"}