{"id":"F347D9C3-F7D9-41AD-8FDD-041D192AEC49","title":"The Molecular Odyssey - a journey through molecular assembly","abstractText":"We wish to engage and enthuse GCSE and A level students, young potential researchers, educators, the scientific community,\npolicy makers and other members of the public with the fascination of Chemistry and Materials Science. One of the most important\naspects of this is to stress the cutting-edge relevance of these sciences to the world – expressing their excitement but also their\nimportance in finding solutions to many of the life-improving challenges faced by the world today. It is often easy for people to\ndismiss Chemistry as “solved”, whereas the truth is far different – Chemistry, often in combination with Engineering, Biology,\nMedicine, Physics and others, is exciting, dynamic and evolving. Metaphorically and literally, this is what our Molecular Odyssey will\nseek to show. By using the non-conventional method of molecular movies, created through the use of STFC-funded facilities, as\nwell as beautiful imagery and physical models to encourage hands-on interaction, we aim to capture the imagination and ‘convert\nthe unconverted’, as well as engaging those who already have an interest, by showing that Chemistry is more than ‘just stinks and\nbangs!’\nWe can show how molecules react, how structures assemble and how chemical and biological processes occur through the use of\nthese visualisation techniques. We will demonstrate both fast and slow processes involving units ranging in size from one molecule\nto a macroscopic array of atoms or molecules. In all these processes we will illustrate the importance of synchrotron radiation, of\nneutron diffraction and of laser spectroscopy in helping us to “see” the processes as they occur – without these facilities, now\navailable on the RAL site, it would not be possible to make the molecular movies that illustrate our fantastic science!\nThe impact of our project is to show all levels of society the beauty and fascination of the molecular world, which is every bit as\ndiverse and dynamic as stupractical terms we hope this will result in an increased transition of young people from GCSE to A-level Chemistry, onwards and\nupwards into degree-level subjects such as Chemistry, Biochemistry and Materials Science, thereby strengthening the science base\nof the UK.\nWorking through our STEM Ambassador, we are engaging with A-Level teachers to keep them up-to-date with current research\nscience, helping cascade our impact outwards to their students. The effectiveness of this engagement will be greatly enhanced\nthrough the materials we will develop as part of The Molecular Odyssey project.\nOur programme also involves graduate students and early-career researchers, so will give these young people the opportunity to\nenhance their presentation and communication skills, again adding to the talent pool of the UK.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/J50015X/1","grantId":"ST/J50015X/1","fundValue":"3500","fundStart":"2011-10-27","fundEnd":"2013-04-26","funder":"STFC","impactText":"","person":"Charles Crichton Wilson","coPersons":["Paul Robert  Raithby"],"organisation":"University of Bath","findingsText":" Various resources for outreach activities have been developed, including physical models and resources based on portable technology, that can be delivered in a range of formal and, importantly, informal environments. These resources have been used to present work on molecular materials, solid-state structure and how we develop materials with tunable properties, in a range of environments from schoolrooms to pubs, foyers, individual spaces and lecture theatres. Resources have also been created for deployment in large scale open days and science festivals, including regional and national festivals. A particular focus has been deployment in 2014 of the previously developed resources at various events celebrating the International Year of Crystallography, but the investigator and a range of colleagues.\n\nThe delivery emphasises the fact that materials development and deployment of advanced methods for characterisation of these materials, both in the home laboratory and at central facilities, go hand in hand. Te resources have been shared with a range of colleagues undertaking outreach activities, notably in science festival stands. Education","dataset":"gtr"}