{"id":"F348E782-12D5-46D8-A9B1-054DC1315132","title":"Marine Biogeochemistry and Ecosystem Initiative in QUEST (MARQUEST).","abstractText":"Ocean biogeochemical cycles and ecosystems are an important part of the 'Earth system' - the set of interlinked physical, chemical and biological processes, which shape the environment at the Earth's surface. These biogeochemical cycles are not only important for the oceans themselves (their composition and the kinds of creatures that live in them) but also for the climate of the planet, through their fundamental influence on the composition of the atmosphere (in particular, 'greenhouse' gases such as carbon dioxide, and other climatically important gases such as di-methyl sulphide). Historically, global ocean biogeochemical models have used simple representations of biological processes that are constrained tightly by the physical and chemical environment, using assumptions such as single-nutrient limitation and constant Redfield ratios - utilization and release of elements in constant proportions. As our knowledge has grown, the shortcomings of this approach have become increasingly apparent, giving rise to progressively more elaborate models of the ecosystem - from models that include a single explicitly modelled plant (phyto-) and animal (zoo-) plankton to increasingly, a variety of different functional types of plankton that mediate different geochemical transformations. While these more complex models have the potential to reproduce more faithfully ocean biogeochemistry and how it will respond to changes in climate and ocean circulation, the increased complexity brings with it the penalty that many more parameters must be known in order to specify the system. It is not necessarily clear how to validate such models - that is, to tell how well they are working - or what is the optimum complexity of model required to address a given problem. We are proposing a consortium of several groups involved in biogeochemical modelling in the UK. Currently, the groups work separately, each on models occupying a different place on the spectrum of complexity sketched above. In MARQUEST they will co-operate, comparing the predictions of their models and analyzing the causes of their differences and similarities. We will also examine more fundamental modelling approaches to the planktonic ecosystem, with the aim of clarifying what we can expect from the current types of model. New research outputs from MARQUEST will include: the development of new methods of validating models, making use of remote sensing ocean colour data, in-situ data sets and the observations ongoing in major European programmes such as Carbo-Ocean and Euroceans: comparison of different ecosystem models run in the same circulation codes: development of a module to simulate the coastal ecosystems, but useable in global ocean biogeochemical simulations, and an accurate physical simulation of the North Atlantic guided by data assimilation into which ecosystem simulations can be embedded. This will enable detailed comparison of ecosystem models with observations over recent decades, including a hindcast of the variation in air-sea fluxes of gases - of great use for helping to constrain both land and ocean components of the sink for anthropogenic carbon dioxide. We will also make best estimates of the evolution of the CO2, oxygen and di-methylsuiphide fluxes from ocean to atmosphere over the next 50 and 100 years.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/C516095/1","grantId":"NE/C516095/1","fundValue":"157059","fundStart":"2006-05-01","fundEnd":"2010-04-30","funder":"NERC","impactText":"","person":"Andrew  Watson","coPersons":["Roger  Proctor","Corinne  Lequere","Mark  Johnston","Peter  Challenor","Judith  Wolf","Keith  Haines","Andreas  Oschlies","Richard  Geider","James  Aiken","Jason  Holt","Thomas Robb Anderson","Julian Icarus Allen","John  Huthnance","Alejandro Jose Souza","Jeremy  Blackford"],"organisation":"University of Reading","findingsText":" MarQUEST carried out various comparisons of models of different complexity for ocean biogeochemistry; developed a new model, QPFT, which is distinguished by a major improvement in the resolution of plankton functional types; and pioneered an effective new approach to the remote sensing of plankton functional types to allow such a model to be directly tested. QPFT was developed for coupling into NEMO, the physical ocean model that will be adopted by the Hadley Centre for its next generation of Earth System Models. Potential to inform public and policymakers about the consequences of ongoing and future large-scale disturbance to the global marine ecosystem, as a result of human activity. such disturbances might include climate change, large scale pollution, and exploitation of marine bio-resources. Incorporation into future computer models of the earth's carbon cycle and climate system Agriculture/ Food and Drink,Environment","dataset":"gtr"}