{"id":"F34D8FA2-0B38-4E02-9F24-C4695B42CF26","title":"The ups and downs of learner intonation: a cross-language and longitudinal investigation of the intonation systems of L2 learners","abstractText":"<p>This study investigates the internal organisation of L2 (Second Language) learner intonation in naturalistic data and how it develops longitudinally. Each learner variety will be analysed along four dimensions of intonation: its inventory of structural elements (pitch accents and boundary tones); the way these elements are realised; their distribution; and their use to signal intonational function (eg focus marking).<br /><br />A subset of the European Sciences Foundation (ESF) L2 Database will be used, which has recordings of various verbal tasks performed by untutored (not in classroom setting) L2 learners with different combinations of source languages (SL) and target languages (TL) over a period of 30 months after the recent arrival of the learners in their new language environment. The dataset consists of (i) groups of learners with the same SL (eg Italian) acquiring a different TL (English versus German), and (ii) groups with different SLs (eg Punjabi versus Italian) acquiring the same TL (English). This design enables us to determine whether there are universal patterns in acquiring the intonational system of a L2 - independent of SL and/or TL influences. Furthermore, it will enable us to assess whether learner varieties develop over time and whether they do so in similar ways across the different language pairings. </p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/F017111/1","grantId":"ES/F017111/1","fundValue":"77577","fundStart":"2008-08-04","fundEnd":"2010-06-03","funder":"ESRC","impactText":"  The early impacts of the project have been mostly scientific. First, we have developed an innovative research approach. The novelty of the method lies in its departure from the target deviation approach and its focus on similarities between learners and their longitudinal development along four dimensions of the intonational system. \n\nThis novel research approach has already been adopted by other researchers in this and associated fields, and has led to new research initiatives. For example, Dr Aoju Chen (our collaborator at the MPI) adopted a similar approach in her research on child acquisition of intonation. Our approach has also been adopted in the field of clinical linguistics and neuroscience: Anja Kuschmann and Dr Anja Lowit (University of Strathclyde), have used it in their work on patients with Foreign Accent Syndrome; and Amaia Munarriz and Dr Maria-Jos? Ezeizabarrena (University of the Basque Country) have used it in their work on bilingual aphasia. Their studies show the enormous potential of this approach to identify the underlying nature of intonation disorders in a variety of clinical populations and it is hoped that this will ultimately increase the effectiveness of clinical management. \n\nSecondly, we have carried out a large number of dissemination activities. So far, we have presented 8 papers at conferences (of which two key note addresses) and workshops, published 1 conference paper (Mennen et al. 2010, see ESRC Society Today), created a project website (http://bilingualism.bangor.ac.uk/research/intonation.php.en), and made our e-LiLT corpus available to the public (http://corpus1.mpi.nl/ds/imdi_browser/ under MPI corporaAcquisitionL2 Acquisitione-LiLt) and publicised it through the ESRC Centre for Research on Bilingualism in Theory and Practice and our website. We also described our methodology in two book chapters aimed at researchers and practitioners in the field of stuttering (Mennen, in press) and motor speech disorders (Kuschmann et al., in press) (see ESRC Society Today). We aimed to disseminate to a variety of audiences, including clinical linguists (i.e. by inviting researchers to visit our lab), neuroscientists (Workshop on Neurobilingualism, 2009), linguists and speech technologists (at Speech Prosody 2008), second language acquisition and language pedagogy (EuroSLA, 2009, New Sounds 2010), and phoneticians (BAAP 2010).\n\nFinally, our expertise with developing techniques for handling our large corpus have led to similar techniques (especially those for data extraction and file organisation) being used by our former research fellow in a project on Parkinson's Disease at the Department of Clinical Sciences, Speech Therapy Unit, Ume? University.\n\nIt has since also been used by Dr Kuschmann and Dr Lowit in their studies of various clinical populations. Education,Healthcare Societal","person":"Ineke  Mennen","coPersons":[],"organisation":"Bangor University","findingsText":" This project set out to intonationally label speech of second language (L2) English spoken by adult Punjabi and Italian learners and L2 German spoken by adult Italian learners (taken from an existing database), and make the resulting intonation corpus publicly available. This e-LiLT corpus is now freely downloadable at http://corpus1.mpi.nl/ds/imdi_browser/ (under MPI corporaAcquisitionL2 Acquisitione-LiLt). A further aim was to analyse and compare learner intonation varieties of these learners and to describe and compare how they develop over time.\n\nTranscriptions and analyses were carried out along four areas of intonation: inventory (pattern of pitch accents and boundary tones), realisation (how these patterns are realised), distribution (their frequency), and function (how patterns are used to mark interrogativity) at two longitudinal moments (first ten months, and twenty to thirty months after the learners’ arrival in the host country). \n\nResults show striking similarities across learners in most dimensions of intonation, particularly in inventory and function, regardless of the source (SL) or target language (TL). Learners start out with a rich inventory consisting of four to five pitch accents and all possible boundary tones, and are able to use intonation to signal interrogativity. SL influences were mostly confined to the distribution and phonetic realisation of some pitch accents and/or boundary tones. Longitudinal development appears to be slow but similar across the different SL and TL pairings, and also mostly restricted to the level of phonetic realisation and distribution. The results suggest that there may be universal patterns in acquiring the intonation system of an L2. Our expertise with developing techniques for handling our large corpus have led to similar methods being used by Dr Fredrik Karlsson in a project on Parkinson’s Disease at the Department of Clinical Sciences, Speech Therapy Unit, Ume&aring; University. Dr Kuschmann and Dr Lowit at the University of Strathclyde use this methodology to assess the underlying difficulty of prosodic difficulties in a number of motor speech disorders, e.g. ataxia of speech, dysarthria, foreign accent syndrome. It appears that our methodology is suitable for a wider population than originally envisaged, and we believe it can help identify the underlying source of prosodic difficulties in (first and second) language acquisition, as well as in a range of clinical populations, including people with aphasia, dysarthria, stuttering, cerebral palsy, hearing impairment, etc. It may also be useful in teaching and speech therapy. Education,Healthcare","dataset":"gtr"}