{"id":"F34FA808-4B32-4DDB-9482-FE81C56D75FF","title":"A visit to Stanford University, California, USA","abstractText":"Following an extended series of meetings, Prof. Stanley Peters of Stanford University, has invited Whittaker and his research team to work with Peters at Stanford in April/June 2008. They will conduct joint research into intelligent extraction of information from recorded meetings. The planned work extends related, but non-overlapping research, already carried out by both groups (Kalnikaite and Whittaker, 2007, Purver et al., 2006, 2007, Tucker and Whittaker, 2006, Whittaker et al., 2007, in press). Aims:- There are currently multiple parallel multipartner research efforts in meetings analysis in the UK, EU, Canada and US (e.g. CALO , AMIDA , CHIL, ICSI). Meetings analysis is a major area for international research in language processing, HCI, speech research and vision processing. These research teams are using different techniques on slightly different datasets. We intend to conduct focused joint US/UK research involving key partners in two of these large projects, allowing us to determine where there are overlaps in effort.- We will explore such potential overlaps and new opportunities collaboratively through an exploratory concrete US/UK project to determine whether pen-based end-user annotations can be used to identify areas of interest in meetings, by evaluating existing corpora. Current techniques for identifying critical parts of meetings rely on semantic analyses of language data, and such analyses have not yet generated consistent results. Instead we plan to explore whether users' note-taking actions offer reliable indicators of when key information is discussed. Sheffield has already developed tools for collecting such end user annotations. We will work with Stanford using their techniques and algorithms to analyse a relevant corpus of annotated meetings to test this hypothesis.- More importantly, carrying out such focused collaborative research will allow us to identify overlaps in our larger research projects. This will allow us to generate an extended collaborative plan allowing better exploitation of others' work, avoiding current extensive duplication. - The visit should also raise the profile of UK meetings research in important US research groups, as Whittaker has been invited to give talks about this work at numerous leading research institutions in California.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G010714/1","grantId":"EP/G010714/1","fundValue":"19081","fundStart":"2008-11-07","fundEnd":"2009-01-06","funder":"EPSRC","impactText":"","person":"Steve  Whittaker","coPersons":[],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}