{"id":"F357E26A-A62D-4D75-B52F-9AC0553DB1DC","title":"3D micro-optics in self-assembled nanostructured transparent materials by femtosecond direct writing","abstractText":"Ultrafast lasers enable the new technique of femtosecond direct optical writing for patterning micro- and nano-optical elements such as photonic crystals, waveguides and gratings in three dimensions, to provide entirely new functionalities.Three-dimensional photonic structures will allow dramatic increases in the scale of integration for of future optical information processing. They also open tantalising possibilities in the fields of micro-optics, micro- and nano-fluidics optical trapping, optical interconnetions and light field synthesis. We aim to provide a new tool and develop the associated technology for directly patterning 3D micro-optical free-space structures such as diffractive optical elements, berifrigent structures and optical waveguides deep within nano-structured transparent glass media. This proposal will explore the ultrafast physics of femtosecond photosensitivity and optimise the direct write of 3D photonic structures in particular exploiting our recent discovery of new regime of ultrashort pulse interaction with matter involving formation of self-assembled nanostructures. The spin-offs of this technology are nano-fluidics and 3D high-dense rewritable optical memory. The effort in this area worldwide is accelerating rapidly, ensuring a window for our research to have high impact. The proven ability of our group to control the intense ultrashort pulses, control the glass composition, and diagnose the multiphoton transformations give us a key edge in realizing this science and technology. International collaborations, in particular with Kyoto University, will continue.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E034802/1","grantId":"EP/E034802/1","fundValue":"379890","fundStart":"2007-08-01","fundEnd":"2010-10-31","funder":"EPSRC","impactText":"","person":"Peter  Kazansky","coPersons":[],"organisation":"University of Southampton","findingsText":" The common belief in optics that photosensitivity does not change on reversal of light propagation direction was challenged. This effect, reveals the light direction as new degree of freedom for efficient control of interaction of light with matter, with applications ranging from optical data storage to laser machining. The discovery of non-reciprocal femtosecond laser writing excited interest of the leading groups in the field of ultrafast laser machining (74 citations to date) and resulted in numerous invited presentations (CLEO 2009, Photonics West 2010, 22nd `Annual Meeting of the IEEE Photonics Society) and highlights in press (Laser Focus World 04.01.2008, etc.). \n\nA remarkable phenomenon in ultrafast laser processing of transparent materials, in particular silica glass, manifested as a change in material modification by reversing the writing direction is observed. Modifications of materials by light span from photosynthesis to laser writing and there are only few parameters of irradiation which control material transformations: wavelength, intensity, exposure time and pulse duration. This breakthrough result adds one more parameter to this list - a tilt of intensity front of ulrashort pulse. This work has been carried out in collaboration with IMRA America (USA) and Kyoto University (Japan). The result has been highlighted in Photonics Spectra, June 2007. \n\nElements of singular optics, including vortex, radial and azimuthal polarization converters was demonstrated with femtosecond laser nanostructuring of glass. The unique technology was patented (WO/2012/150566 03.05.2011) and licensed to a leading optical components manufacturing company Altechna Ltd. In first year, 50 units were sold worldwide including such customers as Thorlabs, Bosch and Trumpf. The result also represents a breakthrough in application of ultrafast lasers, as the discovery of &amp;amp;amp;quot;light fingerprint&amp;amp;amp;quot;, the smallest embedded structure ever produced by light, after 10 years has been transformed into successful commercial product. The result was highlighted in Nature Photonics (issue 5, p 331 (2011) and The Telegraph (14 August 2011). Beams with radial or azimuthal polarization attract significant interest due to unique optical properties associated with their inherent symmetry. In particular, the large longitudinal electric field component of these beams is attractive for various applications, including laser material processing and Raman spectroscopy. Additionally, the high degree of symmetry inherently present in radial/azimuthal polarization leads to an efficient interaction with matter without the undesirable anisotropy produced by linearly polarized light. The main hindrance to the widespread use of such polarization modes is the lack of simple and cost-effective ways to generate them. Current methods are mainly based on liquid crystal technology, segmented waveplates or polarization selection inside laser resonators. However, the low damage threshold restricts the application of liquid crystal based beam converters, which is the most popular method. Alternatively, polarization converters can be produced by spatially variant sub-wavelength gratings, which would generate azimuthally symmetric polarization from conventional linearly or circularly polarized Gaussian modes. Photolithography, which is usually used for fabrication of such elements has a limiting resolution that restricts the wavelength of operation to the infrared. In this respect, the nanogratings induced by femtosecond laser irradiation are the ideal choice for devices working in visible and near-infrared. \n\nThe S-waveplate makes the generation of beams with complex polarization as simple as polarization control with standard retardation plates. This allows the integration of the S-waveplate into any optical system with minimum efforts. Depending on induced retardance, two types of converters can be constructed. The first type is a spatially variant quarter wave plate, which converts an incident circularly polarized beam into a radially or azimuthally polarized optical vortex. The second type is a spatially variant half-wave plate, which converts incident linear or circular polarization into radial/azimuthal polarization or optical vortex respectively.\n\nThe S-waveplate will help to empower industrial laser users to adopt spatially variant polarizations for developing laser technologies and therefore boost the advanced manufacturing sector. These technologies are essential in enabling world renowned manufacturers to significantly lower cost and bring greater efficiencies in laser materials processing. The S-waveplate is produced using a method with minimal impact on the environment. This is the first optical device fabricated in silica glass, which is one of the most abundant materials on the Earth, solely by using ultra-short pulses of light. A femtosecond laser direct writing is used to print optics without any need of treatment with hazardous chemicals. Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software),Electronics,Healthcare,Manufacturing, including Industrial Biotechology","dataset":"gtr"}