{"id":"F3584D06-7F9C-44E0-A049-B66D08452816","title":"Persistent Fatigue Induced by Interferon-alpha: A New Immunological Model for Chronic Fatigue Syndrome","abstractText":"Chronic fatigue syndrome (CFS) is a medical condition in which patients feel persistently and overwhelmingly tired and run down, both physically and mentally. In addition, they have difficulty with concentration, flu-like symptoms and aches and pains. This condition interferes with daily life activity, and, in some patients, is profoundly disabling. Although many years of research have been conduced on CFS, we still do not know what is causing it. \n\nOne biological system that is involved in CFS is the &quot;immune system&quot;, that is, the system dedicated to fight infections in our body. Indeed, in many cases CFS is triggered by an infection, but then the symptoms continue even after the infection has been eliminated. Specifically, infections are always accompanied by acute fatigue and flu-like symptoms, as a consequence of the infection-driven immune activation; however, in patients with CFS the immune activation and the associated fatigue and flu-like symptoms persist for months or years. Moreover, there is evidence that the immune system is in a state of &quot;hyper-activity&quot; in patients with CFS, as if they were fighting an infective agent, even though they do not have an ongoing infection. \n\nThis project aims to understand exactly this process: how the infection and the acute immune activation evolve into CFS, and what are the risk factors that make this process occur in some individuals but not others. Clearly, trying to study this process in subjects experiencing naturally-acquired infections is very difficult, for the unpredictability of these events. In contrast, we want to model the development of CFS by studying a group of patients that have a pre-existing infection (chronic viral hepatitis C, HCV) and that receive a course of treatment (lasting months) with the immune activator, interferon-alpha (IFN-alpha). IFN-alpha is the treatment of choice for HCV infection. Because it activates the immune system, IFN-alpha also induces fatigue and flu-like symptoms in all patients. Moreover, and of particular relevance for this study, a considerable proportion of patients continue to experience debilitating persistent fatigue, and other symptoms that are similar to CFS, for 6 months or even one year after the cessation of IFN-alpha. This phenomenon strikingly resembles CFS, which, as mentioned above, also persists after the infective/immune trigger has been eliminated. Therefore, we are proposing to use IFN-alpha as a model to understand how an immune trigger induces persistent fatigue even when the initial immune trigger is no longer present. \n\nTo do this, we will assess these patients throughout the many months of IFN-alpha treatment and at 6 months after cessation of treatment, in order to identify those with persistent &quot;post-IFN-alpha-treatment&quot; fatigue, and understand what biological and clinical changes lead to this outcome. Moreover, we will compare these patients with a group of patients with CFS and with a group of healthy individuals, conducting the same biological and clinical assessment. We will measure changes occurring in blood hormones that are relevant to the immune function, such as &quot;cytokines&quot; and &quot;cortisol&quot;. In addition, we will asses changes in measures of well-being, including physical fitness, concentration, sleep and mood. \n\nWe are confident that creating and validating this model of CFS will generate a host of future studies aimed at improving the health of people with CFS. For example, we will be able to build a check-list of blood measures that could predict who will, and who will not, develop CFS; we will test novel treatments for &quot;post-IFN-alpha-treatment&quot; fatigue, facilitated by the fact that these patients are homogeneous in their clinical background, and then extend these treatments to patients with CFS; and, finally, we will truly understand what happens in the body during the development of CFS, and thus identify novel therapeutic approaches to interrupt this development.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J002739/1","grantId":"MR/J002739/1","fundValue":"373075","fundStart":"2012-08-31","fundEnd":"2016-08-31","funder":"MRC","impactText":"","person":"Carmine M.  Pariante","coPersons":["Valeria  Mondelli","Anthony J Cleare","Matthew  Hotopf","Richard James Dobson","Trudie  Chalder"],"organisation":"King's College London","findingsText":"","dataset":"gtr"}