{"id":"F359D1F7-1FAF-40AC-8596-C49D4AACBDBE","title":"Singular spaces of special and exceptional holonomy.","abstractText":"M theory is an 11-dimensional theory in theoretical physics; it is thought a promising candidate for a consistent quantum theory of gravity, i.e. a theory that unites quantum mechanics with Einstein's theory of General Relativity in a consistent way. To obtain 4-dimensional universes like ours from an 11-dimensional theory one postulates that the ``extra 7 dimensions'' are small. This process is called compactification and the small 7-dimensional space is called the compactifying space. At low enough energy scales the physics is then 4-dimensional and the properties of the 4-dimensional physics is determined by the features of the compactifying space. M theory compactifications on special 7-dimensional spaces--called manifolds with G2-holonomy--attracted particular attention because of their potential to incorporate theories that can accurately describe all the currently known fundamental particles in nature into a unified theory containing gravity. \n\nThese same G2 holonomy spaces had already been studied for many years by mathematicians studying geometry. Geometers knew that if they could find such spaces then they would have very special geometric properties involving their curvature. Geometers call these spaces Ricci-flat because some part of their curvature, their so-called Ricci curvature vanishes. Ricci curvature also plays an important role in the basic equations in General Relativity. For this reason mathematicians regard Ricci-flat spaces as very special; they are like analogues of the spaces in General Relativity one would see if no matter were present. However Ricci-flat spaces that were not already totally flat proved very hard to find and none were known until 1978. Manifolds with G2 holonomy (also called G2-manifolds) proved even harder to find; it wasn't until the mid 1990s that Joyce found a way to produce G2-manifolds of finite extent. Finding such G2-manifolds was considered a major achievement and involved solving systems of so-called nonlinear partial differential equations in a rather indirect way---by first solving different and very slightly easier equations, and then proving that an appropriate small adjustment of this solution would solve the original system of equations. \n\nHowever, when theoretical physicists started studying the physical properties of M theory compactifications on the G2-manifolds found by Joyce, they realised there was a problem. The physical theories they got out turned out not to be compatible with the basic known facts about the fundamental particles. Later other theoretical physicists re-examined these problems in M theory and realised a way out of their dilemma. If the 7-dimensional compactifying space still had the special Ricci-curvature property described, but in addition had some very special points that look different from surrounding points and at which the full curvature can be infinite, then the physicists could get more complicated and realistic theories. Geometers called these special points, singularities, because of the curvature being infinite there. If M theorists supposed that singular G2 holonomy spaces with very special kinds of singularities existed, then they found that they got out physics compatible with the basic known facts about the fundamental particles. \n\n \nThe only problem was that mathematicians could no longer demonstrate that such singular G2 holonomy spaces exist. The method Joyce had pioneered broke down in the presence of the singularities that the physicists needed to get out realistic physics. Even today geometers have still not be able to demonstrate that the singular G2 spaces needed by M theorists exist. This proposal sets out to develop the new mathematics needed to find these kinds of singular G2 spaces (and other singular spaces with similar curvature properties) as part of a collaborative project involving both geometers and M theorists.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L001527/1","grantId":"EP/L001527/1","fundValue":"253271","fundStart":"2013-07-01","fundEnd":"2015-09-30","funder":"EPSRC","impactText":"","person":"Mark  Haskins","coPersons":[],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}