{"id":"F361CA04-9C2E-4F1F-AA91-03F59020CAC3","title":"The key to quantifying chemical weathering intensity: clay stable isotope fractionation factors","abstractText":"Chemical weathering is the process by which rocks dissolve in contact with natural waters. This process of dissolution supplies nutrients to plants, solutes to waters (of the kind you might find on the label of a bottle of mineral water) and delivers nutrients to the oceans via rivers and groundwaters. These nutrients are used by algae and microscopic plankton to grow, including the growth of shells of marine fauna which are made from calcium carbonate. This coupled process of mineral dissolution on the continents and biogenic calcium carbonate formation in the oceans plays a key role in regulating the global carbon cycle, transferring carbon from the atmosphere to the carbonate rock reservoir, when shells become buried as sediments. Geologists think that this simple series of reactions has played a pivotal role in regulating the carbon cycle and hence climate over Earth's history.\n\nCritical to this series of processes are clays. Rocks don't simply just dissolve in rainwater, they break down slowly, and their transformation into solutes happens in a stepwise manner via the formation of new minerals, frequently clays. Clays are a very common mineral and present in soils and rocks in the world all around us. We seek to use novel chemical methods to understand how clays are important to the processes of chemical weathering, exploiting recent technological advances that allow us to measure very precisely isotope ratios of the key elements in clay formation, magnesium, silicon and lithium. Different isotopes of an element, have very small differences their mass because of additional neutrons in their nuclei. Geochemists can measure small differences in the amount of these isotopes and from these differences infer key points about how the clays are being made. Importantly these isotopes are fractionated when clays crystallise in the natural world, but this is poorly understood. To improve our understanding, we seek to make artificial clays in the laboratory, where we can control all the conditions of formation carefully, and observe how the isotopes behave. With our detailed understanding of how the isotopes behave in the laboratory, we will then apply this knowledge to the natural world, where we will gain a much better understanding of chemical weathering, and how the carbon cycle, and hence climate has behaved over Earth history.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M001865/1","grantId":"NE/M001865/1","fundValue":"466374","fundStart":"2014-11-28","fundEnd":"2017-11-27","funder":"NERC","impactText":"","person":"Edward  Tipper","coPersons":["Michael James Bickle","Nicholas  Tosca"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}