{"id":"F362FE42-2B1E-4C34-B5D1-C94485A5CB49","title":"Further development of the PSIPRED server into an integrated tool for systems biology and functional genomics researchers","abstractText":"The completion of the first draft of the human genome in 2001, after years of effort, was heralded as a major breakthrough that would finally enable researchers throughout the world to answer intriguing and elusive questions relating to the mechanism that govern complex biological processes. Now the genome of a human can be sequenced in a matter of weeks and we will soon have the complete genomes of many thousands of different organisms. The hope is that the information generated from this explosion of genome data worldwide will be harnessed to further our understanding and applied to beneficial and therapeutic use through computer aided biological research. Most genes are designed to code for specific proteins which have useful functions in the body. Proteins are essentially strings of simpler molecules, called amino acids and these strings can self-assemble into a complex 3-D structure as soon as the protein is formed by the protein-making machinery (ribosomes) in the cell. It is this unique structure which determines the precise chemical function of the protein (i.e. what is does in the cell and how it does it). By firing X-rays at crystallised proteins, scientists can determine their structure, but this process can take many months or even years. With hundreds of thousands of proteins for which the native structure is unknown, it is not surprising that scientists want to find a clever shortcut to working out the structure of proteins. We, like many other scientists have been trying to 'crack the code' of protein structure i.e. working out the rules which govern how the protein finds its unique structure and then trying to program a computer with these rules to allow scientists to quickly 'predict' what the structure of their protein of interest might be. The PSIPRED service is a collection of Web servers maintained at UCL which does just this - it allows biologists to predict protein structure from amino acid sequence. Over the years it has helped many thousands of scientists with their work by providing these services and we now wish not only to upgrade and maintain these existing servers but also to implement new methods which allow the structures of even the most difficult proteins to be deduced by computer simulations. More recently, for example, we have been building upon the original PSIPRED service to cover other important problems in biology. Probably the biggest of these problems is the prediction of biological function of sequenced genes. Relationships between protein structure and function have been well documented over the last 30 years, however the diversity and complexity presented by nature poses several challenging problems. Gene products from different species may exhibit the matching biological functions, but may show little or no sequence similarity, perhaps due to convergent evolution. It may be that although there is little overall structural and sequence similarity between two proteins that key properties of the active sites (e.g. overall charge or approximate shape) are conserved allowing similar functions to be carried out. Analyses of functional regions within protein structures on a large scale will not only allow the development of more reliable genome annotation tools but also enhance the knowledge base of the biological role of proteins at a cellular level. Such understanding will be a key stepping stone in the development of techniques and pharmaceuticals to target diseased genes and their products as well as proteins from pathological organisms.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I026014/1","grantId":"BB/I026014/1","fundValue":"302892","fundStart":"2011-09-13","fundEnd":"2014-09-12","funder":"BBSRC","impactText":"  The publicly available computational tools developed in this project are used by both academics and commercial users, and we estimate that around 15% of our 800 user jobs per day are from the commercial sector.\n\nThe RA employed on this project has also received training that can be valuable both in academia and the commercial sector. Indeed, the original RA, Dr Dan Buchan left the project to join a real estate company to help apply some of the data mining technologies he used in the project to improve the accuracy of property pricing in that commercial sector.\n\nThis is an excellent example of how general IT skill can be transferred directly from an academic project in Life Sciences to a quite distinct commercial area. Agriculture, Food and Drink,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology Economic","person":"David  Jones","coPersons":[],"organisation":"University College London","findingsText":" Through the work funded by this grant, the PSIPRED server for bioinformatics analysis of proteins has been substantially overhauled and streamlined, with many new features added. Firstly, the web server implementation has been improved by rationalising the user interface. Several different landing pages, corresponding to different packages included in the PSIPRED server, have been replaced by one home page for sequence-based analysis and one home page for access to structure-based tools. This corresponds to a more centralised organisation of the code in the server’s backend, which allowed to eliminate redundant running of time-consuming and memory expensive software in answer to complex user requests. In parallel to this, the presentation of results to the users has been greatly improved, for example by providing a Summary page that offers an overview of the results, as well as clickable tabs with detailed sections about the output obtained by individual analysis tools.\n\nAlso, following feedback from the user community, asynchronous web services were implemented within the PSIPRED server. These allow users who need to perform analysis on a larger scale to submit jobs to the server using automated programs, without having to manually go through the web interface.\n\nThe analysis options of the server have been enhanced, especially in the fields of membrane protein analysis and automated domain-based homology modelling, using new software that became available in the group.\nFrom the technical point of view, job execution has been accelerated with the addition of new data processing machines and new data caching algorithms, so that the PSIPRED server can now count on 40 dedicated CPUs (and a total of 160GB memory) for processing user jobs and remains one of the fastest comparable services in the world. Additionally, several adjustments have been put in place that allow the server to be much more resilient in front of several kinds of external issues such as power failures and network breakages. These include frontend and backend code that automatically compensates for internal hardware failures and automated procedures that take care of emergency situations and catastrophic events such as power shutdowns. The PSIPRED server remains a popular bench of bioinformatics tools, and it can be easily and freely accessed by researchers via its web interfaces. It is being used around 800 times a day by researchers around the world.\nMoreover, the current resilient formulation guarantees that the server requires minimal maintenance, which will make it easy for other researchers in the group to both maintain and streamline the server further. Also, this will give time to think about possible major improvements, or to further development of the server as necessary to cope with a fast changing field of research. One example of this is the ongoing scrutiny of the performance of multiple sequence analysis using the popular BLAST+ package. Due to increasing sizes of public biological (and especially sequence) databases, running time and memory requirements for this package, that is used frequently by the PSIPRED server, are possibly going to hamper the smooth operation of the server; for this reason, alternative solutions may be sought and included at a later time.\n\nAlso, the core software developed in this grant has been made freely available to the community under appropriate open source licenses so that it can be easily exploited or improved by other researchers. This should lead to even better (free) tools for the research community either through work from our own lab, or from collaborative efforts around the world. Agriculture, Food and Drink,Digital/Communication/Information Technologies (including Software),Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}