{"id":"F3750C33-545E-455D-9D18-E00D822B2AEA","title":"A NEW HIGH-THROUGHPUT DIFFRACTOMETER FOR SOLID-STATE CHEMISTRY","abstractText":"The scattering of X-ray radiation from solids provides the principal means of characterising new materials. The diffraction pattern that results, provides both a fingerprint that identifies a substance and contains detailed information on the way that the atoms within the solid are arranged. Recent advances in instrumentation have led to improvements in resolution, allowing subtle structural variations to be probed, whilst significantly reducing the rate of data acquisition, often to the order of minutes. We propose to exploit such developments to carry out detailed structural studies on complex systems, to investigate large numbers of small samples, arising from parallel synthesis programmes and to collect multiple data sets to follow structural changes with increasing temperature. The capacity to collect such data is critical to our efforts to establish new research programmes that will produce a range of technologically important materials and lead to the development of parallel approaches to materials discovery, in which large number of reactions can be carried out simultaneously. These programmes will lead to new materials for use in information storage systems, materials for production of power generators capable of using waste heat, materials for construction of CFC-free cooling devices with no moving parts, or materials that combine multiple functions, such as optical transparency or porosity at the molecular scale with semiconductivity .","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E056709/1","grantId":"EP/E056709/1","fundValue":"296035","fundStart":"2007-10-26","fundEnd":"2010-04-25","funder":"EPSRC","impactText":"","person":"Anthony V  Powell","coPersons":["Paz  Vaqueiro Rodriguez"],"organisation":"Heriot-Watt University","findingsText":" Structural characterisation of a range of magnetic and electronic materials. Development of high-throughput approaches to materials discovery. Fundamental studies of materials. Chemicals,Energy","dataset":"gtr"}