{"id":"F37E8C0E-F5E8-46E5-B9C6-2CDC69DAD776","title":"Framing Effects in Ethical Dilemmas","abstractText":"A recent trend in philosophy is experimental ethics, where researchers elicit subjects' moral judgments and investigate the moral psychology behind them. One finding is that moral judgments change depending on the context of the problem as it is described to the subjects. \\n\\nFor example, consider the question of whether it is acceptable to sacrifice one life to save five in two different contexts:\\n\\nThe Trolley problem: A trolley is running out of control down a railway track. In its path are five people who will be killed if it continues on its course. By operating a lever, you can divert the trolley on to a different track, where a solitary man in its path will be killed. Is it morally permissible to operate the lever? \\n\\nThe Footbridge problem: A trolley is running out of control down a railway track. In its path are five people who will be killed if it continues on its course. You are on a footbridge over the tracks next to a large man. The only way to save the five people is to push the man off the bridge, into the path of the trolley, where only he will be killed. Is it morally permissible to push the man off the footbridge? \\n\\nMost people say that it is acceptable to make the sacrifice in the first problem but not in the second. In this project, we propose to investigate what factors drive these moral judgments and their relation to morally relevant features of the context. It is intended as an interdisciplinary project using methods from, and making contributions to, both philosophy and psychology.\\n\\nThe core of the research will be a series of experiments in ethics. As well as generating useful data and testing hypotheses, this will also be a methodological contribution, systematically introducing methods of testing from economics and social psychology to the philosophical debate. We aim to identify features that predictably affect moral judgment (even if people cannot articulate them), and we hope to use our results to discriminate between different theories of moral decision-making. \\n\\nIn some of these theories, the factors driving our intuitions are of moral relevance, and in others they are not (and the proponents of these theories suggest that our moral judgments are rationalizations of these intuitions). Philosophers use intuitions as a part of their methodology; we propose to explore the relevance of our results for normative ethics and also, more broadly, to reflect on the ways in which experimental work can be of use to philosophers. \\n\\nThe results of the project will be of interest to researchers in psychology and philosophy, and to a wider audience of any people who must take moral decisions, such as those in the health care profession or people conducting cost-benefit analyses.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H001158/1","grantId":"AH/H001158/1","fundValue":"125151","fundStart":"2010-01-01","fundEnd":"2011-07-31","funder":"AHRC","impactText":"  Findings have only recently been published. But they have already been used in producing an episode of &quot;The Philosopher's Arms&quot; on Radio 4. Such programmes are important for getting a wider section of society to think about how philosophical problems are relevant to contemporary problems. For instance, on the programme, we related trolley problems to the allocation of health care resources and the conduct of soldiers in wartime. Other Cultural","person":"Natalie  Gold","coPersons":["Briony Dawn Pulford","Andrew Michael Colman"],"organisation":"University of Edinburgh","findingsText":" Ethical dilemmas are used by philosophers investigating moral principles and psychologists investigating the causes of moral judgments. However, the scenarios are generally modelled on trolley problems, which involve life-death decisions. Therefore researchers are constrained to use hypothetical scenarios, which means that they can only elicit predictions of behavior and judgments about hypothetical actions, rather than actual moral behavior and judgments about that behaviour.\nWe introduced a new methodology for studying behaviour, as well as judgments, in trolley problems. The standard pattern of judgments in trolley problems is that it is more permissible to save five from harm by diverting the harm and thus harming one other as a foreseen side-effect than it is to save the five by pushing one other into harm's way. In a first set of experiments, using hypothetical dilemmas, we found that this pattern of moral judgments persists in different contexts and with different types and degree of harm, including bodily harms, emotional harms and economic harms. \nAs well as being good news for philosophers who use life and death dilemmas to establish moral principles that go beyond life and death cases, this paved the way for us to develop a laboratory task, which implemented real trolley problems using small economic harms. In our real-life trolley problems, we continued to find the standard differences between moral judgments but, despite this, there were no differences in propensity to take action. Most participants took action--including many who had judged acting to be morally wrong. Our design suggests that this was not due to weakness of will (as people were acting on their best all-things-considered judgments) but that judgments about the morality of acting are not the whole moral landscape. Doing the right action still involves doing something morally discreditable; it can be both wrong to act and wrong not to act. We also found cross-cultural differences in judgments and decisions, with Chinese being less willing to sacrifice one person to save five others, and less likely to consider such an action to be right.\nWe found that moral judgments, in a range of real and hypothetical dilemmas, were affected by the role or perspective of the judger, for instance whether s/he was an actor or an observer. These effects were large and persistent, and would be predicted by psychological but not philosophical theories.\nWe replicated some conflicting results about whether people use the philosophical &quot;doctrine of double effect&quot; and ruled out the explanations for this discrepancy that are commonly given in the literature. We concluded that the most likely explanation is that judgments are governed by an ambiguous principle, so the triggering of the principle is highly context sensitive. We showed that the standard pattern of judgments in trolley problems is preserved when the outcomes are not life and death. We devised a new methodology for implementing trolley problems using real incentives. Others might take this forwards by using our methodology or by developing their own paradigms for testing trolley problems in the laboratory.\n\nPhilosophers might consider whether the context, cross-cultural and role effects that we found are warranted (and, if so, why), or whether they pose a challenge to the use of moral intuitions in ethical theory (and, if not, why not). Healthcare,Other","dataset":"gtr"}