{"id":"F38A420D-FE85-4472-810D-479DC7A2DE6A","title":"Sidewall control of multistate switchable photonic devices","abstractText":"The development of multilevel, multistable switchable phase structures is of significant importance for photonic switching since bi/multistability in optical telecommunications switches will enable (i) enhanced network security after a power outage, since the device would continue to operate and be optically transparent, and (ii) redundancy management, where semi permanent re-routing can easily be implemented. In this project, we build on recent work where we have demonstrated the possibility of not only bistability, but multistability, by micro-structuring the sidewall in a planar aligned liquid crystal layer in order to control alignment. Such azimuthal bistability has previously been reported in liquid crystal devices using surface gratings, surface bi-gratings and periodic arrays of posts on one of the confining substrates. However, in the proposed work the use of the sidewall avoids the need for index matching with surface structures and allows for more functionality in the substrate surface, for instance so that it can be used as an active waveguide cladding. The collaboration between an applied mathematician, Dr Mottram (Strathclyde University), and a materials physicist, Dr Brown (Nottingham Trent University), has allowed this new approach to develop from theoretical possibility to a practical demonstration of feasibility. The proposed project seeks funding to create novel structures that possess stable static states, to investigate dynamic switching between the states, and to investigate the optical and diffractive properties of multistable structures.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F01502X/1","grantId":"EP/F01502X/1","fundValue":"238138","fundStart":"2007-11-01","fundEnd":"2010-10-31","funder":"EPSRC","impactText":"","person":"Nigel John Mottram","coPersons":[],"organisation":"University of Strathclyde","findingsText":" The development of multilevel, multistable switchable phase structures is of significant importance for many photonic devices. In this project, we built on recent work where we have demonstrated the possibility of not only bistability, but multistability, by micro-structuring the sidewall in a planar aligned liquid crystal layer in order to control alignment. Such azimuthal bistability has previously been reported in liquid crystal devices using surface gratings, surface bi-gratings and periodic arrays of posts on one of the confining substrates. However, in this work the use of the sidewall avoids the need for index matching with surface structures and allows for more functionality in the substrate surface, for instance so that it can be used as an active waveguide cladding. The collaboration between applied mathematics and materials physics has allowed this new approach to develop from theoretical possibility to a practical demonstration of feasibility. An addition finding was that a simplified model of the liquid crystal device, using only a director_based approach, was found to match surprisingly well with the more complicated Q_tensor model, even during dynamic switching of the system, and was considerably less intensive in terms of computer resources.  ","dataset":"gtr"}