{"id":"F38B5BB4-2D43-45F0-A800-D98A25BEE7D2","title":"Sustainability and subsistence systems in a changing Sudan","abstractText":"This research seeks a better understanding of the interaction between people and the Nile Valley ecosystem in northern Sudan, and how present-day and ancient peoples have found solutions for coping with a risky environment. Massive technological shifts are dramatically altering modes of food production and bringing about new environmental challenges. Recent years have seen relocation of populations from islands, colonisation of new areas of the Nile valley and implementation of new agricultural technologies. This study will create a long-term perspective of adaptive solutions and how these are relevant to the future. This will be achieved through case studies of agricultural and plant exploitation practices from ancient and present day Nile island settlements, set within the context of a temporal overview of subsistence systems from the archaeological record.\n\nTraditionally, islands have been important locations of settlement since there are fewer areas of wide floodplain suited to traditional agriculture (in comparison with Egypt). Amara West will provide an archaeological case study for exploring how subsistence systems in an ancient town were impacted by aridity. Once situated on an island, sediment studies show a subsidiary channel dried up towards the end of the 2nd millennium BC exposing the town to windblown sand (prompting architectural amendments) and reducing agricultural land. Analysis of archaeobotanical remains recovered from well preserved architecture and features such as ovens and grinding emplacements will allow chrono-stratigraphic assessment of subsistence change in relation to the onset of localised aridity. \n\nCar and electricity-free Ernetta, a Nile island 5km upstream, will provide a base-line to study present-day traditional Nubian foodways and exploitation of natural local resources. Findings will be contrasted with river bank settlements subject to greater development, in terms of agricultural technology, modern materials used for house building, and access to new road networks and imports. Contemporary subsistence data and that from Amara will be placed in a broader temporal overview to create a new perspective on agricultural risk management strategies and adaptive solutions, predominantly via review of subsistence related literature. \n\nResearch will examine: \nCan archaeological evidence inform decisions and advice being given to develop sustainable farming practices in the present and future?\nCan comparisons of ancient and present-day traditional Nubian agricultural and plant exploitation practices inform us about risk management and sustainable strategies?\nWere agricultural practices and access to other natural resources effected by environmental change (including climate) in the distant and recent past? \nHow are changing foodways and resource exploitation patterns connected with population dynamics, and import patterns?\n\nResearch will record and promote local knowledge of sustainable resource exploitation as relevant to future natural resources management. A report will be authored (and translated into Arabic) for organisations and bodies related to sustainable livelihoods and agriculture. Research will be disseminated via conferences within and outside of academia, through peer-review papers with multi-disciplinary academic audiences, and to the wider general public, school children and academic audiences via the British Museum. British Museum outputs will include print and web media, and the development of new Key Stage 2 teacher resources. Research will support the British Museum's, and other UK government agencies', on-going work and training and cultural relations in the Arab Republic of Sudan, but will also position the Museum and University sector, with its understanding of human settlement patterns and subsistence strategies across a long timeframe, as a key stakeholder in the shaping for future strategies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K006193/1","grantId":"AH/K006193/1","fundValue":"197739","fundStart":"2013-11-04","fundEnd":"2016-08-03","funder":"AHRC","impactText":"","person":"Philippa  Ryan","coPersons":["Katherine Mary Homewood"],"organisation":"The British Museum","findingsText":"","dataset":"gtr"}