{"id":"F393889D-36D5-4989-A121-A7233211B8CE","title":"Food security at the forest-agriculture Interface: A complex systems analysis of ecosystem services trade-offs and tipping points","abstractText":"Predicting the impacts of global change on rural communities at local to regional scales is increasingly challenging due to the accelerated pace of climate and economic change. However, it is clear that food security will continue to remain a critical issue in developing countries due to the volatile and unpredictable nature of food chains. Food security in rural communities rely significantly on the flow of ecosystem services (ES) from natural environments. Over thousands of years, humans have engaged in thinking and learning experiences which have shaped the processes underpinning agricultural practices, addressing multiple factors and tradeoffs. The growing of crops or rearing of livestock has been adapted and 'tuned' over time (for instance) to increase productivity per hectare. This has involved the modification of plants and animals (through hybridisation and, more recently, genetic modification) to enhance useful biological traits (e.g. pest resistance or higher yields) or through improving technology and adding energy to increase productivity (use of fertilizers and pesticides). However, many of these systems require intensive management and are prone to failure outside of the (sometimes narrow) range of their optimal climate conditions. In addition, cumulative negative effects arise from these practices (such as nutrient depletion or soil erosion). During extreme climate events, such as drought, or other shocks or crisis, rural communities are often forced to turn to stocks and flows of ES from natural environments to meet their nutritional needs. Addressing the sustainability of natural resource management and rural livelihoods requires integrated thinking across disciplines. This Partnership and Project Development (PPD) proposal therefore brings together expertise in anthropology and the social sciences, economics, ecology, risk management, spatial planning, climate change and complexity sciences to design and integrate a suite of existing models and methods to analyse how dynamic stocks and flows of ecological services at the landscape scale translate to local-level nutritional well-being and welfare. A key focus of the study is to examine the link between ecosystem services and impacts on nutritional and socio-economic status and maternal and child health outcomes. Activities to achieving this research will primarily focus around three workshops, to be held in the UK, Malawi and Colombia. The workshops will bring together the partners, and other stakeholders, including local communities, NGOs and policy-makers to design a new integrating framework that can be tested in 2 local case-study areas in Amazonia and Africa which are characterised by mosaics of forests and agricultural lands to explore the uncertainty, volatility, trade-offs and tipping points associated with managing these dynamic landscapes under climate and social-economic change.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I002863/1","grantId":"NE/I002863/1","fundValue":"47947","fundStart":"2010-07-01","fundEnd":"2011-01-31","funder":"NERC","impactText":"","person":"Terence Peter  Dawson","coPersons":["Malcolm David  Hudson","Andrew James Jarvis","Miroslav  Honzak","Nyovani Janet Madise","Guy Matthew Poppy","Ferdinando  Villa","Celia  Harvey","Charlie Michael Shackleton","Aaron  Bruner","Kathrin  Schreckenberg"],"organisation":"University of Southampton","findingsText":" The award was provided to develop a partnership between International institutions in Colombia, Malawi and the UK for submitted a project to the NERC ESPA programme. We are examining the role of provisioning (and other) services in natural landscapes in the support of food security for poor . Agriculture, Food and Drink,Environment","dataset":"gtr"}