{"id":"F3A3BD2D-292C-4A0B-9B5E-2637E821AB93","title":"Testing Academia and Industry Conference - Practice and Research Techniques","abstractText":"This proposal is a request for funding as partial support for holding the an International Workshop on Software Testing in the UK called Testing Academia \\&amp; Industrial Conference - Practice And Research Techniques (TAIC PART).The workshop will combine industrial and academic participation to strengthen and develop UK leadership in the area of software testing.This event builds upon previous smaller workshops on testing held in the UK. Although it remains a workshop in character, the event's title includes the word `conference' to allowfor future growth.These events have steadily built a strong community of researchers and industrialists and the timeis now ripe for this event to mature into a large more ambitious event. In order to achieve this growth, funding is sought from EPSRC to support the event. This funding will be used tosupport the costs of the meeting. As a sign of their serious commitment to this venture, several of the industrial partners haveoffered to support the event with a modest (but useful) level of sponsorship.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D077095/1","grantId":"EP/D077095/1","fundValue":"15207","fundStart":"2006-06-01","fundEnd":"2006-11-30","funder":"EPSRC","impactText":"  This project was simply funding to run a single workshop to draw together academics and industrialists working on software testing. However, it is far exceeded this goal, since it led to a series of similar, self-funded, international events, which are taking place every year since 2006 and continue to this day (at the time of writing, 2014).\n\nThis is had a direct and indirect influence on societal goals secure and better tested software infrastructure, economic impact in terms of better uptake of testing techniques, and policy and public services impact, in the form of better understanding of testing, feeding into standards and best practice in industry. Since software testing is critical to suffer quality assurance, and software is used widely in so many sectors, this impact is felt throughout many different sectors of the economy, both within the UK and European spheres (primarily, since this is where the conferences have been more predominantly held), but also internationally, beyond the European Union. Aerospace, Defence and Marine,Education,Manufacturing, including Industrial Biotechology,Security and Diplomacy,Transport,Other Societal,Economic,Policy & public services","person":"Mark  Harman","coPersons":["Philip Stephen McMinn"],"organisation":"King's College London","findingsText":" This grant provided funding to run a workshop between academics and industrialists in 2006. The key focus was to draw together academics and industrialist working on software testing. This is an area where academic research on better techniques for software testing finds immediate residents and uptake amongst industrial partners keen to improve their software quality assurance techniques. The project established this annual collaborative meeting, and provided the initial impetus to get it started. Subsequently, that many other testing academia and industry practice and research techniques (TAIC PART) events.\n\nTherefore, the project was a considerable success, not only succeeding in funding the success of the initial event, but leading to a series of international events that became self-funding and continue to ensure that academics and industrious work together on software testing. The project was rated by the engineering and physical sciences research Council, on completion, and was awarded outstanding and internationally leading with full marks across all categories of assessment. The email link I provided below, as a URL, for the project, is the website for the current version of the event, at the time of writing, which is 2015, seven years after the original event was found founded, funded by the EPSRC. Many other international researchers and practitioners have continued to carry on the goal of the original event, held in 2006 at the Cumberland Lodge, and partly supported by the funding from the EPSRC.\nThere have been testing academia and industry workshops and conferences in every year since the original was held in 2006, supported by the EPSRC Aerospace, Defence and Marine,Construction,Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Transport,Other","dataset":"gtr"}