{"id":"F3A54F9D-60ED-4289-B41A-209E839340A1","title":"EPSRC Centre for Innovative Manufacturing in Photonics","abstractText":"Currently, special fibres are a crucial enabling technology that communicates worldwide, navigates airliners, monitors oil wells, cuts steel, and shoots down missiles (and even mosquitoes!). New classes of special optical fibres have demonstrated the potential to extend the impact of optical fibres well beyond the telecommunications arena, in areas as diverse as defence, industrial processing, marine engineering, biomedicine, DNA processing and astronomy. They are making an impact and commercial inroads in fields such as industrial sensing, bio-medical laser delivery systems, military gyro sensors, as well as automotive lighting and control - to name just a few - and span applications as diverse as oil well downhole pressure sensors to intra-aortic catheters, to high power lasers that can cut and weld steel. Optical fibres and fibre-related products not only penetrate existing markets but also, more significantly, they expand the application space into areas that are impossible by conventional technologies. To fulfil this potential and further revolutionise manufacturing, there is a strong need to continue innovating and manufacturing market-worthy fibres, in order to sustain the growth in the fast expanding fibre-based manufacturing sectors.From its inception in the 1960s, the UK has played a major role in shaping the optical fibre industry, and the highly regarded Optoelectronics Research Centre (ORC) at the University of Southampton is at the forefront. Our vision is to build upon the rich expertise and extensive facilities that are already in place to create a world-class, industry-led Centre for advanced manufacturing processes for new photonic components and materials that will fuel the growth of UK companies, enabling them to expand their product portfolio, enhance competitiveness and increase their market penetration and overall share. We will liaise closely with UK and other European Research Centres to advance further the fibre and related material technology, as well as increase the application space. The Centre is expected to play a key role in job and wealth creation in the expanding and highly competitive advanced technology and manufacturing sector. The UK industrial sector accounts for a production volume in photonics of EUR 5.2 billion, which corresponds to 12% of the European volume, and 2.3% of the world market. Particularly notable about the photonics industrial sector is that it comprises a majority of SMEs, who typically do not have the economies of scale nor the financial resources to invest heavily in infrastructure on their own. Use of the Innovative Manufacturing funding mechanism, complemented by industrial user-provided direct and in-kind contributions of ~4M (similar in amount to that sought from EPSRC for the establishment of this IMRC) , will supply the seed funding and focus needed to research and develop the next generation fibre material and technology platforms, which in turn will fuel the growth in photonics related manufacturing. The establishment of such a manufacturing research centre, working closely with existing key high-tech photonic UK companies as well as emerging companies and new start-ups, will make a substantive difference to their ability to develop and gain larger penetration in their respective markets. The IMRC strategy will follow multiple strands taking a number of initiatives to continuously expand and strengthen the initial research portfolio by moving it further up in the innovation and value-added spectrum. During its lifetime, the IMRC will make concerted efforts to further increase the user number and level of engagement.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H02607X/1","grantId":"EP/H02607X/1","fundValue":"5124640","fundStart":"2010-07-01","fundEnd":"2015-12-30","funder":"EPSRC","impactText":"","person":"David Neil Payne","coPersons":["W Andrew Clarkson","Lars Johan Nilsson","Wei H Loh","Dan  Hewak","Graham Trevor Reed","David John Richardson","Michalis  Zervas","Jayanta Kumar  Sahu"],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}