{"id":"F3A91806-4A2E-4F23-9321-1F1AE19B2215","title":"The Higgs and Beyond: exploring particle physics today - and in the future.","abstractText":"We aim to harness the current excitement in particle physics generated by the discovery of the Higgs Boson to promote and explain the nature of research in high energy particle physics. Complementing this, we will highlight the human side of research, with case studies of the day to day work and careers of STFC-funded PhD students and researchers. \n\nAimed principally at A-level and GCSE students and their teachers, with a secondary audience of interested general readers, the project will develop a substantial package of inspirational articles exploring physics research, linked to engaging problems for Key Stage 5 and Key Stage 4 students. The project will be developed and delivered in partnership between the STFC funded researchers at Queen Mary and the Millennium Maths Project (MMP), based at the University of Cambridge but active nationally and internationally. Queen Mary will provide academics whose work is at the forefront of particle physics research and the MMP will provide experienced science communicators and educators with the skills and knowledge required to bridge the divide between schools and advanced academic research, an established web platform and, importantly, a well-known brand with significant following and a proven track record of success. \n\nThe resources created will be published on and promoted via the MMP's established Plus (plus.maths.org) and NRICH (nrich.maths.org) websites, which together currently attract around 5 million visits and 20 million page views per year.\n\nThe resource pack created for the project will include:\n\n- In-depth introductory articles contextualising the physics research;\n- Interviews with researchers covering their research, their personal experiences and their careers. \n- Interviews with STFC funded PhD students who have now left physics to show the utility and impact of a Physics PhD outside academia.\n- Engaging related problems aimed at Key Stage 4 and 5 students, enabling them to explore the links between the physics and maths they learn in the classroom and more advanced study and research. \n\nComplementing the online content, the project will also produce a set of attractive and engaging hard-copy A3 posters, providing accessible edited highlights of the project content and thought-provoking and engaging problems, which themselves will act as an educational resource. The project will also produce travel card holders which can be distributed to students and teachers to publicise the project resources.\n\nThe goal is to increase understanding and appreciation of the physics involved in STFC-funded research, to motivate and engage 14-16 and 16-18 year old school students and encourage them to study physics at university, and to provide science and maths teachers with material to further their own knowledge and a rich resource demonstrating meaningful and motivating applications of the maths and physics they teach in the classroom. \n\nThis rich package of resources - covering the science, the personal experience of researchers, and related school activities - will provide an accessible, inspirational glimpse into life at the frontiers of physics, dispelling the myth that scientists and the work they produce are only accessible to a chosen few and demonstrating that a career at the frontiers of science starts in the classroom. \n\nThis project will deliver a high-quality and comprehensive public engagement and education resource exploring STFC-funded science in particle physics, and will form a sustainable, permanently accessible online resource","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/K00557X/1","grantId":"ST/K00557X/1","fundValue":"8816","fundStart":"2013-04-30","fundEnd":"2014-09-29","funder":"STFC","impactText":"","person":"David Simon Berman","coPersons":["John David  Barrow"],"organisation":"Queen Mary, University of London","findingsText":"","dataset":"gtr"}