{"id":"F3B38E3E-58D5-4070-BC0E-C412DDF941D6","title":"Young people's creative understanding of their mediaworlds","abstractText":"This research project will explore young people's experience of using and creating media today. It will use innovative research strategies, involving visual creativity, metaphor, narratives and storytelling, in order to understand the role that media creation, sharing, and consumption plays in young people's everyday lives and relationships, and how they consider their own identities.\\n\\nThe project will explore the motivations underpinning different kinds of media use and communication, and how individuals understand the relationship between their individuality, their social identity, and the media they produce, share and consume. It will seek to establish models which will help researchers to understand the experience of 'audiencehood', media 'reception' or 'participation' for young people today - in part through asking young people themselves.\\n\\nIt has become commonplace to observe that the traditional notion of the media 'audience' has collapsed, especially for young people, as engagement with popular culture today means creating and sharing media, as well as consuming it. Traditional models, which were based around notions such as the 'reception' of television broadcasting or the 'reading' of mass-produced media products, are now only partially useful. Today's media consumers can also be media producers, sharing images and music that they have created online, making online presentations of self (such as in MySpace), collaboratively producing knowledge in wikis, and using various 'Web 2.0' tools to communicate, to share information, ideas, and media materials, and to express themselves.\\n\\nOf course, such claims can also be overblown: individuals may not want to be creating a lot of the time - they might simply want to be entertained - and although online tools have become simpler to use in recent years, there are different degrees of skill and comfort with new technologies, and, of course, different levels of technical, cultural and financial resources affect access.\\n\\nIt is already clear that traditional quantitative and qualitative research methods can only give us a partial understanding of these experiences. The project proposes that we need new forms of empirical research, to more fully understand the everyday experience of living and participating in a complex mediaworld. This connects with a shift in media audience studies, in which it has been argued that research participants should not be merely expected to generate talk about their media consumption, but should be given opportunities to create, and then reflect upon, creative artefacts themselves.\\n\\nAs well as understanding 'what' young people do with media, in all its forms - which to some extent we know already from academic and commercial studies - we also need to get to grips with the motivations, tensions and conflicts which drive and affect media use and communication, and have an impact upon the outcomes (such as: how the self is presented; how new information is responded to; which trends or issues become popular and have advocates, or are deprecated and have detractors).\\n\\nThe study will seek to develop innovative visual and creative research methods, which will make use of metaphors and narratives, in order to acquire richer understandings of social experience.\\n\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F009682/1","grantId":"AH/F009682/1","fundValue":"188365","fundStart":"2008-09-01","fundEnd":"2010-09-30","funder":"AHRC","impactText":"","person":"David  Gauntlett","coPersons":[],"organisation":"University of Westminster","findingsText":"","dataset":"gtr"}