{"id":"F3BCE159-C86F-43FE-84AA-E6577B44B819","title":"GLOBAL - Building Collaborative Engagement between Warwick and Monash Universities","abstractText":"Warwick and Monash have established a strategic alliance between the two institutions, which was announced in the Times Higher Education Supplement on 2nd February 2012. This major step is part of the strategies of both Universities to become globally connected. Among the aims of the alliance are to establish strong collaborative research links, including joint research training, and to work together on programmes which develop impact through entrepreneurship and industry engagement. The centerpiece will be the creation of around 30 joint senior academic posts, as well as innovative joint PhD and Masters programmes. A new joint PVC position will be responsible for driving forward the new partnership. Our proposed EPSRC project would allow us to take this alliance to the next level, establishing far more extensive research links both in terms of breadth and depth, than would otherwise be possible. \n\nSix core themes have been identified for initial development - sustainable chemistry, solar energy, innovative manufacturing, data management and high performance computing, materials and analytical science and polymer science. For some (solar power, innovative manufacturing, data management/HPC) there is direct alignment with EPSRC's mission programmes. For others there is clear resonance with EPSRC's priorities (eg catalysis, energy efficiency). All of the thematic areas are research strengths with substantial capacity in both institutions. The potential for identifying synergies and value to be added from establishing collaborations across each area is therefore substantial, both across reserach and the innovation value chain. A Theme Leader has been appointed at each institution for each theme with responsibility for delivering the EPSRC project agenda in their area. For each theme the strategy of approach will be similar - initial face to face discussions between the Theme Leaders followed by workshops, secondments and other similar activities to develop the relationships further and identify routes towards establishing real collaborate projects.\n\nIn addition, a set of other activities are proposed\na) A proportion of the budget will be ring-fenced for identifying and progressing the formation of alliances in other areas within EPSRC's remit.\n\nb) A mechanism will be established for identifying future research stars whose careers might benefit from a period abroad, perhaps funded through an externally or internally funded fellowship, and who would be supported in preparing application(s) to suitable scheme(s)\n\nc) Internationalising further our doctoral training programmes, for example, where appropriate, pursuing international PhD funding schemes and embedding opportunities for PhD student secondment within their individual research projects. \n\nThe anticipated impact is much broader than simple academic synergy, with substantial leveraging of EPSRC funds through the broader alliance. The relationship, particularly in EPSRC's remit, will provide access for academic communities at both Universities to new networks and connectivity to other organizations both in the UK, Australia and elsewhere. It will also lead to completion of the innovation value chain across strategic research areas which would otherwise not be feasible. Governance structures are already being put in place to ensure the benefits from the proposed project are captured","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K004336/1","grantId":"EP/K004336/1","fundValue":"411709","fundStart":"2012-04-01","fundEnd":"2013-03-31","funder":"EPSRC","impactText":"","person":"Timothy S Jones","coPersons":["Christopher Frances McConville","Alexei  Lapkin","Richard John Dashwood","David Mark Haddleton","P Mark Rodger"],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}