{"id":"F3C21B25-9763-45CE-923F-6053A7D0942C","title":"Evolution and molecular basis of caste differentiation in bees","abstractText":"A fundamental topic in biology concerns how the switching on and off (differential expression) of genes creates morphological and behavioural diversity. 'Polyphenism' (when different adult morphs arise from the same genome) provides systems in which to address how differential gene expression creates diversity at the level of whole organisms. A major example of polyphenism occurs in the ants, bees and wasps, in which female larvae develop into one of two castes, queens or workers. It is already known that the huge differences between the castes in size, shape, reproduction and behaviour stem from differential gene expression. Hence the process by which castes develop (caste differentiation) allows us to investigate how differential gene expression generates polyphenism. However, our understanding of the genetic basis of caste differentiation is in its early stages. The genes involved, their evolutionary background and the role of microRNAs (miRNAs, small RNA molecules important in regulating gene expression) are all poorly known.\n\nIn this project we will use bumble bees (Bombus) to elucidate the evolution and regulation of the genes influencing queen-worker caste differentiation. Bumble bees represent excellent models for this purpose. First, species vary in the number of critical stages of larval caste determination (when differentiation is initiated) and the evolutionary history of this variation is known. One species (B. terrestris) has two critical stages in female larvae (early- and late-instar), with the early critical stage being secondary (evolutionarily derived); another (B. hypnorum) has one such stage (late-instar larvae only); and 'cuckoo' bumble bees such as B. vestalis have no critical stages, as they have secondarily lost the worker caste and all females are queens that reproduce in nests of other Bombus species. Second, we have discovered that a miRNA, miR-6001-5p, is overexpressed in queen-destined late-instar B. terrestris larvae, suggesting that it regulates genes influencing caste.\n\nThese data allow us to create a predictive framework for expected patterns of differential expression in caste-associated genes and miR-6001-5p in Bombus. Specifically, if the critical stages are conserved in evolution via regulation of the same genes, and new critical stages are gained via additional regulatory pathways, B. terrestris and B. hypnorum should share common patterns of differential gene expression among late- but not among early-instar larvae. Likewise, patterns of gene expression specific to worker-destined larvae in these two species should be absent in the cuckoo species B. vestalis. Furthermore, if the role of miR-6001-5p is evolutionarily conserved, similar patterns of expression of miR-6001-5p and its target genes should occur across queen-destined late-instar larvae of all three Bombus species.\n\nWe will test these predictions by comparing profiles of differentially expressed genes across larval phenotypes, by using our expression data to predict targets of miR-6001-5p and by conducting assays to validate these targets. The proposed work will provide a comprehensive understanding of the evolutionary and genetic basis of changes in the number of critical stages of caste determination in eusocial insects and will elucidate the role of a miRNA in caste differentiation. As well as addressing the fundamental topic of the genetic regulation of polyphenism, the work is novel because no previous study has exploited a comparable predictive framework. It is timely because gene profiling by next-generation sequencing now provides the tools required and our existing data have created an exciting opportunity to make rapid headway in understanding how miRNAs affect caste differentiation. Finally the work fits BBSRC's strategic priorities because it could reveal means of manipulating worker production to maximize pollination services to horticulture provided by commercially-reared bumble bee colonies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M001482/1","grantId":"BB/M001482/1","fundValue":"391658","fundStart":"2014-09-01","fundEnd":"2017-08-31","funder":"BBSRC","impactText":"","person":"Andrew Frederick George  Bourke","coPersons":["Tamas  Dalmay"],"organisation":"University of East Anglia","findingsText":"","dataset":"gtr"}