{"id":"F3CA8F6C-7C9F-49F1-8EDA-942B62D8C934","title":"Magnetic transport and mixing of two distinct cold atomic gases: A new route to the study of ultracold mixtures","abstractText":"One of the most dramatic recent advances in physics has been the experimental realization of new states of matter as a consequence of using lasers to cool atoms to within a billionth of a degree of absolute zero. The development of laser-cooling techniques was the subject of the 1997 Nobel Prize in Physics, and the realization of a new state of matter, a Bose-Einstein Condensate, resulted in the 2001 Nobel Prize. Some of the most interesting physics currently being studied in this field arises when two such cold atomic gases are mixed. However, there are conflicting requirements in designing the vacuum chamber in which the cold mixture is held: a higher pressure region is required to collect a large number of cold atoms quickly, and a much lower pressure end is needed in which to store and study the cold ensemble. Current techniques for transferring the atoms from one region of the apparatus to the other have a number of limitations; lack of optical access and the presence of one cold species interfering with the collection of the other. We wish to demonstrate an alternative method which would allow the fast and efficient transport and mixing of two spatially separated distinct cold atomic gases into an ultra-high vacuum region. Our method circumvents the problems encountered with current techniques and offers a new route to the study of ultracold mixtures.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D033314/1","grantId":"EP/D033314/1","fundValue":"128991","fundStart":"2006-07-03","fundEnd":"2008-01-02","funder":"EPSRC","impactText":"  Other research groups within the UK have adopted the magnetic transport technique following our development within this project.\n\nOther researchers within the UK have adopted the technique we utilised within this proposal to transport a trapped gas of ultracold atoms over a macroscopic distance to an ultra-high vacuum region of the apparatus.\n\nBeneficiaries: Researchers in the field of Quantum Gases\n\nContribution Method: Within this proposal we brought a technique pioneered in the United States to the UK and developed it further, strengthening the UK science base. Cultural Cultural","person":"Simon Lee Cornish","coPersons":["Ifan Glyndwr Hughes"],"organisation":"Durham University","findingsText":" Since the first realisation of Bose-Einstein condensation in 1995, experiments in the field of ultracold and quantum degnerate gases have become ever more sophisticated and complex as more and more subtle effects are probed. With this growth in complexity there comes a need for refinement of the experimental techniques. Through this proposal we have developed a novel apparatus designed for the investigation of ultracold and quantum degenerate atomic mixtures; a research topic that now lies at the forefront of this exciting field. The apparatus incorporates a single stage of magnetic transport to transfer a magnetically trapped cold atomic gas from a high-pressure collection cell to an ultra-high vacuum science cell. When combined with a novel displaced magneto-optical trap (MOT) technique, recently developed by our group, that allows two trapped atomic clouds to be spatially separated in a MOT, our new apparatus greatly simplfies the route to studying atomic mixtures whilst significantly enhancing the scope for further novel experiments. This research project will also contribute to the academic, industrial and commercial sectors of the UK economy by providing highly skilled personnel with expertise in ultrastable laser techniques, photonics, vacuum technology, control instrumentation and in principle, computer interfacing and analysis software. The primary beneficiary is the scientific community, particularly researchers involved in laser cooling and trapping and the study of quantum degenerate gases (Bose-Einstein condensation and degenerate Fermi gases). The impact of the technique is potentially major, as it can be widely applied and negates two of the serious problems blighting current mixed-species experiments. ","dataset":"gtr"}