{"id":"F3D16C67-6FF8-4E0C-B99B-7207793C46D7","title":"Rooting for sustainable performance","abstractText":"More frequent intense rainfall events, associated with climate change, increase the likelihood of shallow slope failures that lead to costly disruption of road and rail journeys, with risk to life and property. There have been recent slope failures adjacent to transport corridors in the UK, sometimes disrupting important road and rail routes for days. Vegetation has a stabilising effect on slopes: Plant root systems interlock with the soil, increasing its stiffness and strength. Uptake of water by root systems dries the soil profile, again increasing soil stiffness and strength. However, engineers need to be able to predict the combined root reinforcement and soil drying effects on slope stability, so that vegetation management can be used proactively to decrease the probability of slope failure. Vegetation has numerous benefits over conventional hard-engineering solutions, in terms of burying carbon in the soil, enhancing biodiversity, and improving the aesthetic quality of the environment for society.\n\nThis project will develop and test a quantitative coupled hydro-mechanical model for the in-service and ultimate-failure performance of slopes planted with vegetation. Rooted-soil represents an innovative sustainable construction material, with distinct mechanical and hydrological properties, that can be used in geotechnical systems. The model will be applicable to both slopes covered with natural vegetation and slopes where vegetation and soil have been chosen and managed according to engineering principles. The validated model will provide a clear framework for assessment and remediation of slopes with potential for reducing economic and carbon costs. \n\nThe model will be developed within a multi-scale continuum modelling framework. It will build on knowledge of the elemental components of the system, working from individual soil-root interaction, to continuum soil-root system, and to complete slope, incorporating spatial variability of materials. Modelling will be informed by X-ray CT imaging of the 3-D deformation of rooted soil undergoing shear, using the micro-VIS facility at the University of Southampton, and by field data from slopes containing established vegetation. Predictions of slope performance will be validated against scaled-slopes in the Dundee geotechnical centrifuge under different rainfall regimes. The geotechnical centrifuge enables the testing and monitoring of small-scale slopes containing roots at realistic stresses, which can be manipulated until the slopes ultimately fail. \n\nTemplate guidelines will be produced for a manual of combinations of plant species, soils and management schemes for optimum performance of designed soil-plant systems suited to emerging climatic conditions. Example data will also be included to allow cost-benefit analyses when designing for slope improvement using vegetation. The potential to translate research findings into related areas will be investigated (e.g. river banks, sand dunes, flood embankments, agricultural and amenity systems). We will engage with an important group of Project Partners, representing key industrial sectors and infrastructure owners, to facilitate the rapid adoption of research findings.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M019527/1","grantId":"EP/M019527/1","fundValue":"2380","fundStart":"2015-09-30","fundEnd":"2019-09-29","funder":"EPSRC","impactText":"","person":"Paul Neil Hughes","coPersons":[],"organisation":"Durham University","findingsText":"","dataset":"gtr"}