{"id":"F3D38CE0-B998-48D0-B6F6-BA3C2E378FA1","title":"The EmergeNET: Towards a Unifying Investigation in Emergence, Emergent Phenomena and Complexity","abstractText":"The very definition of complexity and emergence is itself a non-trivial problem. Complexity refers to situations where many simple interacting parts produce an unexpected collective behaviour. This calls for another imprecise concept that is emergence. Complex systems can display the emergence of properties at the macroscopic level that are not found at the microscopic level. One important example of emergence is self-organization. Self-organisation occurs as parts of a complex adaptive system, such as oil molecules in a thin layer, self-organise to form patterns in a state that is statistically stable. The basic mechanism for self organisation comes from feedback. Each part can communicate with its neighbours and arrange into a common collective behaviour. Sometimes, regardless the precise dynamics of the interactions, the evolution of the system is represented by some statistically stable state. This means that this steady state is an 'attractor' in the phase space for the system dynamics and accounts for the robustness of complex systems with respect to external perturbation. The Properties of a complex physical system are emergent just in case they are neither (i) properties had by any parts of the system taken in isolation nor (ii) resultant of a mere summation of properties of parts of the system. The above definition of emergence shows how this process may apply to many systems across all length scales and complexity scales. However, when one moves from physical to social, medical, or even artificial systems, the ability to spot and work with / around this concept becomes more important.Further, the ability to spot emergent entities occurring in very different situations would seem to be vital to allow this concept to grow and be developed. A substantial trans-disciplinary theory of emergence would greatly contribute to the development of a broader application and understanding of complexity science. The EPSRC IDEAS Factory on emergence tackled all of these issues, resulting in a number of funded projects. In order to maintain good communication between those involved in the projects, to further address the outcomes of the sandpit, and to encourage interdisplinary communication surrounding complexity and emergence, a network to cover emergence across disciplines is required.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E061850/1","grantId":"EP/E061850/1","fundValue":"8357","fundStart":"2007-10-01","fundEnd":"2011-09-30","funder":"EPSRC","impactText":"","person":"Yasmin  Merali","coPersons":[],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}