{"id":"F3D82E72-DC3A-4CBA-AD6F-D43BD3066E81","title":"High Resolution Mass Spectrometers to Support Chemistry at Bath","abstractText":"Chemists make new compounds and also strive to understand science at the molecular level. In order to do this they require a wide range of analytcial facilities on a day-to-day basis. One of the most important of these is the ability to analyse with speed, reliability and accuracy the chemical composition of any new substance synthesised. One key method for doing this is mass spectrometry - a technique that effectively measures the mass, very accurately, of molecules. This, in concert with isotope patterns that also are measured by mass spectrometry, enables the molecular formula of a compound to be accurately determined and the compound thus identified. Mass spectrometry is thus an absolutely vital analytical technique in modern chemical research. This proposal outlines a case for support for a new mass spectrometric facility for the Department of Chemistry, University of Bath. The current instrument at Bath is old (over ten years) highly unreliable and, when working, very slow. Moreover if does not have modern, in fact now considered routine, software for data acquisition and analysis that aids considerably not only the identification of new compounds but also the detailed analysis of data (for example by obtaining the base sequences in small proteins). We request two spectrometers. One to operate in high-throughput mode, using a robotic autosampler to inject samples into the instrument, and software that can (if needed) automatically analyse the data and email the chemist the result. Working under this mode samples can be run every 2 minutes - a dramatic difference from the current situation (1-2 week turnaround when working). This instrument is also equipped with a high performance liquid chromatograph (HPLC) which allows mixtures to be separated and then each component analysed. The second instrument is to be used for the analysis of complexes that are highly sensitive to air, moisture and the solvents commonly used in high throughput mass spectrometers (e.g. methanol). Many chemists at Bath synthesise and use such complexes, either to study their fundamental structure and bonding, or to use them as catalysts for useful chemical transformations or deposition of useful materials (e.g. semiconductors). Such complexes have been historically difficult to analyse by mass spectrometry due their sensitivity. Given the key-stone role that mass spectrometry plays in compound identification this is a situation that needs to be addressed. This second spectrometer will allow such analysis by the technologically simple solution of interfacing it with an inert atmosphere glove box. We believe this solution to be unique in the UK. Both spectrometers are required to operate to high accuracy and resolution, over a wide range of possible compound masses; and our choice of instrument (hybrid quadrupole time of flight mass spectrometer) allows for this, using robust and established technology. The provision of such modern facilities at Bath will facilitate a wide range of novel, adventurous and cutting-edge research to be undertaken in a Department which is rapidly expanding both in physical size and ambition.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D075351/1","grantId":"EP/D075351/1","fundValue":"474707","fundStart":"2006-10-09","fundEnd":"2009-10-08","funder":"EPSRC","impactText":"","person":"Christopher Gregory Frost","coPersons":["Tony  James","Jonathan Michael Williams","Andrew  Weller","Matthew Gwilym Davidson","Michael  Willis","Mike  Whittlesey","Randolf  Kohn","Kieran  Molloy","Steven Dean Bull"],"organisation":"University of Bath","findingsText":"","dataset":"gtr"}