{"id":"F3E6465D-5F3F-4CC3-BFA4-F05BF734E062","title":"The molecular function of the Popeye domain containing genes in the heart","abstractText":"The electrical impulse, which stimulates the beating of our heart, is generated in an oscillatory fashion in a small cluster of cardiac cells, which is called the sinuatrial node. The node cells will pace the heart at different frequencies, depending on the physiological demands. An increase in beating frequency is mediated by the release of adrenergic hormones, which stimulates pacemaker activity in sinuatrial node cells. We have identified a gene family called the Popeye domain containing genes, which have an important but not yet fully understood role in regulating pacemaker activity. We have observed in mouse models lacking single Popdc genes an inability of the sinuatrial node to adapt to physical activity. Hearts of these mutant animals were unable to increase heart frequency in response to stress, but rather the stressed heart was beating at a lower frequency or was not beating at all for short periods of time. Mutations in one member of this gene family were also identified in patients with abnormally slow heart frequency, strongly suggesting that these proteins are an essential component for proper functioning of the cardiac pacemaker. In this grant proposal we will perform further genetic experiments in mice to fully understand the role of the different family members in cardiac pacemaker function. Moreover the precise mechanisms by which these proteins are accomplishing their tasks within sinuatrial node cells will be further analyzed by making specific mutations in essential parts of the protein. We will also generate a mouse model for the human point mutation in order to further learn how these molecular alterations affect cardiac pacemaking and analyze the biophysical and biochemical mechanisms by which the Popeye domain containing proteins stimulate pacemaker activity in sinuatrial node cells. We are convinced that the proposed experiments will help to define the role of this gene family in the heart, which is vital to our survival and wellbeing.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J010383/1","grantId":"MR/J010383/1","fundValue":"955208","fundStart":"2012-05-01","fundEnd":"2015-10-30","funder":"MRC","impactText":"","person":"Thomas  Brand","coPersons":["Cesare M Terracciano"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}