{"id":"F3EBE7D2-4E93-4639-9B08-A726AB7EC6B2","title":"Unsaturated soil geotechnics / linking with China","abstractText":"Geotechnical engineering is the study of constructions in the ground, such as tunnels, foundations and slopes, and how they affect the environment. Geotechnical engineers have to determine movements and assess stability, of existing constructions and proposed new works. To do this requires the use of computer simulations where the physical situation is modelled. To obtain accurate answers, engineers incorporate into these models complex relationships that define how the soils in the physical problem react to the application of loads. Soils are interesting matrerials to work with, as their behaviour is affected also by the movement of water between the soil pores. As the water pressure rises it pushes the soil particles apart and the strength of the soil reduces. The history of soil mechanics (as the study of soil behaviour by engineers is known) is quite short. Most of the ideas currently used routinely by engineers was developed during the middle of the 20th century. A feature of these ideas is the assumption that water entirely fills the pores in soils (known as saturation). It is now recognised, however, that most real soils have air in additon to water in the pores, and this has a major influence on the behaviour. This is unsaturated soil mechanics, an area of major interest with much research still to be done.Engineering academics at Durham (and elsewhere) are developing new models of unsaturated soil behaviour. By models we mean the mathematical representation of the behaviour of a soil, in a form that can be understood by a computer program. To do this requires laboratory testing, to identify features of behaviour. For instance, what happens as we add water to a sample of unstaurated soil (it collapses, but when, and how?) Following testing we need to transform the observed behaviour into a mathematical model. We then need to make sure the computer models run efficiently so that engineeris in industry can make use of them.The team we are planning to send to visit academics in China has expertise across the specturm putlined above, i.e. the fundamentals of unsaturated soils, through the computer modelling and onto applications. We are particularly interested in using these models to improve remediation of contaminated land, which is often in an unsaturated state. Landslides triggered by heavy rain are also a feature of unsaturated soil behaviour.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D038782/1","grantId":"EP/D038782/1","fundValue":"19265","fundStart":"2006-03-03","fundEnd":"2006-09-02","funder":"EPSRC","impactText":"","person":"Charles  Augarde","coPersons":["David Geoffrey Toll","Domenico  Gallipoli","Stephanie  Glendinning","Karen  Johnson"],"organisation":"Durham University","findingsText":"","dataset":"gtr"}