{"id":"F3F26114-90C5-45A3-900D-9691C22041BA","title":"Computational Statistical Methods for Population Genomics","abstractText":"It is now possible, and relatively cheap, to scan the entire genomes of multiple individuals within a population. The resulting data can be used to infer aspects of the history of a population, including the values of parameters such as population growth and migration rates, recombination rates, and selection coefficients, as well as levels of admixture. The Bayesian statistical paradigm offers a good framework for such inferences, because it allows maximal extraction of information from data under the specified model, and because background information can be incorporated via the prior distribution. Although straightforward in principle, exact application of the Bayesian paradigm is virtually impossible in practice in this setting because the large datasets and complex models mean that computation times are prohibitively large.In the past few years a number of exciting developments have arisen that push back the boundaries of the model complexity and dataset size that can be analysed, at the cost of an extra approximation (see for example Hey J, Machado CA, NATURE REVIEWS GENETICS, 4 (7): 535-543 JUL 2003). In the presence of ample data, this approximation is often worthwhile to achieve inferences in more realistic models than would otherwise be possible. Two such advances are:(a) Computation of the likelihood may be replaced by a simulation step in which data are simulated under the model given the current parameter settings, and these are accepted if the simulated data are close to the observed data.(b) Instead of the full likelihood, an analogous function is calculated or approximated but with the full data replaced by a vector of summary statistics. Computational Bayesian methods based on this approach have come to be known as ABC, Approximate Bayesian Computation.The applicants have contributed substantially to both these advances, and now propose to investigate systematically ways to make them work more efficiently, and to develop user-friendly computer software to make them more widely available to research workers in population genomics, conservation genetics, and related fields. These tasks will be pursued by a post-doctoral research associate at Imperial College. At the same time, a PhD student at Reading will work on applications of the new methods developed at Imperial to specific problems in population genomics. The result will be that at least approximate inferences will be possible for many more complex situations than was previously feasible, for example detailed aspects of the history of entire animal species. Other researchers will also have explicit examples of the usefulness of this new methodology.The methods we will be developing are very general, and can be applied in any area of science that uses complex models and large amounts of data. Although our project focusses on population genomics, which seems the most fruitful area for application, disease transmission models in epidemiology is an example of another field that is likely to benefit from the methods that we will develop.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/C533550/1","grantId":"EP/C533550/1","fundValue":"76940","fundStart":"2006-01-01","fundEnd":"2009-06-30","funder":"EPSRC","impactText":"","person":"Mark Ashton Beaumont","coPersons":[],"organisation":"University of Reading","findingsText":"","dataset":"gtr"}