{"id":"F3F3DDDA-2637-42AC-8EB5-FB97A18149DB","title":"The Child in Film","abstractText":"It is clear that the 'child' and 'childhood' feature increasingly as significant concepts within a range of academic disciplines and more widely as subjects for popular discussion (see, for example, the recent publication of The Story of Childhood by Libby Brooks). The passionate interest in children and childhood in work by authors such as Adam Phillips, the wide range of fiction addressing childhood (The Lovely Bones, The Curious Incident of the Dog in Night-time) as well as traumatic childhood memoirs (A Child Called It, Behind Closed Doors) demonstrate that childhood has an increasing visibility in a variety of contexts. \\nDespite this extraordinary interest in the child and childhood, there is no recent or sustained research into the child in film. That is, not 'children's films' but specifically, films made for a wider audience in which the young child features as a presence and narrative agent. Since its inception, cinema has been a key medium through which the concepts of the child and childhood have been embodied and expressed. As an industry it is also a context in which actual children labour - as performers or creative agents. The proposed book will thus explore the role and presence of 'the child in film'.\\nUsing children as a focus for analysis provides a fascinating way in which to think about the nature of film form and cinema as an industry. To unpack the various issues at stake, the book will follow three main strands of inquiry - examining the representation, metaphor and agency of the child in film. Firstly, the representation of the child is often determined by a sense in which the child is 'other' to the adult: more precious, more vulnerable yet potentially more savage than civilised 'grown-ups'. These contradictory conceptions of the child are reflected in films that alternatively idealize or demonize the child figure. Secondly, as metaphor, the child often 'stands in' for concerns about society, about the relationship between nature and technology or about the future and past of humanity in general. Thus the child figure often emerges at historical periods of social and/or economic crisis. In terms of agency the presence of the child often legitimates formal experiments with film narrative, particularly in relation to the presentation of time and memory as well as in the organisation of editing and point of view. It is not surprising therefore, that for some directors (such as Steven Spielberg and Francois Truffaut) the recurring presence of the child might almost be said to be an obsession. Finally, the child actor's creative labour (which has frequently been undervalued) will also be evaluated and assessed. \\nThus this study aims to address the nature and activities of the 'child in film' by producing a series of close textual readings of a variety of films and different child actors. These textual analyses will be framed within a broad historical overview, encompassing child actors such as Jackie Coogan (1920s), Shirley Temple (1930s) and contrasting their work with other child actors such as the Spanish 'child star' Ana Torrent (1970s) and present day child performers such as Dakota Fanning. The study will also focus on post-war film-making in Europe (investigating in particular, the child in Italian neo-realism and in British films of the 1950s) and go on to address contemporary films featuring children produced in the West (such as Tideland and Hide and Seek) as well as films made in Iran and Iraq in the 1980s and 1990s (films such as Children of Heaven and A Time for Drunken Horses.) \\nWhilst building on existing work in anthologies such as Where the Boys Are: Cinemas of Masculinity and Youth as well as earlier research by Kathy Merlock Jackson and Robin Wood the book will address a relatively under-researched area within film studies. Primarily intended for an academic readership, as the topic is of such general interest, it will be written with the ambition of reaching a wider audience.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E003370/1","grantId":"AH/E003370/1","fundValue":"27684","fundStart":"2007-09-24","fundEnd":"2008-01-23","funder":"AHRC","impactText":"","person":"Karen Emelia Lury","coPersons":[],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}