{"id":"F3F6939F-130E-4C10-BC35-66E5EF62444C","title":"Health e-Research Centre -HeRC","abstractText":"The Health e-Research Centre (HeRC) will turn under-used electronic health data in Northern England into new knowledge\nand improved healthcare. The under-used data sources include NHS and health science databases. HeRC will develop\nHealth Informatics (HI) methods to clean up and link up the different data sources in ways that give a bigger picture of\npatterns of health and how patients respond to treatments. As well as linking data to data, HeRC will link data, analytical\nmethods and experts together in order to make more timely and accurate findings.\nHeRC seeks to unlock the potential in the current islands of data, methods and expertise by joining them in three streams\nof work: 1) researching and developing HI methodology to make linked health data more available for analysis; 2) applying\nHI and related methodology, such as computational statistics, to solve previously intractable health science and service\nquestions; and 3) training a new cadre of health informaticians to drive their methodology and its support of cutting-edge\nresearch.\nIn contrast to data captured purely for research, data generated during the provision of healthcare are incomplete,\ninaccurate and subject to variation in recording. HeRC will explore the effects of patients and clinicians recording health\nand healthcare information together, for example where patients have on-line access to their GP records. HeRC will also\nprepare for the deluge of patient reported data from technologies such as smartphones.\nThe practical questions that researchers face when using health records will be addressed, for example: Which data are\navailable and where? Do I have permission to use the data? What can I learn from other who used similar data? Software\nwill be developed to provide a research environment that embeds key methods so that they can be learnt and used. The\nresearch environment will also embed datasets, making them discoverable, whilst maintaining high standards of\ninformation governance.\nFive research programmes will maximise the value of using linked health data for research: The CoOP (Co-producing\nObservations with Patients) programme will consider how technologies can be made sufficiently 'engaging' for patients to\nPage 3 of 19 Date Saved: 28/02/2012 12:49:22\nDate Printed: 28/02/2012 12:56:18\nTechnical Summary\nAcademic Beneficiaries\nDescribe who will benefit from the research\nuse them frequently enough to provide important signals that are missing from usual healthcare records. The MOD (Missed\nOpportunities Detector) will enable linked data to be used to answer questions such as &quot;for these patients who were\nadmitted to hospital with a heart attack, was a prevention opportunity missed somewhere in the system, in public health,\ngeneral practice or more specialist care?&quot; Such information can be used to target resources to where a community needs\nthem most. The SEA-3 (Scalable Endotypes of Allergies, Asthma and Andrology) will use HI and advanced statistics to\nhelp identify patients who appear to have a different form of asthma etc. where different kinds of prevention or treatment\nare needed. The DOT (Diabesity Outcome Translator) is about speeding up the answering of important questions by\ngetting researchers in different places to work on different kinds of linked data together at the same time - tackling\nquestions such as &quot;what is the cancer risk of common drug treatments for diabetes?&quot;. The FIN (Feasibility Improvement\nNetwork) will look at how clinical trials for testing new treatments can be better planned so that the numbers of people who\nactually take part over a particular time period match the estimates that are made using linked data before the trial starts.\nTo deliver HeRC, the consortium will integrate Northern England's top centres for statistics at Lancaster, public health at\nLiverpool, computer science at Manchester, and health economics/services research at York. This integration will extend to\nthe NHS,","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MC_PC_13042","grantId":"MC_PC_13042","fundValue":"0","fundStart":"2013-06-01","fundEnd":"2018-02-28","funder":"MRC","impactText":"","person":"","coPersons":[],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}