{"id":"F3F8DE69-5C1E-4F5F-A039-165909FC904D","title":"Developing a test battery for evaluating treatment effects on emotional, motivational and social function in neuropsychiatry","abstractText":"People with mental health problems have profound emotional, motivational and social difficulties which dramatically affect their everyday function and wellbeing. Not only do these problems cause great distress to patients and their families, but also they act as a barrier to recovery and thus represent a significant social and economic burden. Despite the obvious importance of emotional and social functions, there is no accepted way of measuring them both objectively and comprehensively. Treatments for mental health problems, both drugs and &quot;talking therapies&quot;, aim to improve emotional and social cognition and we therefore need good objective measures of these functions to assess how well new treatments are working. Objective measures of emotional, motivational and social function may predict how people will respond to different treatments (drugs or &quot;talking therapies&quot;) and greatly improve the accuracy of clinical trials. When different studies use different measures, it can be difficult to draw conclusions across studies and we therefore make slower progress in terms of understanding and treating debilitating mental health problems. For these reasons, we will develop a standard set of measures of emotional and social function that can be used in future treatment trials and research studies, allowing meaningful comparisons between trials that lead to more accurate conclusions. Important aspects of function to assess include: how people respond to facial expressions of emotion; how they process positive and negative information; how they respond to incentives; whether they are motivated; whether they can exert self-control; and how they understand and interact with other people. For example, people with depression tend to interpret events more negatively, whereas people with schizophrenia tend to have difficulty understanding other people's emotions and intentions. To check that the tests can detect such important differences in function, we will test a large number of healthy people using these measures. To check that the tests are consistent and reliable, which is important in clinical trials, we will test some of these people on a second occasion. Developing standard and reliable tests will help to improve our evaluation of the most effective treatments for individuals with these disorders.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J011894/1","grantId":"MR/J011894/1","fundValue":"343290","fundStart":"2012-11-01","fundEnd":"2015-04-30","funder":"MRC","impactText":"","person":"Rebecca  Elliott","coPersons":["Jonathan  Roiser","Trevor William Robbins","Barbara Jacquelyn Sahakian","Mitul Ashok Mehta"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}