{"id":"F3FE2459-1D1E-49E3-987D-4674308946FD","title":"Interfacial turbulence in falling liquid films","abstractText":"A falling film is a convectively unstable open-flow hydrodynamic system with a rich variety of spatial/temporal structures and a sequence of wave instabilities and transitions which are generic to a large class of hydrodynamic and other nonlinear systems: white noise at the inlet, filtering mechanism of linear instability, secondary modulation that transforms the primary wave field into two-dimensional (2D -- 1+1 dimensions) solitary pulses and eventually transition of the 2D pulses into a fully developed three-dimensional (3D -- 2+1 dimensions) wave regime. This stage of the evolution is frequently referred to as `interfacial turbulence'. This is low-dimensional spatio-temporal chaos or alternatively `weak/dissipative turbulence': indeed, despite the apparent complexity of the system one can still identify 3D solitary pulses in what appears to be a randomly disturbed surface. 3D pulses then become elementary processes so that the dynamics of the film can be described as a superposition of these pulses. Hence, a falling liquid film can serve as a canonical reference system for the study of weak/dissipative turbulence.In addition to the purely theoretical interest, falling liquid films play a central role in the development of efficient means of heat and mass transfer in a wide variety of engineering and technological applications, such as evaporators, heat exchangers, absorbers, scrubbers, rectification columns, crystallizers and falling film reactors. This is mainly due to the small heat and mass transfer resistance of a falling film at relatively small flow rates. This resistance is further decreased by the presence of 2D/3D solitary pulses at the free surface of the film mentioned earlier which typically lead to a significant enhancement of heat and mass transfer.Not surprisingly, therefore, falling liquid films have been a topic of fundamental and applied research for several decades. However,despite the several developments and considerable attention that wave evolution on a falling film has received, a large number of issues and problems have not been resolved, and in particular, the interaction of 3D solitary pulses and eventual transition to interfacial turbulence, still elude us. In an attempt to answer these questions, the field of research to be pursued during the tenure of this project concerns the theoretical development of a coherent structures theory of 3D solitary pulses on a falling film with the principal aim to advance our understanding of interfacial turbulence.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F016492/1","grantId":"EP/F016492/1","fundValue":"157337","fundStart":"2008-03-01","fundEnd":"2010-02-28","funder":"EPSRC","impactText":"  This was theoretical-computational work and admittedly the impact on the non-academic sector will be some way off. \n\nThe impact was mainly academic and felt across a spectrum of disciplines. The immediate scientific beneficiaries were chemical and process engineers, applied mathematicians and physicists and in particular the wider community working on interfacial fluid mechanics/hydrodynamic instabilities/thin films. The project contributed to increasing the specialist knowledge of the UK force in these areas. It also contributed to maintaining the competitive edge and health of fundamental fluid mechanics research in the UK chemical engineering community.  ","person":"Serafim  Kalliadasis","coPersons":[],"organisation":"Imperial College London","findingsText":" The wavy dynamics on a liquid film flow down an inclined plate is an everyday life phenomenon that can be easily observed on windows or on sloped pavements in the midst of a rainfall. It is a fascinating sight and as a consequence the design of many fountains includes falling liquid films to captivate and entertain passers-by. From the scientific point of view, such flows are part of the general class of free-boundary problems which hold a strategic position both in pure and applied sciences. The occurrence of free-boundaries and interfaces, i.e. material or geometric frontiers between regimes with different physical properties not a priori prescribed, arises in a disparate class of inherently nonlinear problems from fluid and solid mechanics and combustion to financial mathematics, material science and glaciology. Not surprisingly therefore, the wavy dynamics of falling liquid films has attracted not only\nthe attention of Sunday strollers but also of many researchers. \n\nIn fact, falling liquid films have been a topic of fundamental and applied research for several decades. However, despite the several developments and considerable attention that wave evolution on a falling film has received, a large number of issues and problems have not been resolved and many aspects of the falling film dynamics still eluded us. In particular:\n\n1: A careful and accurate description of the interaction of two-dimensional (2D) solitary pulses on the surface of a falling film; previous studies appear to be either incomplete or they overlooked important details and subtleties.\n\n2: The interaction of three-dimensional (3D) solitary pulses and eventual transition to complex spatiotemporal behaviour (interfacial turbulence--low-dimensional chaos). \n\nThe project made substantial progress towards addressing these questions. This was theoretical/computational research but it could potentially have an impact on a number of technological applications. Indeed, falling liquid films play a central role in the development of efficient means of heat and mass transfer in a wide variety of engineering and technological applications, such as evaporators, heat exchangers, absorbers, scrubbers, rectification columns, crystallizers and falling film reactors. This is mainly due to the small heat and mass transfer resistance of a Chemicals,Energy","dataset":"gtr"}