{"id":"F402B0D8-6E39-46F1-B51C-21C0AC8E7359","title":"CAN THE OXYGEN TENSION IN A MICROFLUIDIC STEM CELL CULTURE DEVICE BE PRECISELY CONTROLLED DURING BOTH CONTINUOUS AND INTERMITTENT MEDIA EXCHANGE?","abstractText":"Therapies using human cells have great promise for addressing serious medical conditions for which we lack effective treatments. These include particularly those chronic degenerative diseases of old age such as stroke, heart failure, age-related blindness and later stages of both insulin dependent diabetes and Parkinson's disease. In particular, stem cells that can be converted to a variety of specialised cells are especially important. The chemical, biological and physical cues needed for such conversions are complex and it is necessary to examine a large number of permutations to achieve a good outcome. Because many of the biochemical cues required are of very high cost, even basic discovery research and early translational studies in culture flasks are often restricted such that optimal conditions can be missed. In principle it is possible to address this problem by smaller and smaller flasks but in practice the necessary manipulations including removal of spent nutrient and the addition of fresh nutrient becomes difficult to manage. The proposed research addresses this by using micro-fabrication methods to create chambers with gas permeable membranes to provide the oxygen cells need. We will use such microfluidic systems and further develop them to enable best possible control over oxygen which is an important cue for the conversion from stem cells to specialised cells. The project will provide the foundation for a technology with which it will ultimately be possible to achieve more rapid and comprehensive examination of the best conditions for human cell culture to produce the quantities needed for both basic and applied research. Because mouse stem cells are particularly well defined they will be used in this study as a surrogate for human cells to establish the proof of principle.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I005471/1","grantId":"EP/I005471/1","fundValue":"100126","fundStart":"2010-08-01","fundEnd":"2012-11-16","funder":"EPSRC","impactText":"  The proposed impact was to create the foundation for a technology that will help advancing cell-based therapies and drug discoveries. Specific potential for this technology is now being sought in collaborative projects, and we have discussed with companies. The research has been widely published. Other ","person":"Nicolas  Szita","coPersons":[],"organisation":"University College London","findingsText":" The research created &amp;amp;quot;microfluidic stem cell culture systems&amp;amp;quot;, i.e. by using micro-fabrication methods tiny chambers wherein stem cells are grown/cultured under well defined conditions. Gas permeable membranes enclosing the chamber provided the oxygen these cells need. A good understanding on the level of oxygen in these chambers was gained. Oxygen is also a cue for the conversion from stem cells to specialised cells, and is thus a relevant parameter to investigate. The research has provided the foundation for a technology with which it will ultimately be possible to achieve more rapid and comprehensive examination of the best conditions for human cell culture to produce the quantities needed for both basic and applied research. In this research mouse stem cells were used as they are more robust. This has helped to perform the engineering goals of this research. Mouse stem cells are frequently used as a surrogate for human cells when such proof of principle engineering work is performed. The research has led to a device which could now be used by others in collaborative research, for example with stem cell biologists. I am currently exploring this. Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}