{"id":"F402C9D5-3B14-498E-BD06-A72472BAD75E","title":"Materials World Network: Spin dynamics of the ferromagnet/antiferromagnet interface studied by time-resolved x-ray magnetic dichroism","abstractText":"The field of spintronics aims to deliver new device function by controlling the motion of an electron through its magnetic moment, or &quot;spin&quot;, as well as through its electric charge. The outstanding success of spintronics has been the use of Giant Magnetoresistance (GMR) in the spin-valve sensors used to read data from hard disk drives. The spin-valve consists of two ferromagnetic (F) layers separated by a non-magnetic layer. Each F layer has a magnetic moment that acts as a compass needle and reorients in response to an applied magnetic field, such as that generated by the bits of data stored on a hard disk. GMR occurs if the two compass needles change their relative orientation. If one of the compass needles is kept fixed while the other is free to reorient in the magnetic field then data can be read out as a change in the electrical resistance of the sensor.\nThis project is concerned with the means by which one of the compass needles is fixed. The established method is to deposit an antiferromagnetic (AF) layer on the outside of one of the F layers. The F/AF interface generates a strong effective magnetic field that fixes the orientation of the F layer magnetization. This effect, known as &quot;exchange bias&quot;, is widely used but poorly understood in detail. Within a F material each atom has a magnetic moment, and every such magnetic moment, or compass needle, is forced to align in the same direction by the powerful &quot;exchange interaction&quot;. Within an AF material adjacent magnetic moments instead align anti-parallel to each other. At the F/AF interface the magnetic moments of the F become fixed relative to those in the interfacial AF layer. The AF material has no net magnetic moment, so is largely unaffected by applied magnetic fields, and its magnetism is more difficult to observe. Little is known about the magnetic moments (spins) of the AF at an F/AF interface, particularly when structural imperfections are present. Spin-valves are required to change their magnetic alignment on sub-nanosecond timescales, where the motion of the magnetic moments within the AF and their influence upon the F are completely unexplored.\nWe will use synchrotron x-ray radiation to make the first measurements of the motion of the magnetic moments at the F/AF interface at GHz frequencies. In particular we will make use of the x-ray magnetic circular and linear dichroism effects, known as XMCD and XMLD respectively. The F/AF samples consist of atoms in which a nucleus is surrounded by filled and partially filled shells of electrons. The energy required to excite an electron from a filled to a partially filled shell has an energy that is specific to a particular atom, while the energy of the x-rays from the synchrotron can be tuned so as to study only that atom. The x-rays are produced in pulses of sub-nanosecond duration. By synchronizing the x-rays with a magnetic field that has a sinusoidal time variation, the instantaneous state of the sample may be determined at a given point in its cycle of oscillation. Specifically the XMCD and XMLD effects allow the magnetic state of the F and AF layers to be determined independently.\nWe will use the Advanced Light Source (ALS) in Berkeley and the Diamond Light Source in the UK to apply this measurement technique to samples of the highest structural quality, fabricated by molecular beam epitaxy at the University of California, Berkeley. The GHz frequency dynamics of the F layer will first be characterized by time resolved magneto-optical measurements at Exeter. Both x-ray and magneto-optical measurements will be performed as a function of temperature so as to compare the response when the AF layer has different degrees of antiferromagnetic order. We will hence obtain much deeper insight into how the AF layer controls the response of the F layer to a high frequency magnetic field.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J018767/1","grantId":"EP/J018767/1","fundValue":"359853","fundStart":"2012-12-01","fundEnd":"2015-11-30","funder":"EPSRC","impactText":"","person":"Robert  Hicken","coPersons":["Gerrit  Van Der Laan"],"organisation":"University of Exeter","findingsText":"","dataset":"gtr"}