{"id":"F403EFA1-F65D-4457-BC87-EBABC94D47D5","title":"Measurement and Modelling of Electric Fields Induced in the Human Body by Temporally Changing Magnetic Fields","abstractText":"In the 25 years since its transition to the clinical environment, MRI has become an invaluable clinical tool. However there are a number of well recognised potential adverse health effects of MRI related to forces on ferromagnetic objects, radio-frequency heating and peripheral nerve stimulation due to time varying fields. These effects are well controlled for both patients and staff, and there are several standards from regulatory bodies worldwide which deal with magnetic and electric fields and their hazards. However there is a paucity of data on other biological effects of the EMFs involved in MRI, although is no evidence that they have a detrimental effect on health. There are acute effects such as metallic taste and dizziness around high field MRI magnet installations, but there is no evidence that these have any consequence for health. Recently the European Union agreed to postpone its 2004 directive on electromagnetic fields in the workplace, which would have compromised clinical and research uses of MRI. The limits proposed in the legislation had little or no scientific basis particularly in the frequency ranges employed in MRI. It is therefore essential that new research is carried out which will assist in setting regulatory levels so that patients receive a satisfactory level of care without endangering operators of the equipment.This proposed research builds on the applicants' recent work in modelling and measuring the electric fields induced in the human body (due to magnetic fields) and understanding the effects on the whole body. So far there has been no verification of the numerical models used to calculate body currents by experimental measurement. This will be carried out by simulating the fields induced in a particular subject during movements in the magnetic field and during gradient switching and then measuring, by experiment, the surface electric fields using newly developed dipole probes. Having verified the models, four specific experiments will be carried out. These are: 1) Measure and model electric fields at the site of peripheral nerve stimulation, PNS. This measurement will lead to a better understanding of the process of PNS and allow a future scanner operator to optimise scan parameters for imaging speed whilst avoiding PNS. Currently PNS is avoided by setting conservative limits which can compromise imaging quality. 2) Modelling of head electric currents produced by galvanic vestibular stimulation (GVS) and by movements in magnetic fields. Direct comparison of the magnitudes and direction of induced and direct currents will support the hypothesis that the vertigo effect is mediated by an induced electric field.3) Measure subjects' sensitivity to vertigo during movements in magnetic fields and correlate it with the sensitivity of their balance system to GVS. A positive correlation will indirectly support the hypothesis that the vertigo effect is produced by stimulation of the peripheral vestibular system.4) Comparison of vestibular-evoked oculomotor responses produced by GVS with those produced by movements in magnetic fields to test directly the hypothesis that the vertigo effect is produced by stimulation of the peripheral vestibular system.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G061653/1","grantId":"EP/G061653/1","fundValue":"119199","fundStart":"2010-01-01","fundEnd":"2012-12-31","funder":"EPSRC","impactText":"","person":"Brian Leslie Day","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}