{"id":"F40FA919-6A45-4462-85E8-4A77FE6C9E8B","title":"Cyber Warfare and Nuclear Strategy: Challenging the Utility of Nuclear Weapons in Global Security","abstractText":"<p>The project examines the growing challenge from information warfare and cyber weapons on the safe and secure command and control of nuclear forces. Particular attention is paid to the future vulnerabilities and potential weaknesses of UK, US and NATO nuclear capabilities, as well as to the impact this is having on the perception and efficacy of nuclear weapons more broadly.&nbsp;</p>\n\n<p>The main aim of the project is to provide a badly needed assessment of how the role of nuclear weapons and nuclear strategy is changing in the modern world, and to begin a debate over whether such weapons continue to represent viable a means of security</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/K008838/1","grantId":"ES/K008838/1","fundValue":"166438","fundStart":"2013-10-01","fundEnd":"2016-09-30","funder":"ESRC","impactText":"  The project is not complete. More information on this to follow.  ","person":"Andrew  Futter","coPersons":[],"organisation":"University of Leicester","findingsText":" At the heart of the cyber puzzle lies the complicated and contested nature of cyber warfare definition - this has significant implications for seriousness/ nature of threat. Narrow cyber focus poses a minimal threat, a broader information-based definition opens up far bigger questions and vulnerabilities.\n\nCyber isn't transforming the nuclear enterprise on its own but it is exacerbating problems and vulnerabilities already inherent in nuclear systems and thinking, and in some ways cyber is creating new problems and concerns. Another aspect of this is the complexity and likelihood of normal accidents as a result of ever increasing software and coding complexity.\n\nCyber technologies and the debates that this has generated are providing a better lens through which to think about contemporary nuclear utility. The cyber challenge is highlighting many complex problems in the nuclear enterprise that escaped focus in the past.\n\nThere are certain vulnerabilities arising from cyber for the UK nuclear weapons complex but these are more subtle than &quot;cyber hype&quot; would suggest. That said, they do add the to pressures on the perceived role and ultity of UK nuclear weapons in the future.\n\nCyber remains a key issue in gobal strategic balances, particularly between US/NATO and Russia, and in other strategic nuclear relations. It is fundamental that the role and relationship of cyber is better explored to prevent future crisis stability problems. This will be addressed as I go forward in year 2 and 3 of the grant. Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software),Security and Diplomacy","dataset":"gtr"}