{"id":"F414ECF2-4C04-4EF4-BF81-A72B40113508","title":"Re-Engineering the City 2020-2050: Urban Foresight and Transition Management","abstractText":"The critical challenge for contemporary urbanism is how cities develop the knowledge and capability to systemically reengineer their built environment and urban infrastructure in response to climate change and resource constraints. In the UK and elsewhere cities are increasingly confronted with, or have voluntarily adopted, challenging targets for increasing renewable and decentralised energy, carbon reduction, water savings, and waste reduction. Looking forward to 2020 and beyond to 2050, as current policy drivers and initiatives begin to bite, we need to envisage a systemic transition in our existing built environment, not just to zero carbon but across the entire ecological footprint of our cities and the regions within which they are embedded, whilst simultaneously promoting economic security, social health and resilience. Responding to this challenge in a purposive and managed way requires cities to bring together two strongly disconnected issues: what is to be done to the city (technical knowledge, targets, technological options, costs, etc) and how will it be implemented (institutions, publics, governance). We start from the perspective that the processes of urbanisation which underpin the development of cities are complex, and that urban environments can best be understood as complex socio-technical systems. Cities become 'locked in' to particular patterns of energy and resource use - constrained by existing infrastructural investments, sunk costs, institutional rigidities and vested interests. Understanding how to better re-engineer our cities and urban infrastructure, to overcome 'lock in' and facilitate systems change, will be critical to achieving sustainability. The core aim of the project is to develop the knowledge and capability to overcome the separation between the what and how of urban scale retrofitting in order to promote a managed socio-technical transition in built environment and urban infrastructure. The project will comprise a total of 5 Work Packages. Four interlocking Technical Work Packages: i) Urban Transitions Analysis: ii) Urban Foresight Laboratory (2020-2050); iii) Urban Transitions Management; iv) Synthesis, Comparison and Knowledge Exchange, and; v). the Project Management Work Package. The technical component of the research will explore urban scale retrofitting as a managed socio-technical transition, focusing on prospective developments in the built environment - linking buildings, utilities, land use and transport planning - and in so doing we will develop a generic urban transitions framework for wider application. The geographical focus will be on two of the UK's major 'city regions': Cardiff/South East Wales and Greater Manchester. Both areas have a long history of urbanisation and post industrial decline, and are actively seeking manage a purposive transition to sustainability through harnessing processes of master planning, regeneration, and economic development, and driving through significant programmes of retrofitting and infrastructural development, together with institutional and governance innovations, such as the establishment of Low Carbon Zones. The proposal brings together an experienced, interdisciplinary team of leading academic researchers, with commercial and public sector research users. The academic partners comprise: the Welsh School of Architecture (WSA), Cardiff University; Sustainable Urban and Regional Futures (SURF), Salford University; the Oxford Institute for Sustainable Development (OISD) at Oxford Brookes University; and the University of Cambridge, Department of Engineering, Centre for Sustainable Development (CSD). Commercial collaborators will include Corus and Arup. Regional collaborators will include Cardiff and Neath Port Talbot Borough Councils, WAG and AGMA/Manchester City Region Environment Commission. National dissemination will take place through the Core Cities, CABE, RICS, and the national science advisor of DCLG.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I002162/1","grantId":"EP/I002162/1","fundValue":"2206040","fundStart":"2010-10-01","fundEnd":"2014-09-30","funder":"EPSRC","impactText":"  Details to be added in next submission period.  ","person":"Malcolm  Eames","coPersons":["Tim  Dixon","Georgia  Butina Watson","Ray  Ogden","Michael  Hodson","Simon  Marvin","Tim  May","Peter  Guthrie","Chris  Tweed"],"organisation":"Cardiff University","findingsText":" Details to be added in next submission period. Details to be added in next submission period. Construction,Energy,Environment,Government, Democracy and Justice,Transport,Other","dataset":"gtr"}