{"id":"F41573B3-53A2-4F70-97DC-A6B637A38FD9","title":"Connecting craft and communities","abstractText":"The Connecting Craft and Communities network responded to the current resurgence of interest around craft and addressed the ways in which making works to connect people together.\n\nThe purpose of the network was to consider the nexus between people and the changing cultures, politics, practices and skills of craft in the 21st century. Discussions focused on developing an understanding of the role of craft in strengthening connections, enabling self-reliance, enhancing health and well-being and making sustainable economic futures through the workshop themes: 'Crafting Communities', Crafting futures' and 'Crafting sustainability and wellbeing'. The networking project took place across three, two-day participatory workshops held between April and September 2011. In all, the workshops brought together 76 professional and amateur makers, activists, creative organisations, intermediaries, policy makers, researcher-practitioners and academics. Together these participants reflected on the challenges and opportunities of connecting craft and communities.\n\nThe workshops were supported by a website: http://connectingcraftcommunities.wordpress.com","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/I507663/1","grantId":"AH/I507663/1","fundValue":"32214","fundStart":"2011-01-01","fundEnd":"2012-01-31","funder":"AHRC","impactText":"  The findings have informed the development of larger AHRC grants, including those undertaken by Dr Nicola Thomas and Dr Fiona Hackney. Creative Economy,Healthcare Cultural,Societal","person":"Nicola  Thomas","coPersons":["Katie  Bunnell","Fiona Anne Seaton  Hackney"],"organisation":"University of Exeter","findingsText":" The Connecting Craft and Communities network responded to the current resurgence of interest around craft and addressed the ways in which making works to connect people together.\n\n\n\nThe purpose of the network was to consider the nexus between people and the changing cultures, politics, practices and skills of craft in the 21st century. Discussions focused on developing an understanding of the role of craft in strengthening connections, enabling self-reliance, enhancing health and well-being and making sustainable economic futures through the workshop themes: 'Crafting Communities', Crafting futures' and 'Crafting sustainability and wellbeing'. The networking project took place across three, two-day participatory workshops held between April and September 2011. In all, the workshops brought together 76 professional and amateur makers, activists, creative organisations, intermediaries, policy makers, researcher-practitioners and academics. Together these participants reflected on the challenges and opportunities of connecting craft and communities. Creative Economy\n\n3rd sector working with in art, craft and design contacts\n\nCommunity participatory context Communities and Social Services/Policy,Creative Economy","dataset":"gtr"}