{"id":"F41B1C26-3F2A-4DCA-A95C-64225240F1CE","title":"Development of a Rapid Processing Pipeline and Graph-based Visualization for the Analysis of Next Generation Sequencing Data","abstractText":"Over the last decade or so there has been an explosion of biological data emanating from new laboratory analysis platforms. These data are increasingly complex and large-scale. DNA sequencing in particular has revolutionized the biomedical and biological sciences over the last decade. The recent availability of new DNA sequencing platforms mean that orders of magnitude more data can be produced relative to what was possible just a few years ago. These advances have further changed the way we think about scientific approaches to basic, applied and clinical research. For example, the ability to sequence the whole genome of many related organisms has allowed large-scale comparative and evolutionary studies to be performed that were until recently unimaginable. Sequencing can also be used to determine which genes are currently active at any given state or time by RNA sequencing for gene-expression analyses. In analysing gene-expression studies, RNA-sequencing can identify and quantify rare genes without prior knowledge and can provide information regarding sequence variation in the identified genes. When combined with 'pull-down' technologies, these approaches can also answer important questions regarding gene regulation such as transcription factor or microRNA target binding. These advances in technology however come with significant analytical challenges, in particular with respect to the sheer scale of data now being produced. For example a single run of an Illumina Solexa GA-2 machine produces approximately 100Gb of sequence data alone. A number of approaches exist for the analysis of these data, however they are usually slow and extremely computationally intensive, requiring large-memory computers or high-performance computing clusters in order to effectively analyse these data.\n \nHow best to analyse this information is an ongoing and active discussion. One approach to resolving some of these issues is to both develop fast optimal algorithms for data analysis and to visualise and analyse data as network graphs. This proposal is to develop an optimised system for the analysis of such data. It will involve the development of extremely fast and optimised algorithms for processing the data for which we have already created prototypes. We will utilise the relatively new field of GPU hardware acceleration to allow these algorithms to run significantly faster when utilising specialised hardware on a consumer 3D graphics card. Data processed through the system will be visualised using a customised 3D visualisation environment designed around the existing BioLayout Express3D system. These sequence graphs have already proved themselves useful identifying novel sequence elements and aiding the assembly of their consensus sequences, in many cases helping to identify where issues lie. Furthermore, we intend to harness the power of correlation analysis for working with RNA-seq data, providing an integrated solution for moving from primary sequence data through to co-expression analysis of tags per gene summaries. In doing however we will also provide network and alignment based views of the primary data that underpin the summary analyses. This will provide novel ways for users to see their data and how reads interact with each other and the genome itself. The entire system will be modular and each module will be accessed from a graphical user interface written in Java, that gives the user control over analysis modules and allows rapid analysis of large-scale datasets from the primary data to genome/gene level analyses.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J019275/1","grantId":"BB/J019275/1","fundValue":"188768","fundStart":"2012-07-01","fundEnd":"2014-10-31","funder":"BBSRC","impactText":"  The tools developed as part of this grant are being widely used already in the small RNA research community. The algorithms that form the basis of the software developed are well received and generating attention.\n\nWe have promoted these tools to bench biologists at numerous training courses and outreach activities and the final output of this project will be an accessible version of the tool which we expect to have high usage. Digital/Communication/Information Technologies (including Software),Healthcare,Pharmaceuticals and Medical Biotechnology Economic","person":"Anton James Enright","coPersons":[],"organisation":"EMBL - European Bioinformatics Institute","findingsText":" We have developed a comprehensive set of tools for the analysis of small RNA sequencing data.\n\nWe have used these tools to investigate the expression of small RNAs across many species.\n\nWe expect these tools to be widely used by researchers in the UK and Europe.\n\nWe have discovered new features of small RNAs and their expression with relevance to diseases including cancer. We will continue to improve and develop our tools and we believe many users of the software will provide feedback to help us improve its capabilities. Education,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}