{"id":"F42B2811-FE1B-47D9-8D0E-BAAC59F7363D","title":"Designing tangibles for learning: An empirical investigation","abstractText":"Recent developments in wireless and sensor technologies make it possible for computational power to be embedded in objects and the environment. These objects and locations can be networked together in a number of different ways, and can be linked to various forms of digital representation, such as an image or animation on a screen display, a sound, or even a change in the object itself. For example, Flow Blocks are blocks embedded with sensor technology. When the blocks are connected together light signals are sent through them, to help children to explore different models of flow. Combining physical objects and real world environments with digital enhancement in this way offers the opportunity for learners to explore physical or scientific phenomena in new ways, giving them access to information not normally available in the physical world. Several research studies demonstrate the technical possibilities of such 'tangible environments', but little is known about their particular value for learning. We have now reached a point where more systematic investigation of the learning benefits is essential for guiding future development and use of tangible technologies for learning, and in particular to understand more clearly the impact of different ways of linking together objects, environments and information, on the way that learners interact with and understand scientific ideas.To achieve this a research framework has been developed, which identifies design characteristics of tangible artefacts and related representations i.e., the different ways of linking information and representations of scientific phenomena to objects and actions placed upon those objects. Tangible artefacts and representations will be designed, developed and linked to help students learning about biology topics, such as genetics, or physics topics, such as forces and motion. For example, in understanding genetic diversity through meiosis, chromosomes could be represented as objects created from different materials e.g., colour-coded blocks or a substance that feels more fragile which easily connects and disconnects. When joined together crossovers, or genetic recombination, of the joined chromosomes could be shown, either in the artefacts themselves through changes of colour-coded segments, or as an animation on an adjacent screen, or indeed both. What kind of inferences and conclusions can students draw from the different kind of representations associated with the object-action relationship? Does the 'construction' activity or the tangibility of different materials facilitate inferences/ understanding? Small groups of students will work with the tangibles and be encouraged to talk about what they think is happening when they move objects around, see or hear digital effects produced by their actions. Data from empirical studies will be analysed to explore the impact of different design variables on interaction and cognition. Findings will be used to derive preliminary guidelines to inform the design of effective integration of technologies and representations to develop a tangible learning environment. An example environment will then be evaluated to assess its impact on student learning, and to verify the design guidelines. This research will provide much needed insight into the learning benefits of tangibles and associated representations, and the effective integration of artefacts and representations for particular kinds of learning. This will inform the development of design guidelines for tangible technologies for learning, and ways in which tangible learning can be integrated into teaching to enhance learning and effective pedagogical practice.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F018436/1","grantId":"EP/F018436/1","fundValue":"354407","fundStart":"2008-01-07","fundEnd":"2010-05-06","funder":"EPSRC","impactText":"  The findings have been used extensively in the research community, as the basis for further research; and by the research community in publication citations. Findings have primarily been used in HCI and Education research contexts, but also in Computer Science.\nAs part of the project a public engagement event was organised at the Dana Centre, Science Museum, London, where the interactive table was available for the general public to interact with, along with a number of other invited examples of interactive surfaces. http://vimeo.com/5457345 Digital/Communication/Information Technologies (including Software),Education Societal","person":"Sara  Price","coPersons":["George  Roussos"],"organisation":"Institute of Education","findingsText":" This project investigated how tangible technologies ('tangibles') affect the way learners interact with and understand scientific ideas. In human-computer interaction, 'tangibles' are physical objects or materials (e.g. building blocks, balls) that are embedded with sensor-based technologies and linked to digital information, as images, sound or tactile feedback, such as, vibration. These technologies foster hands-on learning, providing new explorative ways of interacting with information and engendering a more active approach to learning than traditional computing. Physical objects coupled with digital information in this way also offer opportunities to present information not normally available in the physical world, such as invisible scientific phenomena.\nA purpose built tangible interface (the LightTable) was developed to explore how digital augmentation of physical objects can support children's understanding of science - in this case the behaviour of light with objects of different colours, shapes and textures, i.e. how light is reflected refracted or absorbed with these different kinds of objects. A torch acts as a light source eliciting a digital white light beam when placed on the table. Visual digital effects change when objects are directly manipulated, either by placing them in the pathwayof the light beam, or being taken off the table or altering their position, which causes the light beam to be interrupted or redirected.\nStudies with 11-14 year olds have shown how tangible interfaces can mediate exploratory learning and collaborative activity, and can engender effective learning processes. Findings are outlined under the following themes:\n\nCollaborative learning: This design, where digital information is integrated with the physical objects and dynamically displayed in real time depending on how children move the objects, supported collaborative hands-on interaction in various ways: having tangible objects as a common focus of attention facilitated collective exploration and the process of working together to 'build' new knowledge; the physical characteristics of the objects contributed to balanced levels of participation; the capacity for children to move objects simultaneously provoked rapid changes in configurations and resulted in children frequently interfering with one another's activity. This was found to be instrumental in bringing about further inquiry, both through exploratory and verbal interaction, resulting in productive learning moments..\n\nEngagement: The dynamic nature of the environment and the facility to simultaneously explore concepts, promoted engagement not only with the activity but also with the scientific concept. The rapid changes in light due to movements of objects provided more, and different, examples of the behaviour of light from which children could draw conclusions, a central feature of exploratory and experiential learning. Analysis also showed that tangible environments interested learners in the operational aspects of the technology, contributing to understanding of the technology and the concepts being explored through new functional perspectives.\nDesign of tangible interfaces: The research suggests that the design of the digital representation mapping to the physical object and action is critical, and that children's interpretation of scientific phenomena are not always in line with the designer's correspondence mapping. The findings also illustrate how tactile information is attended to in children's interpretation of scientific ideas, and indicate that all perceptual properties of objects must be considered by designers in contexts where such aspects matter to the interaction and meaning making. Findings may be of interest to science educators, museum educators, digital designers and computer developers in thinking about or designing tangible technologies for learning.\nThe work also provides a foundation for extending research in this nascent field of tangibles for learning. Digital/Communication/Information Technologies (including Software),Education,Culture, Heritage, Museums and Collections","dataset":"gtr"}