{"id":"F43273B7-ED68-486F-B99A-FA42B9B76100","title":"Investigation of the impact of co-location: economies of scope and scale in biomedical and health research","abstractText":"It is important to achieve the best outcomes from public sector investments in medical research. To do this, research funders need to understand where they should invest the limited funds they have available to maximise the outcomes from that investment. One consideration when deciding where to allocate funding is whether there are economies of scope and scale in biomedical research. Economies of scope are said to exist when undertaking two different activities in the same place is better value for money than undertaking the same two activities separately, e.g. teaching medicine in the same place as researching it. Economies of scale exist when the cost to do or produce something falls the greater the quantity produced in one place, e.g. the cost per MRI scan falls as the proportion of time a scanner is in use increases. In the context of public funding of medical research, where the research outputs will differ between projects and researchers, the concept of economies of scope is perhaps most relevant. If there are economies of scope or scale, then medical research funding would have greater impact when concentrated in a few locations. Conversely, if there are diseconomies of scope or scale then funding would be more productive if spread across numerous research units rather than being concentrated in a few. If there are no great economies or diseconomies, then research outputs per investment would be unaffected by the number of units that funding is spread across. \nEconomies of scale and scope in biomedical research could come from two main sources. It could result from the physical infrastructure, such as expensive research equipment, or other support services, which can be provided more cost effectively where a large group of people are working together. Or it could result from the interactions between researchers, enabling them to work together better and draw on advice from colleagues. However, new technologies are making both the sharing of infrastructure, and long distance communication, easier so may mean that these effects are decreasing in importance. Current evidence is inconclusive on whether there are economies of scope and scale and if so, what causes them. Therefore, this project aims to address three main questions:\n1.Do economies of scope and scale exist in medical research: is it better to support research in a few places rather than spread support across many places?\n2.What is the source of any economies of scope and scale: use of costly and specific infrastructure, or interactions affected by location?\n3.Where and if benefits (or dis-benefits) exist as a result of colocation in terms of the interactions facilitated, how do these differ between different researchers (early career and later career, basic and clinical, different research areas etc.), research stages and how have they changed over time (if at all)?\nWe will do this in three stages:\n1. A thorough, rapid evidence review of the work that has already been done on this subject;\n2. Interviews with researchers across a range of locations, and detailed study of a few specific locations where researchers have recently moved into new research centres to understand the effect of their new environment on their research and the way they work together;\n3. Development of an econometric model (or models) for economies of scope and scale, and investigation of whether the necessary data is available to test them.\nThe project would make three contributions. First it will compile the existing evidence into a form that can be understood and used by policy makers, and disseminate that to them. Second it will develop new insights into the ways in which any economies of scope and scale function within biomedical research through the interviews and detailed analysis of specific locations. Third it would explore the feasibility of carrying out an econometric examination of the magnitude of the issue in the UK biomedical research context.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M008401/1","grantId":"MR/M008401/1","fundValue":"211519","fundStart":"2014-11-30","fundEnd":"2016-04-11","funder":"MRC","impactText":"","person":"Steven  Wooding","coPersons":["Jon  Sussex","Enora  Robin","Alexandra  Pollitt","Susan  Guthrie","Karla  Hernandez-Villafuerte"],"organisation":"RAND Europe Community Interest Company","findingsText":"","dataset":"gtr"}