{"id":"F434DA8A-34FD-49B6-B7FD-5C0856464A6E","title":"Responsive Probes for Molecular Imaging Applications: COST D38 Support","abstractText":"The project seeks partial support over a 4 year period, for an international collaborative project spanning 7 European research laboratories, operating under the ESF COST Action D38: 'Metal Based Systems for Molecular Imaging Applications'. The key objectives are to improve our basic understanding of quenching mechanisms that shorten the lifetime of emissive probes (lanthanide luminescence probes) and to devise 'concentration independent' magnetic resonance (MR) probes taht are responsive to selected analytes of biochemical interest. We shall apply the combined expertise of the cooperating groups to improve metal complex probe design. In particular, we shall evaluate the utility of new lanthanide complexes in bioanalysis and for the microscopic imaging of living cells, focusing on applications in cellulo (luminescence) and in vivo (MR). The Durham group were co-proposers of the Action and lead a working group entitled 'Responsive Probes', that embraces laboratories in Geneva, Tubingen, Dublin, Turin, Bagnols-sur-Ceze and Leicester. The funding requested will be used to facilitate particpation in the defined research progamme between these laboratories, with the Durham group taking the lead in the first phase of the collaboration.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E063942/1","grantId":"EP/E063942/1","fundValue":"31281","fundStart":"2007-10-26","fundEnd":"2011-10-25","funder":"EPSRC","impactText":"  In increasing our basic knowledge of how to design responsive probes, including those for key oxyanions such as bicarbonate, citrate and lactate, measured in biological fluids and inside cells. Pharmaceuticals and Medical Biotechnology Economic","person":"David  Parker","coPersons":["Lars-Olof  Palsson"],"organisation":"Durham University","findingsText":" Methods to develop emissive probes that respond to their environment In creating brighter and functionally reversible optical probes Chemicals,Education,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}