{"id":"F437243E-B9C8-4339-836D-DA891AF2B5A4","title":"Ultrafast infrared superconducting single-photon detectors","abstractText":"One of Einstein's key contributions to modern science was to recognize that light is fundamentally composed of discrete packets of energy known as photons. A single photon detector is an extremely sensitive device capable of counting these individual quantum objects - at low light intensities the arrival of photons can be distinguished as clearly as the first patter of raindrops on a tin roof. Lower energy (infrared) photons are less strongly adsorbed and scattered by typical transmission media (the atmosphere, optical fibre or even living tissue) than photons at visible wavelengths. Hence infrared single-photon detectors are a crucial enabling technology for a host of scientific applications, ranging from the ultimate in secure communications (quantum cryptography), to new methods of medical imaging. Serious problems are encountered when attempting infrared single-photon counting with conventional semiconductor-based detectors. This technological gap represents a significant obstacle for researchers across a range of fields. This proposal is based upon a new type of single photon-detector capable of registering low energy photons with unprecedented timing resolution. This detector is a product of recent advances in the art of miniaturization -Nanotechnology. It is comprised of an ultra-narrow ('nanoscale') wire, cooled to low temperature such that it enters the superconducting state. Commercial closed-cycle cooling technology now makes this futuristic detector viable for practical applications. This proposal aims to set up a world class research programme in the UK based on improving and exploiting this highly promising new technology. This programme will be carried out at Heriot-Watt University, Edinburgh, which is one of the leading photonics centres in Europe. Key goals at the outset are to set up an optical test bed for these detectors, to further improve their performance, and to employ them in groundbreaking new single-photon counting applications. This proposal should have a powerful impact in terms of new science and technological applications.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F009968/1","grantId":"EP/F009968/1","fundValue":"230285","fundStart":"2007-11-01","fundEnd":"2010-10-31","funder":"EPSRC","impactText":"  This EPSRC first grant allowed me to introduce advanced infrared superconducting single photon detectors to the UK. These devices are a key enabling technology for a host of frontier scientific applications.\nThis grant allowed me to set up a dedicated research lab in Scotland, partner with major UK labs like the National Physical Laboratory (NPL), and leading UK Universities \n\nKey output: Detector system delivered to NPL in 2009 for single photon metrology and quantum communications Electronics,Government, Democracy and Justice,Security and Diplomacy Economic,Policy & public services","person":"Robert Hugh Hadfield","coPersons":[],"organisation":"Heriot-Watt University","findingsText":" This EPSRC first grant enabled me to introduce advance infrared superconducting single photon detector technology to the UK for the first time. These devices are a key enabling technology for a host of applications at the frontiers of science including quantum communications, atmospheric remote sensing and laser medicine. This technology is being developed further and implemented in applications through the UK Quantum Technologies initiative. Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software),Electronics,Energy,Environment,Financial Services, and Management Consultancy,Healthcare,Government, Democracy and Justice,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology,Security and Diplomacy","dataset":"gtr"}