{"id":"F44E4792-5335-4B0C-BC2E-75D42DEF0680","title":"Seminars on Networks","abstractText":"<p>Over the past decade, the economics research in networks has provided us with a better understanding of important phenomena such as trust and social capital, the collaborative foundations for market power, the salience of opinion leaders, fads and lock-ins in the diffusion of ideas and technologies, the persistence of unemployment and inequality in labor markets, patterns of homophily in friendships, and the emergence of unequal and highly clustered social and economic network structures.</p>\n\n<p>These ideas are now beginning to have an impact on public policy as well as firm strategy.</p>\n\n<p>The proposed Seminars Group on Networks has two primary aims:</p>\n\n<ol>\n \n\n <li>to facilitate the exchange of ideas and advance research on fundamental questions</li>\n\n <li>to facilitate dissemination of key research ideas among policy makers in the public as well as the private sector.</li>\n\n</ol>\n\n<p>&nbsp;This Seminars Group will focus on four themes:</p>\n\n<ol>\n \n\n <li>Networks and markets</li>\n\n <li>Empirical analysis of networks</li>\n\n <li>Network resilience</li>\n\n <li>Diffusion and influence in networks. </li>\n\n</ol>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-451-26-0836","grantId":"RES-451-26-0836","fundValue":"18145","fundStart":"2011-03-07","fundEnd":"2013-03-06","funder":"ESRC","impactText":"  As mentioned above, we expect that the main impact of our events will take the form of new fundamental and applied research work. Creative Economy,Education ","person":"Sanjeev  Goyal","coPersons":["Marcel  Fafchamps","Andrea  Galeotti"],"organisation":"University of Cambridge","findingsText":" The workshops and conferences were aimed for academic audiences. The conferences were very well attended by faculty members from local institutions, young faculty and graduate students from a variety of UK institutions. \n\nWe expect that the main impact of our events will be felt over time in the form of fundamental and applied research of our colleagues. Here are examples of the type of impact that we expect from the conferences (but that are difficult to document formally):\n- Participants become aware of scientific advances made in other parts of the world\n- Participants become aware of scientific advances in other fields and disciplines that they were unfamiliar with and that, perhaps, they disregarded\n- Young researchers (e.g., students, post-docs) realize the potential of social network research and get encouraged to initiate their own research on network issues\n- Participants learn of methodologies and approaches they can use in their own research. Examples discussed in and around the conferences include: experimental network games, tablet-based lab experiments in the field, internet-based experiments on network formation, econometric methods\n- Collaborations get initiated between people in different universities or in different sub-fields and disciplines\n- As a result of all the above, scientific progress is achieved in the economics of social networks and this progress, in time, this progress impacts policy. Examples discussed in and around the conferences include: resilience of the financial sector to financial contagion, dissemination of technological innovation, social influence of opinion leaders on reproductive behaviour As mentioned above, we expect that the main impact of our events will take the form of new fundamental and applied research work. Creative Economy,Education","dataset":"gtr"}