{"id":"F4501A0C-E62F-482F-9356-98F2E8B54193","title":"Predicting and Enhancing the Moisture-Damage Performance of Asphalt Mixtures","abstractText":"The overall aim of this research is to use a combination of thermodynamic surface free energy and adhesion fracture energy measurements to understand, predict and enhance the resistance to moisture-damage of asphalt mixture pavement materials. Moisture-damage of asphalt mixtures is directly associated with the adhesive and cohesive properties of the material and how the presence of water affects these mechanisms. Although mechanical test procedures exist to quantify the moisture-damage of asphalt mixtures, they do not measure the fundamental material properties related to adhesion and cohesion. This study will use a combination of adhesive fracture energy measurements on bitumen-aggregate and bitumen-filler mastic-aggregate systems using monotonically-loaded tests together with intrinsic adhesion calculations based on thermodynamic surface free energy concepts to produce a step change in the moisture-damage performance and material screening of asphalt mixtures. The introduction and development of these new methods and novel approaches will provide the tools needed for the better selection and moisture-damage prediction of appropriate pavement materials. The study will involve collaboration between researchers working in the areas of pavement engineering materials and the mechanical engineering aspects of adhesion, adhesives and composites. This combined approach will allow the exceptionally high expertise in asphalt technology, moisture-damage characterisation, surface energy and adhesive bond testing and modelling to contribute effectively to improving the understanding and prediction of moisture-damage in asphalt mixtures and thereby provide a tool to achieve the project goal of enhancing moisture-damage performance.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G039399/1","grantId":"EP/G039399/1","fundValue":"291995","fundStart":"2009-07-13","fundEnd":"2012-07-12","funder":"EPSRC","impactText":"  The durability of asphalt can be quantified using a simple short-term test. The durability of poor aggregates/bitumen combinations can be improved by the addition of simple modifiers. Construction Societal,Economic","person":"Anthony  Kinloch","coPersons":["Ambrose Cornelis Taylor","Bamber Royston Blackman"],"organisation":"Imperial College London","findingsText":" A better understanding of the adhesion mechanisms between the bitumen binder and the aggregate substrates, as employed in asphalt road pavements, is necessary to improve the durability of road-pavement materials. A new test protocol is outlined to measure the characteristic fracture resistance of such bitumen-aggregate joints and to better understand the causes of failure of asphalt road surfaces, especially when associated with moisture ingress. The new test protocol is based upon a novel peel test which has been developed using a fracture mechanics approach to determine the adhesive fracture energy of bitumen-aggregate joints tested in both an unconditioned state (i.e. in the 'dry' state) and after being conditioned in an aqueous environment. Thus, the initial fracture resistance of the bitumen-aggregate can be assessed and the effects of any moisture-induced damage can be successfully quantified by the determination of the adhesive fracture energy. With these newly-developed techniques, the effects of using different aggregates and different bitumen grades may be quantitatively studied, since this test technique and recommended protocol may be readily adapted according to the requirements of different grades of bitumen, types of aggregate and required test conditions. The durability of asphalt can be quantified using a simple short-term test. The durability of poor aggregates/bitumen combinations can be improved by the addition of simple modifiers. Construction","dataset":"gtr"}