{"id":"F454989C-3246-41CD-951D-94A9412D9B6E","title":"Astronomy Research at Queen Mary 2012-2015","abstractText":"Our programme of research in Astronomy comprises projects spanning the breadth of the subject. We will study aspects of the solar system such as Saturn's ring system, the formation of the terrestrial planets, particle acceleration in the solar corona and turbulence in the solar wind. Although rooted in the solar system, the results of these projects will be relevant for many other astrophysical environments. We will study aspects of extra-solar planets, including formation and atmospheres. We will carry out projects to study cosmology and the early history of the Universe. Although the majority of our projects are theoretical, we will carry out observational projects such as the VISTA surveys. The large range of research areas provides a stimulating environment which encourages a view of Astronomy as the study of all of the Universe and its history. \n\nWe now know of many planets orbiting stars other than the Sun. How these extra-solar planets and those in our Solar System formed is a major unsolved question. Planets form in the gas-dust discs observed around young stars. We will use sophisticated computer simulations to model these discs, and examine the evolution of embedded planetesimals and planets. We will study collisions between planetesimals; migration of planets; gas accretion and gap formation in the disc by forming giant planets. We will examine the formation of rocky terrestrial planets using simulation codes which model planetary collisions. We will also examine atmospheric dynamics in short-period planets. Their proximity to the star generates intense heating and complex flow patterns which may be used to interpret observations of these hot planets. \n\nThe Cassini space mission has provided a wealth of images of the rings of Saturn. We will study the mechanism by which gravitational instability in a ring can be induced by a passing moon using the F ring-Prometheus system as a paradigm. We can model this in numerical simulations and test our results by comparison with actual rings and accompanying moonlets seen in Cassini data. The lifetime of Saturn's rings is an unsolved problem. The current best estimate suggests that the rings can only survive for ~400My, or &lt;10% of the age of the solar system. We intend to investigate a possible means of &quot;locking&quot; the ring system using a resonance with a more massive, exterior moon such as Mimas. We will also provide the Rosetta CONSERT team with the latest information on Jupiter family comets.\n\nThe corona is the upper layer of the Sun's atmosphere and the source of the solar wind, the plasma which flows out through the solar system. Understanding how the solar wind stays hot is a key problem and we will study the role of plasma turbulence and how it dissipates at the smallest kinetic scales. The solar corona is also a source of energetic particles, and explaining how electrons and ions are accelerated in flares is a long-standing problem. We will study acceleration processes which use the interaction of waves (dispersive Alfven waves) and particles, based on realistic inhomogeneous plasma configurations. All these studies will use large-scale, self-consistent plasma simulations. \n\nCosmology has been transformed in recent years from a data poor to a very data rich area. Cosmic Microwave Background (CMB) experiments and Large Scale Structure surveys have contributed to this transformation, challenging theoretical cosmologists to explain these data sets. We will work on four different but complementary projects. We will extend cosmological perturbation theory beyond linear order and apply it to new phenomena and observables. Our study of inflationary cosmology focuses on new multi-field models of the early universe and their observational consequences. We will investigate black holes as a probe of cosmology and particle physics, and study the so-called surfing effect in cosmology to obtain constraints on parity violation using the polarisation of the CMB.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/J001546/1","grantId":"ST/J001546/1","fundValue":"1632100","fundStart":"2012-04-01","fundEnd":"2016-03-31","funder":"STFC","impactText":"","person":"David  Burgess","coPersons":["David  Tsiklauri","Reza  Tavakol","Richard Paul Nelson","James Peter Emerson","Craig Bruce Agnor","Karim Ali Malik","Carl  Murray","James  Lidsey"],"organisation":"Queen Mary, University of London","findingsText":"","dataset":"gtr"}