{"id":"F456312B-8986-4337-904A-6690919B70CC","title":"Developing Fundamental Theory and Enabling Technologies for Parallel Operation of Inverters to Facilitate Large-scale Utilisation of Renewable Energy","abstractText":"UK Research Councils have set up a RCUK Energy Programme, investing more than &pound;530 million in research and skills to pioneer a low carbon future. Energy is also a major application area funded by TSB. Several major global companies, including BP, Caterpillar, EDF Energy, E.On, Rolls-Royce and Shell, have joined their forces with the UK government to establish the Energy Technologies Institute, creating a potential &pound;1billion investment fund for new energy technologies. The ongoing research programmes cover various aspects of energy from generation, transmission to end use, in order to create affordable, reliable and sustainable energy for heat, power and transport. Increasing the share of renewable energy, e.g. wind, solar, marine and biomass, and improving energy efficiency are the two most important ultimate goals for all energy-related programmes. \n\nThe renewable energy needs to be connected to the grid, preferably, via inverters in order for them to take part in the grid regulation, in particular, for large-scale renewable installations. However, the capacity of individual power inverters is limited and multiple inverters are needed to be operated in parallel to achieve the power capacity needed. For a 5GW offshore wind power site, 1000 of 5MW inverters are needed. How to make sure that the inverters will share the load proportionally/evenly is a challenge. It should not be assumed that inverters could be connected in parallel automatically. Without proper mechanisms in place, circulating currents may appear and some inverters may be overloaded, which may cause damage. The system may even become unstable and lead to unwanted behaviours. The parallel operation of inverters has been a major problem in industry that prevents the large-scale utilisation of renewable energy sources. This is a simple problem which has not been solved properly for many years. The conventional droop control strategy is a promising technology but the sharing accuracy cannot be guarantee Very recently, the PI has revealed that the conventional droop control scheme and its variants do not possess a mechanism to make sure that the sharing accuracy is robust against numerical computational errors, parameter drifts and component mismatches. A robust droop controller is then proposed, which is able to maintain accurate sharing of real power and reactive power at the same time and also to maintain good voltage regulation when the inverters are of the same type. The problem is still unsolved when the inverters are different. \n\nThe major aims of the project are to develop fundamental understanding about parallel-operated inverters and to develop enabling contorl technologies to facilitate the large-scale utilisation of renewable energy and distributed generation. The ultimate goals of the project are to develop universal control strategies that allow the parallel operation of inverters with different types of output impedances and to develop a fundamental theory to guarantee the stable operation of power systems with parallel-operated inverters.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J01558X/1","grantId":"EP/J01558X/1","fundValue":"372166","fundStart":"2013-03-01","fundEnd":"2016-06-30","funder":"EPSRC","impactText":"  Not available at the time of filling the form  ","person":"Qing-Chang  Zhong","coPersons":[],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}