{"id":"F45ABB2F-F3AF-4FF7-99FB-29290D83164C","title":"Infrared crystallography of the Oxygen Evolving Complex reactions of Photosystem II","abstractText":"Understanding the molecular process of oxygen evolution is one of the great challenges in oxygenic photosynthesis research. Structural information is fundamental to aid and guide progress where recent breakthroughs have contributed substantially, particularly from X-ray crystallographic and EXAFS studies. However ambiguities exist in these recent structural studies in part because of X-ray radiation induced reduction and because the interpretation of polarised EXAFS measurements are not unique. Therefore a new structural methodology is needed in order to address these ambiguities and to provide added insight in the reactions at the pentanuclear Mn4Ca-cluster complex where water oxidation occurs and dioxygen is released. We propose novel measurements of Oxygen Evolving Complex (OEC) of PSII which overcome radiation problems and will give information not only about its structure but also its catalytic mechanism. Using linearly polarised infrared radiation focussed at the diffraction limit, the dichroic infrared absorption changes that accompany the S-state transitions in the OEC of single crystals of PSII isolated from Thermosynechococcus elongatus will be determined. This will yield vibrational transition dipole moment vectors of reactive groups in the X-ray frame and thus directly provides structural measurement of light induced changes of the Mn cluster and its ligands. This technique in effect amounts to infrared crystallography, which importantly does not cause radiation induced damage or reduction of high valency Mn in the OEC and as a structural technique will complement EXAFS and X-ray crystallography to probe the mechanistic reactions. There is a pressing need for such a novel structural technique to be applied to the important problem of photosynthetic water oxidation and the associated S-state transitions. Infrared crystallography of the OEC is a structural technique that has the added value to greatly enhance the analytical power of conventional unpolarised FTIR difference spectroscopy as well as complement X-ray diffraction and X-ray spectroscopy. The feasibility of such measurements have been demonstrated through preliminary experiments using existing PSII crystals. Additionally we have shown that the amplitudes of the signals from the active preparations will be significantly in excess of the detection limit of the proposed instrumentation. We propose the setting-up of a dedicated laboratory based instrument to exploit the technique and provide unique and important details of OEC functioning. Furthermore, developments in theoretical calculation of dipole gradients build on previous work in related areas and will support the interpretation of infrared dichroism in single crystals. The experimental availability within one experiment with internal consistency of frequencies, cross sections and dipole vectors in combination with rigorous theoretical modelling will provide structural and mechanistic insight into this important problem","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H004238/1","grantId":"BB/H004238/1","fundValue":"1336800","fundStart":"2010-04-01","fundEnd":"2013-03-31","funder":"BBSRC","impactText":"","person":"Jasper Joris Van Thor","coPersons":["James  Barber"],"organisation":"Imperial College London","findingsText":" The light driven synthesis of dioxygen is without a doubt one of the most important and elusive biochemical reactions to be studied. The research also benefits those who are constructing photochemical systems to split water into oxygen and hydrogen in an effort to devise new and high efficiency technologies for utilizing solar energy. The structure of the Oxygen Evolving Complex (OEC) and the mechanism by which it produces dioxygen at a catalytic site composed of four Mn ions and a Ca ion (Mn4Ca cluster) is an unresolved question, but recent structural studies have revealed considerable details of the active site of Photosystem II and the OEC \nThe objectives of this work included making polarized mid-infrared measurements of very small photosystem II crystals in transmission geometry. These measurements required developing of world-unique instrumentation capable of such measurements, and had the goal of applying the technique to the water splitting reactions of photosystem II. In addition we have developed and applied theory to transform the directional information into the X-ray crystallographic frame.\n\nMost significant achievements:\n\n1. We designed, built and commissioned a world-unique laser-based instrument for time resolved infrared protein crystallography\n2. We measured the world first femtosecond infrared crystallographic data on light harvesting, exciton annihilation, charge separation and relaxation of Photosystem II core complexes\n3. We have explored and collected preliminary infrared crystallographic data on the S1-S2 transition of the oxygen evolving complex of Photosystem II complexes We have for the first time shown successful application of pump-probe infrared crystallography measurements using instrumentation described in Kaucikas et al:\nKaucikas M, Barber J, Van Thor JJ, 2013, Polarization sensitive ultrafast mid-IR pump probe micro-spectrometer with diffraction limited spatial resolution, OPTICS EXPRESS, Vol: 21, Pages: 8357-8370, ISSN: 1094-4087 Energy","dataset":"gtr"}