{"id":"F460406A-2423-4621-8111-D661CA5C45DA","title":"PARADISE:Purification-assisted radioactive-decay and ionisation spectroscopy of very exotic isotopes of copper and gallium at the CERN-ISOLDE facility","abstractText":"The UK Nuclear Physics Advisory Panel has recently identified a series of key questions concerning the atomic nucleus. For example, how do reaction rates determine the final abundance of the different elements in the universe? Or how do the nucleons interact in the high-density environment of a neutron star? While some of the isotopes that are key to these questions may be studied in the laboratory, most of them are out reach and the scientific community must rely on extrapolations based on nuclear models and existing data.\n\nThis project is set in the vicinity of 78Ni, an isotope of nickel with Z=28 protons and N=50 neutrons, both numbers providing special additional stability to a nucleus, as closed shells do to an atom, and being referred to as magic. The persistence of those magic numbers in very exotic systems is however questioned and could impact the nuclear models. In this project, the copper (Z=29) and gallium (Z=31) isotopes at and around N=50 are under investigation. The determination of their ground-state properties such as spin, shape and electromagnetic properties (named moments) will bring an insight into their quantum configuration, a probe to the magic nature of Z=28 and N=50.\n\nThe half-lives of the neutron-rich gallium isotopes will also be addressed. Those have recently been identified to depart from the predicted extrapolations. New calculations were made on the basis of the observation that may have an impact up to 200% on the abundance of some elements in our solar system. It is therefore crucial to the main questions of modern nuclear physics to confirm those measurements and to extend them closer to the isotopes of interest.\n\nIn order to achieve this project, the technique of Collinear Resonance Ionisation Spectroscopy (CRIS) will be used. It combines high resolution (from the collinear geometry) while benefiting from high efficiency (from the ion detection). The exotic radioactive ion beams produced online at the CERN ISOLDE facility are delivered in bunches to the experimental setup where they are neutralised in an alkali vapour. The atom bunches are overlapped with a series of laser beams, which frequencies are tuned to specific transitions in the atomic structure of the element of interest. A valence electron is hereby excited beyond the ionisation threshold and the isotope is ionised. It is then counted with a beam intensity monitor (e.g. micro-channel plate detector), or a decay spectroscopy station. The high resolution of the laser frequency allows to probe nuclear-induced perturbations of the atomic transition at the level of 1 part in 1,000,000 and determine ground-state properties such as spin, electromagnetic moments or changes in the proton distribution.\n\nThis method can also be used to select a specific isotope, or even isomer, from a bunch and deliver an ultra-pure sample of a well identified isotope to a decay spectroscopy station. This particular aspect of the technique will be used to study the decay properties of the most exotic nuclei of gallium, but could also offer unique opportunities for the production of reference samples or isotopic ratios monitoring on a global scale.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/L002868/1","grantId":"ST/L002868/1","fundValue":"127350","fundStart":"2014-03-31","fundEnd":"2017-03-30","funder":"STFC","impactText":"","person":"Thomas Elias CocoliosKieran Thomas Flanagan","coPersons":[],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}