{"id":"F464B730-C107-4E03-88E6-DBB2146F2E7B","title":"SysMO LAB (Hugenholtz)-Westerhoff","abstractText":"Molecular and genomics approaches have contributed greatly to our understanding of bacteria. They have also led to a number of surprises. One is the fact that organisms that appear to be highly different are rather similar in terms of their molecules. Many of the molecular components of humans are similar to components of bacteria. Even closer similarities have been found between bacteria that are highly different in the way they interact with human beings. A recent development in the sciences, called Systems Biology, recognizes that the functioning of living organisms is not merely determined by their components, but also by properties that emerge from the interactions between those components, just like the scoring by a football player is not just determined by that player himself. Here we propose to test our hypothesis that much of the differences between organisms derives from differences in the interactions between their components. Three related organisms will be compared, one that produces our cheese, one that is a fecal contaminant of food, and one that causes sore throats. The networks of the three bacteria will be unraveled, the flow of carbon and energy through those networks will be determined, and the extent to which the bacteria are able to adjust their networks to altered environments will be measured. The results will be assembled into computer models that should then reproduce the behavior of the bacteria. It will be examined whether and how these computer versions of the organisms explain the differences in the extent to which they cause disease or function as organisms that help produce our food. These explanations will then be tested experimentally.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F003552/1","grantId":"BB/F003552/1","fundValue":"267624","fundStart":"2007-10-01","fundEnd":"2010-09-30","funder":"BBSRC","impactText":"","person":"Hans Victor Westerhoff","coPersons":["Jacob Leendert Snoep","Frans Johannes Bruggeman"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}