{"id":"F4718C19-DCED-4FCB-99C7-8A0A87CEE7B9","title":"World Cinema On-Demand: Film Distribution and Education in the Streaming Media Era.","abstractText":"In recent years, huge advances in technology have enabled new channels of film distribution through video streaming website such as Youtube, Vimeo and, more recently, video on-demand platform such as Netflix, Lovefilm, MUBI and Itunes. Even social networks such as Facebook are planning to offer video on-demand thanks to agreements with the largest film production companies (ie. Warner Brothers). These advances suggest that the distribution of cinema is undergoing a radical transformation, in which the Hollywood studios are not the only beneficiaries. In fact, the video on-demand platforms have vastly improved the accessibility of silent, art-house and world cinema, bringing these films to new audiences all over the globe, as evident from data published by streaming websites.\n\nThis research network examines the impact of these transformation on the distribution, teaching, and research of world cinema. It will achieve this by creating a point of reference for debate and discussion, bringing together different experiences, competences, and disciplines. Moreover, it will undertake the collection and analysis of data regarding the viewing patterns and potential of this online market. These aims will be achieved through a dedicated website and the formation of two specialised workshops of two days each, initiating an important international research network. \n\nThe first workshop will engage directly with ongoing debates surrounding these transformations with regard to the study and research of issues such as national cinema, transnational identity, production, distribution and archiving. It will create an international dialogue between academic researchers in the field of film studies and digital and new media. Every scholar invited will present a paper dedicated to the impact of streaming media in their field and institution, and a final roundtable discussion will investigate the practical implication of using streaming media in research and education.\n\nThe outcomes of this debate will form the basis of the second workshop, which will bring together industry professionals working in streaming media, education specialists, and information technology experts, in order to consider solutions for the practical problems presented by the use of streaming media in education contexts. These issues will include copyright and piracy problems, financial considerations and technological issues. The roundtable will engage with a pilot case scenario, investigating the steps that need to be taken into consideration in order to institutionally incorporate streaming media into film studies teaching in UK.\n\nThe ultimate aim of this research is to realise tangible, real-world applications of streaming media in the teaching and research of film studies in higher education, drawing from international expertise and experiences in diverse disciplines and industries.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J004294/1","grantId":"AH/J004294/1","fundValue":"30485","fundStart":"2012-03-01","fundEnd":"2013-11-30","funder":"AHRC","impactText":"  The project has instigated a dialogue between archivists, distributors, academics and filmmakers regarding the integration of online access to audiovisual resources into teaching and research in world cinema. This has established a multi-disciplinary network that encourages and facilitates the sharing of the latest research and scholarship in the area. Education Cultural","person":"Stefano  Baschiera","coPersons":["Alexander  Fisher"],"organisation":"Queen's University of Belfast","findingsText":" The network has foregrounded a range of issues and debates in the area of online distribution. These include the following:\n\n1) How online piracy is affecting our access to resources.\n2) How geo-blocking affects access world cinemas.\n3) How higher education institutions might be more prepared for the transformations that are currently taking place in film distribution.\n4) How film scholars and HE institutions might engage with new business models to make the disintermediation work.\n5) How questions of Intellectual Property are affected and complicated by disintermediation.\n6) How the long-term preservation and archiving of marginal and niche material may be both assisted and threatened by digitization.\n7) How online distribution affects the transnational life of marginal and niche cinemas. The network has generated an awareness amongst scholars, archivists and industry professionals of the role played by EU media institutions in developing online markets for audiovisual products, and the impact of North American and EU corporations (Netflix, amazon etc.) in creating a new intermediation of these products. Scholars involved in the workshops have already published articles informed by the research shared by the network, and an edited collections is currently in preparation by the project investigators. Creative Economy,Education","dataset":"gtr"}