{"id":"F472927C-EF9A-41EA-9422-F2CEDF581BEC","title":"Volcano-hydrologic hazards associated with the April 2015 eruption of Calbuco volcano, Chile","abstractText":"Volcanoes generate a wide range of hazards across a variety of timescales. In addition to the more familiar primary hazards to life and infrastructure associated with eruptive activity, such as ashfall, pyroclastic density currents (hot gas and particle-charged avalanches) and lava flows, in many cases the secondary hazards that arise from the remobilisation of the loose erupted material by rain and running water after the eruption is over are more devastating, longer-lasting, and reach further afield. \n\nLahars, gravity-driven flows of volcanic debris and water, are of particular concern due to their rapid onset, mobility, high energy, and ability to impact areas far removed from perceived zones of hazard. Since 1600 AD, lahars have been responsible for 17% of all deaths due to volcanic activity, being triggered either directly by volcanic activity (i.e. by ejection of a crater lake or melting of a summit ice cap by pyroclastic flows) or indirectly as secondary events (i.e. by rainfall remobilisation of fresh pyroclastic deposits or break-outs from volcanically-dammed lakes). However, these phenomena are amongst the most poorly understood of all volcanic hazards because of their complexity and unpredictability, hampering strategies designed to militate against their potential to cause loss or damage. A key to improving our understanding and knowledge of lahars lies in field-based studies that constrain their source conditions and initiation, and how they evolved during downstream flow, picking up and dropping sediment-load along the way and interacting with the channel margins.\n\nThe recent eruption of Calbuco volcano on 22-23 April 2015, in the Southern Andes of Chile, offers an opportunity to study lahars as they happen. Calbuco is one of more than 66 known active volcanoes in the southern Andes, an area that hosts 80% of Chile's population. Historic eruptions in the area have been accompanied by multiple eruption- and rain-triggered lahars, causing most the region's eruption-related deaths in the 20th Century. As economic growth in the area continues, an increasing population and infrastructure base is becoming exposed to these hazards, creating an urgent need for better quantification and understanding of such events.\n\nWe will undertake fieldwork to map and characterise the deposits of the primary, eruption-triggered hot lahars that occurred during the initial eruptive phase and destroyed bridges and infrastructure in a number of river valleys around the mountain. The eruptions also deposited a thick layer of ash and lapilli on the steep, seasonally snow-clad upper slopes of Calbuco, and the nearby cone of Osorno volcano, priming the region for an intense phase of rain-triggered remobilisation during the impending Southern Hemisphere winter when the region receives most of its annual rainfall. We will measure the properties of the ash deposits in a range of locations and instrument key monitoring sites with time-lapse cameras and rain gauges to enable us to track the response of the ash layer to rain-fall events and their combined role in lahar initiation. Repeat measurements will document the evolution of the ash layer as it degrades and is eroded over time. Further downstream, we will measure the dimensions and geometry of the lahar channels and instrument them with sensors that detect and record the ground-shaking caused by the flow events, enabling us to measure their timing, magnitude, speed, and location. Time-lapse and triggered video cameras will record vital information on flow depth and sediment concentration. This combination of data will permit, for the first time, direct correlations between conditions in lahar source zones and the resulting flows. Remote-sensed satellite data, including high-resolution optical and multispectral imagery and Sentinel-1 X radar interferometry data will be used to map the evolution of lahar paths through time and construct high-resolution digital elevation models.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/N007654/1","grantId":"NE/N007654/1","fundValue":"51636","fundStart":"2015-07-01","fundEnd":"2016-06-30","funder":"NERC","impactText":"","person":"Vernon  Manville","coPersons":["Jurgen  Neuberg","Simon Marius Mudd","Eliza Shona Calder"],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}