{"id":"F47390ED-CD74-4C5D-B875-A4672BB8989E","title":"Heritage and Science: Working Together in the CARE of Rock Art","abstractText":"Open-air rock art panels are an iconic component of the UK's prehistoric heritage. Over 3500 rock art panels still exist across the UK from the Neolithic and Early Bronze Age periods, between 6000 and 3800 years ago. However, this art is non-renewable and there is growing evidence that the rate of panel deterioration is increasing in association with environmental change. As such, management interventions are urgently needed, but the underpinning science essential to guide approaches and decisions is still quite limited, especially for identifying panels at greatest risk and developing holistic strategies to sustain rock art survival into the future.\n\nWith this background, we performed various scientific investigations over the past three years on the environmental and mineralogical basis of rock art deterioration in Northumberland to identify factors most associated with panel deterioration. This highly successful work showed that panel condition was strongly correlated to local soil salinity and the height of each panel, and also showed that panel deterioration was a non-linear process over time. Therefore, we have a growing understanding of the scientific basis of deterioration. However, this early work employed a condition assessment method that was excellent for research, but did not consider the uniqueness of panel attributes for prioritising panel care nor was it fully usable by non-specialists without assistance; both traits we feel are essential for widespread implementation. \n\nThis project will rectify these initial shortcomings by co-producing a user-friendly condition assessment, risk evaluation (CARE) toolkit and how-to-guide. The proposed work fits perfectly into the AHRC's innovative &quot;Care for the Future&quot; theme as it provides us with an opportunity to expand our successful scientific research, but then uses an arts and humanities approach to translate our &quot;science&quot; into a more workable human tool for protecting rock art. \n\nWe first will use a participatory/co-production approach with heritage managers, end-users (e.g., land managers/owners and volunteers) to define required CARE outcomes. New environmental data then will be obtained for rock art new locations in Northumberland, the Republic of Ireland and Scotland to further calibrate and validate the CARE tool. In parallel, focus groups and pilots in Northumberland will be used to co-produce outcomes amenable to non-specialists. Ultimately, we will generate a scientifically-grounded, user-friendly toolkit, which includes a &quot;how-to-guide&quot; for field use that will assist end-users in making decisions on panel care without specialist expertise. In essence, we will create an &quot;early warning&quot; system for use by non-specialists, which will aid heritage managers in their safeguarding of rock art. \n\nThe project employs cross-disciplinary scholarship (i.e., environmental science, management, and resource expertise) and co-production with local communities and end-users. The work endeavours to make the core science behind our recommendations easily understood and publicly available via a range of dissemination routes, and to contribute to the growing ethos of Open Science reflected in the cultural/heritage sector and the natural and physical sciences. Our project specifically builds on two AHRC/EPSRC-funded Heritage and Science Cluster themes, &quot;Decay of ancient stone monuments&quot; and &quot;Transformation and resilience of our landscapes, archaeology and built heritage: defining responses to societal and environmental pressures&quot;. Both Clusters assessed the role of environmental resilience on stone monument protection, which we now combine in our efforts to further develop the CARE outcomes. The project involves academics from Newcastle University, Queen's University, Belfast, and University of West Scotland with Project Partners from English Heritage, Northumberland County Council, and Northumberland National Park. All activities will be guided by a Steering Committee.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K006320/1","grantId":"AH/K006320/1","fundValue":"80403","fundStart":"2013-02-01","fundEnd":"2014-08-31","funder":"AHRC","impactText":"","person":"Aron David Mazel","coPersons":["David William Graham","Patricia  Warke"],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}