{"id":"F4732200-9D14-4EF4-8183-022626A0CD5D","title":"Dissenting academy libraries and their readers, 1720-1860","abstractText":"The dissenting academy libraries project forms a crucial part of the research for a major new multi-authored 'History of the Dissenting Academies in the British Isles, 1660-1860', to be edited by Isabel Rivers (Queen Mary, University of London) and David Wykes (Dr Williams's Library), together with Knud Haakonssen and Richard Whatmore (University of Sussex). The book will be published by Cambridge University Press, provisionally in 2013, with supporting materials online. The editors will draw on a team of established and younger scholars in the fields of religious, intellectual, political, social, and literary history. Despite considerable interest in the subject, seen particularly in work by political and literary historians, most recent studies rely on three out-of-date books published between fifty and almost a hundred years ago. Some important specialist work has been published in the last thirty years, but there has been no recent general history of the academies. \\n The earliest dissenting academies were established as a result of the 1662 Act of Uniformity, and were intended to provide Protestant students dissenting from the Church of England with a higher education similar to that at Oxford and Cambridge, from which they were largely excluded. In the eighteenth and early nineteenth centuries the rival traditions of evangelical dissent (Congregationalist and Baptist) and rational dissent (Presbyterian and Unitarian) established their own academies. Their main purpose was to prepare candidates for the ministry, but some educated lay students as well. In the mid nineteenth century the academies' original purpose to provide a higher education was largely superseded by the founding of London and the provincial universities, which were open to dissenters, and by the reform of Oxford and Cambridge.\\n The specific aim of this new project is to analyse and compare the libraries of the principal Congregational, Presbyterian, and Baptist academies, and in particular the use of the books by the students. Despite the wealth of surviving sources (archives, books, catalogues, loan registers, student essays and lecture notes) held at Dr Williams's Library, London, Harris Manchester College, Oxford, and Bristol Baptist College, these dissenting academy libraries have been surprisingly little studied. The project will address questions about the availability and use of books, methods of teaching and learning, the inculcation of traditional ideas, and the encouragement of original thought. What did students actually read? What was the relationship between taught courses and independent study? What was the role of the academies in training leading dissenting thinkers, in both religious and secular subjects? What part did academies play in maintaining orthodoxy or in encouraging heterodoxy amongst their students? The application to the Religion and Society Youth Call is for funding for two postdoctoral research assistants for two years and a technical assistant for one year to collect and analyse data and to write up the results. The outcomes will be the online publication with free access on the Dr Williams's Centre website of detailed data about the libraries, and the print publication of important chapters on libraries and their readers and on methods of teaching and learning in 'A History of the Dissenting Academies'.\\n The project will make available for the first time accurate and detailed information about the higher education of dissenting youth during the period when Protestant dissent in England was subject to and later freed from legal restrictions. It will show the religious and intellectual diversity of the academies of different denominations, and will thus provide a comparative historical perspective for modern studies of education among religious minorities. The findings will be important for historians of the book and of reading as well as for educationalists, and for local historians and church members beyond the HE sector.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/G014019/1","grantId":"AH/G014019/1","fundValue":"366269","fundStart":"2009-06-01","fundEnd":"2011-06-30","funder":"AHRC","impactText":"  The creation of the Virtual Library System\nhttp://vls.english.qmul.ac.uk/ has been of value to private and historic libraries, library historians, historians of the book, and research projects interested in building on our methods. This has been carried forward particularly by one of the Postdoctoral Research Fellows, Kyle Roberts, now at Loyola University, Chicago. Digital/Communication/Information Technologies (including Software),Education,Culture, Heritage, Museums and Collections Cultural","person":"Isabel  Rivers","coPersons":[],"organisation":"Queen Mary, University of London","findingsText":" Dissenting Academy Libraries and their Readers, 1720-1860 is an innovative project which uses techniques from the digital humanities to study the history of libraries. The main objective of the project was to study the libraries of the dissenting academies, in particular what they reveal about the education offered to students and the impact that books had on students' intellectual and religious development. A major outcome of the project is Dissenting Academies Online: Virtual Library System (http://vls.english.qmul.ac.uk), a groundbreaking online catalogue which records the holdings and loans of selected academies in the eighteenth and nineteenth centuries.\n\nDissenting academies provided Protestant students dissenting from the Church of England with a higher education similar to that available in the English universities. The academies developed into an alternative system for training Presbyterian, Congregational, and Baptist ministers, as well as providing a university-level education for dissenting laymen. The project has concentrated on three genealogies of academy libraries: Congregational, particularly Mile End (1754-69) and Homerton (1769-1850); Presbyterian (later Unitarian), including Warrington (1757-86) and Manchester College (est. 1786); and Baptist, represented by Bristol Baptist College (est. 1720). Large numbers of books from the Congregational and Presbyterian academies survive at Dr Williams's Library and Harris Manchester College, Oxford respectively, but many of the Bristol books were scattered at a series of sales in the 1960s. The project has unearthed an extraordinary breadth of source material which makes it possible to track the holdings of different libraries over time. The survival of loan records, including a set of registers from Manchester College covering 1803-81, means that it is also possible to investigate how the academy library books were used.\n\nThe Virtual Library System, edited by Dr Rosemary Dixon and Dr Kyle Roberts with technical assistance from Dr Dmitri Iourinski, is an online reconstruction of the academy libraries that represents their holdings and loans. It uses a specially modified version of Koha, an open-source integrated library system. The VLS follows the established conventions of library cataloguing and online catalogues, using MARC tags to organise bibliographical data. The major sources are the surviving catalogues (both author catalogues and shelf lists) and loan registers of the relevant academies. The system contains 12,000 bibliographic records, many of which were harvested from existing scholarly catalogues. These are supplemented with holdings information, including shelf-marks and subject categorisations, specific to each academy library. The VLS also contains over 30,000 loan records, providing an unprecedented view of the reading habits of students and tutors. Profiles of these historic borrowers are linked with biographical records of their careers in the Leverhulme-funded Dissenting Academies Online: Database and Encyclopedia (http://dissacad.english.qmul.ac.uk). The VLS can be used in much the same way as a modern online library catalogue, for example, to search for particular titles or authors; browse the shelves of an academy library; compare the holdings of different libraries; and browse, search, and sort students' loan records. It is the first resource of its kind and sets a new standard in digital humanities resources for scholars and librarians. It will show contemporary private libraries and historical societies how they can make their own historic library collections searchable online through the model of the VLS. Digital/Communication/Information Technologies (including Software),Education,Culture, Heritage, Museums and Collections","dataset":"gtr"}