{"id":"F4758442-F27B-4827-B07F-38138647339E","title":"Speleothem records of monsoon intensity: evaluating proxy fidelity via cave process monitoring in the Shillong plateau, NE India","abstractText":"The Indian monsoon delivers intense summer rainfall to southern Asia and so affects the survival of many millions of people, yet the underlying causes that determine its intensity on interannual to decadal timescales remain poorly understood. Climate modellers require a knowledge of how the distribution and intensity of the Indian summer monsoon (ISM) has varied through a range of timescales and to compare these variations with known astronomical and terrestrial cycles in order to identify the mechanisms that drive monsoon evolution. Geochemical records of atmospheric processes, primarily rainfall and temperature, are preserved in carbonate formations formed within caves (stalagmites); for example variations in oxygen isotopes provide a memory of the original oxygen isotope composition of rainfall. The basis of our proposal is the collection and analysis of both cave drip water and stalagmites that are located in the core zone of the ISM. Annual variations in stalagmite growth, like those of tree rings, provides a record of temperature and rainfall, but interpretation of their oxygen isotope record in terms of real climatic processes requires detailed knowledge of how the climate signal is passed from rainfall though the soil and groundwater system and into the cave, to be recorded as a stalagmite grows from the dripwater. The Shillong plateau of NE India hosts a labyrinth of limestone caves and is an area that captures the early rainout of the ISM air mass moving north from the Bay of Bengal and is an ideal location for monsoon proxy development and calibration. Since recovery of useable speleothem records can never be guaranteed we are requesting resources for a reconnaissance study in which we shall carry out comprehensive monitoring of at least two cave systems (one already identified, others to be evaluated and selected during the field campaign) that will generate vital new information on tropical carbonate processes leading to the development of reliable geochemical proxies as a measure of the changing temperatures and intensities of the monsoon, fundamental to the quantitative interpretation of speleothem climate records. These proxies include oxygen and carbon isotopes, which reflect climatic variations, U-isotope analyses which determine the age of growth and trace elements such as Mg, Sr and P which record processes in the soil and bedrock. This project is designed as a least-risk/highest-return pilot study that will provide essential and, to date, virtually unknown, background information on local processes in a tropical, humid limestone system controlling the transfer of oxygen isotopes from precipitation to stalagmite calcite. The timeliness of this proposal stems not only from technological developments allowing greater spatial precision on geochemical analyses of speleothems but also from recently-forged collaborations with local scientists who will supervise a cave monitoring program, ensuring a regular and reliable return of high quality monitoring data. Our project will provide the first detailed study, using proven cave monitoring techniques developed in Gibraltar, of the monsoon climate capture process in the rain-soil-limestone tropical environment. The success of this work will result in an assessment of the area for a larger project targeted at cave sites with the best potential for generating longterm climate records where the mechanisms of climate capture can be properly understood.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G010463/1","grantId":"NE/G010463/1","fundValue":"42037","fundStart":"2009-09-01","fundEnd":"2011-02-28","funder":"NERC","impactText":"","person":"David Paterson Mattey","coPersons":["Nigel Brian Harris"],"organisation":"Royal Holloway, University of London","findingsText":"","dataset":"gtr"}