{"id":"F4793934-6CA6-4E01-834E-C0A40E03CC14","title":"An instrument for high time resolution and chemically speciated monoterpene atmospheric measurements","abstractText":"Emissions from the biosphere (in particular from plants and trees) dominate the global flux of organic compounds into the Earth's atmosphere, far exceeding those of man-made origin. Monoterpenes are an important sub-class of chemicals released by natural processes with chemical structures based around ten carbon atom building blocks. Within this monoterpene class are many hundred distinct chemical species which have greatly differing reactivities and properties dependant on the exact nature of their chemical structure. This group of compounds contribute a significant fraction (up to one third) of total natural organic emissions and are highly reactive in the atmosphere; they undergo transformations in the troposphere leading to the formation of ozone, and act as a source of condensable material for the formation and modification of aerosols. In terrestrial environments, the mixing of biogenic terpenes and man-made emissions can under certain conditions lead to very poor air quality episodes, even in North European countries such as the UK. To correctly simulate the influence monoterpenes have on the atmosphere and how this might change in the future - for example through land-use change or deforestation, climate or water cycle change - requires information which is specific to the individual chemical structures, rather than a more simple summation of the total mass of carbon in monoterpene forms. Making such measurements is a very significant analytical science challenge, and there has been little change in methods used over the past two decades. For other biogenic compounds such as isoprene and methanol, innovative new instruments such as direct inlet mass spectrometers have enabled rapid measurements and surveying from platforms such as aircraft. These techniques however are not suitable for resolving one monoterpene structure from another, and the available terpene technology has lagged behind. At present the vast majority of chemically resolved measurements are made through the collection of samples in the field on to traps and into sample vessels then returned to the laboratory for analysis using standard bench-top lab equipment. There are many analytical problems with this approach however which result from the high chemical reactivity of monoterpenes during transit. This projects proposes to take a number of existing state of the art but commercial off the shelf components associated with thermal desorption, gas chromatography and mass spectrometry and integrate them into a single device designed specifically for the rapid and in situ analysis of monoterpenes. The project exploits some key recent developments in technological capability associated with fast and direct resistive column heating and the evolution of compact, high stability and sensitivity Time of Flight MS. We aim to achieve a time resolution for measurement at least one order of magnitude better than existing instruments and have set ourselves the target of an analytical cycle taking no longer than 180s. The instrument will be developed specifically for aircraft use to allow wide area monoterpene surveys and will be installed aboard the NERC FAAM 146 research aircraft to provide a new measurement capability. The project will be a collaboration between the University of York, NCAS (National Centre for Atmospheric Science), Markes International (a UK SME) and the National Physical Laboratory. The project follows a developmental path of initial lab analytical research, instrument design phase, fabrication and testing, validation and international comparison, and final integration onto the 146 aircraft.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H00436X/1","grantId":"NE/H00436X/1","fundValue":"475156","fundStart":"2010-04-01","fundEnd":"2013-03-31","funder":"NERC","impactText":"  Using unique capability to measure non-methane hydrocarbons from an aircraft in flight, researchers from University of York assessed the scale and chemical composition of leakage from the Total Elgin gas platform following an accident in 2012. In combination with researchers from University of Leeds and the National Centre for Atmospheric Science, this information was used to support safety and environmental decision and resulting in the early reopening of the platform. The economic impacts of the Elgin platform shut down were estimated at several billion pounds to the UK. Evidence was subsequently provided to a DECC inquiry into the incident. Energy,Environment Economic","person":"Alastair  Lewis","coPersons":["Ruth  Purvis","James Roland Hopkins"],"organisation":"University of York","findingsText":" A fast response and very sensitive instrument for the detection of volatile organic compounds in air has been developed and flown on the FAAM research aircraft. The instrument has detected industrial emissions and natural processes including from forests and burning events. New capability for the UK in trace gas detection that has been used to support civil contingency activities in the UK. Chemicals,Environment","dataset":"gtr"}