{"id":"F47B9A6C-3B14-4A7D-A310-6F63E2F9552C","title":"Liquid Crystals (LCs) at Various Wavelengths of Light","abstractText":"Liquid crystals are found in every day devices such as flat panel displays. They were first introduced in watch displays, and the nematic materials which were invented in Hull provided the first suitable stable materials for practical applications. Thus the UK science base (Hull, BDH and RSRE) were behind the development of today's enormous display industry. Since the watch displays were commercialised in the 1970's, LCDs have grown bigger both in terms of physical size and market share. Chemical and Engineering News recently indicated the market would reach over 55m displays per annum by 2009, and now there are as many LCDs in the world as there are people. The new liquid crystal grouping at York has brought experts together with a view to exploiting the properties of liquid crystals, but at various wavelengths of light outside the visible range, for example in the ultra-violet, infra-red and terahertz ranges. Our objective is to develop liquid crystals that can operate in these ranges, so that prototype novel switches, light modulators and gates can be made. Such devices we believe will have applications in the fields of security, sensors, telecommunications etc.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D055261/1","grantId":"EP/D055261/1","fundValue":"423563","fundStart":"2006-03-01","fundEnd":"2011-02-28","funder":"EPSRC","impactText":"","person":"John William Goodby","coPersons":["Martin Alexander Bates","Isabel M Saez","Duncan  Bruce","Avtar  Matharu","Vladimir  Vladimirov"],"organisation":"University of York","findingsText":" A wide variety of novel materials with unusual physical properties were developed leading to new design concepts for soft matter materials. The applications of the materials were directed towards displays, sensors, biomedical engineering etc. Many of the design concepts for materials have underpinned future grants, and are being used by other across the world. Chemicals,Education,Electronics","dataset":"gtr"}