{"id":"F47CB9CD-9FD6-4FA3-AE96-8B20FB5BB2E4","title":"Multiple merger coalescent models in population genetics.","abstractText":"The proposed research lies at the rich interface between mathematics and population genetics. The main purpose of theoretical population genetics is to understand the ways in which the forces of mutation, natural selection, random genetic drift and population structure interact to produce and maintain the complex patterns of genetic variation observed within species. The first step is to distill our understanding of how these forces operate into a workable mathematical model whose predictions can then be compared with data. One of the outstanding successes of this approach is Kingman's coalescent which provides a simple and elegant description of the genealogical trees relating individuals in a sample from a large `panmictic' population. Variations of Kingman's coalescent allow for the introduction of more realistic assumptions about the population such as spatial or genetic structure, selection and recombination. In the resulting `ancestral influence graph', lineages then branch, migrate and coalesce. However, comparison with data shows that these models are still inadequate. The first key observation is that genetic diversity is orders of magnitude lower than predicted by census population size and the `standard' genetic drift captured by Kingman's coalescent. The explanation is that whereas Kingman's coalescent assumes that the total number of offspring produced by a single individual is very small relative to the total population size, in reality offspring distributions can be very skewed. This can be driven by many things, for example large scale extinction-recolonization events or repeated appearances of highly beneficial mutations that rapidly sweep through the population. As a result, when one examines the genealogical trees relating individuals in a sample from the population, they are best approximated by models in which multiple (by which we mean at least three) ancestral lineages can coalesce in a single event. This contrasts with Kingman's coalescent in which only pairwise coalescences are allowed. In recent work of Eldon and Wakeley in the journal Genetics, it is proposed that the reproductive biology of certain marine organisms (including Atlantic cod and Pacific oyster) dictates that we should use such multiple merger coalescents even before we consider demography and natural selection. These organisms are characterized by broadcast spawning, external fertilization, extremely high fecundity and high initial mortality. Similar considerations apply, for example, to some plant populations (which distribute pollen) and some insect populations (where individuals of one gender far outnumber those of the other). Eldon and Wakeley also point out that their mode of reproduction can also account for the excess of single variants observed in sequence data for these organisms, a feature more usually attributed to other causes such as natural selection. There are, then, at least three different mechanisms through which we are led to multiple merger coalescent models. But so far there has been surprisingly little analysis of what the most appropriate models should be. Within the vast collection of so-called lambda and xi-coalescents, are there natural subclasses most suitable for modelling biological populations? And how can we distinguish between them? Almost certainly it will not suffice to look at just a single genetic locus, but rather we must understand correlations across loci. The starting point of this project is, through careful consideration of the biological mechanisms driving the population, to identify suitable classes of coalescent model. We must then understand the (multiple) ancestral selection and ancestral recombination graphs consistent with a given coalescent. The overarching aim is, through a mixture of analysis and simulation, to find ways to disentangle from genetic data the signals of the various demographic and genetic forces that have shaped the population.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G052026/1","grantId":"EP/G052026/1","fundValue":"272496","fundStart":"2009-09-01","fundEnd":"2012-08-31","funder":"EPSRC","impactText":"","person":"Alison  Etheridge","coPersons":[],"organisation":"University of Oxford","findingsText":" Some marine organisms like Atlantic cod (Gadus morhua) and Pacific oysters (Crassostrea gigas) have high fecundity to make up for high early mortality. They also tend to exhibit a large number of genetic variants that are present in low-copy numbers. These characteristics imply that, occasionally at least, a few lucky parents have very many offspring. As a result classical models of population genetics no longer apply. There is a huge mathematical literature that explores so-called multiple merger coalescents, which are a model for the genealogical trees that encode relatedness of individuals sampled from populations of this type. In this project, progress was made on taking these mathematical models closer to application. In particular, some of the signals to be expected in data were explored. Moreover, an investigation of the complications arising from diploidy, which have so far not been explored, was initiated. Ultimately this work could be important in fisheries management. Analysis of data using these models (rather than the classical models of population genetics), could reveal important effects of commercial fishing on the health of cod populations. The PDRA employed on this grant is now working on a related project (which can in some ways be thought of as the natural next step towards exploitation of this work). We are also collaborating with an Icelandic team on applying these ideas to data on Environment","dataset":"gtr"}