{"id":"F4823992-392C-4BCA-A014-2B6B5AFB6565","title":"Rethinking Environment and Development in an Era of Global Norms: An Exploration of Forests and Water in Nepal, Sudan and Uganda","abstractText":"<p>The research responds to the emergence of global norms intended to reconcile natural resource management with poverty alleviation. The norms possess the potential to transform development practice, so long as they effectively support poor people’s rights to natural resources and sustainable livelihoods. This research examines the effects of global norms on poverty alleviation through explorations of forests and water.</p>\n\n<p>The research focuses on the cross-scale relationships between local environmental struggles, higher-level mobilizations for environmental justice and global norms through the lens of environmental justice. Struggles over justice are an integral element of environmental politics across scales, connecting local struggles to mobilisations at (inter)national levels as well as the conceptions informing global norms - and causing frictions between them.</p>\n\n<p>&nbsp;</p>\n\n<p>The research proceeds by way of four comparative case studies from Nepal, Sudan and Uganda. In Nepal, it analyses indigenous people’s successful mobilisation and resistance to hydropower projects as well as their participation in a Reducing Emissions from Deforestation and forest Degradation plus (REDD+) pilot project. In Sudan, the Merowe hydro-electric dam exemplifies a case where local people have been dispossessed from land despite support from exiled community members and international activists. In Uganda, an afforestation project has not led to any significant mobilisation despite the presence of significant injustices.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/K012460/1","grantId":"ES/K012460/1","fundValue":"84446","fundStart":"2013-10-01","fundEnd":"2015-03-31","funder":"ESRC","impactText":"","person":"Thomas  Sikor","coPersons":["Janet  Fisher","Hari Prasad Dhungana","Mark  Zeitoun","Asim Ibrahim  El Moghraby"],"organisation":"University of East Anglia","findingsText":"","dataset":"gtr"}