{"id":"F4844D58-06F6-422B-B88F-14E8E5FB6A18","title":"Classifying spaces for proper actions and cohomological finiteness conditions of discrete groups.","abstractText":"A group is the mathematician's tool to capture the notion of symmetry in the abstract. Since many structures in mathematics and the basic sciences are very symmetrical, applications of groups abound in these areas. From the predictions of particle physics to error correcting codes that enable compact discs to reproduce clear sound even when dirty or scratched, many areas of science utilise some group theory.\n\nOne theme that runs throughout much of the research carried out in Southampton is the study of geometric objects, or spaces, whose symmetries embody the given group. The symmetry of crystals, for example, has been well understood using groups, the so called crystallographic groups.\n\nCrystallographic groups are examples of groups admitting a finite dimensional model for the classifying space for proper actions, which has come to prominence through its connection with the celebrated Baum-Connes conjecture. In this project we shall investigate some weaker, algebraically or, to be more precise, homologically, defined invariants characterising groups admitting a finite dimensional model for the classifying space for proper actions. This work will enable us to make progress in answering some long-standing conjectures in the field. \n\nIn particular, we shall concentrate on groups having unbounded torsion, for which the answers to these questions are still unknown. As a starting point we will concentrate on Branch groups, a relatively new and extremely vibrant area in geometric group theory. \nOriginated by Gromov in 1991, the study of quasi-isometry invariants has become a very important and active area in pure mathematics. The aim is to understand which ho- mological properties of finitely generated groups are large scale geometric properties, i.e. are preserved by quasi-isometry. Recently, the seminal work of Y. Shalom and R. Sauer introduced methods from homological algebra and representation theory to the area proving quasi-isometry invariance of various homological finiteness conditions. One aim of the project is, by extending their work, to understand the homological invariants mentioned above.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J016993/1","grantId":"EP/J016993/1","fundValue":"22479","fundStart":"2012-04-02","fundEnd":"2012-10-01","funder":"EPSRC","impactText":"  Our preliminary work on complete cohomology for profinite groups led to an exciting Ph.D project: Under my supervision at Royal Holloway, University of London, Ged Corob Cook is currently investigating cohomological finiteness conditions for a hierarchically defined class of groups and has already produced some surprising results, which will be published in due course. Education,Other ","person":"Brita Erna Nucinkis","coPersons":[],"organisation":"University of Southampton","findingsText":" The purpose of this project was to serve as a feasibility study on some very promising approaches to two long-standing conjectures in Geometric group theory and Algebraic topology. We provided results towards answering these conjectures and we opened up new avenues of research. Hence the objectives of this project have been met.\n\nIn particular we concentrated on making progress on the following conjecture by Kropholler and Mislin, as well as some of its algebraic versions as posed by Talelli and the PI: \n\nConjecture(Kropholler-Mislin):\nDoes every group acting on a finite-dimensional G-CW-complex with finite stabilisers admit a finite dimensional model for the classifying space for proper actions?\n\nSince it is known that this conjecture holds for groups which have bounded torsion, we proposed to attack the question for classes of groups with have unbounded torsion, and and as part of this approach also focus on Branch-groups. This led us to study residually finite groups. Since these embed into their profinite completions it is only natural to consider cohomological finiteness conditions for profinite groups. Hence the project was \n\n(1) Study cohomological finiteness conditions for classes of groups containing important groups with unbounded torsion.\n(2) Study analogous cohomological finiteness conditions for profinite groups.\n\nWe answered the first question for a large class of groups with unbounded torsion. \nOur preliminary work on (2) led to an exciting Ph.D project, see below. Our preliminary work on complete cohomology for profinite groups led to an exciting Ph.D project: Under my supervision at Royal Holloway, University of London, Ged Corob Cook is currently investigating cohomological finiteness conditions for a hierarchically defined class of groups and has already produced some surprising results, which will be published in due course. Education,Other","dataset":"gtr"}