{"id":"F489B8DD-D7C2-41B5-B54D-9F3CD722133E","title":"Developing ROBIS - a new tool to assess the risk of bias in systematic reviews","abstractText":"Summary (4000 characters max)\nSystematic reviews synthesise evidence across primary studies and are generally considered to provide the most reliable form of evidence for informing decisions in health care. When assessing the reliability of the results of a systematic review the potential for bias in the results of the review should be considered. We are not aware of any existing tool that fulfils this role. The aim of this project is to develop a new quality assessment tool to assess the risk of bias in systematic reviews. We plan to call this tool the &quot;ROBIS tool&quot;.\n\nWe will follow a four-staged approach, used in the development of previous critical appraisal tools, to develop the tool: \nStage 1. Defining the scope: The steering group will discuss and agree key features of the desired scope of ROBIS. We anticipate that these decision will cover aspects such as the focus of the tool, structure of the tool, and properties of the tool.\n\nStage 2. Reviewing the evidence base: We will conduct three reviews to inform the development of ROBIS:\nReview 1: Classification of MECIR items\nCochrane have recently produced a set of &quot;Methodological Expectations for Cochrane Reviews (MECIR)&quot;. We will review this guidance and classify each item as relating to risk of bias, variability/applicability of the review, and the reporting quality of the review. \n\nReview 2: Review of existing quality assessment tools for systematic reviews\nWe will conduct a review of existing quality assessment tools for systematic reviews. We will conduct extensive literature searches to identify existing tools. We will include any tool or checklist designed to assess the quality of systematic reviews. Tools designed as guidelines for the conduct or reporting of systematic reviews will be excluded. We will extract data on the items covered by each of the tools, methods used to develop the tool, and any evaluation of the tool\n\nReview 3: Review of studies that have used the AMSTAR tool\nAlthough there is currently no accepted tool to assess the quality of systematic reviews, we believe that the AMSTAR tool is the most commonly used. We will carry out a review of studies that have used the AMSTAR tool to evaluate how the quality assessment of systematic reviews is conducted in practice. \nThe results of these reviews will be summarised in an evidence report. \n\nStage 3. Face-to-Face consensus meeting\nWe will hold a one-day meeting to develop a first draft of the ROBIS tool. We will aim to invite a group of around 25 methodological experts and reviewers working on systematic reviews to participate in this meeting. A first draft of the ROBIS tool will be produced following the meeting.\n\nStage 4. Piloting and refinement of the ROBIS tool\nWe will use multiple rounds of piloting to refine successively amended versions of the ROBIS tool. Online questionnaires will be developed to gather structured feedback for each round. In addition, we will hold workshops at relevant conferences where we will present the ROBIS tool and give participants the opportunity to pilot the tool and provide feedback. Pairs of reviewers working will pilot a draft version of the tool on a number of reviews. Once sufficient agreement has been reached, a final version of the tool will be agreed. \n\nThe ROBIS tool will be published in a peer reviewed journal and will be presented at relevant methodological conferences. We will also establish a website for the tool which will contain the tool itself and related documents providing further guidance and resources.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K01465X/1","grantId":"MR/K01465X/1","fundValue":"49462","fundStart":"2013-05-01","fundEnd":"2014-01-31","funder":"MRC","impactText":"","person":"Rachel  Churchill","coPersons":["Jelena  Savovic","Deborah  Caldwell"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}