{"id":"F48AD58B-B7D2-42C9-843D-4D69FA340B36","title":"Droplet clouds in a box of turbulence","abstractText":"Contrary to expectation, small particles suspended in a turbulent flowing gas or liquid, do not mix but segregate into regions of high and low concentrations. These patterns of segregation or clustering arise because of the way particles interact with the eddying motion of the turbulence in the gas. A turbulent flow at any instant of time may be considered as composed of eddies /vortices and regions of high straining rate between them. A particle in an eddy will be centrifuged away from the centre of the eddy whilst in a straining region it will be focused towards the centre of the strain. Particles will thus always try to skirt round the edges of vortices in the high straining regions between them and it is there that the particles will tend to accumulate. The degree of segregation depends up the particle response time compared to the scale and persistence of the eddy and since turbulence is composed of many scales there will usually be one particular scale where segregation will occur. This segregation can have a profound effect on many industrial and environmental processes (from powder production and combustion to formation and growth of nano-size particles to rain droplets in the atmosphere). In cases where the segregation is high enough, it can influence the actual dynamics of the way the turbulence is produced and dissipated and is therefore very important in the phenomenon of drag reduction. Simulation and measurement of this segregation process have revealed some interesting properties: singularities occur in the particle concentration which is highly intermittent both in space and time; particle motion in such circumstances contains a random uncorrelated component (RUM) or component of quasi Brownian motion. The origin of this RUM is not well understood but may be linked to the occurrence of singularities in the flow and the fact that particle trajectories can cross at any given point in the flow. The purpose of the work described in this proposal is two-fold: to understand and quantify these features and to establish their origin; to obtain for the first time a statistical description incorporating these features for single and two-particle dispersion. The approach we will use is called the PDF approach and is similar to the kinetic theory of gases in that we shall develop a pdf equation for one and two particle dispersion that includes the particle velocity as well as its position. In so doing we will use both experiment, and simulation to underwrite and validate our model equations. The experimental part will develop a novel facility to simulate rain in a box of turbulence , by generating a 'box' of isotropic turbulence, without mean flow, using acoustic actuators. The experiments will quantify, for the first time, pdfs of particle pair separations and velocities, correlations between particle and fluid velocities and associated statistics of the flow topology in the neighbourhood of particles. One important outcome of the proposed research will be the quantification of the evolution of the droplet size distributions due to particle agglomeration, and its correlation with the persistence and scales of the turbulent structures.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E029515/1","grantId":"EP/E029515/1","fundValue":"449540","fundStart":"2007-10-01","fundEnd":"2010-09-30","funder":"EPSRC","impactText":"","person":"Ioannis  Hardalupas","coPersons":["John Christos Vassilicos"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}