{"id":"F48EA5FA-6B4D-4661-A8B7-C29BE3050ADE","title":"Digital Multimirror Devices for laser-based Manufacturing","abstractText":"This proposal falls under the Manufacturing with light call and investigates the use of digital multimirror devices (DMDs) to perform controlled laser ablative machining, and multiphoton polymerisation for subtractive and additive laser-based manufacturing respectively. We will process a range of materials such as metals, semiconductors, paper, high value items such as gemstones, as well as polymers and biocompatible polymers. DMDs are computer-addressable arrays of reflective mirrors (typically up to one million mirrors per chip), which can have a pattern such as a letter, logo or even a full-page display imposed on the array surface. A laser pulse can then be reflected off the patterned mirror array and the image demagnified by several orders of magnitude before being directed to the workpiece intended for machining. The laser energy density at the workpiece can be high enough to cause ablative material removal or multiphoton polymerisation in the exposed regions, thereby 'printing' a minified version of whatever was displayed on the DMD. \n\nRapid laser-based single-shot machining of complex patterns at micron (or even smaller) size scales is a novel and industrially-relevant process technology. The programme here is to extend our DMD-based machining to the manufacturing sector, in areas such as security, safety, anti-counterfeiting, MEMS and silicon photonics, biocompatible templates and more. The programme will optimise this laser-based processing technology and then apply it to the widest range of materials across the identified user spectrum. We will engage with engineers and technologists as well as laser-based manufacturing companies who have a need for rapid, low cost and flexible processing techniques.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L022230/1","grantId":"EP/L022230/1","fundValue":"276283","fundStart":"2014-02-05","fundEnd":"2015-08-04","funder":"EPSRC","impactText":"  We have published our results, and also presented to several conferences. We also have engaged industry and laser companies who wish to work with us on the project. We anticipate considerable interest once the project has ended (we are only at the halfway stage currently) Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software),Manufacturing, including Industrial Biotechology Economic","person":"Robert William Eason","coPersons":[],"organisation":"University of Southampton","findingsText":" By using digital mirror devices to control the shape of a pulse of laser light, we can pattern materials down to sizes that are below one micron in a single laser pulse. Such image-based patterning is a very effective, very fast, and very manufacturing-friendly approach to materials research, and is attracting attention from several laser companies Within the manufacturing sector, any industry that wants to achieve fast and high precision laser-based materials processing is likely to take an interest as the process is simple, fast and high precision. Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software),Electronics,Manufacturing, including Industrial Biotechology","dataset":"gtr"}