{"id":"F492CD73-A62C-4ED1-83B7-606B380F6BA0","title":"Feasibility study of growth by MBE of As doped GaN layers for photoanode applications in hydrogen production by photoelectrochemical water splitting","abstractText":"The move towards low carbon solutions for our energy supply is probably one of the most important aims for our society. The potential solutions include the use of hydro energy, biomass energy, solar energy, wind energy and geothermal energy.Currently there are two main methods to transport energy from the primary source where it is produced to the place where it is needed - electricity and heat. However, in future new methods may become dominant. One of the most promising carriers is hydrogen (H2), which can be generated by water splitting and can be easily converted into electricity and heat by means of fuel cells.Photoelectrochemical (PEC) cells, illuminated by sunlight, have the ability to split water into hydrogen and oxygen. Such cells generate electronic charge at the surface of a photoelectrode subjected to solar radiation. The choice of material for the photoanode (photocathode) is crucial for efficient hydrogen production using the PEC method. Semiconductor materials used for photoanodes require the proper band gap. The band gap must be in the ideal range of the solar spectrum to absorb photons. In addition to choosing the correct band gap, the conduction and valence band edges need to be aligned to the water splitting redox potentials. Therefore, the ideal band gap is around ~2.0eV. The second requirement is for the photoanode material to be corrosion-resistant in water solutions for long periods of operation. In compound semiconductors the above requirements point towards group III/nitrides. Gallium nitride (GaN) has a band gap ~3.4eV, high mechanical hardness and high chemical stability. The band gap of GaN can be adjusted and decreased due to strong negative bowing in the GaN-based solid solutions with group V elements. Hydrogen fuel cells are the subject of a massive Department of Energy (DOE) programme in the USA during the last few years. One of the groups involved in this programme is based at the Lawrence Berkeley National Laboratory. Theoretical calculations performed there by Prof. Walukiewicz suggest that the GaN1-xAsx material system is one of the most promising materials for the photoanodes. However, a large miscibility gap was theoretically predicted and experimentally confirmed for the Ga-N-As system. The highest concentrations reported so far in GaN1-xAsx layers is x~1%. At the University of Nottingham, our group has studied extensively growth by molecular beam epitaxy (MBE) of GaN-based solid solutions for more than a decade. We have studied in great detail the growth and properties of GaN1-xAsx layers prepared by MBE, using a plasma source for active nitrogen. As a result of our expertise in this area, we have been approached by Prof. W. Walukiewicz with a request for GaN1-xAsx material for photoanodes applications in PEC cells for hydrogen production. Even though we have spent a lot of effort studying the growth of this material system, the particular requirements for the photoanode material are significantly different from our previous applications. We need to investigate significantly different MBE growth conditions in order to satisfy the requirements for the higher As content needed in the PEC photoanode application and indeed to determine if this requirement can be met. Therefore, we are applying for a short feasibility study of the growth by MBE of GaN1-xAsx with a high As content (0.05","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G007160/1","grantId":"EP/G007160/1","fundValue":"43745","fundStart":"2008-09-01","fundEnd":"2009-08-31","funder":"EPSRC","impactText":"  The move towards low carbon solutions for our energy supply is probably one of the most important aims for our society. \n\nPhotoelectrochemical (PEC) cells, illuminated by sunlight, have the ability to split water into hydrogen and oxygen. The choice of material for the photoanode is crucial for efficient hydrogen production using the PEC method. The ideal band gap needs to be around ~2.0eV and the material needs to be corrosion-resistant in water solutions for long periods of operation, which points towards group III-nitrides. \n\nHydrogen fuel cells are the subject of a massive Department of Energy (DOE) programme in the USA for the last few years. One of the key groups involved in this programme is based at the Lawrence Berkeley National Laboratory. Theoretical calculations performed there by Prof. Walukiewicz suggest that the GaN1-xAsx material system is one of the most promising materials for photoanodes. However, a large miscibility gap was theoretically predicted and experimentally confirmed for the Ga-N-As system. At the outset of the project, the highest concentrations reported in GaN1-xAsx layers was x~1%. \n\nAt the University of Nottingham, we have studied extensively growth by molecular beam epitaxy (MBE) of GaN-based solid solutions for more than a decade. We have studied in great detail the growth and properties of GaN1-xAsx layers prepared by MBE. As a result of our expertise in this area, we were approached by Prof. W. Walukiewicz with a request for GaN1-xAsx material for photoanodes applications in PEC cells for hydrogen production. \n\nDuring this one year feasibility study we have developed a novel method for the epitaxy of the GaN1-xAsx alloys. For the first time we have successfully synthesized GaN1-xAsx alloys over the whole composition range using non-equilibrium, low temperature MBE. The alloys are amorphous in the composition range of 0.17&lt;x&lt;0.75 and crystalline outside this region. The amorphous films have smooth morphology, homogeneous composition and sharp, well defined optical absorption edges. Despite the fact that the samples with high As content are amorphous, we observe a gradual monotonic decrease of bandgap with increasing As content. The bandgap varies from ~3.4 eV in GaN to~0.8 eV in GaN1-xAsx at x~0.85. The reduction of the band gap can be attributed primarily to the downward movement of the conduction band for alloys with x&gt;0.2, and to the upward movement of the valence band for alloys with x&lt;0.2. \n\nThe unusual electronic structure and capability for controlling the locations of the conduction and valence band edges offer unprecedented opportunity for using these new alloys for novel solar power conversion devices. For example, we propose that GaN1-xAsx alloys can be promising materials for photoanodes for the direct conversion of sunlight into hydrogen by photoelectro-chemical (PEC) water-splitting. Moreover, the wide band gap tuneability of this alloy system covering a spectral range of ~0.8 to 3.4 eV provides an almost perfect match to the solar spectrum. The amorphous nature of this alloy over a wide alloy range can also be advantageous since they can be deposited on low-cost glass substrates, further reducing the cost of such devices. This offers the opportunity to design high efficiency multijunction solar cells using a single ternary alloy system.\n\nThe results of this short one year feasibility study have been already presented at 5 conferences and published in 1 journal and 1 conference papers. Three more journal papers have been submitted and 1 has been already accepted. We are currently preparing several additional papers as a result of this work.\n\nThis project was a collaborative effort between two groups with expertise in materials growth and processing in the UK, and materials characterization and modelling in the USA, respectively. In order to continue this successful collaboration, we have recently applied for a further joint funding under the EPSRC-NSF scheme. Digital/Communication/Information Technologies (including Software),Electronics,Energy Economic","person":"Sergei  Novikov","coPersons":["Anthony  Kent","Richard Paul Campion","Charles Thomas Foxon"],"organisation":"University of Nottingham","findingsText":" The move towards low carbon solutions for our energy supply is probably one of the most important aims for our society. \n\nPhotoelectrochemical (PEC) cells, illuminated by sunlight, have the ability to split water into hydrogen and oxygen. The choice of material for the photoanode is crucial for efficient hydrogen production using the PEC method. The ideal band gap needs to be around ~2.0eV and the material needs to be corrosion-resistant in water solutions for long periods of operation, which points towards group III-nitrides. \n\nHydrogen fuel cells are the subject of a massive Department of Energy (DOE) programme in the USA for the last few years. One of the key groups involved in this programme is based at the Lawrence Berkeley National Laboratory. Theoretical calculations performed there by Prof. Walukiewicz suggest that the GaN1-xAsx material system is one of the most promising materials for photoanodes. However, a large miscibility gap was theoretically predicted and experimentally confirmed for the Ga-N-As system. At the outset of the project, the highest concentrations reported in GaN1-xAsx layers was x~1%. \n\nAt the University of Nottingham, we have studied extensively growth by molecular beam epitaxy (MBE) of GaN-based solid solutions for more than a decade. We have studied in great detail the growth and properties of GaN1-xAsx layers prepared by MBE. As a result of our expertise in this area, we were approached by Prof. W. Walukiewicz with a request for GaN1-xAsx material for photoanodes applications in PEC cells for hydrogen production. \n\nDuring this one year feasibility study we have developed a novel method for the epitaxy of the GaN1-xAsx alloys. For the first time we have successfully synthesized GaN1-xAsx alloys over the whole composition range using non-equilibrium, low temperature MBE. The alloys are amorphous in the composition range of 0.17&amp;lt;x&amp;lt;0.75 and crystalline outside this region. The amorphous films have smooth morphology, homogeneous composition and sharp, well defined optical absorption edges. Despite the fact that the samples with high As content are amorphous, we observe a gradual monotonic decrease of bandgap with increasing As content. The bandgap varies from ~3.4 eV in GaN to~0.8 eV in GaN1-xAsx at x~0.85. The reduction of the band gap can be attributed primarily to the downward movement of the conduction band for alloys with x&amp;gt;0.2, and to the upward movement of the valence band for alloys with x&amp;lt;0.2. \n\nThe unusual electronic structure and capability for controlling the locations of the conduction and valence band edges offer unprecedented opportunity for using these new alloys for novel solar power conversion devices. For example, we propose that GaN1-xAsx alloys can be promising materials for photoanodes for the direct conversion of sunlight into hydrogen by photoelectro-chemical (PEC) water-splitting. Moreover, the wide band gap tuneability of this alloy system covering a spectral range of ~0.8 to 3.4 eV provides an almost perfect match to the solar spectrum. The amorphous nature of this alloy over a wide alloy range can also be advantageous since they can be deposited on low-cost glass substrates, further reducing the cost of such devices. This offers the opportunity to design high efficiency multijunction solar cells using a single ternary alloy system.\n\nThe results of this short one year feasibility study have been already presented at 5 conferences and published in 1 journal and 1 conference papers. Three more journal papers have been submitted and 1 has been already accepted. We are currently preparing several additional papers as a result of this work.\n\nThis project was a collaborative effort between two groups with expertise in materials growth and processing in the UK, and materials characterization and modelling in the USA, respectively. In order to continue this successful collaboration, we have recently applied for a further joint funding under the EPSRC-NSF scheme. This project was a collaborative effort between two groups with expertise in materials growth and processing in the UK, and materials characterization and modelling in the USA, respectively. In order to continue this successful collaboration, we have recently applied for a further joint funding under the EPSRC-NSF scheme. Digital/Communication/Information Technologies (including Software),Electronics,Energy","dataset":"gtr"}