{"id":"F4950A56-2250-429D-A8DE-DB37B404EECA","title":"Mechanisms of DNA damage and repair in mature oocytes.","abstractText":"In preliminary work conducted in the lab of the applicant, a novel form of egg arrest has been observed in response to DNA damage. When immature oocytes are collected from the ovary they can undergo full maturation to become a fertilizable egg. However, if DNA damage is induced in the oocyte then often full maturation is inhibited, and instead the oocyte arrests at metaphase of the first meiotic division. The meiotic arrest is due to activation of the Spindle Assembly Checkpoint, a conserved cell cycle collection of proteins that are capable of arresting cells at metaphase, by persistent inhibition of the Anaphase Promoting Complex. Anaphase-onset is induced by Anaphase-Promoting Complex activity, and this is essential for exit from M-phase into G1 of the cell cycle. \n\nWhat appears important in oocytes is that DNA damage can induce activation of the Spindle Assembly Checkpoint. In all other cells examined DNA damage normally switches on a checkpoint that arrest cells at a different cell cycle phase- G2 (ie not the Spindle Assembly Checkpoint). Therefore usually the DNA damage checkpoint and the Spindle Assembly Checkpoint are considered separate pathways that operate at distinctly separate phases of the cell cycle. In oocytes the two checkpoints appear linked and is thought to be physiologically relevant because it would act to block the formation of mature eggs that would otherwise go onto to be fertilized and produce embryos with damaged DNA. Key to their interaction appears to be an already well known cell protein fizzy-related-1 (FZR1), and so this work will investigate these two checkpoints interact and why FZR1 should be involved. Therefore the work in this proposal will help establish a connection between two important cell cycle checkpoints that hitherto were seen to be separate, and it will help establish the importance of this association within a physiological context.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L006006/1","grantId":"BB/L006006/1","fundValue":"481098","fundStart":"2014-03-31","fundEnd":"2017-03-30","funder":"BBSRC","impactText":"  Not applicable- only just started  ","person":"Keith  Jones","coPersons":[],"organisation":"University of Southampton","findingsText":" Not applicable- the grant has only just started. Not applicable- the grant has only just started. Leisure Activities, including Sports, Recreation and Tourism","dataset":"gtr"}