{"id":"F4970535-E421-43AA-825B-EC9DC6CB01F8","title":"Environmental Change and Rising DOC Trends: Implications for Public Health","abstractText":"This highly integrated multidisciplinary project engages the skills of environmental scientists, mathematical modellers, analytical chemists, toxicologists and public health scientists to address health vulnerability issues resulting from future environmental change impacts on soil-water ecosystems at a regional scale. It will address the health implications of a recently observed alarming trend for rising Dissolved Organic Carbon (DOC) concentrations in aquatic ecosystems used for potable water abstraction. Over the past two decades the concentration of dissolved organic carbon (DOC) in many source waters of these source waters has more than doubled and continues to rise (Freeman et al., 2001). There is increasing evidence to suggest that the process is being driven by environmental changes such as a decline in acid deposition (Evans et al., 2006; Monteith et al. 2007), combined with rising temperatures, increased frequency of drought and changes in the seasonal distribution of rainfall. We aim to analyse data from monitoring programmes and various other studies to allow us to predict the likely impact of future changes in climate and air pollution on DOC concentrations in water entering reservoirs and water treatment works. The increase in the level of DOC reaching water treatment works has major implications for human health. Organic matter in raw water is only partially removed by conventional treatment using inorganic coagulants; what remains may react with disinfectants. During chlorination of water supplies the chlorine reacts not only with the microorganisms but also with most of the other organic material present in the water, either dissolved or in suspension. This produces a range of organic compounds known as disinfection by-products (DPBs) including a group of chemicals called trihalomethanes (THMs), plus haloacetic acids, halonitriles, haloaldehydes and chlorophenols. We will carry out laboratory experiments to test the likely implications of the future changes in DOC we have predicted for the generation of these compounds within the water treatment system. Furthermore, a wide variety of other chemical contaminants, derived from air pollutants from industry, fertilizer application and urban waste water may bind (by sorption) to natural organic matter and be transported into reservoirs and water treatment works in association with DOC. Their fate within the treatment system, i.e. whether they are removed or remain within solution, depends heavily on the type of contaminant, the nature (or quality) of the DOC, the chemistry (e.g. pH and ionic strength) of the aqueous solution and the type of treatment process. We will carry out laboratory experiments to determine the extent to which these contaminants are bound to DOC at the point they enter the water treatment process and what is likely to happen as a result of the process, e.g. the extent to which contaminants are likely to be removed or remain in solution. Living organisms respond in various ways and on a spectrum of timescales when exposed to chemical contaminants. Some effects in organisms are immediate while others effects may be delayed and not show up for 10 or 20 years or more; for example, cancer in humans. We will draw on existing risk assessment approaches from national and international (EU) governmental agencies to evaluate the potential human health impacts of changes in levels of a range of contaminants under environmental change scenarios. Finally, we will bring together the findings of our research in the form of a Decision Support System (DSS) that will provide information to the water industry, the environmental agencies and other stake holders. The DSS will provide predictions of likely DOC trends under future climate change scenarios and the likely importance of predicted changes for wider water quality and human health.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G00286X/1","grantId":"NE/G00286X/1","fundValue":"431850","fundStart":"2009-06-01","fundEnd":"2013-06-30","funder":"NERC","impactText":"","person":"Christopher  Freeman","coPersons":["Peter James  Holliman"],"organisation":"Bangor University","findingsText":" The findings of the project can be amalgamated and incorporated into a Decision Support System (DSS) which can assist in the mamanagement of water catchment environments and water treatment procedures.  ","dataset":"gtr"}