{"id":"F49817ED-4898-401D-B146-F720FE3462C4","title":"Supergen Fuel Cell Consortium - Fuel cells - Powering a Greener Future - CORE","abstractText":"Fuel Cells continue to receive considerable attention as clean, highly efficient devices for the production of both electricity and, for some applications, high grade waste heat. However, considerable technical challenges remain for fuel cell to achieve greater penetration into commercial markets. It is worth emphasising the shift in research landscape within which the Supergen fuel cell consortium is operating. As fuel cell technology continues to mature, the fuel cell research community is being asked to place increasing emphasis on improving its fundamental understanding of materials behaviour under realistic operating conditions and duty cycles, especially where this relates to failure modes, and materials/cell degradation. Thus the work programme of this second phase will very much focus on generic and fundamental research, targeted onto real problems identified in discussion with our industry partners. This means that during this second phase, it will remain the case that the Supergen consortium will put an emphasis on knowledge transfer to industry, though of course patents will be filed where appropriate. It is then largely the responsibility of the industry partners to exploit this knowledge in the context of their own technology programmeThe proposed second phase of the Supergen fuel cell consortium refreshes the membership, with three new academics; Kucernak (Imperial), Brett (UCL) and Elliott (Cambridge) and with four academic teams continuing; Brandon (Imperial), Scott (Newcastle), Atkinson (Imperial) and Irvine (St Andrews). All three industry partners remain within the consortium for its second phase; Rolls-Royce Fuel Cell Systems, Ceres Power and Johnson Matthey, with the addition of a fourth new industry partner, Intelligent Energy. This new team maintains the consortium strength in Solid Oxide Fuel Cells, whilst adding significant extra capacity in Polymer Fuel Cells within both the industry and academic teams. This provides a shift in emphasis within the consortium to developing an improved understanding of failure modes and performance limitations within current fuel cell devices, and the need for greater scientific understanding to tackle these failure modes. In addition the consortium will continue to deliver its training courses in fuel cell science and engineering to consortium staff and students, external researchers to the consortium and to appropriate Doctoral Training Centres and to disseminate the work of the consortium (through publication and conference presentation, including an annual open conference) and to extend its international collaboration.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G030995/1","grantId":"EP/G030995/1","fundValue":"3577940","fundStart":"2009-09-01","fundEnd":"2014-02-28","funder":"EPSRC","impactText":"","person":"Keith  Scott","coPersons":["Shanwen  Tao","Claire Sandrine Adjiman","Anthony  Kucernak","James Arthur Elliott","John Anthony Kilner","Nigel Peter Brandon","Paul Andrew  Christensen","Andrew  Marquis","Paul Alexander Connor","John  Irvine","Mark  Cassidy","Alan  Atkinson","Daniel  Brett","Cristian Daniel Savaniu"],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}