{"id":"F4A12218-4C85-4CFA-B45A-292D2708D05D","title":"Testing the Palaeosol Model of Arsenic Pollution in Groundwater","abstractText":"Groundwater from riverine sedimentary aquifers across the globe provides much of the world's water supply; that drawn from such aquifers in Asian deltas provides a fifth of the SE Asia's population with its drinking water. Since 1995, it has become clear that arsenic-pollution affects groundwater in deltaic aquifers worldwide and that the consequence for human health has been severe. The pollution, and its adverse effects, are most fully documented in West Bengal and Bangladesh. In all polluted deltas, the distribution of arsenic pollution is patchy, but we don't know why. Polluted and unpolluted areas are juxtaposed in a manner that seems random. This proposal seeks to test an hypothesis that explains the randomness of arsenic pollution. The hypothesis will, if confirmed, provide a predictive model of arsenic pollution that will guide aquifer development and remediation in deltaic settings across the world. A predictive capacity would be of benefit to health agencies such as UNICEF (which promoted well development in Bangladesh), governmental and quasi-governmental authorities concerned with water supply (e.g. Department of Public Health Engineering, Bangladesh), and individual consumers affected by arsenic pollution. The hypothesis being tested is best set in the context of sea-level variations over the last 125,000 years. Around 125,000 years ago, sea-level was about the level it is today. As time passed, cooling climate caused the polar ice-caps to grow. The water that went into them came out of the sea. As a consequence, around 20,000 years ago when the ice-caps had grown to their largest size, sea level had fallen by 120 m. The slow decline in sea-level from 125,000 years before present to 20,000 years before present made the sea-shore retreat and exposed to weathering and soil formation large areas of coastal land that had previously been submerged. Although soils formed widely on the exposed landscape, they did not form in the chanells of active rivers. Between 20,000 years and 6,000 years ago the ice-caps partly melted and sea-level returned to its previous level, submerging the old landscape and its surficial soils and allowing them to be buried by renewed sedimentation. The hypothesis to be tested here, termed the 'palaeosol model', is that many of the old soils (termed palaeosols) that are now buried in deltas are impermeable, and so prevent the vertical migration of pollution downwards into the aquifers the palaeosols now cap. As a consequence, the underlying aquifers are protected from downward moving pollution, just as a hat protects the head from rain. Is this hypothesis correct? Can it really explain the patchy distribution of arsenic pollution in deltaic aquifers? The project sets out so find the answes. But there is more. Unfortunately, because the palaeosols did not form in the active river chanells where rivers flowed, pollution can short-circuit the protective palaeosol caps on unpolluted aquifers, and move into them by moving laterally at depth from polluted ancient river channels. How fast can that happen? What is the rate at which As-pollution can move in the subsurface? Knowing the answer to that question is important to establishing just how long the unpolluted aquifers will remain unpolluted. By investigating the rate at which arsenic moves in the subsurface, using both laboratory experiment with sediment and through monitoring groundwater composition in wells over time, we hope to obtain an answer.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G016879/1","grantId":"NE/G016879/1","fundValue":"386956","fundStart":"2010-05-01","fundEnd":"2014-03-31","funder":"NERC","impactText":"","person":"John Malcolm McArthur","coPersons":[],"organisation":"University College London","findingsText":" Groundwater used for drinking water supply by 220 million people in West Bengal and Bangladesh is severely polluted by dissolved arsenic, a tasteless and odourless carcinogen. We have show what controls the distribution and movement of that pollution and have found many aquifers that will be able to provide long-term low-arsenic water to mitigate the arsenic crisis.\n\n\nAt depths of no more than 35 m across the basin, palaeo-interfluvial aquifers are widespread and host low-arsenic groundwater that can be used to mitifgate arsenic pollution in the more commonly-exploited shallower palaeo-channel aquifers.\n\n\n\nMuch of the arsenic crisis across the Bengal Basin has resulted from private well installation to depths as shallow as possible, in the interest of economy, where installation 10 to 20 m deeper would have avoided the arsenic pollution present at shallower depths. Potable water supply across the basin. Provision of new wells in palaeo-interfluvial settings to replace those in the same localities that tap shallower palaeo-channel aquifers. Environment,Healthcare","dataset":"gtr"}