{"id":"F4A67F68-A56C-4DCF-8CC3-BB9112C3DC48","title":"Rapid identification disease resistance genes from plant genomes by resistance gene enrichment sequencing (RenSeq) of EMS-derived susceptible mutants","abstractText":"Plant disease causes significant yield losses in agriculture. Wheat and potato are two of the most important crops worldwide, including India and the UK. Among the most damaging diseases of wheat are the rusts. Stripe rust occurs wherever the crop is grown causing average yearly yield losses of up to 10% in some regions. Stem rust was until the green revolution associated with regular crop failures and famine. The resistance introduced then has now been broken by new strains of the fungus, which started appearing in Africa 14 years ago. The potato late blight disease, the cause of the Great Irish Potato famine in the 1840s, is still a serious impediment to potato cultivation today. Pesticides can control these diseases but they are expensive, at odds with sustainable intensification of agriculture, and in developing countries and for subsistence farmers, they are simply unaffordable.\n\nWild relatives of domesticated crops contain many useful disease resistance (R) genes. Introducing this natural resistance is an elegant way of managing disease. However, traditional methods for introducing R genes typically involve long breeding trajectories to avoid linkage drag, i.e. the simultaneous introduction of deleterious traits. Furthermore, R genes tend to be overcome by the pathogen within a few seasons when deployed one at a time.\n\nOur long-term strategy is to isolate, by molecular cloning, as many new R genes as possible, and introduce them in combinations using GM methods. Molecular cloning makes it possible, indeed straightforward, to put several new genes together in the same location in the genome, allowing breeders to work with them as a &quot;single&quot; gene and avoiding linkage drag. Moreover, from first principles, a pyramid of R genes with distinct specificities should be more durable.\n\nTraditional map-based cloning of R genes, however, is still challenging. First, large tracts of plant genomes are inaccessible to map-based genetics due to lack of recombination. Second, most R genes belong to a structural class of genes called NB-LRRs, which tend to reside in complex clusters, and many hundreds of NB-LRRs populate a typical plant genome. The scientist therefore frequently delimits a map interval containing multiple NB-LRRs and must find out which confers the resistance of interest. An approach, which has been successfully used to narrow down the candidate list to a single NB-LRR, is mutagenesis and screening for susceptible mutants. This creates discrete variations whereby a simple comparison of mutant and wildtype can identify the R gene.\n\nWe propose a strategy that will significantly increase the rate of R gene identification. In a first step of our workflow, we will screen large numbers of mutagenized plants for susceptible mutants. In a second step, we will use a state-of-the art sequencing technique recently implemented in our lab to selectively capture and sequence all the NB-LRRs in a plant genome. This will allow us to rapidly and cheaply compare wildtype with mutants to identify and clone resistance genes.\n\nThe outputs of this research will be three-fold: (i) using known controls we will implement our generic strategy to isolate R genes from complex genomes, (ii) we will apply this strategy to identify novel R genes from potato and wheat (against late blight and wheat rusts respectively), and (iii) we will test our key wheat rust R genes in Indian and UK environments.\n\nWe envisage that not only will our strategy significantly accelerate R gene cloning, it could also be used to pursue R genes not amenable to standard genetics, e.g. in low- or non-recombinogenic regions of the genome including centromeres, alien introgressed segments, and translocations. In wheat, this would allow accessing a plethora of useful R genes currently unusable due to linkage to deleterious yield-depressing alleles.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L011794/1","grantId":"BB/L011794/1","fundValue":"467978","fundStart":"2014-10-01","fundEnd":"2017-09-30","funder":"BBSRC","impactText":"","person":"Brande Bruce Wulff","coPersons":["Jonathan Dallas Jones","Dan  MacLean"],"organisation":"John Innes Centre","findingsText":"","dataset":"gtr"}