{"id":"F4AB8ADB-00C2-48B7-B136-CDD1ACEC55F1","title":"Centre for Market and Public Organisation Video Production","abstractText":"<p>The aim of this project is to produce a series of short videos presenting the research of the Centre for Market and Public Organisation to policy-makers, stakeholders and the public. Our aim is that these films will be the first in a developing series and will address the leading issues in public service reform, including education and health care. Public impressions of schools and hospitals are drawn from personal experience, news and television. However, we rarely encounter images analysing policy fairly and rigorously, and it is this that we hope to achieve with these videos. </p>\n\n<p>We would like to build on the CMPO's existing successful podcast series by producing compelling videos describing our research, ensuring they are seen by all relevant audiences, and encouraging feedback that will generate new ideas with policy-makers and stakeholders.</p>\n\n<p>Many online research videos are undergraduate lectures or conference talks, not aimed at the public or practitioners.&nbsp; Research videos can make content easier to understand, accept and remember. Being on our website they are available to a global audience. <br /></p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/H044396/1","grantId":"ES/H044396/1","fundValue":"8000","fundStart":"2010-07-01","fundEnd":"2010-12-31","funder":"ESRC","impactText":"  This grant funded production of three videos of our research on public services. it did not therefore produce any new findings but provided a new channel to disseminate existing findings, funded by a different ESRC grant. Education,Healthcare,Government, Democracy and Justice Policy & public services","person":"Simon  Burgess","coPersons":["Carol  Propper"],"organisation":"University of Bristol","findingsText":" We developed a series of videos, disseminating our research on public services. The original three videos covered school performance tables, competition in the NHS, and teacher effectiveness. These were uploaded to a CMPO Youtube channel. The videos were professionally made and edited and used an interview format. The interviewer talked to the researchers and also went out into the field to talk to service providers and users. The videos have had around 5000 views and so the message is getting through. Other researchers can also see the ease of making research videos. Communities and Social Services/Policy,Education,Healthcare,Government, Democracy and Justice","dataset":"gtr"}