{"id":"F4ACCEEF-E535-4916-96EF-79C9705B5D1D","title":"Snapshot CMOS: The Future of Hyperspectral Imaging.","abstractText":"Whilst Charge-Coupled Devices (CCDs) have been used for Hyperspectral missions for many years with great success, new developments in Complementary Metal Oxide Semiconductor (CMOS) image sensor technology offer the chance to significantly improve detectors for, and to provide higher resolution datasets in Earth observation. e2v technologies are the supplier of CCD imagers to the European Space Agency's (ESA) Sentinel missions. Future Sentinels, launched from 2013, are to carry a range of technologies from radar to Hyperspectral imaging instruments for land, ocean and atmospheric monitoring, covering a wide range of NERC environmental science themes. However, as CCD image sensors have fundamental limitations in this application which prohibit further improvements in performance, to move forwards and provide significant advances in this field one must consider the use of the newer and potentially superior technology and establish programmes for investment and development.\n\nCMOS Image Sensor (CIS) technology has many potential advantages over CCD-based systems. Firstly, each Hyperspectral image consists of many spectral lines which vary largely in intensity. A CCD must transfer all faint spectral lines through the part of the imager that has been illuminated by more intense lines, leading to cross-talk and reducing the quality of the dataset. CIS sensors do not require charge to be transferred and can therefore completely remove this cross-talk. Secondly, a CCD can only operate at one frame-rate and one sensitivity at any given time and a compromise must be made in the sensitivity and dynamic range; the difference in the brightness in an image between snow, vegetation and water can vary dramatically yet the CCD can only be optimised for one spectral band. Advanced CIS pixels offer the potential to be read and reset in any order at any time, allowing the sensitivity to be set on a line-by-line basis; high-intensity bands can be read out more frequently, dramatically increasing the dynamic range of the detector.\n\nCurrent CMOS image sensors are generally based around 4 or 5 transistors per pixel (4T or 5T), with 5 transistors allowing the application of a global reset or double sampling, with Correlated Double Sampling (CDS) applied off-pixel. However, a global snapshot shutter is required to ensure that all pixels are integrating over exactly the same time period and therefore the same region of the Earth's surface, removing smearing that can be present when using CCDs due to the transfer of charge. Lowest noise performance can only be achieved through the use of CDS, which must be included in the pixel to allow variable readout-rates from one spectral band to the next, therefore optimising the sensitivity across all spectral bands. However, these properties cannot be achieved simultaneously using current 5T CIS technology. In order to achieve both a global snapshot shutter and in-pixel CDS, one must develop a CIS pixel containing many more transistors. \n\nThrough innovations in CIS at e2v, a new 10T pixel design has been implemented in a small-area test array. This technology is as yet unproven (currently at TRL 2) and requires thorough characterisation to determine not only the more general performance of the pixel, but the specific applicability to the field of Hyperspectral imaging. Through in-depth characterisation and optimisation of the pixel, backed up by Silvaco ATLAS simulations of the pixel performance, we aim to implement a proof-of-concept study of this new development in CIS technology for the field of Hyperspectral imaging. The programme would proceed through TRL 3 with testing of analytical and critical function, moving into testing for TRL 4 through component and breadboard validation. Only through in-depth characterisation, optimisation and simulation can the device be fully analysed and optimised, leading to the consequent developments for the design and production into a full-scale device.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/L012553/1","grantId":"NE/L012553/1","fundValue":"40869","fundStart":"2014-04-01","fundEnd":"2015-03-31","funder":"NERC","impactText":"","person":"David James Hall","coPersons":["Thomas  Greig","Konstantin Dimitrov Stefanov"],"organisation":"Open University","findingsText":" This research project is still ongoing and the results will be reported at the end of the grant. We have met the objectives to date, however, the project is still ongoing.\n\nThe findings will be reported to e2v and to the scientific community (users) towards the end of the project. Throughout the project, however, we are in constant contact with e2v through meetings, telecons etc, using efficient knowledge exchange and relevant expertise to increase the benefits brought by the research. Electronics,Other","dataset":"gtr"}