{"id":"F4B32D7A-A38D-4BCD-8E30-E23B2DC076CF","title":"Redefining prehistoric pit-huts on a global scale","abstractText":"In many prehistoric communities around the world, people lived in small, semi-subterranean pit-huts. Traditionally, archaeologists have interpreted pit-huts as the first sign of settled life, of the shift from a mobile existence of hunting and gathering to the settled life of farming. Recent archaeological excavations and anthropological research have transformed our understanding of community mobility and sedentism and thus have disrupted long-held correlations between architectural form (e.g., a pit-hut) and lifestyle (e.g., settled farming). We are left facing a fundamental question: what are pit-huts? Do they represent mobile or sedentary communities or something else altogether? Because pit-huts occur in many prehistoric cultures, the scale of this question and the consequences of its anwer are signficant.\\n\\nThe present project is the first study to redefine prehistoric pit-huts by taking advantage of most recent research and by comparing the appearance of pit-huts on a global level. This project studies pit-huts from five regions: the Near East (after 10,000 BC), Japan (from 11,000 BC), southeastern Europe (6000-5000 BC), northwestern United States (1600 BC - AD 800), and the Plains of the American Midwest (4000-2500 BC). By comparing the emergence and function of pit-huts from these disparate regions and periods, this project provides a detailed examination of a common phenomenon (pit-huts) from many different environments, periods, geographies, and cultures. By making such comparisons, research will search for and assess common patterns of activity that run through more than one region and which might reflect wider trends in the ways that people behaved and in their solutions to the shared problems of subsistence, survival and being social.\\n\\nResearch is at the heart of a larger debate about how archaeologists understand the degree of mobility (or sedentism) of a prehistoric community. The most recent archaeological and ethnographic work argues that societies do not progress from mobile hunter-gatherers to sedentary farmers and that we can no longer define community lifestyles as either completely mobile or sedentary. In reality, community mobility varies tremendously (e.g., semi-nomadic, semi-sedentary farming) as do the structures and materials that people use to construct their physical surroundings (i.e., architecture). As a result, we can no longer use the the type of architecture (such as pit-huts) as a way to reconstruct how a group behaves (were they mobile or sedentary) or how people made their living (e.g. hunting-gathering or farming).\\n\\nSignificantly, the larger anthropological debate and its conclusions have not been applied to the study of prehistoric architecture in the regions under study. Because archaeologists traditionally interpret pit-huts as the first evidence of sedentism, a better understanding of what pit-huts are sits the core of the larger debate. The problem archaeologists face (and the questions this project proposes to answer) is what was the function of pit-huts and what is their significance within prehistoric communities activities and social structures?\\n\\nThis project takes a global approach and compares the emergence, function, and meaning of pit-huts from five well studied (but seldom compared) regions in which pit-hut sites are widespread and, crucially, where they have been well excavated. The result will be an innovative understanding of a crucial part of our prehistoric past. Significance will be for the five local archaeological sequences, for wider, global patterns of human behaviour, and for the larger debates over community mobility and sedentism.\\n\\nThe project follows my long-term study of European prehistory and prehistoric architecture (manifest in publications and excavations) and will culminate in a book entitled 'An Archaeology of Pit-huts: Beyond Sedentism, Mobility and Landscape&quot;.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F003064/1","grantId":"AH/F003064/1","fundValue":"34043","fundStart":"2008-03-01","fundEnd":"2008-06-30","funder":"AHRC","impactText":"","person":"Douglass W Bailey","coPersons":[],"organisation":"Cardiff University","findingsText":"","dataset":"gtr"}