{"id":"F4BC37B1-7EFB-45FA-98D3-B0BC6914558B","title":"MetSim: a Hospital Simulation Support Tool Using Meteorological Information to Improve the Planning and Management of Health Services","abstractText":"The ability to predict weather offers the potential to provide valuable information that can be used in planning health services. For example, imagine a hospital planning system that was able to predict fluctuations in demand for different services as a consequence of predictions of meteorological events such as the early February cold spell in 2009. Such a tool would result in a substantial benefit to both the NHS and health outcomes. Specifically, appropriate use of meteorological intelligence would help to:1. Improve health by reducing morbidity and mortality rates, and generally improving health outcomes.2. Improve access to services by better predicting hospital pressures due to weather events, thus allowing for hospital mangers to anticipate and better prepare for such fluctuations. This research will explore and quantify the relationship between weather patterns and extreme weather events, and their impact on various health conditions, such a heart attacks, stroke, asthma, and fractures. For example, it is thought that a sudden surge in cold temperature can cause blood to thicken slightly and blood pressure to increase, which can trigger a heart attack or stroke in vulnerable patients. There are many other reported (observed) trends such as thunderstorm-related asthma. A thunderstorm in South East England, for example, saw 640 patients presenting with severe asthma to hospital, ten times the usual number. By linking weather and health in this way, we can help save lives or minimise the risk of morbidity by creating an early warning system that can ensure at-risk patients are well informed and have sufficient medication and advice. Furthermore, this research will utilise computer simulation techniques and statistical models and apply their use to create a novel hospital operational capacity support tool (MetSim) that will utilise meteorological forecasts alongside NHS hospital data to provide information to hospitals on expected levels of emergency admissions and to alert them of sudden surges in demand and daily fluctuations. By forecasting demand in this manner, MetSim will allow hospital managers to understand more closely resulting resource needs over the short-term planning horizon and assist in planning decisions such as cancellation of elective admissions. Given that the provision of hospital resources is a matter of considerable public and political concern and has been the subject of widespread debate, this research will help the NHS more effectively and efficiently plan and manage their health services.A further benefit of MetSim is that it can act as a public health warning system. Health-weather correlations could be used by regional Strategic Health Authorities or Primary Care Trusts to alert at-risk populations. This could have significant public health benefits by ensuring such people are better informed about the forthcoming risks and have sufficient medication and appropriate medical advice. Treating patients for the health conditions evaluated in this research (to include heart disease, stroke, acute bronchitis, fractures and pneumonia) accounts for a significant proportion of the NHS budget. For example, stroke and heart disease incidence in the UK is amongst the highest in the world and these two conditions alone cost the NHS an estimated 18.3 billion annually. Using MetSim to prevent hospital admissions or improving health outcomes for even a small percentage of these patients could result in significant costs savings to NHS Trusts.This novel and valuable research involves a collaborative team of specialists in Operational Research and Statistics, with co-operation and support of the Met Office, Southampton University Hospital NHS Trust, and the Cardiff and Vale NHS Trust. The level of support, commitment and excitement about this research from these three organisations is such that between them they have pledged 60,000 towards the costs of the overall project.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H010637/1","grantId":"EP/H010637/1","fundValue":"341363","fundStart":"2010-03-01","fundEnd":"2012-02-29","funder":"EPSRC","impactText":"  The MetSim tool is being piloted by several UK hospitals in collaboration with the Met Office. We are currently undertaking a cost-benefit analysis/review to ascertain the impact of the MetSim tool alongside the accuracy of the forecasts. Leisure Activities, including Sports, Recreation and Tourism ","person":"Paul Robert Harper","coPersons":["Sujit Kumar Sahu"],"organisation":"Cardiff University","findingsText":" The effect of weather on health has been widely researched, and forecasting meteorological events can offer valuable insight into the impact on public health services. In particular, improved predictions of hospital demand, predictions which are sensitive to fluctuations in weather, potentially allow hospital administrators to plan resource needs more accurately. \n\n\n\nThe MetSim project has used historical data on hospital admissions and on several meteorological variables for a site near the hospital. From the data, the project develops hierarchical Bayesian statistical models which give accurate short-term forecasts of the numbers of admissions categorised by age, sex and medical condition. In turn, coupled with predictions on length of stay (captured using novel hazard rate models) and information on current occupancy, MetSim permits forecasts of short-term bed needs. \n\n\n\nMetSim has begun to realise a hospital planning system that is able to predict fluctuations in demand for different services as a consequence of meteorological predictions. Such a tool has the potential to bring substantial benefits: \n\n\n\n- For hospital planners by allowing them to anticipate, and better prepare for, fluctuations in the number of hospital admissions, hence ultimately improving the effectiveness and efficiency of hospital resources, reducing costs, and improving patient access to services. \n\n- As an early warning public health system which can be used by professionals, public and patients, ultimately bringing benefits in terms of reductions in morbidity and mortality and reduced costs to the NHS.\n\n\n\nThe research methodology and outputs has been piloted at both the University Hospital of Wales and Southampton General Hospital. The feedback has been most positive. The Met Office has supported the MetSim project throughout the 2 years, providing historical data, valuable staff time and provision of weekly weather forecasts into the tool. Together with the Met Office we are now piloting the tool further with additional hospitals, with an aim to eventually offer the service UK-wide. Hospitals and for public health purposes as described above. MetSim has begun to realise a hospital planning system that is able to predict fluctuations in demand for different services as a consequence of meteorological predictions. Such a tool has the potential to bring substantial benefits: \n\n\n\n- For hospital planners by allowing them to anticipate, and better prepare for, fluctuations in the number of hospital admissions, hence ultimately improving the effectiveness and efficiency of hospital resources, reducing costs, and improving patient access to services. \n\n\n\n- As an early warning public health system which can be used by professionals, public and patients, ultimately bringing benefits in terms of reductions in morbidity and mortality and reduced costs to the NHS. Leisure Activities, including Sports, Recreation and Tourism","dataset":"gtr"}