{"id":"F4BECAD0-A460-4A8A-9898-ADF4FFC94FFA","title":"Hybrid organic semiconductor/gallium nitride/CMOS smart pixel arrays","abstractText":"Organic semiconductors are a very exciting category of optoelectronic materials, in the development of which, over the past 10-15 years, the UK has played a vital and widely acknowledged role. These materials offer efficient light emission across the visible spectrum whilst being amenable to a wide range of simple and scalable processing methods such as ink-jet printing. These attractive properties have led to the rapid development of efficient, electrically-driven light emitting diodes (LED's) at red, green and blue wavelengths, that are already having significant commercial impact in areas such as mobile phones and large area flat-panel displays. Laboratories around the world have shown that high-performance laser action and optical amplfication is also possible in these materials, opening up an entirely new approach to visible-wavelength lasers - a region of the spectrum that has proven difficult to cover fully with more established solid-state laser technology. This opens up many new applications in areas as diverse as optical communications, instrumentation, metrology, spectroscopy and bio- and chemical-sensing. However these devices currently require separate lasers for pumping and are not available in compact, integrated form. Here, we propose a novel approach to the development of integrated organic semiconductor lasers, utilising a gallium nitride inorganic semiconductor optoelectronic interface to produce compact formats of organic device under electronic control. The gallium nitride devices, as proposed, produce blue-violet pump light for the organic lasers when driven by silicon CMOS electronics. These technologies can all be made planar and integrated one above the other, thus bringing the performance of the organic lasers under computer control for the first time.This offers the prospects of a very versatile optical interconnect technology that can either couple in-plane organic elements together in novel planar lightwave circuits taking true advantage of the versatile processing potential of the organics or relay the pattern-programmable output to other applications interfaces such as bio-instrumentation. In addition, the CMOS design offers highly-sensitive on-chip photodetection in the wavelength range, down to the single-photon level, of both the gallium nitride and the organics, thus opening up novel methods of active feedback, modulation and control. These attributes offer potential linkages in emerging areas of computation and communications including quantum information processing and bio-computing.Accomplishing these ambitious goals, which draw together a range of hitherto largely disparate technologies, requires a substantial and co-ordinated programme. We have assembled a partnership of leading researchers with the complementary skills and experience required, who also have an established track record of working together successfully on interdisciplinary research.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F060076/1","grantId":"EP/F060076/1","fundValue":"501203","fundStart":"2008-10-01","fundEnd":"2012-09-30","funder":"EPSRC","impactText":"  CMOS drive technology for micro-LEDs is giving rise to a new generation of ultra-bright LED displays for near-to-eye or pico-projector applications. It is also being used in the context of LiFi communications which will complement WiFi based internet access. Miniaturised gas or explosive sensors were also developed in the framework of the project. Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software),Electronics Societal,Economic","person":"Robert Kerr Henderson","coPersons":["Anthony John Walton","David  Renshaw","IAN  UNDERWOOD"],"organisation":"University of Edinburgh","findingsText":" We bonded micro-LEDs to CMOS for the first time forming the basis for a number of applications from visible light communications, explosive sensing, cell manipulation, maskless lithography and displays. A spin-out company from Strathclyde (mLED) is exploring applications of the CMOS-bonded micro-LEDs. Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software),Electronics,Healthcare,Manufacturing, including Industrial Biotechology","dataset":"gtr"}