{"id":"F4C1B742-2B87-4999-9DFE-CD70A4B48FA9","title":"Single Molecule Spintronics","abstractText":"Most information processing devices, including state of the art microchips, rely on the movement of charge. However, electrons as well as possessing charge also have the quantum mechanical property called spin, which is responsible for magnetic phenomena, for example. Devices which rely on the movement of spin to perform their function are known as magnetoelectronic or spintronic devices. Spintronic applications could include ultra-fast switches or combined logic / storage devices.Recent theoretical studies predict that organic molecules would make excellent components for spintronic devices (Rocha et al., Nature Materials, 2005). Therefore, to measure the spin transport properties of organic molecules is an extremely important goal. We have recently shown that a high resolution probe microscope (a scanning tunnelling microscope or 'STM') can be used to measure the electrical properties of single molecules in a wide variety of environments, including solutions. We propose to adapt these methods to measure the spintronic properties of organic molecular wires down to the single molecule level for the first time. This will contribute to the scientific understanding of how spin is transported through molecules.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D035678/1","grantId":"EP/D035678/1","fundValue":"249196","fundStart":"2006-01-01","fundEnd":"2008-12-31","funder":"EPSRC","impactText":"  This work has involved development towards the measurements of charge and spin transport through singel molecules under ambient conditions and using electrochemical approaches.  ","person":"Richard  Nichols","coPersons":[],"organisation":"University of Liverpool","findingsText":" New methods for forming molecular junctions with metals other than gold. This has led to further development of single moelcular jucntions for moelcular electronics also involving contacts other than gold. Chemicals,Electronics","dataset":"gtr"}