{"id":"F4D1744B-C837-472A-9996-9AEB694B69AC","title":"Tropic","abstractText":"R Palmer: Tropic: Summary\\n\\nTropic is a practice-led project leading to an exhibition of photographs made on the three southern hemisphere continents across which the Tropic of Capricorn passes. In an era when climate change and its resulting effects on ecology systems are of paramount global importance, I will pursue practice-led research that examines places that are linked through their position in a zone of climatic division around the Earth's circumference. I will work close to the imaginary line that marks the Tropic of Capricorn, the southern boundary between the climatically distinct Temperate and the Torrid Zones. The roughly equidistant positioning of three major southern hemisphere landmasses that lie on the Tropic, their variations in terrain and their different indigenous and colonial histories (German, British, Spanish and Portuguese) will all contribute to the project. A zone of approximately 100 kilometres either side of the tropic will provide the focus for the project. \\n\\nUsing a hand-held, 35mm camera, 50mm lens and consistent film stock, I will make photographs in daylight conditions that explore local qualities of space and light in geographically and culturally different zones of the southern hemisphere. The project will use latitudinal equivalence to create a body of work that examines the picture plane of analogue photography as a surface in which global traces of place and time can be proposed and examined. Tropic will therefore generate a series of photographs made in places that are linked by the latitude line, 23 deg. 26 ' South and by three of the four periods of the year that mark the position of the Earth relative to the sun. These are: \\n\\n1. in Australia around the time of the vernal equinox. \\n2. in Africa around the time of the summer solstice.\\n3. in South America around the time of the autumnal equinox. \\n\\nBy working near the Tropic of Capricorn, so named as the supposed limit of the southerly path of the sun before it 'turns back', the project will investigate questions of looking and then turning away, initially through the process of making photographs in the field. By accumulating images on film, I will collect memories or 'afterimages' of each photo session, until such time as the films are processed and printed. The act of turning away after each session of making photographs in situ therefore assumes significance, as a way of 'imprinting' images to memory before heading to the next location. \\n\\nThis act of looking and looking away occurs again (i) during the lengthy and intensive studio process of looking, looking away and looking again as preliminary and exhibition prints are appraised, and (ii) through the viewer's experience of looking at exhibited images before they too turn away. Thus an initial act of witnessing in situ initiates a process of imprinting an afterimage, first as a photographer's memory and finally as a concrete picture plane: a picture that viewers will eventually address before they too turn away, with an 'afterimage' of indeterminate duration.\\n\\nI would expect to select approximately 6 exhibition pictures originating from each continent, leading to a group of silver gelatine exhibition prints of uniform dimensions that examine how the photographic surface represents cultural, climatic and topographical information. The primary conceptual link between the images may eventually prove to be as fugitive as locating the line of the tropic in the landscape. But the exhibited photographs will be connected by their surface qualities that will individually and collectively question the veracity of photographic representation within the clearly defined parameters of a project of global ambition.\\n\\n\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/G012512/1","grantId":"AH/G012512/1","fundValue":"16214","fundStart":"2008-12-01","fundEnd":"2009-07-30","funder":"AHRC","impactText":"","person":"Roger  Palmer","coPersons":[],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}