{"id":"F4D9D7D4-92FD-4130-9E40-E6D2ABBD77AF","title":"Future-proofing facilities management (Future FM )","abstractText":"Non-domestic buildings account for approximately 18% of UK carbon emissions and 13% of final energy consumption. In contrast to domestic buildings, which can be well characterised by a few representative archetypes, the non-domestic sector is highly diverse incorporating a range of built forms to satisfy the needs of commercial, retail, public service, and other end-use sectors. These assets are also very long-lasting and it is estimated that 70% of the UK's current non-domestic buildings will still be in service in 2050. Consequently a major challenge is to design technologies and operating strategies that support a transformation of existing non-domestic buildings into efficient buildings compatible with the UK's energy and climate policy goals.\n\nFacilities managers must balance people (the occupants), place (the building's context), and processes (the installed equipment) in order to deliver agreed levels of building services to occupants, of which energy services are particularly important. However, experience has shown that the variability of occupant behaviour and long-term changes in the demand for energy services creates significant challenges for maintaining highly efficient building energy systems. Furthermore it cannot be taken for granted that future innovations will overcome these barriers. New technologies and business models - such as smart meters, heat pumps, phase change materials, real-time pricing, pervasive sensing, and more - will bring with them implicit assumptions about buildings and their occupants and facilities managers will again need to determine how they can be installed and operated effectively, in an integrated fashion. Therefore, although the future holds significant technical potential for improving the energy efficiency of non-domestic buildings, experience suggests that none of these innovations will remove the need for fundamental improvements in the energy management of non-domestic buildings, and indeed provide more opportunities for optimisation. \n\nThe proposed three-year research project will therefore develop and demonstrate novel adaptive methods both to improve the energy performance of existing buildings and to ensure that these gains are preserved in the face of technological and societal change. This will be achieved by working with partners representing the education, commercial, and retail sectors, thus delivering immediate impact to the energy management of their buildings and also enabling the developed techniques to be sufficiently flexible for widespread use in other non-domestic buildings. The research will therefore help the UK transform its building stock to meet a range of energy and climate policy goals, while enabling the facilities management industry to demonstrate new products and services for domestic and international markets.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L02442X/1","grantId":"EP/L02442X/1","fundValue":"489701","fundStart":"2014-09-30","fundEnd":"2017-09-29","funder":"EPSRC","impactText":"","person":"John William Polak","coPersons":["Nilay  Shah","James  Keirstead"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}