{"id":"F4DDEF37-A442-4C4B-A87F-2C991EB11A53","title":"Optimising polymer photovoltaic devices through control of phase-separation","abstractText":"In principle, photovoltaic devices could meet all our energy requirements in a sustainable way, but at the moment the capital expense of conventional photovoltaics is too great to be competitive, and the volume in which they can be produced is much too small to make a serious dent in our electricity generating needs. Their relatively high manufacturing cost and the difficulty of scaling the manufacturing process is an intrinsic feature of their energy-intensive fabrication process. In contrast, non-conventional PVs based on organic semiconductors can be processed from solution using high-volume roll-to-roll printing technologies, offering the possibility of large area devices being fabricated on flexible substrates at very low cost. Unfortunately at present, organic PV devices are characterized by prohibitively low external power efficiencies (&lt; 6%). Closing the gap in efficiency between organic and inorganic PV devices is a significant challenge / one which will require a full microscopic understanding of the processes that currently limit organic PV efficiency. The most promising organic PV devices are currently based on solution-cast blends of conjugated polymers doped with fullerene derivatives. Relatively little is however known regarding the role of the self-assembled nanoscale morphology of such systems on their operational efficiency. In this proposal, we seek to develop a comprehensive mechanistic understanding of the self-assembly processes by which nanoscale structure arises within such PV applicable materials. In particular we propose to study the evolution of nanoscale phase-separation during film casting using X-ray scattering. We will also utilize a range of complementary microscopy techniques ranging from environmental scanning electron microscopy, to time-resolved near field microscopy. The combination of such techniques will permit us to develop a complete picture of film structure from molecular to microscopic length-scales. Our proposed project draws together some of the UK's leading polymer scientists and technologists, with our goal being to significantly advance the understanding of the processes that limit organic PV device performance.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F019297/1","grantId":"EP/F019297/1","fundValue":"188518","fundStart":"2008-01-01","fundEnd":"2011-06-30","funder":"EPSRC","impactText":"  The aim, which was largely met, was to move away from the standard empirical routes of processing of spin-casting devices to a methodology based on knowledge of phase transitions and phase separation mechanisms. The approaches we developed have wider applicability than the particular system we used, and the importance of understanding the full phase/state diagram for polymer blends should be helpful for those designing thermal annealing cycles. Chemicals,Electronics,Energy Economic","person":"Athene  Donald DBE FRS","coPersons":[],"organisation":"University of Cambridge","findingsText":" Understanding where different thermal transitions sit with respect to conditions used in manufacturing is crucial to optimising device microstructure and performance for organic photovoltaic devices. We looked in detail at the thermal transitions and how the morphology varied as different annealing histories were applied. Empirical findings in the literature were shown not to lead to optimised performance.\n\nWe used the synchrotron light source to examine morphological development in real time as spin-coating of the devices was carried out. The approaches used have wide applicability although our results applied to a particular polymer blend system which is no longer seen as 'state of the art' for devices. Chemicals,Electronics,Energy","dataset":"gtr"}