{"id":"F4DF15C5-5433-4730-8C05-D2CE236FE130","title":"Platform grant","abstractText":"Oxford's proposals for the use of the funds from this Platform Grant align closely with the objectives of the EPSRC's call for applications. We want to deploy this stable and flexible source of baseline funds to further the strategic development of our research agenda by means of initiatives that are not covered by more conventional project-oriented funding mechanisms. We plan to use part of the funding to accelerate our expansion in number theory, to coincide with the arrival of Andrew Wiles, enhancing the international and public profile of our initiative in this area. Secondly, we will set up a pump-priming fund specifically aimed at projects which, due to their speculative nature, are not yet ready for external funding applications (perhaps due to their novel interdisciplinary nature), but which have every possibility of being high-impact projects in the medium term. We have several such feasibility studies in incubation already but no means of funding them; a specific example highlighted in the proposal is an adventurous proposal in the field of mathematical neuroscience. The mechanism for this pump-priming activity is designed to enhance the experience of our large pool of highly-talented postdoctoral researchers, smoothing out transition periods between major grants and providing postdoctoral researchers with a valuable diversity of experience. Thirdly, we want to pump-prime in a different manner: in this alternative model, we will fund nascent projects that we expect to lead to new or enhanced international collaborations that will leverage large grants from overseas funders. A specific example that we give for this type of activity involves a project that we expect, when properly nurtured, to attract large-scale funding from the National Institutes of Health in the USA; it involves the mathematical modelling of tumour growth. Team Development and the nurturing of human capital for the wider benefit of society (with particular emphasis on early career researchers) are important aspects of our research strategy. We see the development of a strong Visitor Programme as an enormously important step in this direction and will deploy a significant part of the funds from this grant in funding such a programme, with a rigorous internal competition to identify the visitors to be funded. We wish to implement to ensure a coherent flow of visitors of the highest possible calibre to Oxford for periods ranging from a few weeks to a term. Many of our international competitors have guaranteed funding for Visiting Professors, but presently we do not. We want the very best and most exciting mathematicians to visit Oxford on a regular basis, above all so that the younger members of our research teams have direct access to these scientists and interact with them, thereby gaining a clear view of the level that they must aspire to, and becoming engaged with the global structure driving their field.A similar mechanism will be used to implement a travel programme for mathematicians wishing to foster links with international collaborators: proposals will be judged on mathematical merit and should include plans to perpetuate the collaboration from other funding sources. In addition, a programme of workshops will be funded through a structure that gives us the ability to organise workshops in a rapid and coherent manner, responding to exciting emerging trends, or to pressing challenges from outside mathematics. All workshops will be required to assess the possibility of a public outreach event, and to organise such an event where relevant. As part of our drive in number theory we expect to hold at least two workshops, one in analytic aspects of the subject and one around Galois representations; each would be accompanied by a public event.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I01893X/1","grantId":"EP/I01893X/1","fundValue":"609844","fundStart":"2011-02-09","fundEnd":"2016-02-08","funder":"EPSRC","impactText":"  This grant is fostering mathematical activity in Oxford in a variety of ways, having a huge impact per pound and relieving pressure on the EPSRC as the review process is carried out (rigorously) by an internal committee (rather than through applications to the EPSRC small grant scheme and workshops programme, for example) The funds are made available to faculty members through one of five schemes. These awards have FURTHERED FUNDAMENTAL RESEARCH in the UK and with our overseas partners, FURTHERED INTERNATIONAL COLLABORATIONS and networks, and fostered early career researchers, feeding the vital PEOPLE PIPELINE in UK mathematics, to the ultimate benefit of the UK economy and society. Education,Other Cultural,Societal","person":"Martin Robert  Bridson","coPersons":["Sam  Howison"],"organisation":"University of Oxford","findingsText":" The funds from this Platform Grant are supporting a wide range of research activities centered on the Mathematical Institute at Oxford. The versatility and rapid deployment of funds provides unique opportunities to support emerging, exciting ideas and directions by funding collaborations with researchers from other UK institutions and leading universities across the world, as well as workshops and other activities. The outcomes of these diverse activities are being gathered as the grant progresses and will be disseminated on this site and elsewhere as they are woven into a coherent picture. The system of managing a Platform Grant in mathematics so as to maximise the impact of the funds, furthering the advance of mathematics in the UK and worldwide, is something that we pondered carefully, and our experience of implementing our chosen strategy, and our experience of which types of investment had the greatest impact, are surely something future holders can benefit from.\n\nBeyond that, some the mathematical discoveries that the grant has funded thus far (which will be detailed elsewhere) hav the potential, like all good mathematics, to have a widespread impact -- but on what timescale and in what domain, history tells us we should hesitate to guess. Digital/Communication/Information Technologies (including Software),Financial Services, and Management Consultancy,Security and Diplomacy,Other","dataset":"gtr"}