{"id":"F4E6CE2E-0D17-43DC-A08B-73DF99318476","title":"TREM-2, inflammation resolution and the transition from brain injury to repair after stroke","abstractText":"Stroke is one of the most common causes of death and disability and is normally caused by a blockage in an artery carrying blood to the brain. Blockage of the artery triggers many processes that cause brain tissue to die and this leads to disability. Long term outcome after stroke and related brain disorders is influenced by the amount of initial brain damage and the capacity for surviving brain tissue to promote regeneration and repair. This is why understanding the factors that influence this balance between brain damage and repair after stroke is so important. Currently we have a poor understanding of this but recent research suggests that the immune system might be a crucial balancing influence.\n\nThe immune system produces an inflammatory response when the body is infected or injured, including when the brain is injured after a stroke. Research we and others have carried out previously in stroke patients and animal models of stroke has shown that inflammation can worsen brain damage and cause more disability. However, not all inflammation is bad because some brain repair processes are boosted by inflammation. These contrasting effects of inflammation mean that we need to find out how the bad, injury-causing effects of inflammation can be switched off without compromising the good effects of inflammation on brain repair and recovery. \n\nOur recent research has identified a chemical made by inflammatory cells that we believe could help control the balance between good and bad inflammation in the brain after stroke. This chemical is called TREM-2. The most exciting thing about TREM-2 is that it seems to affect this balance by limiting the injury-promoting affects of inflammation but at the same time still supporting responses of brain cells needed for repair. To potentially take advantage of these properties of TREM-2 in future we need to find out a lot more about how TREM-2 works under the conditions that occur in the brain after stroke. \n\nThe overall aim of our research project is to build on our recent results and firmly establish how TREM-2 influences the balance of inflammation, injury and repair in the brain after stroke. To do this, we will address four key questions:\n1. When and where is TREM-2 produced in the brain after stroke?\n2. How does TREM-2 function affect the behaviour of inflammatory cells in the brain?\n3. What effect does genetic deletion of TREM-2 have on inflammation, injury and repair?\n4. What affect does boosting production of TREM-2 have on inflammation, injury and repair?\n\nWe expect that the answers to these questions will firmly show us if TREM-2 does limit injury-causing inflammation without compromising repair in the brain after stroke. More generally, the work will help us understand how the delicate balance of inflammation in the injured brain is controlled. Ultimately, we hope our findings can be used to help set up patient trials that will test if new treatments based on manipulating TREM-2 and more generally the balance of inflammation have potential to reduce death and disability in stroke patients.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L003384/1","grantId":"MR/L003384/1","fundValue":"481382","fundStart":"2014-03-01","fundEnd":"2017-02-28","funder":"MRC","impactText":"","person":"Barry  McColl","coPersons":[],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}