{"id":"F4E8E66D-95E2-4200-AB14-7690D2B77C6F","title":"Structural Evolution of Neutron-rich Nuclei","abstractText":"One of the deepest questions on which humans have always pondered is how did the World and ourselves come into existence. Clearly our planetary environment, and the life it supports, have been greatly shaped by the constituent proportions of elements. The smallest unit of a chemical element that has the properties of that element is called an atom. The nucleus is the extremely dense central core of an atom, which occupies only a tiny fraction of the volume of an atom (the radius of the nucleus being some 10,000 to 100,000 times smaller than the radius of the atom as a whole), but it contains almost all the mass. The atomic nuclei are composed of two types of particles, protons and neutrons, which are collectively known as nucleons, held together by strong nuclear forces and influenced by the electrostatic forces between the positively charged protons. The particular ratios of protons-to-neutrons in the stable nuclei we find in nature are determined by a subtle balance between these forces. Nuclei are capable of immense variation and complexity due to the subtle interplay of these forces. The stable nuclei making up the elements we are familiar with in everyday life represent just a small fraction of those that exist. Other nuclei with vastly different proportions of protons and neutrons can be created in experiments, and play a vital role in the synthesis of elements in stars: at least 6000 different neutron-proton combinations are possible. Unstable nuclei with extreme neutron-proton ratios are difficult to produce in laboratory but they represent a very active area of study. There is in particular a vast territory of unexplored nuclei with high numbers of neutrons which is still 'TERRA INCOGNITA'. Most of the characteristic properties of a nucleus are determined by the way nucleons move inside. However, the nature of the force between its constituent neutrons and protons is poorly understood. To describe the properties of the atomic nucleus we resort to the","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/C54840X/1","grantId":"EP/C54840X/1","fundValue":"122620","fundStart":"2005-11-14","fundEnd":"2009-08-13","funder":"STFC","impactText":"","person":"Robert  Chapman","coPersons":[],"organisation":"University of the West of Scotland","findingsText":"","dataset":"gtr"}