{"id":"F4E98324-EAEE-47DD-826E-2EECFC0B7869","title":"From Robust Synthetic Biological Parts to Whole Systems: Theoretical Practical and Ethical Challenges","abstractText":"Synthetic Biology is a new research field which aims in designing new or modifying existing biological pathways in order to produce systems with superior or different properties, usually for a novel application. In the related field of systems biology, it is recognized that it is impossible to infer the biological network behaviour by just listing its components but rather the whole feedback mechanism linking them needs to be considered; the same is true in every Synthetic Biology design. However, these designs need to be implemented inside a cellular environment and a major challenge that synthetic biology has to face is that the effect of the interactions of the new pathways with the cellular environment need to be taken into account during the design or redesign process. This is unlike any other engineering design procedure, such as electrical circuit or computer engineering design, where the behaviour of simple parts (e.g., resistors), of more complicated components (e.g., transistors) or even of whole systems (e.g., complete circuits) can be predicted (and eventually measured and verified) efficiently after implementation. Therefore this poses a challenge to engineering and mathematics. At the same time, many engineering disciplines, such as control and computer engineering, have for years been dealing with the analysis and design of complex systems that have to operate in uncertain environments in a robust way and therefore have a lot to contribute towards this major challenge in Synthetic Biology: how to construct biological modules, whether these are parts, pathways, artificial cells or cultures/tissues with performance guarantees within an uncertain environment. The proposed network in Synthetic Biology will bring together people working in Synthetic and Systems Biology as well as systems/control, electrical, chemical and computer engineers, physicists and mathematicians to address the theoretical and practical challenges of creating robust biological networks that can function inside uncertain biological environments, all the way from parts to whole systems. The network will also focus on ethical, societal and economical concerns that are raised by advances in Synthetic Biology, creating a fruitful discussion on how such concerns can be balanced by the potential usefulness of the many applications, such as environmental cleanup and fuel generation. Legal and other measures that need to be taken in order to ensure that Synthetic Biology research outcomes are not used against society and risk safety of the social structure will be proposed.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F018479/1","grantId":"BB/F018479/1","fundValue":"108018","fundStart":"2008-10-13","fundEnd":"2011-10-12","funder":"BBSRC","impactText":"  Over the three years of this grant, RoSBNet (the Robust Synthetic Biology Network) established an interaction,\ncommunication and mobility across electrical, control, computer engineers, physicists, biologists plus researchers from the social sciences and humanities; the overarching goal was to address the practical, theoretical and ethical issues concerning the design of robust synthetic biological networks, from simple circuits all the way to whole systems. The network nurtured research ideas between its members, but also transferred this knowledge to a broader community. In particular, through its activities the network has developed a fruitful discussion and cross-fertilization of ideas on modelling, analysis, design and construction of robust synthetic biological networks at different levels of organization and created a community capable of responding effectively to research challenges, funding opportunities and\ninternational activities. The brainstorming sessions organized during the workshops, but also smaller group discussions during our &quot;network core&quot; meetings allowed us to transfer ideas and to form collaborations across disciplines that resulted into second generation projects as well as high profile\npublications - see later parts of this report for more details. The workshops we organized allowed graduate students and young researchers to learn about recent advances in Synthetic Biology and to start international interactions, taking advantage of the presence of our distinguished speakers. As well as through our workshops, other mechanisms that the network had put in place, have allowed the establishment of collaborations and cross-disciplinarity, movement of staff, training, interaction with overseas groups and injection of new practices and technologies in research.  ","person":"Antonis  Papachristodoulou","coPersons":["Judith  Armitage"],"organisation":"University of Oxford","findingsText":" Over the past three years, RoSBNet (the Robust Synthetic Biology Network) established an interaction, communication and mobility across electrical, control, computer engineers, physicists, biologists plus researchers from the social sciences and humanities; the overarching goal was to address the practical, theoretical and ethical issues concerning the design of robust synthetic biological networks, from simple circuits all the way to whole systems. The network nurtured research ideas between its members, but also transferred this knowledge to a broader community. In particular, through its activities the network has developed a fruitful discussion and cross-fertilization of ideas on modelling, analysis, design and construction of robust synthetic biological networks at different levels of organization and created a community capable of responding effectively to research challenges, funding opportunities and international activities. The brainstorming sessions organized during the workshops, but also smaller group discussions during our &quot;network core&quot; meetings allowed us to transfer ideas and to form collaborations across disciplines that resulted into second generation projects as well as high profile publications - see later parts of this report for more details. The workshops we organized allowed graduate students and young researchers to learn about recent advances in Synthetic Biology and to start international interactions, taking advantage of the presence of our distinguished speakers. As well as through our workshops, other mechanisms that the network had put in place, have allowed the establishment of collaborations and cross-disciplinarity, movement of staff, training, interaction with overseas groups and injection of new practices and technologies in research.\n\n\n\nThe network's research objectives/themes consisted of a &quot;horizontal&quot; direction of investigating the challenge of constructing robust Synthetic Biology networks at three different organizational levels (corresponding to three annual workshops that were organized), and a &quot;vertical&quot; direction which linked each biological organizational level to related engineering and mathematical research paradigms. Common themes over the duration of the network were measurement; i.e., how one can build devices that evaluate the performance of the designed systems; and ELSI (Ethical, Legal and Societal Issues), i.e., what are the social, philosophical and economical implications of Synthetic Biology at these levels of organization. Particular emphasis was put on ELSI\n\nactivities, with several talks and a panel organized in one of our workshops, which examined dual use.\n\n\n\nThrough the discussions at the various breakaway sessions and other events, we have achieved our goal to develop a cohesive community, overcoming research and language barriers. Demand to join the network has increased steadily ever since RoSBNet was established in 2008. The network has grown from 60 members in the first year to 98 members today, 52 from the Engineering and Physical Sciences (EPS), 29 from the Biotechnology and Biological Sciences (BBS) and 17 from the\n\nEthical, Legal and Social Sciences (ELSI). The unique feature of our network is its international focus with 19 members coming from outside the UK including 9 from outside EU, mainly from the USA. Approximately 15 of our members formed a &quot;network core&quot; which met annually to coordinate network activities, serving as a steering group. The RoSBNet Network held one inaugural meeting, three core meetings, one pre-conference workshop and three 3-day workshops for its members and researchers interested in the area of Synthetic Biology. It has also participated at a number of other workshops on Synthetic Biology and network members gave a number of presentations on Synthetic Biology. Funding enabled a broad range of National and\n\nInternational experts to come together from a diverse background of Biological Sciences, Engineering and Ethical, Legal and Social issues, and provided an opportunity for the exchange of ideas and to build collaborative relationships for the benefit of science in the future. PhD students and RAs were encouraged to participate in poster sessions to discuss their work and involve them in the Synthetic\n\nBiology community. Speakers from Industry were included to forge a link with business and to expand awareness of future potential developments.\n\n\n\nThe workshop packs included an attendance list with photos and research interests so that those attending were more able to network effectively and retain contact details for future collaborations. Slides of the keynote speakers from each of the three meetings are available on our wiki page. Workshop attendees were for the most part from U.K. academic institutions and approximately half of the invited speakers were based outside the U.K. Speakers from U.K. and U.S. funding bodies described how they see the future funding of synthetic biology, and provided insight into future grant applications. Numbers grew steadily - from 65 participants in the first workshop, to 79 in the second and to 85 in the final one. The main network activity was the annual international workshop. The network has fulfilled all objectives set out in the proposal and the milestones have been met, with links between its members strengthening steadily. This was achieved both by the several meetings that have been scheduled and organized, but also through our webpage (www.rosbnet.org) which links to a wiki page (www.eng.ox.ac.uk/control/RoSBNet). The latter is continuously updated and includes\n\ninformation for the general public who want to learn more about Synthetic Biology. Moreover, we have a section on academic publications which promotes discussion between our network members and facilitates research collaborations; the members list has direct links to members' websites where information can be uploaded by the members themselves. \n\n\n\nThere is also a mailing list which has more than 200 subscribers - it is open to any interested party who wants to receive updates on network activities, Synthetic Biology events, openings, funding opportunities in the UK and overseas etc. This is sent out on a quarterly basis and has been one of the mechanisms that we use in order to expand the network membership. The wiki page contains links to the websites of our sister networks and research councils, as well as other networks on Synthetic Biology worldwide. Links have also been included to other sites which our network members and researchers find beneficial. A 30% part-time administrative assistant helped with the organisation of all events including the preparation of materials, maintaining records and the Wiki page. Retail","dataset":"gtr"}