{"id":"F4F26867-629C-4DFB-A8E8-9FA36328A467","title":"Mobilisation and Transport of Contaminated Sediments in a High Capacity Estuarine Flume","abstractText":"Much of the post-war development of UK industries occurred along estuaries because their waters provided an ideal disposal route for toxic wastes. Although the discharge of Priority List substances, including nickel and zinc, are in decline as shown by a 1999 report on the seas, oceans and coasts around the UK (http://www.sustainable-development.gov.uk/progress/indicators/qolc99.htm), their sediments contain a legacy of particle-reactive metals discharged over many decades. In an effort to address long-term issues of water quality and the sustainable uses of natural waters the European Union brought into being the Water Framework Directive (2000/60/EC), which commits member states to establish good ecological and chemical status of surface waters by 2015 . However, rivers and estuaries, with high retention capacities for the storage of fine sediments will, potentially, pose significant long-term threats to the recovery of industrialised rivers up to and possibly beyond 2015. In order to assess progress towards meeting the requirements of the EU Directive, regulators and governments now require predictive tools to aid decision-making, including risk assessments, concerning the management of contaminated riverine and estuarine sediments. This will likely include the use of coupled hydrodynamic-geochemical models that evaluate the impact of natural and anthropogenic modifications to river geomorphology and the effects of climate change on river flows or tidal incursions.Over the past 18 months two research teams, one at Plymouth and one at Plymouth, have been working in partnership to evaluate the transport mechanisms affecting contaminated sediments in a high capacity flume. These experiments are designed to study key sedimentological and geochemical processes at a more environmentally-relevant scale than hitherto. The overall objective is to increase the predictive capability of numerical model, held by the Cardiff Group. The mobilisation of the contaminated sediments in the flume has been detected using a tracking technique developed by the Plymouth Group. The method has been used to detect the movement of particles along the bed and in suspension and to evaluate the vertical mixing on the sediment bed. Four major experiments have been completed and many more samples have been taken and analysed than proposed in the original project. This proposal continues with the established theme of the existing project and it adds value by evaluating the importance of the thickness of the sediment mixed layer (often assumed to be a constant) and its impact on the exchange rates between the contaminants associated with bed sediments and those in suspension. Thus, the large dataset requires more detailed interpretation, refinement of the particle-mixing and particle-water interaction models and incorporation into the hydrodynamic code held at Cardiff. We intend to employ our highly skilled PDRF to carry out this 6-month project, thereby enhancing the scientific and technical expertise within the UK workforce.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F029942/1","grantId":"EP/F029942/1","fundValue":"34610","fundStart":"2007-10-01","fundEnd":"2008-03-31","funder":"EPSRC","impactText":"","person":"Geoffrey Eric Millward","coPersons":["Andrew  Turner"],"organisation":"University of Plymouth","findingsText":"","dataset":"gtr"}