{"id":"F4F68226-8246-4F13-9234-016EC0E85801","title":"Synthesis and new applications of multi-port filtering networks","abstractText":"Microwave filters are essential components in many wireless systems from mobile base stations to satellites. They are used to select useful signals while rejecting unwanted interferences or spurious signals. The most widely used microwave filters are formed of resonators that are electromagnetically coupled together to generate the required transmission responses between the two ports - input and output. The properties of the resonators and the couplings between them can be mathematically represented by a so-called 'coupling matrix'. Such a matrix may be found - synthesised - from the required frequency response. The synthesis of two-port filters is an established art. Recently this coupling matrix approach has been extended from two-port filters to multi-port filtering networks (MPFNs). \nThe fundamental difference between a filter and a MPFN is the 'junction resonators', introduced to route the signal to different ports. Such resonators serve not only as resonant poles as in a filter, but also as splitters of the signal which are traditionally achieved by non-resonant transmission lines. One of the microwave circuits that benefit most from the MPFN concept is a multiplexer, also known as a combiner or a filter bank. It basically contains multiple interconnected filters, used to combine multiple channels and feed to one antenna for transmission or reception. It is one of the most complex passive circuits in wireless base stations and satellite payloads. Conventionally all the channel filters are connected to the common port through a signal distribution network based on transmission lines. Using the MPFN concept, the transmission line network can be replaced with resonators. This significantly increases the selectivity of the multiplexer without sacrificing the circuit size, which is highly desired by industrial applications. This means the multiplexer, usually a large component, can be reduced in size and mass for a more contact system. In the case of satellites, this can be translated to a significant cost reduction. The exclusive use of resonators in a microwave circuit also enables integrating filtering function into traditional non-filtering circuit. For instance, common microwave power dividers and couplers are transmission-line based with very limited selectivity. By using the MPFN concept, all-resonator-based power dividers and couplers can be realised with embedding filtering functions. This means two circuit functions are merged into one circuit. This approach is known as 'co-design'. \nDespite the significant increase in the usage of the MPFN concept and co-design approach in microwave circuit design, there are still significant challenges associated with the technique. The synthesis of the MPFNs is much more demanding than the filters. It requires a new understanding of the coupling characteristics around the junction resonators. The currently inaccessible synthesis technique impedes the take-up of the MPFN concept by microwave engineers. Also there are concerns with the bandwidth and power handling capability of the MPFN-enable devices, as the junction resonator is narrowband in nature and may be a concentration of power. This project aims to develop a robust, more accessible and applicable synthesis technique for MPFNs and to address the practical challenges in bandwidth and power handling by proposing novel junction resonators. The research will help to release the full potentials of MPFNs for industrial applications. There is no doubt the MPFN concept will lead to more innovations in microwave circuits. Built on from the synthesis technique, the project will investigate two new circuit concepts. It is expected new research directions on novel microwave circuits, opportunities for further development and commercial exploration will be generated from this project.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M013529/1","grantId":"EP/M013529/1","fundValue":"98559","fundStart":"2015-06-30","fundEnd":"2017-01-31","funder":"EPSRC","impactText":"","person":"Yi  Wang","coPersons":[],"organisation":"University of Greenwich","findingsText":"","dataset":"gtr"}