{"id":"F4FECD50-ED2D-4F13-8D10-2E20F674E175","title":"Generation, Detection &amp; Analysis of Optimally Coded Ultrasonic Waveforms","abstractText":"Sophisticated coding schemes for transmission, detection and recognition of electronic data are used extensively in modern communications systems. Despite increased usage over recent years, the vast potential for ultrasonic systems is virtually untapped. Although mechanical wave generation, propagation and detection has constraints, this situation is surprising, since the natural world of creatures such as bats and dolphins provides a very clear demonstration of the advantages of ultrasonic coded waveforms, for applications ranging from imaging through to materials characterisation. A major drawback is the lack of suitable transducer devices that will operate over the frequency band necessary for robust code implementation. It is proposed to use the Platform Grant to enable a fundamental and broad reaching investigation into the design of new coded sequences, transducers and constituent materials, allied with the concept of electronic system and transducer design to maximise signal to noise ratio over extremely wide bandwidths. Central to the approach will be the creation of new transducer and array structures allowing maximal exploitation of the rich data stream associated with novel, broadband coded excitations that are tailored for specific applications. Techniques for monitoring and hence optimising the processing coded sequences for the intended usage and propagation environment will be investigated in parallel with the transducer and electronic system design. Linear and non-linear applications covering imaging, ranging and data communication in gaseous, liquid and solid media will be addressed, thereby maximising potential uptake of any new technology that may emerge from the programme. An integrated approach, spanning mathematical analysis, transducer devices, instrumentation and electronics system design, aligned to the specific application, is proposed, with the overall strategy to establish a world leading centre of excellence in coded ultrasound, creating the foundation for a series of new areas of research and applications, capable of spanning the next 15 years. If successful, the strategic platform will place the UK at the international forefront in an area of technology that will impinge significantly on almost every application of ultrasound. Through a programme of international and national collaboration, involving leading groups, the infrastructure will be established to realise this vision and, through appropriate career development of younger researchers, will ensure sustainability.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F017421/1","grantId":"EP/F017421/1","fundValue":"935646","fundStart":"2008-06-09","fundEnd":"2012-09-08","funder":"EPSRC","impactText":"","person":"Gordon  HaywardAnthony  Gachagan","coPersons":["Anthony John  Mulholland","Stephen Gareth Pierce"],"organisation":"University of Strathclyde","findingsText":" This Platform Grant (PG) has provided opportunities to develop core technology advances across Ultrasonic Transduction, Biologically Inspired Acoustic Systems, Industrial Process Control and Non-Destructive Evaluation research themes. This has been measured through 4 metrics: publications, new research initiatives, new international partnerships and career development.\n\nAs the PG evolved, new research opportunities arose as a consequence of changes to the academic team. Overall, the focus of thi  ","dataset":"gtr"}