{"id":"F50400BB-6CB1-4602-9862-927FBA492496","title":"The digital ageing map: development of web tools for the integration and visualization of age-related changes at various biological levels","abstractText":"The process of ageing in mammals is characterized by changes at different biological levels, from mundane physiological and functional changes like decreased body weight and stamina with age, to more subtle changes at the molecular level. The aim of this project is to develop a Digital Ageing Map: a web resource featuring the collection of molecular, cellular and physiological age-related data for mice and humans. Data on pathologies associated with age, including mortality data from specific diseases, will also be included. Data will be compiled from various sources, including publically available online repositories, governmental health statistics and books and other publications. Not only will the Digital Ageing Map serve as the first centralized collection of ageing changes by integrating and making available different types of studies, but visualisation tools will be developed to allow users to browse the information interactively. Users will be able to use a 3-dimensional model of each organism to view how ageing changes in one organ occur in parallel with changes in another organ and with overall changes to the entire body. At a single mouse click, users will be able to select a given organ for more detailed information such as data on age-related changes at the molecular and cellular levels. The Digital Ageing Map will be very useful for researchers to relate a given set of changes with ageing (e.g., molecular changes in one organ) with changes at other levels (e.g., hormonal changes). It will also be useful for researchers to develop new models of ageing, including new mathematical models that describe ageing and may provide new information on how different processes drive ageing and age-related disease. The resource will also provide invaluable data for healthcare policy makers.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G024774/1","grantId":"BB/G024774/1","fundValue":"113695","fundStart":"2009-09-21","fundEnd":"2011-03-20","funder":"BBSRC","impactText":"  This project has thus far not had a measurable economic or societal impact.  ","person":"Joao  De Magalhaes","coPersons":[],"organisation":"University of Liverpool","findingsText":" In this project we developed the Digital Ageing Map: a web interface, including visualisation tools, which will allow users to access, browse, and retrieve age-related molecular, cellular, physiological and pathological data for mice and humans. The proposed Digital Ageing Map (now renamed Digital Ageing Atlas) is available online at http://www.ageing-map.org/. This resource is expected to be an important new resource for developing an integrative and systems-level platform to study ageing.\n\nThe paper resulting from this work is now in press:\nCraig, T., Smelick, C., Tacutu, R., Wuttke, D., Wood, S. H., Stanley, H., . . . de Magalhaes, J. P. (2014). The Digital Ageing Atlas: integrating the diversity of age-related changes into a unified resource. Nucleic Acids Res. doi: 10.1093/nar/gku843 By providing a one-stop resource on how different parameters change from young to old adults, this project will benefit a wide range of researchers, in particular those working on the biological aspects of ageing but also researchers working on other areas related to ageing, such as applied research (e.g., by helping researchers identify the different needs and challenges of the elderly that need to be addressed). The research is unlikely to lead to patentable or otherwise commercially exploitable results, though it could benefit pharmaceutical companies by helping them focus on combinatorial sets of biomarkers of ageing to predict age-related pathology. Furthermore, the resource will definitely be of value in providing information to policy-makers involved in healthcare. Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}