{"id":"F504471E-1E50-44BF-A885-03BF9186EC48","title":"Quantum Transition State Theory","abstractText":"In the proposed research project entitled Quantum Transition State Theory a detailed picture of quantum reaction dynamics will be developed. A `reaction' can generally be viewed as a system evolving from reactants to products across one or more saddle points of an interaction potential. In chemistry the interaction potential is given by the Born-Oppenheimer potential energy surface which describes the interactions of the nuclei of the atoms that constitute the system. However, this picture is more general and also applies for example to ballistic electron problems, atom migration in solids, and on a macroscopic scale also to the motion of asteroids and the capture of moons near giant planets. Recent advances in spectroscopic techniques like photodissociation of jet-cooled molecules, molecular beam experiments or transition state spectroscopy make it now possible to study the quantum mechanics of molecular collisions with unprecedented precision and resolution. This opens the way to probe fundamental questions about the quantum mechanics of reactions experimentally in very great detail. Furthermore, the theory of classical reaction dynamics has very recently made a decisive step forward. Based on general ideas from dynamical systems theory the general phase space structures that govern classical dynamics from reactants to products in multi-dimensional systems have been identified and practical algorithms to compute them have been developed. In particular, this solves the major problem of how to rigorously construct a dividing surface that is crossed exactly ones by all trajectories that evolve from reactants to products and this way facilitates the computation of classical reaction rates from the directional flux through the dividing surface. This is the main idea of transition state theory which, invented by Wigner and others in the 1930s, is the major classical reaction rate theory in chemistry.In the proposed research a quantum mechanical version of transition state theory will be developed which has been an outstanding open problem in chemistry for decades. The theory relies on a recent systematic semiclassical expansion based on the Weyl calculus -- a so called quantum normal form -- which in the classical limit reduces to the general classical theory mentioned above. This approach leads to very efficient algorithms to compute quantum reaction rates for high-dimensional systems for which ab initio quantum computations are no longer feasible. Moreover, this approach provides an efficient procedure to compute scattering and resonance wavefunctions which are of central interest in the aforementioned high-resolution experiments. Using techniques from quantum chaos (short-wavelength asymptotics) the scattering and resonance wavefunctions will be related to the classical phase space structures that control the classical transport across transition states. This will be studied in detail both for direct reactions (reactions across a single transition state) and the much more involved case of complex reactions (reactions through a so called 'complex intermediate' located between two coexisting transition states). The experimental significance of the scattering and resonance states in terms of measurable quantities like time delays and cross sections will be investigated. Applications to specific problems in chemistry and physics like the dissociation of ozone and ballistic electron transport will play a central role.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E024629/1","grantId":"EP/E024629/1","fundValue":"210527","fundStart":"2007-08-20","fundEnd":"2010-08-19","funder":"EPSRC","impactText":"","person":"Holger  Waalkens","coPersons":[],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}