{"id":"F5057922-69C6-42A9-A481-19BCA204E70C","title":"Chemical Synthesis of Transformative Extended Materials","abstractText":"Our 10-15 year research vision is: chemical synthesis of advanced functional materials with properties that will challenge contemporary understanding of the physical and chemical behavior of extended systems, achieved with the precision that is now customary in small molecule chemistry. It is important to realize this vision because the synthesis of new functional materials is of strong societal and economic importance to the UK in priority areas such as energy and healthcare, and because access to materials with unprecedented properties opens up new scientific horizons. Realization of the vision requires strong links to the materials science, condensed matter physics, chemical engineering and life science collaborators who form the Programme Grant (PG) partnership.The proposal has a single 5-year thematic target: the development of synthetic methodologies for modular materials with domains of function. The target is addressed in three coupled Themes because the scientific challenges and the skills necessary to tackle them successfully are strongly linked, as reflected in the forecast deployment of 25% of the PG resource in activity that cuts across the themes.Theme 1 targets porous materials with incompatible or contraindicated chemical functional groups that can deploy flexibly to produce unique molecular separations and catalytic reactivity, producing new paradigms for the efficient use of limited natural resources. In Theme 2, optimally controlled interfaces in oxide materials will produce enhanced ionic transport for application in fuel cells and generate contraindicated scientifically challenging physical properties (e.g., ferromagnetism and ferroelectricity in a single material). The properties and functions accessed in Themes 1 and 2 on the molecular scale will be translated into the nano- to mesoscale in Theme 3 by chemical control of the statistical assembly processes which produce nanostructured assemblies. This provides a linked and integrated approach to the contraindicated chemical reactivity and physical property challenges and enables interaction with the more complex environments in living systems.The theme goals will be achieved by the fusion of synthesis, measurement and modeling in a cross-disciplinary, cross-sector, cross-institution international partnership. The partnership is constructed to allow the development of new methodology for the rapid evaluation of materials for properties of interest and subsequent detailed studies of the resulting promising lead examples by expert collaborators. The close thematic links and the opportunity for breakthroughs in competitive areas require a flexible resource deployment strategy, managed by a small leadership team with an experienced project mentor and reporting to an internationally-leading Steering Group. Resource is allocated to allow the building of further partnerships during the PG. The PG team have demonstrated research exploitation and outreach leadership via the formation of the award-winning spin-out, Iota NanoSolutions and the establishment of the Centre for Materials Discovery (with Europe's largest suite of capital equipment for accelerated extended materials discovery). Outreach to industry will be taken to a new level here via the concurrent NWDA-funded Knowledge Centre for Materials Chemistry.The PG activity is focused in an area where global competition is characterised by a strong geographical focus of resources. This is recognised by the University of Liverpool who have consistently reinvested in materials chemistry. This is demonstrated here again by the commitment of 1.22M cash and 276K in-kind support in addition to the normal 20% FEC contribution, which adds value to the EPSRC investment as part of a true long-term partnership with the funding body. 10 dedicated DTA studentships are committed to the grant for cross-disciplinary and cross-institution activity.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H000925/1","grantId":"EP/H000925/1","fundValue":"7161460","fundStart":"2009-10-01","fundEnd":"2015-03-31","funder":"EPSRC","impactText":"","person":"Matthew  Rosseinsky","coPersons":["Furio  Cora","Andrew  Cooper","Ben  Slater"],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}