{"id":"F50A3932-5A04-49ED-9B5A-4097CFA0EF21","title":"Proposed visit by Professor Sandeep Juneja (Tata Institute of Fundamental Research, India)","abstractText":"The aim of this proposal is to bring Professor Sandeep Juneja of the Tata Institute of Fundamental Research, an applied probabilist with particular expertise in rare event simulation and computational finance, to the UK for a period of two-three months. During this period Professor Juneja would give a short course on Portfolio Tail Risk Measurement at Heriot-Watt University under the umbrella of the Maxwell Institute, and would hold an intensive exchange of ideas with the proposed Investigators and their colleagues as an initial phase of a proposed collaboration. He would also visit Cambridge, Bristol, and other UK Institutions to give seminar talks and to hold further scientific discussions with colleagues.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H043071/1","grantId":"EP/H043071/1","fundValue":"19255","fundStart":"2010-09-01","fundEnd":"2011-08-31","funder":"EPSRC","impactText":"  In the analysis of a number of wireless communication algorithms Education Societal","person":"Sergey  Foss","coPersons":["Stan  Zachary"],"organisation":"Heriot-Watt University","findingsText":" We discovered mathematical theorems as well as numerical algorithms to compute probabilities of interference in wireless communications networks modelled as spatial birth and death processes. Probabilistic models that understand interferences and general interactions between users that are mobile can provide great deal of insight into designing such systems. Our work builds a mathematical framework that can be generalized in a variety of ways to help develop deeper mathematical results as well as provides insights for practically implementable wireless communications protocols. In addition, we develop efficient and accurate numerical methods that may be of use to practitioners in configuring wireless networks. Education","dataset":"gtr"}