{"id":"F50EEA07-689A-4543-9478-C782D1624857","title":"Probing natural amyloid fibril assembly by protein display","abstractText":"The structure and substance of living things are made from self-assembling molecules, primarily proteins. Protein aggregates have become notorious for being associated with some diseases of old age such as Alzheimer's and Parkinson's Diseases. In these disorders, proteins mis-fold and aggregate into large rope-like deposits known as amyloid fibrils. It turns out that most if not all proteins can fold to form these amyloid filaments. The fibrils have a very regular structure and some remarkable physical properties. It turns out that Nature has evolved some proteins to be in this state deliberately, to make fibrils on bacterial cell surfaces, to help bacteria stick to other cells. These are some of the most stable fibrils of their type. The regular and stable structure of amyloid fibrils makes them a good scaffold on which to hang other, functional proteins, and that is this basis of this proposal. We will use the proteins that form the natural amyloid fibrils on bacterial cells and fuse them, at the level of their genes, to other proteins and enzymes. To do this, we need to understand more about how individual proteins, which are about 2 nanometres in all dimensions, assemble to form fibrils that are 10 nanometres wide and 10 micrometres long. We can alter the protein's sequence and observe how the fibrils change. Once we have established more about how the building blocks are assembled, we will fuse other proteins to the building blocks so that their function becomes displayed on the fibrils. To start with we will display proteins that carry electrons around in cells. This way we can make a conducting amyloid fibril. We will also display on the fibrils enzymes that destroy antibiotics. This can be used to protect the cell against an antibiotic, giving the cell an advantage. This property can be used to evolve the fibrils to be more useful technologically. Once we have established the best type of fibril and protein display methods, we can then make fibrils at will and use them to build up networks of fibrils on the nanometre scale. This is a new approach to building molecular devices for electronics and diagnostics, out of completely self-assembling molecules. So while amyloid is a serious problem in many disease states, it may also be remarkably useful for making molecular circuits.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D019109/1","grantId":"BB/D019109/1","fundValue":"327734","fundStart":"2007-08-01","fundEnd":"2010-07-31","funder":"BBSRC","impactText":"  the immediate impact of work from this project was to inform theoretical modelling of protein assembly into fibres. This led to a new collaboration and resulted in further publications of higher impact. It resulted in a computational model that has provided fundamental links between molecular assembly and the structure and assembly of macroscopic objects such as seed pods. Education ","person":"Paul Derek Barker","coPersons":["Cait  MacPhee"],"organisation":"University of Cambridge","findingsText":" Many cellular structures are made assembling small proteins into much larger fibrillar structures that are used for different purposes. Bacteria use these extracellular fibres as adhesives, to stick together and to surfaces of other organisms. The work we did in the project was aimed at trying to understand how the properties and structure of the individual protein components influenced the structure and properties of the assembled superstructure. The individual proteins are a few nanometres in size, while the assembled fibres reach tens of micrometers in length. The key finding that resulted from our work was an understanding of the relationship between the different properties at these two very different length scales. It subsequently led to a collaboration with theoretical chemists and we have produced a novel paper describing a model that accounts for the helical properties of bilayer structured materials all the way from the nanometer scale of amyloid fibres to the centimetre scale of leguminous seed pods. \nThe particular bacterial fibre proteins we started studying turned out to be less useful than we expected. It turned out that the assembly and mechanical properties of our engineered fibres were not the same as the naturally assembled fibres and this indicated that there is some component of the assembly in cells that we clearly do not understand yet. \nDuring the project, we moved to a different natural fibre system, a yeast prion protein, and this proved much more successful in addressing our questions. That is, we were able to ask questions about how these proteins can display other functional proteins in predictable fashion, enabling us to design for the first time, 2-component fibres. This work has continued beyond this particular grant term. The impact is entirely academic, although our Collaborators in Ireland tried to use these systems in a spinout company aimed at new biocompatible adhesives. OUr data suggested that this was currently not feasible! Electronics,Manufacturing, including Industrial Biotechology,Other","dataset":"gtr"}