{"id":"F5108E21-9ED5-4CC8-B340-462314254A80","title":"Financial Modelling Post-2008: Where Next?","abstractText":"<p>The seminar series “Financial modelling post 2008: where next?” has as aim to address some of the challenges that financial modelling is facing following the financial crash of 2008. Our investigation wants to focus on two important themes which underpin a lot of financial models: distributional assumptions and efficiency. The four seminars which are planned in this series will be addressing the following specific methodological aims.</p>\n\n<p>The first seminar has as goal to understand what the historical and legal ‘causes’ are of the 2008 crisis. The second seminar will want to analyse what the consequences are of the 2008 crisis upon&nbsp; the empirical modelling of the distributional assumptions/efficiency. The third and fourth seminars will be concerned with the mathematical modelling aspects in regards to distributional assumptions/efficiency, post 2008. Specifically, the before last seminar will consider stochastic approaches, while the last seminar will be preoccupied with assessing the viability in financial modelling of non-stochastic approaches.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/J022640/1","grantId":"ES/J022640/1","fundValue":"17998","fundStart":"2012-11-28","fundEnd":"2014-02-28","funder":"ESRC","impactText":"","person":"Emmanuel  Haven","coPersons":["Philip  Molyneux","Sergei  Fedotov","Reiichiro  Kawai","John Ogilvie Wilson","Meryem Duygun Fethi"],"organisation":"University of Leicester","findingsText":" Under this seminar series grant we were able to hold four seminars on the four themes we had intended.\n\nTheme I: Historical and legal origins of the 2008 crisis (hosted at Bangor University by Professor Phil Molyneux) addresses the question of the ‘source’ of the 2008 crisis. Was bank sector deregulation a major factor? How important was the bonus culture in explaining the 2008 crisis? What are the regulatory origins of the crisis and the risks faced by the European banking system? 33 academics (including the speakers; doctoral students) registered for this first seminar. Speakers were drawn from the University of Cambridge; the Bank of England; Tilburg University (Netherlands); Vanderbilt University (USA). Attendees came from the National Grid; Sunderland University; Universities of Leicester and Coventry. \n\nTheme II: Empirical modelling; distributional assumptions/efficiency (hosted at St. Andrews University by Professor John Wilson) addressed the difficult topic of how empirical modelling is affected by changes in the distributional assumptions and efficiency considerations after the 2008 crisis event. Efficiency and the shadow price of capital was considered. The relation between size of banks and efficiency was considered. Technical challenges were also actively discussed. As an example there were papers on dynamic market timing and the use of shortage functions in preference modelling. The seminar was attended by some doctoral students. Speakers were drawn from the University of Glasgow; Loughborough University; the University of Edinburgh; CNRS (France) and Boston University (USA).\n\nTheme III: Empirical modelling; distributional assumptions/efficiency (stochastic models) (hosted at the University of Manchester by Professor Sergei Fedotov) addressed probably the most difficult topic of the seminar series: can mathematical finance really deliver upon the very complex demands the financial system is asking from that community? We discussed the situation that if the 2008 crisis were to repeat itself, would bank bail outs or nationalizations be an option? What was the role of real estate in the crisis (when it was considered as an underlying asset in option positions)? Can mathematical finance deliver a ‘number’ which indicates the risk a bank or hedge fund is facing? Technical issues were also addressed in this seminar, such as how perturbation problems arise in finance. 38 academics (including the speakers; doctoral students) registered for this seminar. Speakers were drawn from the University of Manchester; Imperial College; University of Nottingham and Loughborough University.\n\nFinally, theme IV: Empirical modelling; distributional asumptions/efficiency (non-stochastic models) (hosted at the University of Leicester by Professor Emmanuel Haven and Dr. Meryem Duygun) addressed the potential for new models (for instance non-stochastic models) in finance. Some talks attempted to model the role of information in finance with novel tools (at least for finance). As an example how can Fisher information and potential functions be used in finance? What is wrong with the exponentially discounted utility model? Can a crisis be predicted? Several academics (including some doctoral students) from the University of Leicester (including from departments outside of social science, such as Physics) attended the talks. Speakers were drawn from the Fields Institute (University of Toronto, Canada); University of Arizona (USA); University of Leicester; Universit&agrave; di Palermo (Italy) and Deutsche Bank (Germany). We need to wait to see what the impact of the book will be. The book will be ready April 2015 and will be published by Palgrave MacMillan. Financial Services, and Management Consultancy,Government, Democracy and Justice","dataset":"gtr"}