{"id":"F51466FC-4FFE-4AAC-AD9A-2257C87EE7D0","title":"APRES: Action Programme on REsponsible Sourcing","abstractText":"The 'Action Programme on REsponsible Sourcing' (APRES) network will be a new community 'centre' for knowledge-sharing and dissemination of responsible sourcing practices in UK construction, forging new research ideas and relationships and providing guidance to the industry. Responsible sourcing (RS) is about taking a systematic approach to sustainability, i.e. by addressing a range of environmental, economic and social considerations. RS can be demonstrated by an organisation's procurement policy, via its purchasing decisions and practices, but to prove that such an 'ethical approach' is being taken, detailed information on the provenance of materials, products and services throughout the supply chain is needed. Integrating this within a broader framework of corporate sustainability has a direct and major effect on procurement, supply chain management, product manufacture and specification practices, but can also lead to innovation through new, low impact products or services. In the UK, the construction industry needs to reduce the sustainability impacts associated with the development of the built environment such as carbon emissions, water consumption and waste and in 2008, the government and industry set a series of targets, to help the UK become a world leader in sustainable construction. One of these is that, by 2012, 25% of products used in construction shall be from schemes recognised for 'responsible sourcing' (about 10bn, or 5% of the UK's manufacturing output per annum). However, few suitable products or standards exist, and the industry's level of understanding of responsible sourcing is currently low. For this reason, a coordinated, business and research response on responsible sourcing is needed urgently so that more companies are able to participate in this emerging market and a new base of knowledge and research is formed. APRES is an academic-industry collaboration to develop an action programme for responsible sourcing in UK construction. It will provide an open forum to explore in depth the challenges, map the industry's skills and knowledge needs, define academic research and development directions, and identify and disseminate outcomes and best practice widely. The APRES network will use a series of activities to increase the productive interaction between members, both academic and industrial; anyone with an interest in responsible sourcing will be able to join. Regular quarterly meetings with core members will direct the project programme while open events will be attended by a broader audience. An online industry survey will be followed by one-day workshops; presentations, audience voting sessions and facilitated activities will address key context, markets, and technology challenges. Discussion and validation of the findings will result in an authoritative visioning report on the future of responsible sourcing. A range of dissemination routes will be used throughout to promote the work of the network and recruit new members, including a dedicated website and regular presence at academic and industry events. The construction industry and its supply chain, related government and advisory bodies will benefit most from the activities, discussions and outputs from APRES, but wider benefits would also be evident in improved environmental and working conditions in the UK and abroad. In the long term, through the use of more responsible sourcing practices, the industry will also witness lower environmental impacts, gain better credibility for its operations and achieve greater competitiveness in the emergent market for 'green' or sustainable construction, up to and beyind 2012.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H048030/1","grantId":"EP/H048030/1","fundValue":"80062","fundStart":"2010-08-01","fundEnd":"2014-01-31","funder":"EPSRC","impactText":"  APRES was a network project, but was able to generate some findings which were disseminated to industry through conferences, trade fairs, websites, press and brochures. We believe that findings have been influential in a number of ways. First, through direct engagement with companies by increasing understanding, and providing advice on policy and strategy, the findings of APRES have influenced the responsible procurement policy of a major contractor and the ethical/social audit criteria of a major infrastructure project. Secondly, the ongoing dialogue with standards bodies has enabled APRES to provide a direct input to revisions to responsibsle sourcing industry standards. Finally, our findings have recently been presented to an international meeting of metals supply chains, so there is potential that the outcomes from APRES will soon influence global commodity supply chains well beyond construction. In addition, there is some evidence that, by dint of participation in the APRES network, some construction companies have reported capitalised on their enhanced knowledge and engagement with university research on responsible sourcing to secure new work. Construction,Environment,Manufacturing, including Industrial Biotechology Societal,Economic","person":"Jacqueline  Glass","coPersons":[],"organisation":"Loughborough University","findingsText":" &quot;Do you know where your materials come from?&quot; &quot;Were they supplied by companies that take safety, environment protection and social responsibility seriously and can prove it?&quot; These are the types of questions now being asked by construction companies and their clients in the UK, where an increasing number of commonly used products and materials are available with a 'responsible sourcing' certificate. Loughborough University's APRES project (Action Programme for Responsible Sourcing, see http://apres.lboro.ac.uk) is a network with over 150 industry and academic members with a shared goal of understanding and promoting the idea of responsible sourcing in the construction industry. \n\nResponsible sourcing is a means of ensuring that products come from suppliers that can demonstrate sustainability within their supply chains. It is about managing sustainability objectives throughout the life-cycle of a product, including key environmental, social and economic objectives. This is combined with auditing of the supply-chain of constituent materials, which is called traceability. It's easy to see a comparison with similar schemes in other sectors, like food and fashion, where there have been concerns for the environment, but also workers' welfare. Indeed, responsible sourcing is fundamentally about reducing risks in the supply-chain and, over the past three years, the APRES project has hosted numerous training sessions and conferences for designers, contractors and manufacturers, to help them understand how these risks could adversely affect their businesses and how such risks can be minimised or eliminated.\n\nThe construction industry in the UK has certainly been more alert to the idea of responsible sourcing since 2008, when a national performance target was published in the 'Strategy for Sustainable Construction' and a framework standard became available from BRE Global, against which products could be certified as being responsibly-sourced. Now, over 90% of all UK concrete production is available with a certificate, and more than 80 of these have been awarded to about 40 different material producers (including aggregates, plasterboard, brick and reinforcing steel). The certificates also count towards credits in popular sustainability assessment schemes such as BREEAM (the Building Research Establishment Environmental Assessment Method) and CEEQUAL (the Civil Engineering Environmental Quality Awards Scheme). \n\nYet a survey undertaken as part of APRES found that while many UK practitioners had heard of responsible sourcing, there was a lack of awareness of how to attain credits in building sustainability assessment tools. There was also an imbalance, with larger manufacturers and major contractors being well-informed and pro-active, but very few SMEs participating. The cost of certification was certainly a factor, but differences in the levels of interest shown by clients/customers were mainly to blame. To explore this in greater depth, a series of case studies (with manufacturers and contractors leading the field) revealed that a major driver for suppliers to pursue certification was perceived market advantage over competitors, almost independent of client 'pull'. As a result, responsible sourcing certification gives a supplier greater credibility and legitimacy, enhancing its brand over others that have not yet engaged and sought certification. While it is true that many, mostly large companies are now actively participating in seeking certification as an ongoing part of their sustainability and management standards auditing cycles, there remain some notable gaps in coverage and participation by certain actors in the project supply-chain, such as designers (architects and engineers). Specifiers are highly influential, yet under-informed and so APRES reached out to a number of design firms, which resulted in a useful dialogue around what they termed 'ethical specification'. \n\nOther publications associated with APRES:\n\nJ. Glass, N. Achour, T. Parry, and I. Nicholson, &quot;The role of responsible sourcing in creating a sustainable construction supply-chain&quot;, CIB W65 Supply-chain integration workshop, MISBE: managing innovation for a sustainable built environment conference, Amsterdam (2011).\n\nJ. Glass, &quot;Responsible sourcing in construction projects: can anything be learned from 'FairTrade' schemes?&quot; Corporate Responsibility Research Conference 2011, University of Leeds, UK (2011). \n\nJ. Glass, The Little Book of Responsible Sourcing, Loughborough University, Loughborough, UK (2011).\n\nJ. Glass, &quot;Responsible sourcing: a legitimate mechanism for sustainability reporting in the construction products industry?&quot; Proceedings of the International Centre for Corporate Social Responsibility Conference 2012, University of Nottingham, UK (2012). \n\nJ. Glass, &quot;Development of a responsible sourcing overlay for building construction projects&quot;, ISM-Open Conference Taking Responsibility, Open University, Milton Keynes (2012).\n\nJ. Glass, N. Achour, T. Parry, I. Nicholson, and J. Upstill-Goddard, &quot;Responsible sourcing of construction products and materials: results from an industry survey&quot;, Concrete, February: 47-49 (2012). \n\nJ. Glass, &quot;Extending the concept and validity of responsible sourcing certification through environmental product declarations&quot;, 1st International Conference on Building Sustainability Assessment 2012, Porto, Portugal (2012).\n\nJ. Glass, Changing the rules of the game: the case of responsible procurement on London's Crossrail programme EABIS Annual Colloquium, 4-5 July 2012, Lausanne, Switzerland.\n\nJ. Glass, &quot;Envisioning the future pathways for responsible sourcing in the UK construction industry&quot;, SB13: Sustainable Building and Construction Conference, Coventry University (2013).\n\nFurther information on the project can be found on the website. This project has been carried out with extensive industry cooperation and support from companies, mainly from the UK construction industry. It therefore has immediate relevance to materials specification choices for building and civil engineering projects. However, through the various events hosted through APRES, it has been possible to identify pathways to greater engagement in responsible sourcing that could also be of benefit to other sectors. For example, successful implementation involves: a well-publicized and verified case for responsible sourcing, consistency in the project procurement process, heightened stakeholder awareness and an ongoing evolution of related standards to respond positively to industry's changing needs as the agenda grows and matures. Other sectors can learn from the APRES project because we have been able to discover the key components which underpin the legitimacy of a responsible sourcing industry programme. It would be possible to take these findings forward in a range of ways, through action learning sets, organisational change projects, CPD programmes, contacting the PI and/or APRES members to request in-company presentations and advice. Chemicals,Construction,Environment,Manufacturing, including Industrial Biotechology,Retail","dataset":"gtr"}