{"id":"F5168A7C-9880-48B1-926B-8BFDF4095870","title":"Assessing the stability of parasite communities through perturbation experiments","abstractText":"In the past twenty years, there has been a surge of interest in the role of disease on individual health and its effects on host populations. These studies and, indeed, the majority of disease control programmes of humans and domestic animals tend to consider individual infections in isolation. However, hosts are typically infected by many parasite species at any one time. For example, humans, particularly in the developing world, can be simultaneously co-infected with a variety of parasites: around 40.3 million people are currently infected with HIV/AIDS, over one third of the population worldwide has TB, and over one fourth has soil transmitted helminths. Importantly, these co-infecting parasites are unlikely to occur in isolation within each host, indeed there may be a vast network of interactions between them. These interactions may arise through direct competition between parasites within each host. However, they may also be indirect, possibly through competition for shared resources (bottom-up interactions) or via the host's immune system (top-down interactions). In this case, immune responses raised against one parasite may also affect other co-infecting parasite species. Alternatively, if the host is combating one parasite type it may not be able to mount an effective response against another. Therefore there may be a complex network of subtle, and difficult to detect interactions between parasite species that result in a diverse, interactive community within each individual host. Clearly, understanding how these communities are shaped is vital for the design of truly effective and sustainable disease control programs. If control approaches only consider one parasite species there may be unpredictable consequences for disease caused by other, co-infecting parasites. However, current approaches to measure parasite interactions are purely observational and, so far, have produced unclear information about their strength or existence. We propose to adopt a new, direct way of measuring interactions using classical community ecology perturbation experiments, by removing certain parasites from wild wood mice and measuring what happens to the remaining parasite species - if they increase after the target parasites have been removed then this suggests that the target species was previously suppressing their abundance. By repeating this process for all main parasite groups in the wood mice, we can build a more complete picture of how these parasite communities are shaped by the interactions between species. Putting all these interactions into a mathematical model will allow us to predict how such parasite communities will respond to more complex treatments, such as the removal of two species at the same time. If our model predictions prove accurate for more complex co-treatment strategies, then these within host network approaches may provide a vital tool for developing long-term disease control strategies in other host species, such as humans, domestic animals or wildlife threatened to extinction by infectious diseases. It is gradually being realised that parasite co-infections play an important role in the occurrence and management of many diseases of human concern. Given the increasing concerns about emerging infectious diseases around the globe, it has never been more pressing to develop a genuine understanding of the factors affecting parasite invasion, transmission, persistence, and control. This project will be a major step in that direction.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G006830/1","grantId":"NE/G006830/1","fundValue":"259712","fundStart":"2009-05-18","fundEnd":"2013-03-31","funder":"NERC","impactText":"","person":"Andy  Fenton","coPersons":[],"organisation":"University of Liverpool","findingsText":" We have made several key findings:\n\n1) When anthelmintic drugs were used to reduce nematode infections, their effects were short-lived, lasting less than 4 weeks, and resulted in a significant increase in other non-target parasites, specifically coccidia protozoans (Knowles et al. 2013). In addition, we found that parasite communities were remarkable stable to these drug-based perturbations, with the parasite community returning to its pre-treatment levels within 4 weeks of drug treatment. \n\n2) By comparing the results of these experimental perturbations to those obtained from classical, observation-based studies we demonstrated the lack of reliability of standard approaches in detecting interspecific parasite interactions. In fact, most standard methods for observing within host parasite interactions were unable to detect this strong negative interaction between nematodes and protozoans demonstrated in our experiments (Fenton et al. 2014). \n\n3) We empirically tested the efficacy and consequences of co-treatment experiments in which multiple parasite taxa are targeted for control. We combined several anthelmintics with different modes of action, as well as combination therapies of anthelmintics and anti-protozoal drugs and found that, in some but not all cases, added therapies improved host health through reductions in several parasite species. However, we found in some cases, that these drugs blocked efficacies, and had no additional benefits to the host (Pedersen et al. in prep). \n\n4) We examined how host parasite community structure and treatment affects individual health. We found that, on average, nematodes were harmful to their host’s fitness. However, and importantly, this was not always the case. We found strong effects of parasite burden (intensity of infection) and these effects were not always linearly related to host survival. In addition, male and female mice differed significantly in the effect of nematodes on their survival. We found that treating a subset of mice, specifically males with low worm burdens, actually reduced their survival by &amp;gt;40% (Pedersen et al. in prep). \n\n5) To generalize these results we developed a simple theoretical framework of how different interactions between helminths and pathogens affect (1) host lifespan, (2) pathogen spread and (3) the evolution of pathogen virulence. It was shown that there is considerable context dependency in the net impact of helminths on these factors, and hence the outcome of deworming programmes, depending both on the mechanisms of parasite interaction and the burden of worms at the time of treatment (Fenton 2013).\n\n6) We collated a large data set of coinfection in humans and found that most coinfections result in increased parasite abundance of the coinfecting parasites, and reduced health in the human hosts (Griffiths et al. 2011). \n\n7) We used community ecology theory and network tools to identify patterns of coinfections from humans, specifically we found that most parasites likely interact through bottom up, or shared resource, mechanisms, and that there is strong evidence of modularity in the coinfection network, suggesting that there are groups of parasites, immune components and resources that associate closely with each other in the network (Griffiths et al. 2014). \n\n8) We translated these findings to human mortality data from the UK and USA, finding that reported coinfection-related deaths peak in young adults and tend to occur among biologically-similar coinfection pathogens (Griffiths et al. in prep). This work shows how coinfecting parasites and pathogens can affect each other, host health and the success of control strategies. Importantly, even if interactions between parasites can be hard to detect from population-level data (as is most commonly available), that does not mean those interactions are not playing an important role in driving disease dynamics. These interactions can have complex consequences for host health and the success of treatment. By raising awareness of these factors, and highlighting the potential contexts where such coinfections may (or may not) affect disease progression and control success, this work may help guide the design of individual and population-level treatments in the face of coinfection. Environment,Healthcare","dataset":"gtr"}