{"id":"F5197358-6101-41B0-92AC-6417ADF90554","title":"Frequency Selective Surfaces for Long Wavelengths","abstractText":"Mobile communications and wireless computer networking are already enourmously popular with user numbers and system types set to continue increasing. Each system requires the use of certain transmission frequencies which must be separated in some way to avoid interference. OFCOM, the government body that licences the radio spectrum is beginning to deregulate the process of radio frequency usage and it is vital to devise a means of making the radio environment both more immune from interference and safe from eavesdropping. Also prisoners who should not be allowed access to telephones are using mobile phones smuggled into prisons. The phones are used to organise crime outside, smuggle in drugs and coordinate escapes and riots. This is of great concern to the prison authorities and the UK government as it is technically difficult to stop mobile phone communications without interfering with the phones of innocent users near the prisons. Parallel to the above issues is the fact that modern buildings are lined with a metallic layer for thermal insulation. This layer screens building interiors and can significantly reduce the strength of radio signals passing inside. This can reduce the coverage of radio systems used by the emergency services within buildings placing personnel at risk. This research seeks to create Frequency Selective Surfaces (FSS) to filter out radio signals at mobile frequencies while passing channels used by authorised services. The FSS designs will be convoluted and interweaved to compress their size and will be mounted in small apertures in metal screened walls. A specified isolation level will be aimed for and the performance will be made adaptable by integrating switching diodes to the design. Computer simulations will be made to predict the propagation of signals through the FSS and into rooms.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E021409/1","grantId":"EP/E021409/1","fundValue":"258064","fundStart":"2007-03-19","fundEnd":"2010-03-18","funder":"EPSRC","impactText":"  led to a KTA award with Buro Happold Ltd Digital/Communication/Information Technologies (including Software) Economic","person":"Anthony  Brown","coPersons":[],"organisation":"The University of Manchester","findingsText":" This work considered how to improve the propagation of radio signals such as wifi in buildings by use of frequency selective surfaces in the walls. New modelling and simulation techniques were developed for this Improving rf performance in buildings is a increasing need. to move the work forward the techniques developed need to be linked with a suitable buildings material database (for commonly used building materials)and the software made more user friendly and released to the consultancy industry Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}