{"id":"F51AADFD-28BD-49EC-A56C-AA7715CA357F","title":"Developmental prosopagnosia in children: Phenotypic assessment and intervention","abstractText":"<p>Developmental prosopagnosia (DP) is characterised by an impairment in face recognition, without neurological trauma or visual or intellectual dysfunction. DPs frequently report significant psychosocial consequences resulting from their face processing impairment, and recent estimates suggest many people are severely impaired with face recognition in daily life.</p>\n\n<p>Significant advances into the cognitive, neural, and genetic basis of DP have been made with adult participants, yet almost nothing is known about the developmental course of DP. Further, given the prevalence and impact of DP in adults, it is clear that examination of the condition in children is an urgent issue, and the development of diagnostic tools and remediation strategies are essential. </p>\n\n<p>This project represents the first large-scale investigation into childhood DP, addressing both theoretical and practical issues. It specifically aims to:</p>\n\n<ol>\n \n\n <li>Develop tests of face processing and visual recognition for children.</li>\n\n <li>Elucidate the cognitive phenotypes of childhood DP.</li>\n\n <li>Develop and test a training regime for the purpose of intervention. </li>\n</ol>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-062-23-2426","grantId":"RES-062-23-2426","fundValue":"326920","fundStart":"2010-10-01","fundEnd":"2014-03-31","funder":"ESRC","impactText":"  Our project has set the foundation for understanding developmental prosopagnosia in children. We showed that DP in kids has substantial psychosocial effects in one paper. We hope this paper will contribute to efforts to demonstrate its effects to schools and other organizations involving children. \n\nOur more vision-oriented papers contribute to our growing understanding of the cognitive profile of DP in kids. \n\nProbably the most impactful outcome from our project are the behavioral tests that we've created to test face and object processing in children. Both clinicians and researchers have requested these tests and we expect that they will become standards in the field. Education,Healthcare Societal,Policy & public services","person":"Bradley Craig Duchaine","coPersons":["Sarah-Jayne  Blakemore"],"organisation":"University College London","findingsText":" We have documented a number of children who suffer from face recognition deficits due to neurodevelopmental problems and then gone on to assess their cognitive profiles. This work tentatively suggests face perception deficits are more common in children with developmental prosopagnosia (DP) than in adults with DP. We've also found that some kids with DP suffer from face detection deficits as predicted by a theory of the development of face processing, but that others have normal face detection. \n\nWe have developed a battery of face and object processing tasks that we make available to interested clinicians and researchers. These tests assess face identity memory, face identity perception, face detection, face expression recognition, face gender discrimination, and object memory. Our findings and the tests we've developed are the first systematic work on DP in kids so they will importantly shape future research on kids with DP. Communities and Social Services/Policy,Education,Healthcare","dataset":"gtr"}