{"id":"F51E47C7-E5BC-412E-8BAF-0DE32679B705","title":"SwiTching And tRansmission (STAR)","abstractText":"The Internet power consumption has continued to increase over the last decade as a result of a bandwidth growth of at least 50 to 100 times. Further bandwidth growth between 40% and 300% is predicted in the next 3 years as a result of the growing popularity of bandwidth intensive applications. Energy efficiency is therefore increasingly becoming a key priority for ICT organizations given the obvious ecological and economic drivers. In this project we adopt the GreenTouch energy saving target of a factor of a 100 for Core Switching and Routing and believe this ambitious target is achievable should the research in this proposal prove successful. A key observation in core networks is that most of the power is consumed in the IP layer while optical transmission and optical switching are power efficient in comparison, hence the inspiration for this project. Therefore we will introduce energy efficient optimum physical network topologies that encourage optical transmission and optical switching at the expense of IP routing whenever possible. Initial studies by the applicants show that physical topology choices in networks have the potential to significantly reduce the power consumption, however network optimization and the consideration of traffic and the opportunities afforded by large, low power photonic switch architectures will lead to further power savings. We will investigate a large, high speed photonic switch architecture in this project, minimize its power consumption and determine optimum network physical topologies that exploit this switch to minimize power consumption. We will design new large photonic switch fabrics, based on hybrid semiconductor optical amplifiers (SOA) / Mach Zehnder interferometers as gating elements to minimise the switching energy per bit, and plan to optimize the network architecture making use of these new switch architectures and introduce (photonic) chip power monitoring to inform higher layer decisions. \nNetworks are typically over provisioned at present to maintain quality of service. We will study optimum resource allocation to reduce the overprovisioning factor while maintaining the quality of service. Protection is currently provided in networks through the allocation of redundant paths and resources, and for full protection there is a protection route for every working route. We will optimize our networks to minimize power wastage due to protection. The power savings due to optimum physical topology design, optimum resource allocation, optical switching instead of IP routing, more efficient photonic switches and energy efficient protection can be combined and therefore the investigators and their industrial collaborators BT, Alcatel Lucent and Telekomunikacja Polska, believe that an ambitious factor of 100 power saving in core networks can be realised through this project with significant potential for resulting impact on how core photonic networks are designed and implemented.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K016873/1","grantId":"EP/K016873/1","fundValue":"356078","fundStart":"2013-01-01","fundEnd":"2016-12-31","funder":"EPSRC","impactText":"","person":"Jaafar  Elmirghani","coPersons":[],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}