{"id":"F5251D20-2A23-4D0D-A834-6F5CD1B6528B","title":"The control of ascorbate biosynthesis: the role of light and GDP-L-galactose phosphorylase","abstractText":"Ascorbic acid (vitamin C) is essential for plant growth and is synthesised by plant leaves in large amounts. It is important as an antioxidant (antioxidants are compounds that protect against the damaging effects of reactive oxygen species that are produced from oxygen by all living organisms) and is also needed as an enzyme cofactor for production of collagen (in animals) and hormones (in animals and plants). Understanding the factors that control how much vitamin C accumulates in leaves is important for two reasons. Firstly, it provides vitamin C in the human diet. Secondly, plants with low vitamin C are susceptible to damage caused by various environmental stresses. It has been found that leaf vitamin C content is very closely related to light intensity, most probably because it is needed for protection against potentially damaging reactive oxygen species that are inevitably formed during photosynthesis. This project will determine the biochemical mechanisms that control the concentration of vitamin C in leaves. Part of the research will focus on identifying the contribution of each step in the pathway of vitamin C synthesis to increasing vitamin C in leaves exposed to high light. The other part will be a detailed investigation of two genes (VTC2 and VTC5) which both encode an enzyme involved in vitamin C synthesis (GDP-L-galactose phosphorylase). While the control of the rate of synthesis of products such as vitamin C is generally shared between a number of steps in its synthresis pathway, the evidence strongly implicates VTC2 and perhaps VTC5 as major control points in the pathway. In this project we aim to determine how the activity of VTC2 and VTC5 are controlled in relation to light and photosynthesis and how this contributes, along with other steps in the pathway, to the very precise control of vitamin C concentration in leaves.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G021678/1","grantId":"BB/G021678/1","fundValue":"375113","fundStart":"2009-08-17","fundEnd":"2012-11-17","funder":"BBSRC","impactText":"  The work has provided a basis for further research into light control of vitamin C (ascorbate) synthesis which is currently in progress Agriculture, Food and Drink Cultural","person":"Nicholas  Smirnoff","coPersons":[],"organisation":"University of Exeter","findingsText":" 1. The use of transgenic plants, radiotracer labelling and enzyme assays have shown that GDP-L-galactose phosphorylase activity (encoded by VTC2 and VTC5) controls the synthesis of ascorbate in Arabidopsis in response to high light. VTC2/5 protein localises to the nucleus in the light.\n\n2. VTC2 expression is subject to multiple interacting controls including repression by ascorbate, control by the circadian clock and induction by blue light (via cryptochrome) and a photosynthetically generated signal that is most likely not mediated by reactive oxygen species or sugars. This signalling network allows precise adjustment of leaf ascorbate to prevailing light intensity so that it can achieve its photoprotective role. \n\n3. Mutants unable to accumulate ascorbate in high light are also unable to accumulate anthocyanins, the other major photoprotective compounds accumulated in HL. This reveals the involvement of ascorbate in a novel signalling mechanism required for acclimation to high light. The work provides a basis for understanding how photosynthesis acclimates to adverse conditions and could be applied to improvement of crop stress resistance. Agriculture, Food and Drink","dataset":"gtr"}