{"id":"F5308EBD-2BB8-44E3-B412-91866FB0B675","title":"Combining live imaging, modelling and molecular genetics to understand transcriptional mechanism","abstractText":"For normal development and functioning of organisms, genes must be switched on in the correct place and at the correct time. In contexts where genes are not switched on correctly, or where genes are not on for the correct period of time, loss of cell function results, which can lead to devastating human diseases, such as cancer, neurodegeneration and developmental disorders.\n To study how the switching on and off of genes is controlled, we use a state-of-the-art technique, to directly watch single genes in living cells. Using a microscope, we can observe cells and assess whether a specific gene is on or off. We measure the number and duration of on and off periods and the variation in the strength of the on phase over time. We test how the on/off properties alter when cells are stimulated, and how they change over time as the cells develop.\nWe compare these observations to simple computer simulations of gene behaviour, which are developed using rules we decide upon. When the computer fails to mimic the on/off behaviour of real genes, we learn that our rules are wrong, and need to be changed. When we have a set of rules which appears to work, we then make modifications to the actual genes, then watch and record how their behaviour changes. The rules we have developed should also apply in a predictable way to the modified gene, so if they do not, we know the rules are still wrong, and we need to further evaluate them. The process of adjusting and improving the set of rules forces us to continually develop a more complete understanding of how genes are controlled","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K017004/1","grantId":"BB/K017004/1","fundValue":"379592","fundStart":"2014-02-28","fundEnd":"2017-02-27","funder":"BBSRC","impactText":"  It is early in the grant and we have not exploited these yet, beyond communication to scientific and general audiences  ","person":"Jonathan Robert  Chubb","coPersons":[],"organisation":"University College London","findingsText":" The aim is to understand transcriptional mechanism using genetics, imaging and computational modelling, using a state-of-the-art transcription imaging technology we have developed.\nWork is in progress. We have developed image analysis software and the computational model framework for our analysis of gene transcription dynamics. We are in the middle of parameterising the model, which means estimating the key values of processes that the model is describing. We do this by making measurements from movies of transcription in living cells then inferring key rates in fluctuations in transcriptional activity.\nWe have, in parallel, just completed the generation of a large panel of cell lines (carrying mutants that interfere with gene transcription) that we will use to test and improve the model. We anticipate broad generic use of the image analysis software. Aerospace, Defence and Marine,Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Other","dataset":"gtr"}