{"id":"F5352D19-8EA7-4EEB-B146-6E4044A2C2CA","title":"Future of HE: Centre for Engaged Global Higher Education","abstractText":"The last two generations have seen a remarkable world-wide transformation of higher education (HE) into a core social sector with continually expanding local and global reach. Most nations are moving towards, or have already become, 'high participation' HE systems in which the majority of people will be educated to tertiary level. In the UK HE is at the same time a pillar of science and the innovation system, a primary driver of productivity at work, a major employer and a mainstay of cities and regions, and a national export industry where 300,000 non-EU students generated over &pound;7 billion in export-related earnings for the UK in 2012-13. In 2012, 60 per cent of UK school leavers were expected to graduate from tertiary education over the lifetime, 45 per cent at bachelor degree level, compared to OECD means of 53/39 per cent. Higher education and the scientific research associated with universities have never been more important to UK society and government. HE is large and inclusive with a key role in mediating the future. Yet it is poorly understood. Practice has moved ahead of social science. There has been no integrated research centre dedicated to this important part of the UK. The Centre for Engaged Global Higher Education (CEGHE), which has been funded initially for five years by the Economic and Social Research Council (ESRC), now fills that gap. \n\nOn behalf of the ESRC CEGHE conducts and disseminates research on all aspects of higher education (HE), in order to enhance student learning and the contributions of Higher Education Institutions (HEIs) to their communities; develop the economic, social and global engagement of and impacts of UK HE; and provide data resources and advice for government and stakeholder organisations in HE in the four nations of the UK and worldwide. CEGHE is organised in three closely integrated research programmes that are focused respectively on global, national-system and local aspects of HE. CEGHE's team of researchers work on roblems and issues with broad application to the improvement of HE; develop new theories about and ways of researching HE and its social and economic contributions; and respond also to new issues as they arise, within the framework of its research programmes. An important part of CEGHE's work is the preparation and provision of data, briefings and advice to national and international policy makers, for HEIs themselves, and for UK organisations committed to fostering HE and its engagement with UK communities and stakeholders. CEGHE's seminars and conferences are open to the public and it is dedicated to disseminating its research findings on a broad basis through published papers, media articles and its website and social media platform. \n\nCEGHE is led by Professor Simon Marginson, one of the world's leading researchers on higher education matters with a special expertise in global and international aspects of the sector. It works with partner research universities in Sheffield, Lancaster, Ireland, Australia, South Africa, Netherlands, China, Hong Kong SAR, Japan and USA. Among the issues currently the subject of CEGHE research projects are inquiries into ways and means of measuring and enhancing HE's contribution to the public good, university-industry collaboration in research, the design of an optimal system of tuition loans, a survey of the effects of tuition debt on the life choices of graduates such as investment in housing and family formation, the effects of widening participation on social opportunities in HE especially for under-represented social groups, trends and developments in HE in Europe and East Asia and the implications for UK HE, the emergence of new HE providers in the private and FE sectors, the future academic workforce in the UK and the skills that will be needed, student learning and knowledge in science and engineering, and developments in online HE.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/M010082/1","grantId":"ES/M010082/1","fundValue":"4904060","fundStart":"2015-11-12","fundEnd":"2020-11-11","funder":"ESRC","impactText":"","person":"Simon William Marginson","coPersons":["Donald  Heller","Robert  Tijssen","Bruce James Chapman","Diana  Laurillard","Ka Ho  Mok","Francis  Green","Ellen  Hazelkorn","William David Locke","Gareth  Parry","Richard Phillip James  Freeman","Lorraine Margaret Dearden","Vincent  Carpentier","Paul William Ashwin","Jennifer Margaret  Case","Nian Cai  LIU","Futao  Huang","Peter  Scott","Claire  Callender"],"organisation":"University College London","findingsText":"","dataset":"gtr"}