{"id":"F535D2F9-AB65-4170-9478-427E48EF26FB","title":"Evaluation and further development of small molecule probes to study the role of prion protein in the ageing and renewal of stem cells","abstractText":"Stem cells are particular types of cells that have unique power in regenerating themselves (self-renewal) and developing into other cell types capable of carrying out special tasks in the body. Therefore, stem cells have the potential to change the face of disease treatment by being used to repair specific tissues or to grow organs as regenerative or reparative medicine. However, stem cell research has been at the center of debate for because the majority of current research involves the use of embryonic stem cells. Embryonic stem (ES) cells used in the research are from early stage human embryos. The destruction of a human embryo is usually required in order to start a stem cell 'line'. This poses great ethical concerns and the work in this field has to be vigorously regulated. Although these cells are easy to grow in the laboratory; technical hurdles such as the availability of embryos, methods for producing particular types of tissues and organs from ES cells for intended medical use and the possibility of their rejection by the recipient because they are from different donors, further complicate the research. An alternative to ES cells is the use of adult stem cells. They can be found in the different tissues of the body, undergo self-renewal and can develop into other cell types. They have an advantage that they can be obtained from the patient's own tissue, therefore avoiding the ethical issues and problem of rejection by the immune system. Some type of adult stem cells such as haemopoietic stem (HS) cells, are already being used routinely in bone marrow transplantations. However they exist in very small numbers and this number decreases with the age of the donor. In addition, attempts to isolate and grow most adult stem cells in the laboratory have failed because they age rapidly and the ability of developing into different tissues is lost outside living environments. Therefore the main technical challenges for scientists working in this field lie in isolating them from many other cells, being able to keep them growing and reproducing without aging and maintaining their ability of development in the laboratory. The use of adult stem cells in regenerative medicine can take off rapidly once these problems are overcome. Recent studies have shown that prion proteins, which are connected with a family of deadly neurodegenerative diseases called transmissible spongiform encephalopathies (TSEs) or prion diseases (such as scrapie in goats and sheep, mad cow disease in cattle and vCJD in human) are also present in abundance on the surface of stem cells. It has been shown that in HS cells they help the renewal of these cells. This proposal aims to tackle the problem of aging and renewal in stem cell research. This will be achieved by probing the function of cellular prion protein (PrPC) on the surface of embryonal carcinoma(EC), embryonic stem (ES) cells, and adult mesenchymal stem (MS) cells, using optimised small molecule binders. EC cells will be used in initial high throughput screening to see the effects of 224 binders discovered in the applicants' group on the growth of the stem cells in general, followed by confirmation using ES cells. The active binders will then be further optimised to give rise to some high affinity binders and selected binders will be studied for their ageing and renewal in MS cells, which can potentially differentiate into bones and cartilage to be used as regenerative medicines.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E014119/1","grantId":"BB/E014119/1","fundValue":"630740","fundStart":"2007-06-01","fundEnd":"2010-09-30","funder":"BBSRC","impactText":"","person":"B  Chen","coPersons":["Peter Walter  Andrews","Harry David Moore","Ilaria  Bellantuono"],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}