{"id":"F5461A59-3935-4C36-881A-76190A71A5E5","title":"Particle Physics Theory at Royal Holloway and Sussex (PhD1)","abstractText":"The proposed research unites the particle theory groups at Sussex and Royal Holloway in the hunt for new physics under three broad headings:\n\nCollider and low-energy phenomenology\n\nThe Large Hadron Collider boosts elementary particles to velocities so close to that of light that their effective mass grows by a factor of a billion. By smashing these particles together there are new discoveries to be made, and new theories of physics to test. We will work on the complex task of relating the debris of these collisions to the new models put forward by theorists to explain some of the most puzzling questions of the universe - what is the origin of mass? and is there a quantum theory of gravity?\n\nParticle astrophysics and cosmology\n\nPerhaps the most active area of research in the past decade has been at the interface between particle physics and cosmology. In order to understand the history of the universe we must understand physical laws in the first moments of the Big Bang, when temperatures and particle energies were huge. Conversely, by detailed observations of the universe today we can trace back the conditions and make deductions about physical laws at high energies.\n\nOur research will tackle four big questions about the universe: why is there more matter than antimatter? what is dark matter? is there any evidence out there for strings or string theory? and how does the expansion of the universe accelerate?\n\nPhysics of fundamental forces\n\nOne of the major problems in modern theoretical physics is the extrapolation of physical laws to new length or energy scales. We wish to push our understanding to ever more extreme situations such the collisions of particles in the Large Hadron Collider, or the very early universe. Our research will develop our theoretical tools and extrapolate the physics of elementary particles and gravity to new regimes of energy, in the quest to understand particles and forces in a unified framework.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/J005010/1","grantId":"ST/J005010/1","fundValue":"68571","fundStart":"2012-10-01","fundEnd":"2016-03-31","funder":"STFC","impactText":"","person":"Nikolas  Kauer","coPersons":[],"organisation":"Royal Holloway, University of London","findingsText":"","dataset":"gtr"}