{"id":"F54B6A44-5C4B-4262-92F0-92A52A3CFEFE","title":"Textual Ambassadors - Cultures of Diplomacy and Literary Writing in the Early Modern World","abstractText":"In the early modern period literary texts - printed, manuscript, and oral - played a crucial part in diplomatic practice. Embassies were sites of cultural exchange and literature was a frequent tool in what we would now call cultural diplomacy. Professionally diplomats used a wide range of literary texts, texts which were critical in communicating and mediating cultural difference. Works of literature were sent as diplomatic gifts, while dramatic and poetic productions at court were invested with diplomatic meaning. As public and private figures diplomats moved texts across borders. They were writers, patrons and consumers of a diverse range of literature and were profoundly influenced by the literary cultures they encountered abroad. Although cultural artefacts, including literature, became increasingly important in diplomatic practice as protocol developed, the mechanisms and meaning of such cross-cultural diplomatic exchanges remain poorly understood, as does their impact on literary culture. This was a formative period in the development of diplomatic structures and assumptions in an ever more global context: the geographical scope of individual countries' diplomatic activity expanded considerably and rulers increasingly sent longer-term embassies, often adopting the use of resident ambassadors, who provided continuous representation of their interests abroad. It is increasingly apparent that we can only truly understand both early modern diplomacy and Renaissance literary culture through broader and deeper investigation into the interlocking literary and diplomatic cultures of the global Renaissance. As the spoken and written word remains central to diplomatic practice, this network will produce research with implications for the understanding of cultural diplomacy today. \n'Textual Ambassadors' will provide urgently needed definition to a burgeoning, but methodologically and theoretically underdeveloped field. Primarily focussing on developments within Europe and Russia c.1450-1720, it will also assess the impact of the expansion of diplomatic activity between Europe and Asia, Africa, and the Americas. Historians of diplomacy are increasingly adopting cultural approaches to what was once considered a bureaucratic or constitutional subject, but have left the role of literature relatively unexplored. Meanwhile, literary scholars are increasingly aware that diplomatic contacts and processes were important in shaping texts but largely rely on older historical works for context. Our ambition is to develop new methodological and theoretical approaches to the interrelationship between literature and diplomacy that will define and advance this emerging field. We will focus on three closely related areas: the impact of changes in the literary sphere on diplomatic culture; the role of texts in diplomatic practice, particularly those that operated as 'textual ambassadors'; and the impact of changes in diplomatic practice on literary production. 'Textual Ambassadors' will draw together a team of international scholars from the USA, UK, and Europe, including leading figures in the field such as Timothy Hampton (UC Berkley) and John Watkins (University of Minnesota). Our commitment to innovative inter- and multidisciplinary approaches is reflected in the network's composition: members have expertise in diplomatic history, literary criticism, book history, and cultural studies. Our activities will centre on two workshops and an international conference aimed at a) establishing the challenges of the field; b) further developing and refining our core research questions; c) exploring a range of interdisciplinary approaches; and d) setting the network's research in broader context. Virtual discussion forums and reading groups will provide continuous dialogue and reflection among network members, while an open-access website will showcase the network's research by hosting podcasts, blogs, and web exhibits of 'textual ambassadors'.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K001930/1","grantId":"AH/K001930/1","fundValue":"35329","fundStart":"2013-02-01","fundEnd":"2015-04-17","funder":"AHRC","impactText":"  The findings of the project have been fed into discussions with practitioners about the cultural practices and principles underpinning diplomacy as well as exchanges with diplomats undertaking postgraduate training in the field. There, our findings have informed discussions about ways in which the 'soft power' of cultural diplomacy has been and is used in diplomatic practice and reflections on how to understand seeming similarities and dissonances between different diplomatic cultures. \nThe project's research has also reached the public through the project website which contains various documents and a web gallery of relatively short, accessible articles exploring the role of different types of texts in diplomatic practice and the influence of diplomacy on the composition of texts. One of the benefits of the website is that it promotes a better public understanding of the international influences on early modern literature and the role of language, rhetoric and literary tropes in creating shared understandings of diplomatic practices and negotiations. Education,Security and Diplomacy Cultural,Policy & public services","person":"Tracey Amanda Sowerby","coPersons":["Joanna E Craigwood"],"organisation":"University of Oxford","findingsText":" Textual Ambassadors sheds new light on the symbiotic nature of literary and diplomatic culture in the global Renaissance. Diplomats were writers, patrons and consumers of all kinds of literary works. As public and private figures, they moved books across borders. Embassies were sites of cultural exchange and literary texts - whether printed, manuscript or oral - became an important tool in what we now call cultural diplomacy. Consequently, this project has explored three closely related areas: the impact of changes in the literary sphere on diplomatic culture; the role of texts in diplomatic practice, particularly those that operated as 'textual ambassadors'; and the impact of changes in diplomatic practice on literary production. It has highlighted the international influences on a wide range of early modern literary texts, the roles of diplomatic channels and personnel in the circulation of texts, and how diplomatic events might even shape literary genres. Literary cultures crossed national boundaries and literary-diplomatic networks transcended modern national paradigms. Concurrently, literature was a means by which practising and aspiring diplomats might work through their ideas about key diplomatic principles.\nTextual Ambassadors has demonstrated the ways in which literary concerns shaped the form and dissemination of diplomatic knowledge. Diplomatic translators had considerable agency as textual intermediaries, while a shared literary language might present opportunities for coded discussion of negotiations through poetry and other seeming 'paradiplomatic' texts. Those who produced copies of relazione (diplomatic reports) for a broader audience (e.g. for the newsheets), meanwhile, mediated the political events these described through their own religious and literary experiences. Only by appreciating such interventions and by thinking, as this project has, about how the genre of our sources shaped their contents, can we truly appreciate the ways in which polities interacted in this period. For historians, then, the project has offered ways of reconsidering standard sources in new, more sophisticated ways that have the potential to transform our understanding of diplomatic relationships, particularly the cross-cultural exchanges that were fundamental to early modern diplomacy.\nBy rethinking the relationship between literature and diplomacy, we have also complicated the established narrative of moments of diplomatic change, questioned notions of the nascent public sphere, and shown how texts could create ambiguity within diplomacy that could be used to facilitate friendly relations despite possible difference(s) that could have proved more damaging. Moreover, this project encourages us to think outside a Eurocentric approach to early modern diplomatic studies, for the 'textual ambassadors' we have studied were critical in communicating and mediating cultural difference both within Europe and between Europe and the wider world.\nUltimately, the project has developed innovative interdisciplinary approaches to pre-modern diplomatic studies and literature. This project will influence the research and teaching of scholars working on literature, cultural studies, translation studies and the history of diplomacy. Literary scholars and book historians will be encouraged to rethink a variety of texts, including canonical early modern plays and poetry from new, transnational angles. Those interested in translation studies will be encouraged to reconsider translation practices and what constitutes 'translation'. These scholars might further explore how our understanding of early modern literature and the circulation of literary texts and forms might change by thinking beyond national boundaries or by considering archival practices. Historians of diplomacy, meanwhile, will build upon the project's consideration of cross-cultural exchanges and its interdisciplinary approach to diplomatic sources. In particular, our exploration of literary/diplomatic networks is likely to influence future explorations of diplomatic personnel and the boundaries of diplomatic agency, while future studies of pre-modern diplomacy will be able to draw upon and develop the innovative methodological approaches to diplomatic documents that the project has generated. Education,Culture, Heritage, Museums and Collections,Security and Diplomacy","dataset":"gtr"}