{"id":"F5509E96-0DF9-4E08-9F7B-E245BF166D57","title":"PATRICIAN: New Paradigms for Body Centric Wireless Communications at MM Wavelengths","abstractText":"The future communications world has two scales. One is global, in which the internet gives universal interconnectivity, and access for all to vast amounts of information. The other is personal, where the user can be supported by the global, in a wide range of activities and situations. To some extent this is already with us and is reflected in terminology such a metropolitan, local, personal and body area networks, (MAN, LAN, PAN, BAN). Whilst such classifications clarify the communications from large to small and vice versa, there is another challenge, that of interfacing the user needs to the wider network, in terms of personalisation of the communications and shaping the global support to the human level. These will also be cognitive, in that the personal system will have high levels of awareness of the user state and will control the connections and data flow to match the personal needs. User awareness will depend on the application of the personal system, such as health, business, entertainment, and special occupations including defence and emergency services. Personal awareness could involve body mounted sensors, wirelessly connected through a BAN and connected to the external network through a PAN. We refer to these two domains as body centric communications.In its widest implementation there will be large numbers of body centric systems, and as is normal in human activity, these will at times congregate in the same place, which will also have many other wireless communications equipment. Hospitals, public transport, sports and entertainment events and shopping malls will have high densities of personal systems, working in an electromagnetically cluttered environment. The personal system must be immune to interference and not interfere with other users or important local wireless systems. In the hospital environment these problems may be life threatening. In defence applications, at which this proposal is especially directed, there is a need for the soldier wearing the sensor network to be invisible in a wireless sense. If electromagnetic energy from his systems is picked up by enemy observers, he can be located and attacked.Body area networks at low microwave frequencies have, by the rules of electromagnetics, large antennas that cannot control the spread of energy well, and will not be able to meet the requirements for many close proximity BANs. Communication chip sets are becoming available at 60 GHz that have small antennas, with narrow beams that will be used, for example, to distribute HD TV around the home. We propose, in this project, to investigate the use of 60 GHz and above for body area networks. The challenges are daunting. At these frequencies, diffraction around the body is weak and so shadowing by the body can prevent communication. The solution is to use reconfigurable antennas. For example, for communications between network nodes on the front and back of the body, a path bouncing off the floor might be chosen over one that attempts to propagate around the body surface. As the body moves, this choice may need to be changed as the systems seeks to switch from shadowed paths to successful ones. Similar propagation path searching can be used for communications from the body to local base stations. To realise this sort of agile networking requires very good knowledge of the way the energy propagates around the body and the surroundings, and the design of switchable antennas with narrow beams. Computer based design of future systems requires digital models of both the energy propagation and the moving body, and again the high frequencies throw up difficulties that make this beyond current computational capabilities. The research teams of the Universities of Birmingham, Durham and Queen Mary University of London are well placed to undertake the study having experience in radiowave propagation measurements, antenna design and numerical computation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I010491/1","grantId":"EP/I010491/1","fundValue":"620844","fundStart":"2010-12-01","fundEnd":"2014-07-13","funder":"EPSRC","impactText":"  The research findings have been presented to a number of companies based in the UK, namely BAES, Samsung and Chemring (Roke Manor). Chemring is incorporating our findings and design recommendations in wireless body area networks for the defence sector. Digital/Communication/Information Technologies (including Software),Electronics Economic","person":"Constantinos Christofi Constantinou","coPersons":["Michael  Lancaster","Peter Scott Hall"],"organisation":"University of Birmingham","findingsText":" The proposed project investigates the use of millimetric wavelengths in body area networks (BANs). Whilst much work has been done at frequencies less than 10 GHz, electromagnetic security is an issue holding back faster take-up. The use of 60 GHz and higher brings major benefits in terms of control of the electromagnetic energy on the body and subsequently very significant reduction in interference with other equipment and susceptibility to observation and jamming.\n\n\n\nWe have confirmed the quasi-optical nature of the 60 GHz on-body links experimentally, but have established that the line-of-sight links need to be modelled more subtly as they exhibit pronounced a more complex path loss attenuation behaviour than a simple visibility criterion would imply. Moreover, we have confirmed experimentally that 60 GHz on-body links result in little body-to-body interference and have a lower probability of intercept by evesdroppers.\n\n\n\nFurthermore, we have designed adaptive beam steering antennas suitable for on-body communication applications and quantified their performance advantages over conventional fixed beam antennas in terms of improved link reliabilty.\n\n\n\nWork is on-going. Future Infantry Soldier Technology (FIST) system and next generation medical sensor networks enabling technology development. We are in constant communication with relevant industrial partners exploring the ways in which the outputs of this research can be implemented in real body area networks. Digital/Communication/Information Technologies (including Software),Electronics,Healthcare","dataset":"gtr"}