{"id":"F550ED4D-18C0-428E-884B-EE7495C82999","title":"Modelling and Simulation of Intermittent Flows","abstractText":"In recent years, the use of Reynolds-Averged Navier-Stokes (RANS) based CFD within industry has led to a sea change in the design and development approaches used across all aspects of engineering, allowing more efficient design, reducing development costs, and bringing products to market more rapidly and economically than was previously possible. Because of computer run time constraints, RANS approaches will remain the principal method for representing the effects of turbulence for engineering application for the foreseeable future. However, the turbulence models embodied within such approaches are still dependent on the flow configuration being examined, requiring the use of experimental data in their specification, and case-by-case adjustment to accurately predict particular types of flow. Turbulent shear flows with free boundaries display an intermittent character, such that the fluctuations of velocity rapidly change from rotational to irrotational, and vice versa. Intermittency is important in many practical flows, for example, in boundary layer transition which remains a major challenge because of its relevance to the design of modern compressors and turbines, and airfoils. Intermittency is also important in the safe and efficient operation of many combustion devices, which are dependent on ignition occurring in flows with significant intermittency, as well as in hazard and risk assessments concerning the potential ignition of flammable releases on chemical and process plant. In all these applications, the enhanced performance of these devices, and improved safety, relies on a detailed understanding of turbulent flow and ignition processes, and hence intermittency. The majority of engineering turbulence models in use today were derived for fully developed flows, and hence cannot be expected to accurately predict free shear flows where the outer regions are contaminated with irrotational flow. The development of turbulence models that accommodate intermittency effects is therefore also of fundamental importance. Additionally, the inclusion of such effects helps to generalize existing turbulence models, and provide more accurate predictions of the velocity and scalar fields of interest to the applications noted above. The necessity for such work has also been identified by both the EROFTAC Special Interest Group on Transition Modelling, and the Isaac Newton Institute for Mathematical Sciences Programme on Turbulence, particularly in relation to the need for greater universality in engineering models of turbulence, and the improved modelling of the influence of intermittency, particularly on scalar fields. This proposal concerns the use of an hierarchical approach to the development of more accurate engineering models of intermittent turbulent flows through the co-ordinated application of direct numerical simulation and large eddy simulation to inform the formulation and validation of second-moment turbulence closures that are more fundamentally based that existing approaches. The work proposed will also improve our overall understanding of such flows, the universality of engineering models of turbulence, and will validate the models developed for application to a wide range of practical flows.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E036945/1","grantId":"EP/E036945/1","fundValue":"276203","fundStart":"2007-06-18","fundEnd":"2010-06-17","funder":"EPSRC","impactText":"","person":"Karl Warren Jenkins","coPersons":["A Mark Savill"],"organisation":"Cranfield University","findingsText":" Performed Direct Numerical Simulations (DNS) for a jet flow and a mixing layer undergoing transition, and to extract information from the databases created to allow the development of sub-grid scale models for large eddy simulation (LES) implementation, with specific reference to flow intermittency\n\n\n\nPerformed LES for fully developed jet flows and mixing layers undergoing transition at realistic Reynolds numbers, and provide databases for use in the formulation and validation of engineering models of turbulence that include intermittency effects \n\n\n\nCompared existing second-moment turbulence closures for velocity and scalar fields with the LES databases, and optimise these models for the prediction of velocity and scalar mixing in intermittent flows. Additionally, to compare and optimise a joint velocity-scalar transported probability density function (pdf) approach to modelling intermittent flows \n\n\n\nDemonstrated the reliability of the simulations performed by comparison with experimental data for idealised flows\n\n\n\nDemonstrated the reliability of the Reynolds-Averaged Navier-Stokes and transported pdf approach by comparison with experimental data for idealised and practically relevant flows Through the provision of design tools that assist the implementation of advanced flow understanding, it will contribute to the economic competitiveness of UK industry, with the tools to be delivered being in the spirit of, and supporting, the knowledge economy. The methods to be developed will be available for use by industry in establishing the characteristics of intermittent flows. This will aid combustion equipment, turbo-machinery, gas turbine and aircraft manufacturers and operators in designing efficient and safe devices. It will also assist the designers and operators of chemical and process plant in permitting accurate safety assessments The techniques developed are of strategic value to others working in the UK academic sector in the fields of chemical, mechanical and process engineering, and combustion equipment, turbo-machinery, gas turbine and aircraft design, and at a more generic level to those concerned with turbulence and turbulent reacting flow modelling for a wide range of applications. This is particularly the case for applications where assessments of safety, efficiency and environmental impact are of importance Aerospace/ Defence and Marine,Chemicals,Energy,Environment","dataset":"gtr"}