{"id":"F550D7F0-94B0-4553-9567-71ABF253B61E","title":"Defying the rules: How self-regulatory social systems work","abstractText":"In nature, systems self-regulate and self-stabilise through non-centralised bottom-level rules. A system that is able to adapt to (internal and external) feedback and context is self-regulatory. The dynamics of such a system modifies the environment in which it is evolving. This therefore represents a feedback loop which is an emergent structure, since it is the result of the dynamics, which in turn is determined by the interactions at the bottom-level. The feedback loop can be pictured as an engine that allows the system to develop and eventually reach sustainability through self-regulation. The seed, or the spark for the engine, is given by the rules at the bottom-level in context. These as referred to as generic rules.The aim of this project is to identify the generic rules, feedback and context that allow systems to develop and reach sustainability through self-regulation. This will be achieved by contrasting the social behaviour in three different systems, a biological social system where we know we have emergent behaviour, an artificial social system where we have full control, and human social systems where observable data is available.The biological system that we will investigate is ant colonies. This is tractable from the microscopic individual-level to the macroscopic social level. The inferred bottom-level rules will be explored and verified in totally controlled experiments with robots. This will allow us to develop a conceptual and theoretical framework for self-regulatory social systems.The theoretical framework will serve as a foundation to design self-sustainable bottom-up programmes for community regeneration and control methods for automated manufacturing.This is very timely since in the case of rural and urban regeneration, the limitations on traditional mechanistic top-down approaches to socio-economic development have been widely documented. Sponsoring multinational agencies, like the World Bank and United Nations, have recognised the importance of shifting the paradigm of development to more holistic approaches, empowering and supporting communities to lead and self-regulate their main development agendas. However, the effort made in practice has not yet achieved that goal.In the case of the manufacturing industry, the efficiency is limited due to the low performance of existing methods for controlling large collaborative multi-robot systems. Traditional, centralised, top-down algorithms are generally preferable in small systems as they can identify globally optimal solutions. In large systems, however, it is not possible to identify optimal solutions due to the complexity of the problem. As a result, behaviour-based, distributed, bottom-up algorithms which employ some form of individual learning from experience, have been studied extensively and they have been shown to have superior performance.The establishment of generic rules, giving rise to self-regulatory systems, will initiate new research worldwide. The developed conceptual and theoretical framework will provide a new approach for understanding the behaviour of dynamical systems. The potential applications within such a framework are limitless, and span over a variety of fields, for example, nanotechnology, evolutionary theory, synthetic biology, and social systems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E061761/1","grantId":"EP/E061761/1","fundValue":"284865","fundStart":"2007-01-01","fundEnd":"2011-06-30","funder":"EPSRC","impactText":"","person":"Kim  Christensen","coPersons":[],"organisation":"Imperial College London","findingsText":" 1. We demonstrated for the first time that a biological social system shows the characteristics of record dynamics often observed in complex systems. This discovery paves the way for quantifying the degree of social cohesion in biological, human and artificial systems.\n2. To lead the action research project in the Eco-village in Ireland and to observe and reflect on self-organisation in a community aiming to improve their long-term sustainability, using transferrable distinctions, observables and analytical tools.\n3. Constructed a novel model for division of labour in ant colonies, allowing specialisation; its dynamics is driven by communication flows encoded by attractive fields. This model for self-regulation was validated through multi-robots experiments and tested against experimental results in ant colonies. Furthermore, it was experimentally verified that local communication strategies outperformed global communication strategies for self-organised multi-robot task allocation in terms of energy efficiency.\n4. The emergence of a new research area, combining complexity science and the study of social insects. This unique combination will allow both areas to advance substantially. Impact: This project has changed the research landscape in studies of complexity science and management by forging a new path for trans-disciplinary research: self-regulation in social systems. We have demonstrated how complexity science and organisational and socio-cybernetics can provide quantitative tools and techniques that can be applied to co-evolving, adaptive and transition management. This project has bridged the gap between theoretical concepts in management and their application in a real system.\n\nThe extremely positive feedback from oral presentations indicates that the impact of marrying complexity science with experimental studies of social insects will reach far beyond complexity science and biology. \n\nUsers of the research:\nComplexity science in general. Researchers in biology, physics, mathematics, computing and systems engineering. Researchers in social sciences such as management sciences, sustainability studies and systems sciences. Practitioners where self-regulatory skills are vital such as sustainability and regeneration projects, community projects, or in regional, national or international environmental programs. Other","dataset":"gtr"}