{"id":"F554702D-1D78-49E8-B148-22C3F568C721","title":"New frameworks in metric Number Theory: foundations and applications","abstractText":"Diophantine approximation is a branch of number theory that can loosely be described as a quantitative analysis of the property that every real number can be approximated by a rational number arbitrarily closely; i.e. the rationals are dense in the real line. The theory dates back to the ancient Greeks and Chinese who used good rational approximations to the number pi (3.14...) in order to accurately predict the position of planets and stars. Today, the theory is deeply intertwined with other areas of mathematics such as ergodic theory, dynamical systems and fractal geometry. It continues to play a significant role in applications to real world problems including those arising from the rapidly developing areas of electronic communications, antenna design and signal processing. \n\nWhile yielding spectacular achievements over centuries, the development of the theory of Diophantine approximation has crystallised some of today's major research challenges in mathematics; in particular the conjectures of Littlewood and Duffin-Schaeffer and the generalised Baker-Schmidt problem. These challenges form the backbone of the research programme. In short, we plan to develop bold new frameworks in metric Diophantine approximation with the goal of solving challenging and topical problems. \n\nThe metrical theory of Diophantine approximation is the study of the approximation properties of real numbers by rationals from a measure theoretic (probabilistic) point of view. The central theme of this theory is to determine whether a given approximation property holds everywhere except on an exceptional set of measure zero. Littlewood's Conjecture, which predicts how well pairs of real numbers can be multiplicatively approximated by rationals with the same denominator, is a universal statement in that the associated approximating property is required to hold for all points. Transforming universal Diophantine approximation problems into 'twisted' probabilistic problems is an example of one the novel frameworks to be developed. In essence this would allow us to use the language and machinery developed in metrical Diophantine approximation for problems that a priori are not connected with metrical number theory. This novel reformulation, then, would allow a fresh attack on some long-standing conjectures. For instance, in the case of Littlewood's Conjecture, the probabilistic reformulation arises naturally by 'twisting' the standard (inhomogeneous) theory of metrical Diophantine approximation. Even this represents unexplored territory. In mathematics - and indeed in science - a new viewpoint can be the key to solving an old problem and moreover can lead to flourishing new theories. \n\nIn the past the three aforementioned research challenges were thought to involve disparate ideas. However recent advances have shown that there are substantial links between them. For example, fixing one of the real numbers in Littlewood's Conjecture enables us to recast the problem in terms of the one-dimensional setting of the Duffin-Schaeffer Conjecture (the error of approximation in non-monotonic). In turn, by making fundamental use of the Ostrowski numeration of numbers this has lead to new metrical insights into Littlewood's Conjecture. Also, restricting a two-dimensional approximation problem to a line (or more generally a curve) naturally brings into play the theory of Diophantine approximation of manifolds. The generalised Baker-Schmidt problem is central to the development of this theory and is intimately linked to key problems regarding the distribution of rational points near manifolds. The exploitation of the links between the research challenges is a key feature of the programme.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J018260/1","grantId":"EP/J018260/1","fundValue":"1646780","fundStart":"2012-06-01","fundEnd":"2018-05-31","funder":"EPSRC","impactText":"","person":"Sanju  Velani","coPersons":["Victor  Beresnevich"],"organisation":"University of York","findingsText":"","dataset":"gtr"}