{"id":"F55B234F-00C6-4238-A0C1-6CBDB7802431","title":"DAASE: Dynamic Adaptive Automated Software Engineering","abstractText":"Current software development processes are expensive, laborious and error prone. They achieve adaptivity at only a glacial pace, largely through enormous human effort, forcing highly skilled engineers to waste significant time adapting many tedious implementation details. Often, the resulting software is equally inflexible, forcing users to also rely on their innate human adaptivity to find &quot;workarounds&quot;. As the letters of support from the DAASE industrial partners demonstrate, this creates a pressing need for greater automation and adaptivity.\n\n\nSuppose we automate large parts of the development process using computational search. Requirements engineering, project planning and testing now become unified into a single automated activity. As requirements change, the project plans and associated tests are adapted to best suit the changes. Now suppose we further embed this adaptivity within the software product itself. Smaller changes to the operating environment can now be handled automatically. Feedback from the operating environment to the development process will also speed adaption of both the software product and process to much larger changes that cannot be handled by such in-situ adaptation.\n\n\nThis is the new approach to software engineering DAASE seeks to create. It places computational search at the heart of the processes and products it creates and embeds adaptivity into both. DAASE will also create an array of new processes, methods, techniques and tools for a new kind of software engineering, radically transforming the theory and practice of software engineering. DAASE will develop a hyper-heuristic approach to adaptive automation. A hyper-heuristic is a methodology for selecting or generating heuristics. Most heuristic methods in the literature operate on a search space of potential solutions to a particular problem. However, a hyper-heuristic operates on a search space of heuristics. \n\nWe do not underestimate the challenges this research agenda poses. However, we believe we have the team, partners and programme plan that will achieve the ambitious aim. DAASE integrates two teams of researchers from the Operational Research and Search Based Software Engineering communities. Both groups of researchers are widely regarded as world leading, having pioneered the fields of Hyper-Heuristics and Search Based Software Engineering (SBSE); the two key fields that DAASE brings together.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J017515/1","grantId":"EP/J017515/1","fundValue":"6834900","fundStart":"2012-06-01","fundEnd":"2018-11-30","funder":"EPSRC","impactText":"  This project will complete in 2018. Is already impacting many industrial partners on the project, three of whom have funded, with their own cash, follow-on research projects are there in sites.\n\nNaturally this entry will be updated in more detail, once the project is concluded. Aerospace, Defence and Marine,Financial Services, and Management Consultancy,Transport,Other Economic","person":"Mark  Harman","coPersons":["Jens  Krinke","Xin  Yao","John Andrew Clark","SHIN  YOO","Edmund Kieran Burke"],"organisation":"University College London","findingsText":"","dataset":"gtr"}