{"id":"F55D0421-ADD2-4084-B8BC-1561F13C870C","title":"Warwick Symposium on Ergodic Theory and Dynamical Systems (ETDS) 2010-2011","abstractText":"This is a proposal for a symposium on to be held during the academic year 2010 - 2011 at the the Mathematics Research Center (MRC), of the University of Warwick. The overall theme of the Symposium is Ergodic Theory and Dynamical Systems , two closely coupled scientific fields within Pure mathematics which are at the forefront of modern scientific research. Broadly speaking, they both deal with the behaviour of orbits of points under iterative applications of transformations on a suitable space, and diverse applications of these basic principles to the global behaviour of the evolution of systems. One might say that Dynamical Systems deals with more global topological aspects and Ergodic Theory deals more with measure theoretic aspects (e.g., typical points). The intimate interaction between these fields is encapsulated in their pairing in the title of the leading international journal Ergodic Theory and Dynamical Systems , based in the Department of Mathematics, at Warwick University.Compared with other fields of mathematics, both Ergodic Theory and Dynamical Systems are relatively young (with perhaps merely a century of development). However, they have not only developed into exciting and active areas in their own right, but they have also provided effective tools in other areas of mathematics - often providing the key to stunning resolutions of long standing conjectures in seeming different fields.This is exemplified by applications of Ergodic Theory to Number Theory, where Margulis' solution of the Oppenheim Conjecture; Furstenberg's proof of the Szemerdi Conjecture; and the Einseidler-Katok-Lindenstrauss approach to the Littlewood Conjecture have all been landmarks in the rapid advancement of this approach.Within the UK, we are fortunate to have a number of individual centres of excellence for both Ergodic Theory and Dynamical Systems, among which Warwick has the longest tradition, and remains a pioneer. Indeed, many of the national leaders in this field were trained at Warwick. For these reasons, Warwick is a natural home to such a symposium - not withstanding Warwick's tradition and experience in hosting symposia over many years.The aim of this symposium is two fold. Firstly to make the greatest possible scientific contribution to the field, drawing upon the talents of both UK and overseas experts of the highest calibre. Secondly, to use this as an opportunity to draw upon the very considerable native talent within this country to support the development of this field in the UK in a unified and coherent way. By promoting greater interaction between the UK research groups we hope to develop a movement which is greater than the sum of its individual parts In practical terms, there will be six constituent workshops, to which will be invited leading international and national experts. To make the symposium as inclusive as possible, and to make the impact as broad as possible, the Warwick based organisers will be assisted by a number of specialist coorganisers for each of the workshops. In addition, there will be a visitor programme and a number of other supporting activities designed to sustain the level of activity throughout the year.The organizers of the symposium (and the Investigators of this proposal) are Mark Pollicott and Sebastian van Strien, both professors at Warwick. They are committed to making this Symposium as effective as possible in supporting and promoting cutting edge research (both nationally and internationally) in Ergodic Theory and Dynamical Systems and the broader mathematical community.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H022171/1","grantId":"EP/H022171/1","fundValue":"190078","fundStart":"2010-09-01","fundEnd":"2012-08-31","funder":"EPSRC","impactText":"","person":"Mark  Pollicott","coPersons":["Sebastian  Van Strien"],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}