{"id":"F5693DA4-0AD9-44AE-B626-6ED3B5A7AA8B","title":"Optical Fabrication and Imaging Facility for three-dimensional sub-micron designer materials for bioengineering and photonics","abstractText":"We propose a facility for 3D optical fabrication and imaging of nanomaterials, with applications in photonics and biomaterials. The facility will combine sub-micron fabrication of arbitrary shapes via a fast direct laserwriter and 3D microscopy of metal nanoparticles (or other light-scattering objects) within a material or biological tissue. Both the laserwriter and the microscope will be unique in the UK. The combination of 3D fabrication and imaging will generate applications in photonic materials, biomedical nanotechnology and tissue engineering, with spinout benefits across the full range of modern materials science.\n\nTo date, the great majority of modern nanofabrication and imaging techniques are limited to two dimensions. Much is to be gained from extending capabilities into the third dimension. In photonics for example, the full vectorial character of light could be exploited, enabling unprecedented control over the propagation and storage of light with three-dimensional nanostructured materials, metamaterials. Here, designs for new types of filters, energy concentrators, and light sources exist on the drawing board, but have thus far not been realized due to absence of reliable and rapid fabrication, and quality assessment using 3D imaging.\n\nIn the biological and biomaterials sciences, 3D images from confocal fluorescence microscopy have revolutionized our knowledge. However this approach cannot be applied to imaging non-fluorescent objects such as metal nanoparticles. The interactions of nanoparticles with biological tissue are becoming increasingly important from an environmental health perspective as nanoparticles find increasing use in consumer products. There is also the exciting prospect of using nanoparticles for therapeutic and diagnostic applications in clinical applications. For both these purposes, 3D imaging of nanoparticle cell interactions is required. Combining this approach with 3D fabrication of engineered scaffolds that combine with cells to form model tissues will generate improved in vitro assays for nanoparticle toxicology and the testing of nanotherapeutics, leading to improvements in human health and reducing the requirements for animal experiments.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M000044/1","grantId":"EP/M000044/1","fundValue":"10526","fundStart":"2015-05-01","fundEnd":"2017-04-30","funder":"EPSRC","impactText":"","person":"Stefan Alexander Maier","coPersons":["Neil  Alford","Iain  Dunlop","Donal Donat Bradley"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}