{"id":"F57B44A5-4B9D-4825-8DFF-52DCAB6E3EDD","title":"Investigating the mechanisms by which amino acid balance and reduced TOR signalling improve healthy lifespan","abstractText":"It is well known that the UK, and many other developed countries, have an ageing population. While increasing life expectancy is a major triumph of medical science, it also poses challenges at a social and economic level. In particular, older individuals are now living long enough to experience the crippling effects of age-related diseases, such as Alzheimer's disease, osteoporosis and cancer. As well as the obvious burden on the individual sufferer, these problems place strain on families, care-givers and the healthcare system. There is thus a strong incentive to investigate new ways to improve the health of ageing individuals. Within the last decade of research into ageing, there have been exciting new findings about the genes involved in aged health. Remarkably, it has been discovered that mutating some genes can extend the lifespan of an organism. Importantly, this extended life is accompanied by improved health. This shows that ageing can be genetically manipulated, and that by studying the action of these genes, we can find ways to improve health into old age. Furthermore, these genes are evolutionarily conserved, which means that laboratory animals can be used to make discoveries about the process of ageing in humans. Interestingly, the functions of these genes that affect lifespan are normally associated with how organisms respond to changes in their nutritional environment, indicating that nutrition is an important focal point for healthy ageing research. 75 years ago, an intervention known as dietary restriction (DR), or calorie restriction, was discovered to extend the lifespan of rats. DR involves moderately restricting food availability to an animal compared with what it would eat by choice. The beneficial effect of DR on lifespan has since been observed in numerous organisms from yeast through to primates, indicating it too is evolutionarily conserved. Importantly, it also appears to improve healthspan, indicating it works via delaying ageing itself. In this proposal, I intend to examine the overlapping effects of both DR and gene mutations that extend life. There is very little work to date on combining these interventions, which has mainly been due to their complexity. However, new discoveries from my work on the effect of specific nutrients on longevity, in combination with new findings about the genes involved in nutrient sensing, offers a new opportunity to study their interaction in a well defined manner. This knowledge and the resources available to me at the Institute of Healthy Ageing at University College London, offer an exciting opportunity to significantly advance our knowledge about the molecular causes of ageing. Furthermore, by studying further how nutrients affect physiology, this project offers information relevant to many levels of our understanding about diets and health: from appetite control to the effects of dietary balance on immune function.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I011544/1","grantId":"BB/I011544/1","fundValue":"514881","fundStart":"2011-11-01","fundEnd":"2015-04-30","funder":"BBSRC","impactText":"  The impacts of this research are hard to quantify. There is no directly measurable effect on policy or public activities that I am aware of. All impacts will be indirect effects of public lectures, exhibitions and debates I have been involved in (reported in engagement activities). Education Cultural","person":"Matthew David Piper","coPersons":[],"organisation":"University College London","findingsText":" We have been studying the link between nutritional balance and lifespan, using the fruit fly as a model organism. We previously found that the proportion of protein in the diet is a powerful modulator of lifespan. \nOn the technical side, we developed a new tool for research on diet and ageing: a fully defined synthetic diet for flies. This enables us to have fine-scale control over all aspects of the fly diets. \nOn the biology side, we recently discovered that a drug called rapamycin, which is known to block how the body senses protein, can protect flies against the lifespan shortening effects of a high protein diet. We think these findings will be widely applicable since both high protein and rapamycin are known to affect lifespan in a variety of organisms, pointing to an evolutionarily conserved mechanism. We are now examining the molecular mechanisms by which rapamycin interacts with high dietary protein to confer longer life. With these details we aim to find more specific interventions that promote healthy longevity and understand in greater depth how protein interacts with long-term physiology. Education,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}