{"id":"F581D82E-7B3E-41A9-A872-CC531197AE6F","title":"Sub-wavelength characterisation of defects in inaccessible regions using guided waves","abstractText":"In an increasing number of industries, including those in the power generation, petrochemical and nuclear sectors, plant is extended beyond its original design life and there is a need to ascertain the integrity of areas that were not originally anticipated to require inspection. Guided acoustic waves provide the necessary range (tens of metres) for remote inspection and commercially available systems are routinely used for rapid screening of pipework. Recent research by the applicants has lead to the development of guided wave synthetic focusing techniques for pipe inspection, which have been shown to give an order of magnitude improvement in the sensitivity to small defects. However, the applicants have also shown that the quantitative information in the images is still not of sufficient resolution to enable sizing of critical defects to the accuracy required for structural integrity assessment. The reason why accurate sizing cannot be achieved is because, like other imaging systems, the resolvable detail is diffraction-limited by the wavelength of the probing wave. Resolution can be increased by operating at higher frequency but this is achieved at the expense of reduced range due to the increased attenuation and scattering. In many imaging fields so-called super-resolution techniques have been investigated that enable detail below the diffraction limit to be extracted. Although the benefits of super-resolution have been demonstrated in certain applications, its exploitation is highly case-specific. This is because, it must be tailored according to a priori knowledge of the interaction of the probing wave with the features likely to be encountered.The purpose of this project is to develop the use of sub-wavelength (super-resolution) characterisation techniques for the characterisation of otherwise inaccessible defects in safety-critical pipes using guided waves. The principal goal will be to determine the maximum penetration depth of a crack or corrosion patch, and also its orientation or shape. In discussion with the industrial collaborators the following target specifications have been agreed that represent the minimum that must be satisfied in order for guided wave sizing to be practically useful. The target will be to achieve a depth resolution of +/-0.1T (T = pipe wall thickness) for defects that are larger than 3T in lateral extent and deeper than 0.3T. This project will advance the understanding of guided wave scattering from realistic-shaped defects and will develop new super-resolution techniques to enable defects to be characterised using the scattered guided wave field collected by a transducer array. The project therefore involves basic science applied to a highly relevant industrial problem, which makes it appropriate for EPSRC funding.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G050309/1","grantId":"EP/G050309/1","fundValue":"243931","fundStart":"2009-06-01","fundEnd":"2012-05-31","funder":"EPSRC","impactText":"  The work has been used directly by a spin-out company and its clients Aerospace, Defence and Marine,Chemicals,Energy Economic","person":"Peter  Cawley","coPersons":["Francesco  Simonetti","Michael  Lowe"],"organisation":"Imperial College London","findingsText":" In an increasing number of industries, including those in the power generation, petrochemical and nuclear sectors, plant is extended beyond its original design life and there is a need to ascertain the integrity of areas that were not originally anticipated to require inspection. Guided acoustic waves provide the necessary range (tens of metres) for remote inspection and commercially available systems are routinely used for rapid screening of pipework. Previous research by the group has led to the development of guided wave synthetic focusing techniques for pipe inspection, which have been shown to give an order of magnitude improvement in the sensitivity to small defects. However, previous work also showed that the quantitative information in the images is still not of sufficient resolution to enable sizing of critical defects to the accuracy required for structural integrity assessment. The reason why accurate sizing cannot be achieved is because, like other imaging systems, the resolvable detail is diffraction-limited by the wavelength of the probing wave. Resolution can be increased by operating at higher frequency but this is achieved at the expense of reduced range due to the increased attenuation and scattering. The purpose of this project was to develop the use of sub-wavelength (super-resolution) characterisation techniques for the characterisation of otherwise inaccessible defects in safety-critical pipes using guided waves. The principal goal was to determine the maximum penetration depth of a crack or corrosion patch, and also its orientation or shape. \n\nThe project was the first thorough study of the reflection of guided waves from real defect shapes and was made possible by advances in computer power making 3D finite element studies of scattering feasible. It led to the surprising finding that the reflection from many real defects decreases with increasing frequency because they have tapered, rather than sharp, edges. This has led to a fundamental re-appraisal of guided wave test regimes and has changed industrial practice. A scheme for the estimation of the maximum depth of a defect has been developed. It has been shown to work well on relatively simple shaped defects, but not on cases where a shallow, gradual defect has a small, much deeper region within it. A method for detecting the presence of such a feature has been developed. direct industrial use Direct take-up by spin-out company and other companies in the field Chemicals,Energy","dataset":"gtr"}