{"id":"F58906A9-7CC2-43C2-9B7C-DB9C8843E361","title":"OBSERVATIONAL DETECTIONS OF THE ASTEROIDAL YORP EFFECT","abstractText":"[1] Observational detections of the asteroidal YORP effect: The Yarkovsky-O'Keefe-Radzievskii-Paddack (YORP) effect is a torque due to both incident solar radiation pressure and the recoil effect from the anisotropic emission of thermal photons (or light particles) on small bodies in the solar system. By analogy, if one throws a ball forward then there is a slight recoil in the opposite direction. The same is true for photons as they leave the surface of an asteroid. The force is minuscule but if summed up over the entire surface, and with countless photons striking it at any given moment, then the effect becomes significant. YORP can modify how fast asteroids spin and the orientation of their spin-axis. YORP-induced torques are very small and can take million of years to reduce the spin rate of a km-size asteroid by 50%. YORP is of fundamental importance to solar system astronomers as it can explain many observed phenomena in asteroidal science. For example it can lead to the ejection of asteroids from the main asteroid belt into near-Earth space. It is also instrumental in the formation of binary asteroids. The sun provides an endless supply of photonic fuel that is perpetually driving the physical condition of some small asteroidal bodies. Despite its importance there have been only a few cases where the YORP effect has been seen in action, due to the difficulties in measuring the effect. Our core aim is to achieve additional YORP detections on a carefully selected sample of other small asteroids to further understand this important process. The study will provide theoreticians with actual measurements to calibrate their calculations. By carefully monitoring small near-Earth asteroids using large telescopes we can look for progressive and coherent small changes in the time it takes to make one full revolution on its spin-axis (on the order of millisecond per year!). We then determine a 3-D shape model for the asteroid and calculate how strong the effect is likely to be for that asteroid, for comparison with that observed. This will add further robustness to our conclusions. The first direct observational detection of the YORP effect was achieved by the PI and colleagues, demonstrating that our techniques and overall approach works. [2] Rosetta In-situ Imaging of Asteroid Steins: A YORP-Evolved Asteroid? Fly bys of asteroids by spacecraft are very rare and the images obtained from them are scientifically invaluable, as they provide surface and shape details that can never be revealed from Earth. ESA's Rosetta spacecraft completed a fly by of asteroid Steins in September 2008. The images sent back to Earth show that the shape of asteroid Steins has at some point in its history been strongly modified by the YORP effect. This is incredibly fortuitous as it may be the only opportunity in our lifetime to study this new class of asteroid up close, and so presents a unique opportunity to advance our understanding of the YORP effect. Using the detailed shape model determined from the spacecraft imaging data we will determine how strong the YORP effect is likely to be on Steins. We will explore the orbital and spin-state histories using state-of-the-art computational techniques, to explore all likely evolutionary scenarios that this asteroid has experienced to lead to this distinctive shape. We can even go one step further and search for signs that material has shifted across the surface, distorting crater features, another potential manifestation of YORP. These are just some of the questions that we have the opportunity to address. And finally we wish to continue to monitor Steins from Earth-based telescopes to see if the effect can actually be observed in action, to further refine our conclusions. We already have a wealth of telescope data available from our pre-fly-by preparations.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/H002553/1","grantId":"ST/H002553/1","fundValue":"315260","fundStart":"2010-07-19","fundEnd":"2013-07-18","funder":"STFC","impactText":"","person":"Stephen Christopher Lowry","coPersons":[],"organisation":"University of Kent","findingsText":"","dataset":"gtr"}