{"id":"F58A103C-4093-4A5C-ABEC-2D1CB3BAC7D0","title":"Positive control of the primary sigma factor of actinomycetes","abstractText":"Bacteria are of enormous economic and social importance and we benefit from their ability to synthesise valuable products (e.g. antibiotics, biofuels), preserve food, and bio-transform industrial waste, while facing a constant battle against pathogenic bacteria that evolve ways of evading current treatments. In order to fully exploit bacteria for industrial processes and to meet challenges faced by emerging pathogens we need to understand how bacteria control the expression of their genes. Gene expression starts with the binding of an enzyme called RNA polymerase to DNA promoter elements that are located upstream of protein coding sequences. RNA polymerase (RNAP) catalyses the production of an RNA copy of the gene in a process called transcription which, in most cases, is then translated by ribosomes in the production of proteins. The frequency of transcription initiation is controlled by regulatory proteins, most of which bind to DNA in the promoter region, often also interacting with RNAP. RNAP is a multi-subunit complex consisting of a core enzyme of five subunits and a dissociable sixth subunit called sigma that is required for promoter binding and the melting of DNA to reveal the template strand. Soon after transcription initiation, after RNAP has escaped from the promoter, the sigma subunit dissociates. Bacteria usually contain multiple sigma factors including one essential primary sigma factor responsible for most transcription in actively growing cells, and several alternative sigma factors with more specialised roles that reprogrammed RNAP to recognise new sets of promoters and switch on distinct groups of genes. We have discovered an unorthodox transcription factor called RbpA that binds to the primary sigma factor and stimulates transcription initiation. We do not understand how RbpA stimulates transcription, but it does not bind DNA and so its mechanism is distinct from standard DNA-binding activators. RbpA homologues are only found in the actinomycete family of bacteria, which includes bacteria of industrial and medical significance, most notably the Streptomyces and Mycobacteria genera. The Streptomyces genus is the source of most clinically-used antibiotics and many chemotherapeutic agents. On the other hand the Mycobacterium genus includes the most important global bacterial pathogen, M. tuberculosis, which infects a third of the world's population and kills approaching 2 million humans per year. This proposal aims to develop our understanding of transcription initiation in actinomycetes and has important implications for 1) how antibiotic biosynthetic genes are transcribed and 2) the development of new drugs to inhibit mycobacterial RNAP, the target of the front-line TB antibiotic rifampicin. Our finding that RbpA binds to the primary sigma factor suggests that it plays a major role in transcription initiation, which is consistent with a dramatic slowing of growth rate when the protein is absent from the model Streptomyces strain S. coelicolor. In this project we will investigate how RbpA influences the activity of sigma by monitoring the localisation of sigma on chromosomal DNA in its presence or in its absence. We will also determine the structure of RbpA alone and when bound to sigma, which will allow us to build a model for how RbpA works in the context of the larger RNAP complex and might reveal new ways to inhibit it. Finally we will combine the structural models with new genetic and biochemical approaches to understand how RbpA activates transcription. The outcomes of the project will have wide ranging implications for how transcription initiates in actinomycetes and will be of interest to other researchers that are interested in finding new ways to inhibit RNA polymerase.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I003045/1","grantId":"BB/I003045/1","fundValue":"389823","fundStart":"2011-06-01","fundEnd":"2014-07-11","funder":"BBSRC","impactText":"  Our findings have not been used so far, as far as we can tell.  ","person":"Mark  Paget","coPersons":["Stephen  Matthews"],"organisation":"University of Sussex","findingsText":" The first stage in gene expression is transcription, where the double stranded DNA is opened up, or melted, allowing an RNA copy of the gene to be synthesized by an enzyme called RNA polymerase. The DNA signal that indicates where this enzyme should start transcribing is called a promoter. The RNA polymerase recognizes the promoter using a protein subunit called sigma that is also involved in melting the DNA. Transcription has been extensively studied in the model organism Escherichia coli, where the sigma subunit is sufficient for promoter recognition. However, an accessory protein factor not found in E. coli, called RbpA is additionally required for transcription in the actinobacteria, including the pathogen Mycobacterium tuberculosis and the antibiotic producing Streptomyces bacteria. In this work we showed that:\n1) RbpA is a global regulator, present at all promoters dependent on the primary sigma factor.\n2) The NMR structures of Streptomyces and Mycobacteria are virtually identical despite the former containing structural zinc.\n3) A crystal structure of sigma bound to RbpA revealed that RbpA contacts DNA and this is required for transcription activation.\n4) Transcription activation is important but not the essential function of RbpA. The research might be taken forward by Pharma and Biotech companies or not-for-profit organisations (e.g. TB Alliance) interested in generating new antibiotics that target RNA polymerase. In addition the industrial sector can use the knowledge on Streptomyces promoter structure and function in the development of synthetic biology-based expression systems. Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}