{"id":"F58F5F64-BCC0-4A17-8B16-424D0E7C3814","title":"Direct visualisation of epithelial fluid transport at the subcellular scale","abstractText":"Epithelial cells are the specialized cells which form the barriers between tissues of the body and the inside or outside worlds. Different organs have different functions and different internal environments, which are set up and maintained by the transporting activities of epithelial cells. Epithelial cells form polarised sheets whose apical and basolateral &quot;ends&quot; face in opposite directions across the barrier. This polarity allows epithelial sheets to pump fluid in a directed fashion to maintain the normal physiology of individual tissues and the entire body. These fluid pumping processes are crucial to normal health and often found to be awry in various disease states. For example, disrupted fluid secretion in cystic fibrosis patients affects the function of their lungs, digestive system, and other organs all through this common pathway. In the eye, disturbed fluid regulation is believed to be responsible for glaucoma, cataract formation, macular degeneration, and retinal detachment. Between them, these diseases cause the majority of blindness worldwide.\n\n The retinal pigment epithelium lies behind the neurons of the retina, and performs a series of functions to make sure vision is preserved by doing the &quot;housekeeping&quot; for the layers of nerve cells. The pigment epithelium is black to avoid reflections within the eyeball, and reaches out tiny fingers to wrap around and protect the vital photoreceptor cells which do the actual &quot;seeing&quot;. When the epithelium is disrupted or injured, fluid can accumulate between the neurons and the epithelium like a blister, keeping the epithelium from helping the neurons to work properly. We still don't understand exactly how the epithelium works normally to prevent this from happening, and would like to know how to help the cells repair such damage by boosting their fluid pumping abilities in the right way. \n\n A lot of what goes on when epithelia pump fluid happens between the cells, in a very confined space. Salt is pumped into these tiny spaces and water follows along to create secretion of fluid. Scientists are still not sure exactly how this is done to precisely match the balance of salts and water required for particular functions - from tears and sweat to urine and bile, these secretions can vary widely in their properties. The only trouble is, these tiny spaces which are so important are also too small to look inside very easily.\n\n This project will develop a new tool which will help us understand epithelial fluid transport. It's actually a combination of tools, all being applied together, which will give us information about what the whole tissue is doing - from the large scale right down to the very small. Two new techniques are proposed (one an optical measurement, and one an optical stimulation technique) which will make measurements of salt and water movements in the tiny spaces we believe are crucial to fluid transport. By applying them together with measurements at the large scale, we can then perform experiments to see how the secretion of salt affects secretion of water, and vice versa. It's a bit of a chicken and egg problem, but attacking it by making many measurements at once should give us the answers we are looking for to understand what's going on.\n\n If we understand fluid transport better we can make better choices in treating diseases resulting from fluid transport problems. In particular, this project will give hope to those with retinal disease which might be better treated by strategies we develop during this research project. We hope to make the system available to other researchers looking at fluid transport in other tissues too, so that the benefits of new technology can have the widest impact possible.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K010212/1","grantId":"BB/K010212/1","fundValue":"509681","fundStart":"2013-06-02","fundEnd":"2017-06-01","funder":"BBSRC","impactText":"  Our research has provided a new platform for the study of epithelial transport processes, which may lead to a step change in personalised medicine by providing &quot;epithelia on a chip&quot; as well as new devices for market which are currently under technology transfer with a USA spinout company from the University of Rochester (Simpore Inc). Manufacturing, including Industrial Biotechology Economic","person":"Kevin Francis  Webb","coPersons":[],"organisation":"University of Nottingham","findingsText":" We have developed a novel nanomaterial (very thin magnesium fluoride) which is an ideal, nanoporous substrate on which to grow epithelial cells. We have also confirmed both that cells can grow on these nanomaterials as well as their suitability for the latest high-resolution imaging methods using a Raman microspectrometry system also developed in our laboratory. Using these tools we are able to image the movement of water through and across the cells, with the goal of measuring epithelial transport as a platform for drug discovery, physiological research, and personalised medicine. Our novel devices and methods to grow and investigate cultures of epithelial cells may become a new standard for physiological studies, providing non-invasive readout of key transport processes against which novel drug targets, compounds, therapies, or personalised approaches may be tested. Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}