{"id":"F59F91FA-C575-4526-90A4-773B1FA99DEA","title":"Unravelling mechanisms of wood decay fungal community change in the post-genomic era","abstractText":"About a third of the carbon in the biosphere is in forest ecosystems, mostly in woody plant tissues. Photosynthesis continually adds to this, but in balanced systems a similar amount is broken down to CO2 and H2O, and nutrients are released. The organisms responsible for this decay and cycling are almost exclusively a narrow range of fungi - basidiomycetes and a few ascomycetes. Fungi do not grow in isolation in wood, but form a 3-D mosaic of individuals of the same and different species, which compete with neighbours. Competition leads to community change. Decay rate depends on fungal community composition, climate and the competitive interactions themselves. It is not known how predicted climatic change might influence these interactions and the balance of carbon and nutrient cycling in forests. \nSince wood is a solid organic substance, competition for resources is effectively competition for space/territory. Fungi defend and obtain new territory by combative, antagonistic interactions. The overall outcomes are deadlock, where neither species gains headway, or replacement where one species wrests territory from the other, but sometimes partial replacement or mutual replacement. With the complexity of multiple species and environmental conditions, many different antagonistic mechanisms operate. Responses to antagonists include rapid cell division and death, production of pigments, volatile (VOCs) and diffusible organic compounds, and other antimicrobial agents. These responses determine the outcome of interactions, but we do not understand the underlying mechanisms which is crucial for understanding wood decomposition. \nUltimately we want to know how wood decay communities function in natural ecosystems. We will investigate the physiological changes during interactions between species of decay fungi in wood representing the succession from primary coloniser to secondary and tertiary decomposers, under differing environmental conditions. New post-genomic tools allow us to get a complete picture of the genes that are switched on and off during interactions. We will focus on a secondary coloniser Trametes versicolor, and its interaction with another secondary coloniser with which it deadlocks, a primary coloniser that it replaces, and a tertiary coloniser that it is replaced by. \nThere are 5 main things we want to understand: Firstly, what are the responses of fungal cells during antagonistic confrontation with other mycelia in wood? We will analyse the full complement of transcribed genes, extracellular proteins, VOCs and selected enzymes in the laboratory. Secondly, how are competitive outcomes influenced by environment - temperature, water availability and amount of decay? We will vary conditions and focus on a subset of important genes. Thirdly, are these interaction responses common to wood decay fungi in general? We will interact Trametes versicolor with 15 wood decay species representative of different fungal families and different decay abilities, focusing on a subset of important genes. Fourthly, do responses in the lab reflect the real world? Some of the combinations of fungi paired in wood will be placed on the forest floor, and then changes in expression of important genes measured. Finally, what happens in more complex situations, commonly found in nature, where several wood decay fungi interact with each other simultaneously? We will measure expression of important genes in wood discs colonised with T. versicolor left on the forest floor for 6, 12, 18 and 24 months, allowing natural colonisation from many spores and mycelium in the soil.\nThis ambitious project uses a logical progression from controlled lab-based experiments to the natural environment using state-of-the-art molecular technologies. It will provide solid foundations for the investigation of complex community-based decay processes, and knowledge to aid the control of timber decay and source novel antimicrobial compounds and other chemicals.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/K011588/1","grantId":"NE/K011588/1","fundValue":"304319","fundStart":"2014-01-01","fundEnd":"2017-06-30","funder":"NERC","impactText":"  The programme of research was the first collaborative interaction between fungal ecologists at Swansea and Cardiff University. The project started early in 2014 and the first 9 months of the project have been getting the key baseline experiments in place and creating a working collaborative group between the two institutions.\n\nSome publications have resulted in the early stages of the interaction, in addition to presentations at conferences and public outreach events (see portfolio for more information).\n\nIt is expected greater impact will be generated as the project moves into its second year and the baseline data has been obtained and analysed. Environment Societal","person":"Daniel Christopher Eastwood","coPersons":["Edward  Dudley"],"organisation":"Swansea University","findingsText":" The grant is still in the early experimental stages and full quantitative data is still being analysed. In summary the team has identified the responses of different fungi to different competitors; in particular certain foraging species will alter their foraging behaviour, and presumably resource allocation, in response to existing competitive interactions (this is currently being written as a manuscript.\n\nWe have also developed a methodology for the extraction of RNA from wood blocks colonised by competing fungi at the quality to enable HiSeq high throughput seuqencing - this was a major challenge for the first part of the project. We have also developed methodology for extracting and analysing intact proteins from the same material. The project is still less then 9 months old, manuscripts relating to the project are in preparation, but it is too soon for the details to have been put to use by others. That said, our experience in working with wood systems has allowed us to develop projects with other academics, e.g. mathematical modelling competitive interactions, and aiding a SME carry out tests on a novel environmentally friendly wood protection product. Chemicals,Construction,Education,Energy,Environment,Pharmaceuticals and Medical Biotechnology,Transport","dataset":"gtr"}