{"id":"F5A8A5CC-4C33-4BDE-B369-53882EF2636B","title":"Physical Properties of Cenozoic carbonate sediments: determining cyclicity &amp; heterogeneity from core and downhole data (IODP Exp. 320)","abstractText":"The Integrated Ocean Drilling Programme (IODP) Expedition 320 will acquire data from 5 drill sites along the Pacific Equatorial Age Transect (PEAT I). (A second expedition will follow immediately afterward in May: PEAT II). The expeditions aim to provide a clearer understanding of Earth's climate over the past 55 million years and will recover a continuous Cenozoic record (from 65.5 million years ago to the present) of sediments beneath the equatorial Pacific Ocean. The equatorial Pacific is believed to be a major component in maintaining present global climates, and a significant driver in possible climate change. We know that global climate has varied dramatically from extreme warmth to glacial cold and these climate variations are recorded in the biogenic-rich sediments that accumulated in the equatorial zone. This proposed research will focus on how the physical and chemical properties within the sediments vary at each of the sites, and how we can best quantify the variability of properties, and in turn relate the changes to climate change proxies identified by co-researchers participating in the Expedition. Sediments recovered from the seafloor may demonstrate similar characteristics (i.e. homogeneous sediments) or may be very variable (i.e. heterogeneous sediments). We propose to bring techniques used successfully in characterising complex carbonate oil and gas reservoirs to bear on these relatively young ocean sediments, with the aim of adding further quantitative detail to the wide ranging and important results from the expeditions. Success in achieving these objectives will also enable scientists on PEAT II to apply similar approaches to their data in integrating the results of both expeditions. Thus our overall aims in this project are to identify and characterise the cyclicity and heterogeneity in the physical properties of Cenozoic carbonate sediments at a time of major change in global climatic systems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H003258/1","grantId":"NE/H003258/1","fundValue":"11992","fundStart":"2010-04-01","fundEnd":"2010-06-30","funder":"NERC","impactText":"  In improving our understanding of climatic cycles recorded in sediments on the ocean floor Education,Environment Societal","person":"Michael Anthony Lovell","coPersons":["Sarah Joanne Davies"],"organisation":"University of Leicester","findingsText":" We have contributed to determining cyclicity &amp; sediment heterogeneity in se floor sediments from core and downhole (borehole) measurements This is a long term investigation of climatic change and our results contribute to shaping further investigations. Education,Environment","dataset":"gtr"}