{"id":"F5AEB9CC-CAEF-4F41-A9EB-A5B8EF1985D3","title":"Spin currents and superfluidity of microcavity polaritons","abstractText":"The overall goal of the project is to detect experimentally exciton-polariton superfluids and spin currents in microcavities and to develop a full quantum theory of exciton-polariton superfluidity. The fingerprints of polariton superfluidity will be searched for in spatially- and directionally-resolved optical measure-ments with spectral, temporal and polarization-detection, with or without application of external magnetic fields, on improved quality strain free microcavity samples. We shall look for conventional and superfluid polariton spin currents in the regime of the optical spin Hall effect. We expect theoretically important dif-ferences between polariton and conventional superfluids caused by a peculiar dispersion and spin structure of exciton-polaritons. We aim to study theoretically and experimentally the polarization dynamics of both resonantly and non-resonantly excited polariton condensates to reveal the specifics of polariton superfluid-ity and search for new effects including the optical spin-Hall effect and the spin analogue of the Meissner effect.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F026455/1","grantId":"EP/F026455/1","fundValue":"405391","fundStart":"2008-10-01","fundEnd":"2012-03-31","funder":"EPSRC","impactText":"  The research output has been published in high impact journals, presented as invited talks at international conference. Education Societal","person":"Pavlos  Lagoudakis","coPersons":["Alexey  Kavokin"],"organisation":"University of Southampton","findingsText":" Our research has underpinned some of the recent advances in the first observations of organic polariton condensation and polariton-mediated energy transfer achieved between different organic materials. We believe that our research will make polaritonics the basis for future optoelectronic technologies, including thresholdless lasers, THz emitters (with applications in non-invasive medical imaging and explosives detection), and a range of new quantum information technologies. Indeed, by modifying the basic electronic functionality of materials, hybrid polaritonics could have even wider impact in the areas from chemical sensing to catalysis and photo-biology. Electronics,Energy","dataset":"gtr"}