{"id":"F5AF3ED6-EEA6-4CE7-BA0F-EEF36C3566CD","title":"GlassJet printer","abstractText":"Direct writing is very attractive as a fabrication platform, for it dispenses with the need for expensive masks and multiple lithographic/etch processing steps. This makes it an inherently flexible technique that is particularly well-suited for rapid prototyping. An example of a direct write technology is the inkjet printer which, since its invention over a quarter century ago, has become widely pervasive, from office to laboratory, as well as the manufacturing shop floor. However, its operational capability has restricted its use to low temperature printable materials, primarily polymer solutions and solders , with corresponding limitations on the stability and power handling of the devices that can be realised. Glasses, on the other hand, with their durability and excellent optical, mechanical and electrical properties, underlie most of the important applications of photonics and electronics, from communications through displays and biomedicine to dielectrics in integrated circuits. In some micro geometries, they are readily formed, and this has resulted in their dominance in some well-known applications, e.g. in optical fibre transmission, where the cylindrical structure of the fibre lends itself naturally to fibre drawing. In general, though, glasses are not easy to form in small structures, and a new technique for doing so would be dramatic in its impact. We propose to take a leap forward and create a new and flexible fabrication platform capable of realising glass microstructures down to the sub-micron domain: the glassjet printer.The concept of glassjet printing, in which a melt is processed to give defined microstructures in the same way as inks and solutions, is intriguing and potentially far-reaching. A direct write technology that includes glass as a printable material will contribute not only improved stability, optical and dielectric properties, but also semiconducting glasses with mobilities comparable to many polymers, potentially creating a robust and complete electronic and photonic system. The fabrication of complex structures will be transformed from a slow lithographic/etch process, restricted to planar substrates, into a versatile rapid prototyping technology that can operate on 3-D structures, serving the needs of both researchers and industry. Although the concept of a glassjet printer might appear daunting at first, a consideration of some of the underlying issues suggests that it is actually likely to be quite feasible, given the current state of technology.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G030510/1","grantId":"EP/G030510/1","fundValue":"640068","fundStart":"2009-01-01","fundEnd":"2012-06-30","funder":"EPSRC","impactText":"","person":"Wei H Loh","coPersons":["David Neil Payne","Will  Stewart","Xian  Feng","Alun  Vaughan","Harvey N Rutt"],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}