{"id":"F5B12401-B739-41FC-B3AD-73E112425C56","title":"The development of terahertz technology for physical, biological, and medical imaging and spectroscopy","abstractText":"The Basic Technology Research Programme provided us with a unique opportunity for the establishment of a technological platform in the UK for imaging and spectroscopy at terahertz (THz) frequencies. This region of the electromagnetic spectrum lies between the microwave and the mid-infrared (300GHz to 30THz), and had remained largely unexplored owing to the lack of suitable sources and detectors. Yet, there was an enormous potential for this spectral range with projected applications ranging from medical and dental imaging and spectroscopy, through to atmospheric sensing, wireless area communications, and astronomy.We have made many key developments on our Basic Technology Research Programme. These include:1) A very broad bandwidth THz spectroscopy system that has been used for studying drugs-of-abuse and explosives;2) A highly sensitive on-chip spectrometer, which can be used for genetic analysis;3) A new design of semiconductor laser operating at more than one frequency simultaneously with applications to gas sensing and pollution monitoring;4) An analysis of pharmaceutical compounds using THz and MRI, and the study of diffusion processes in polymers. This is likely to have impact on controlled-release pharmaceutical mechanisms;5) The construction of a high-pressure combustion chamber, which can be used for making THz measurements of high-pressure flames. This has applications to the optimisation and improvement of aircraft engines.Whilst excellent progress has been made, there is still plenty of research to be undertaken. We thus have applied for a 'Translation' grant to take these research topics further, and determine which of these (several of which we have patented) is likely to be taken up by industry, and find widescale applicability.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E048811/1","grantId":"EP/E048811/1","fundValue":"871778","fundStart":"2007-04-01","fundEnd":"2011-03-31","funder":"EPSRC","impactText":"","person":"Edmund Harold  Linfield","coPersons":["Lynn  Gladden","Stafford  Withington","Alexander Giles Davies","Y  Zhang","William Sidney Truscott","Robert Edward Miles","Paul  Alexander","Michael  Johns","John  Cunningham"],"organisation":"University of Leeds","findingsText":" The initial award of an RCUK 'Basic Technology' grant (GR/R87086) gave the Universities of Leeds, Cambridge and Manchester a unique opportunity to establish a technological platform in the UK for imaging and spectroscopy at terahertz frequencies, and investigate the applications of these technologies across the sciences. Both continuous-wave and pulsed, high power and high bandwidth systems were investigated to build on existing proving terahertz research, and partners were united into a single theme - the creation of a clear direction in the UK for the development and exploitation of terahertz technologies. \n\nBy September 2006, the Universities of Leeds, Cambridge and Manchester had established, through GR/R87086 and previous EPSRC and EC investments, a range of state-of-the-art THz systems, components and know-how. Outstanding progress had been achieved across the broad range of technologies originally proposed, and many promising applications had been identified. Furthermore, the award has enabled consolidation of a substantial UK terahertz activity, with the research activities gaining a high profile internationally. In addition, a wide body of academic staff, post-doctoral researchers and PhD students, including researchers from other UK academic institutions and industry not originally associated with the grant, made use of the terahertz technology developed and participated in consortium activities. \n\nThe Basic Technology 'Translation' grant was awarded to fund a number of key researchers, and key equipment, principally for one year, to allow long-term support for specific technology and application areas to be realized. This enabled the team to capitalise fully on RCUK's initial investment, and proved extremely successful. For example:\n\n1) Our development of a (patented) terahertz on-chip technology, offering sub-2-GHz resolution, and an ability to sample overlaid dielectrics, led to the award of an EPSRC Critical Mass grant (EP/F029543, 2008-2013) to study 'The physics and technology of low-dimensional electronic systems at terahertz frequencies'.\n\n2) Our demonstration of terahertz quantum cascade laser technology, as well as our spectroscopic studies of drugs-of-abuse and explosives, let to the award of a grant to investigate 'Explosives and Weapons Detection' under the UK Home Office 2007-2008 Explosives and Weapons Detection Innovative Research Call.\n\n3) Our expertise in terahertz technology led to the award of two Advanced Investigator grants to Professors A G Davies ('NOTES', 2008-2013) and E H Linfield ('TOSCA', 2010-2015).\n\n4) Our development of terahertz quantum cascade laser technology led to an award from the European Space Agency (2012-2013) to develop 'THz QCL local oscillators'.\n\n5) Personnel retained through the translation grant succeeded in attracting Fellowships. Dr P Dean was awarded an EPSRC Career Acceleration Fellowship (EP/J002356; 2011-2016) to study 'Coherent detection and manipulation of terahertz quantum cascade lasers', and Dr A D Burnett received an EPSRC postdoctoral fellowship (EP/I026657, 2011-2015) to study 'Novel vibrational spectroscopic techniques: long-range order in amyloid fibrils'. The technology developed within this grant, stemming from an initial RCUK Basic Technology grant (GR/R87086), together with the personnel supported by the programme, underpinned a portfolio of further grants, which together helped reinforce the UK's on-going international leadership in the field of terahertz technology. These included awards from the EPSRC (e.g. EP/F029543, EP/J002356, EP/I026657), ERC (Advanced grants: NOTES and TOSCA) and European Space Agency, inter alia. Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software),Electronics,Pharmaceuticals and Medical Biotechnology,Security and Diplomacy","dataset":"gtr"}