{"id":"F5B14158-A1C9-4FEA-8E75-A182F80FB4F1","title":"Multi-object, high-throughput, spectro-microscopy","abstractText":"Microscopy is a pervasive technology with applications from biology to material and nanoscience. At their heart, microscopes are predominately based on high numerical aperture, short focal length objective lenses producing images that can be seen by eye and/or electronically recorded, typically with 3-colour CCD cameras or a selection of coloured filters, but leaving the full spectral details unknown.We plan to revolutionise the field of spectroscopic microscopy by developing a technology that will provide full colour spectrum, simultaneously from many points within a sample. To record high resolution (spatially and spectral) spectra across an extended field of view with a conventional microscope one currently employs a time-sequential recording technique: either a spectrally dispersed image of a single point or a line is scanned across the scene, or an extended image is recorded through a spectrally scanned filter, both methods being comparatively slow. We propose to develop a novel approach combining all the advantages of the existing methods into a single unit: i.e. a system with both high spatial, spectral, and temporal resolution. Although real-time, high-resolution spectral imaging has been a goal for many years no existing approach comes close to this combination of features. Of those techniques that record spectral and image data simultaneously, the Computed Tomographic Imaging Spectrometer (CTIS) is of most interest. However our technique is superior because it can view the whole field indiscriminately, rather than specific regions, it is has a superior signal to noise ratio, and, most importantly, it has ~1000 spectral channels as opposed to ~50. This project will develop a demonstrator and benchmark it against challenging problems in bio microscopy, spectroscopy and security, including multipoint SERS and Raman microscopy, and spectroscopically contrasted imaging in a range of biological samples.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H008632/1","grantId":"EP/H008632/1","fundValue":"451468","fundStart":"2009-10-01","fundEnd":"2013-03-31","funder":"EPSRC","impactText":"  The method although not perfect for optical microscopy is now being developed for us in the spray power industry (e.g. washing powders and pharmaceuticals. Agriculture, Food and Drink,Chemicals,Healthcare,Pharmaceuticals and Medical Biotechnology Economic","person":"John  Girkin","coPersons":["Jeremy  Allington-Smith","Gordon  Love"],"organisation":"Durham University","findingsText":" Through the use of a novel form of fibre optic based spectroscopy we have examined several biological processes taking place at high spatial and spectral (colour) resolution. This has enabled us to understand some of the processes taking place within biological cells relating to heart disease. The method is now being used in another project supported by the TSB with P&amp;G to look at on line powder production. This project is also linked with others in the food and pharmaceutical industry Agriculture, Food and Drink,Chemicals,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}