{"id":"F5B6F9BD-548A-4A04-9C88-3B40D2C7F25E","title":"Scalable Wirelessly Interconnected Flow-Control Technologies (SWIFT)","abstractText":"SWIFT PROJECT SUMMARYAchieving a 50% reduction in fuel burn by 2020 will require aircraft skin-friction drag to fall by about the same amount. Local actuation at the aircraft surface, with large numbers of sensor/controller/actuator systems embedded across the wings and fuselage, all interconnected and communicating with other airframe systems is seen as one way forward. However, a number of key questions must be addressed:o How can significant skin-friction reduction be achieved using practical flow-control systems?o How will vast arrays of such systems be monitored and regulated globally?o How will flow-control devices communicate with the global management system without a nullifying weight penalty?o How can such a complex system be effectively through-life managed over a typical 25-year life span of an aircraft to meet safety requirements and optimise commercial benefits?The Scalable Wirelessly Interconnected Flow-control Technology project (SWIFT) addresses these critical issues via an integrated research programme which includes: flow-control systems with minimum energy consumption; wireless communications to and from an aircraft nervous system, to reduce wiring weight and complexity; and performance/health monitoring to meet safety demands and to minimise Direct Operating Costs. The SWIFT consortium, formed from researchers from Warwick University, Queen's University Belfast University and Sheffield University, brings together unique cross-disciplinary expertise in flow control, wireless network control systems and fault tolerance &amp; condition monitoring. The collaboration will deliver, amongst other outputs, a physical demonstrator of wireless supervision and control of a novel drag-reduction technique. The proposed programme of research directly builds on the achievements from work funded under the first Call which included the following developments:o A reduced-order fluid dynamics model for basic simulations at flight scale.o Demonstration of major drag reduction at cruise speeds using spanwise forcing.o Discovery of a promising passive strategy for the generation of spanwise forcing (using Helmholtz resonators).o A complete communication architecture for WICAS.o A wireless network co-simulation for feedback control and sensor networks.o A visual aircraft skin health map that takes into account the impact of failure on fuel burn and fuel planning policies","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G038090/1","grantId":"EP/G038090/1","fundValue":"106427","fundStart":"2008-12-01","fundEnd":"2010-04-30","funder":"EPSRC","impactText":"","person":"William Giles Scanlon","coPersons":["George William Irwin"],"organisation":"Queen's University of Belfast","findingsText":"","dataset":"gtr"}