{"id":"F5B835BB-4C9C-401B-8C76-519748470716","title":"Hyporheic Network - a Knowledge Transfer Network on Hyporheic Zone Processes","abstractText":"Groundwater / surface water interactions, and the controls on water and pollutant flux across the interface of aquifers and rivers, are important factors controlling the chemical and ecological quality of river corridors. An increasing body of research has been published in recent years on processes acting at this interface, which is known as the hyporheic zone (Sophocleous 2002). However, few have adopted a truly multidisciplinary approach, which integrate physical, chemical and biological investigations in the hyporheic zone. There is an opportunity for the UK to take a lead. Understanding processes at the groundwater / surface water interface has been identified as a priority research area the British Geological Survey, CEH and the Environment Agency (Smith 2005); NERC's priorities are currently being reviewed and we expect this area to remain included, as it is in the current science priorities for Sustainable Water Management. In order to understand this system better it is necessary to bring together workers from a range of scientific disciplines. Furthermore, prioritisation of future research requires better engagement between researchers and science end-users. We will establish a Knowledge Transfer Network on groundwater / surface water interactions, with a specific focus on hyporheic processes. The Hyporheic Network will allow researchers to meet with science end-users (and vice versa), in order to disseminate existing knowledge, and to identify the end-user priorities for research in this area. In particular it will bring together hydrologists, ecologists, geochemists, geomorphologists and hydrogeologists in order to identify opportunities for novel cross-disciplinary research. The Hyporheic Network will provide a forum for academics to communicate their research findings directly to interested science end-users, and for those science-users to inform the research community of their priorities. New research teams will be created to develop new and exciting research proposals, in collaboration with end-user groups. The Network will run a series of workshops and meetings that will disseminate recent research and we will provide financial support a number of young researchers to attend these workshops, in order to encourage them to participate. We will develop and maintain a website to distribute reports and information on the hyporheic zone, and we intend that the website will become a portal for international research and information on all aspects of the hyporheic zone. One of the major goals of the network is to write a book on the hyporheic zone, which will turn the latest research into usable advice for river managers. The proposed Network already has commitment from a range of researchers, including hydrologists, ecologist, hydrochemists, hydrogeologists, hydrogeophysicists and geomorphologists. Science end-user groups interested in engaging with the Network include government (both policy makers and regulatory agencies), large industrial companies, consulting companies, non-governmental organisations, and international universities and organisations.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E002714/1","grantId":"NE/E002714/1","fundValue":"116442","fundStart":"2007-01-09","fundEnd":"2010-05-08","funder":"NERC","impactText":"  Please note that I just dont have the time to plough through such an old award in such a clunky piece of software, repeating stuff reported before, or trying to get hold of outcomes from the large and scattered team. Hence the only updates made are those which the system forces.  ","person":"David Nicholas Lerner","coPersons":["Jonathan  Smith","John Hunter Tellam","Ann Louise  Heathwaite","Andrew Richard Young"],"organisation":"University of Sheffield","findingsText":" The Hyporheic Network (HNet) on groundwater / surface water (GW-SW) interactions and hyporheic processes was designed to provide a forum for researchers to engage with science end-users, in order to disseminate existing knowledge, identify future science end-user priorities and develop multidisciplinary research collaborations. It was initiated in response to two factors, (1) the realisation that the growing research interests in this ecotone were often mono-disciplinary, and (2) the recognition that science end-users had not yet picked up on the outputs of this work and incorporated it into practice. \n\n\n\nThe achievements of HNet are as follows: \n\n1. We established a forum on GW-SW interactions and hyporheic zone processes that attracted and engaged scientists and science end-users. These included researchers from a wide range of scientific disciplines such as hydrology and hydrogeology, morphology and sedimentology, microbiological, invertebrate and fish ecology, and modelling. End-users came from the Environment Agency and other regulators, and engineering and environmental consultancies were also strongly represented. A number of overseas researchers also took an active part. \n\n2. We established a mailing list (150 members) and a website (http://www.hyporheic.net/) as a portal for information and our activities, and held a series of workshops promote and disseminate research. Members of the core group also organised conference sessions at EGU in 2009 and 2010, and members took part in sessions at AGU and other conferences. \n\n3. We prepared and published (through the Environment Agency) The Hyporheic Handbook, a handbook on GW-SW interactions and the hyporheic zone for environmental managers. After establishing the context, the handbook reviews geomorphology and sediments, water and solute flow, biogeochemistry, microbial and invertebrate ecology, and fish ecology. Further chapters deal with measurements and monitoring, modelling, and the issues around river restoration, before two summary chapters of recommendations for river management strategies and research. Each of the technical chapters has a key messages section for those who do not have time to read it in full. Individual chapters as well as the whole document can be downloaded freely from the HNet site. \n\n4. In addition, we prepared a second handbook Accounting for the groundwater-surface water interface in contaminated land assessments for publication through CL:AIRE, an independent, not-for-profit, knowledge transfer organisation in the contaminated land arena. This topic was selected because many contaminated sites are near rivers, and current risk assessment procedures do not take account of the hyporheic zone. \n\n5. As well as the knowledge transfer publications above, members of the core group coordinated a special issue of Hydrological Processes with 13 papers. Members also published at least 11 journal papers related to GW-SW interactions, many as a result of the new collaborations established through the network. Members of the wider network also published a number of journal papers in the period. 6. HNet has stimulated new cross-disciplinary research groupings, and has lead to new research. As well as a number of new studentships, two new NERC grants (NE/F006063/1 and NE/G001707/1) and a share of an EU FP7 Integrated Project (Aquarehab) were won by members of the core group. \n\n7. We encouraged discussion and collaboration between young and more experienced researchers and the active participation of young researchers. The latter were supported to attend network meetings, and two became lead authors on chapters of the Handbook. The two handbooks are designed for use in non-academic contexts, to help consultants, Environment Agency staff, eNGOs and land owners understand the role the hyporheic zone plays. Aerospace/ Defence and Marine,Agriculture/ Food and Drink,Chemicals,Construction,Environment,Manufacturing/ including Industrial Biotechology","dataset":"gtr"}