{"id":"F5BA9CD1-5D78-4852-BE30-30E9850FD36C","title":"Molecular mechanisms modulating host epithelial integrity in response to bacterial adhesion","abstractText":"We recently found a family of adhesins, called MAMs, and many different bacteria use these sticky proteins to make contact with host tissues during an infection. We have also observed that, if many MAMs are brought together on the host cell surface, this changes signaling processes within the host so that it becomes more prone to infection. We want to understand what host signaling proteins are activated by MAMs and how MAMs can start these signaling processes. There are many benefits to answering these questions: \nFirst, we will be able to turn MAMs into new drugs against bacterial infections, called adhesion inhibitors. These materials work by sticking to host cells and stopping pathogenic bacteria from attaching themselves. If pathogens cannot attach themselves, they are flushed out of the organism without causing an infection. If we can understand what MAM-based molecules have to look like to bind to the host really tightly (so they are better at fending off pathogens) but without causing harm to the cells themselves, we will be able to make new drugs which can be used instead of antibiotics. The advantage will be that they will be effective for a long time to come, because bacteria cannot easily become resistant against adhesion inhibitors. \nSecond, in the more distant future, we may be able to use MAMs to make other drugs more effective. Many drugs cannot be taken orally or cannot be used at all because they cannot cross the barrier between the intestine and the blood stream. Some of the properties of MAMs that make an organism more prone to infection may also be turned into something useful. - They can be used to make certain tissues of the body &quot;leaky&quot; for a short period of time so that they are easier accessible for drugs. This will increase the number of useful drugs altogether and the number of drugs that can be taken orally, rather than by injection.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M021513/1","grantId":"BB/M021513/1","fundValue":"411000","fundStart":"2015-08-01","fundEnd":"2018-07-31","funder":"BBSRC","impactText":"","person":"Anne-Marie  Krachler","coPersons":["Kerstin  Voelz"],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}