{"id":"F5BB55B3-7C69-463C-B36F-142B7C0D819C","title":"Implementing Policy Change in Youth Justice","abstractText":"Ways of dealing with young people in trouble with the law have been the object of (often intense) popular and political debate for at least two centuries. Despite this, there is no consensus amongst policy makers or criminological scholars about the most appropriate responses. In England, where this study is located, youth justice policies have been in a more or less constant state of change for two decades. \n \nSitting at the intersection of broader youth policies and criminal justice responses, youth justice practitioners have had to become adept at interpreting and implementing policy changes. However, the implementation of policy is not just a technical exercise on the part of practitioners. It involves intentional and value-laden choices tied up with the notion of 'professionalism' in youth justice. Youth justice practitioners must, therefore, learn to make professional judgements in an environment of changing policy: to implement policy correctly, but also learn how to be 'effective' in an environment of changing policies. However, surprisingly little is known about how youth justice practitioners implement policy, and even less is known about the extent to which the training and education they receive prior to becoming youth justice workers prepares them to manage their everyday working lives. \n \nThis research proposal aims to plug an existing gap in knowledge by addressing the following questions: \n \n1. What are the main forces shaping youth justice practitioners' everyday working lives?\n2. How do practitioners make sense of the forces shaping their everyday working lives, what do they do (if anything) to ensure control over their working lives?\n3. What are the main skills that they think are needed to be 'effective' and what does 'effective' mean?\n4. What is needed to support the development of practitioners who are not only able to implement policy, but to be 'effective' in an environment of changing policies?\n \nAnswering these questions will help us to understand the role that modern youth justice practitioners in England play in the interpretation and implementation of youth justice policies through a detailed examination of the professional and broader contexts they inhabit and the skills, knowledge, strategies and techniques they describe as being important in their everyday professional life. \n\nWe will also explore how these descriptions might help inform the creation of a youth justice pedagogy. In other words, to distinguish the 'professional' knowledge and practices that remain relevant in a constantly changing environment, and to identify implementable recommendations for use by those involved with professional education and training in youth justice.\n \nWe will achieve these aims by conducting research with two youth offending services in England. Approximately 100 qualitative, in-depth interviews will be conducted with the full range of youth justice workers in the studied locations, excluding administrative and sessional workers and volunteers. This will involve: operational managers; youth justice practitioners; senior regional and national governmental and YJB (if relevant) personnel; senior local authority personnel, including: the Deputy Director of Children's Services; senior managers from Education and Social Services; other key partners, including local voluntary sector organisations, magistrates and police. \n \nWe will be publishing a series of journal articles and a research monograph based on the research findings. We also hope that contributing to debates about 'effective' practice and laying the foundations for a distinctive youth justice pedagogy will directly benefit youth justice practitioners and policy makers. We have devised a series of events to ensure this impact is achieved. We will also publish details of the research, including research findings, on our conference website, which will be accessible to the general public.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/J009857/2","grantId":"ES/J009857/2","fundValue":"205403","fundStart":"2013-09-01","fundEnd":"2015-11-30","funder":"ESRC","impactText":"","person":"Joanna  Phoenix","coPersons":[],"organisation":"University of Leicester","findingsText":"","dataset":"gtr"}