{"id":"F5BEA261-DB5F-4FD5-8A74-E903D0BFAB62","title":"in vivo chemistry","abstractText":"Summary: A suite of three highly speculative projects, all involving the application of the tools of chemistry to address significant biological needs and problems, will be explored. All these projects, have exciting longer term translational end-points and practical application. (1). In vivo mediated synthesis of anticancer drugs - a potentially revolutionary approach to chemotherapy in which synthetic chemistry is performed in vivo in the proximity of the cancer to generate the desired cytotoxic active drug, thereby dramatically reducing toxicity and side effects will be explored.(2). MMP-9 (Matrix metalloproteinase-9) has been implicated in tumor metastasis as well as a variety of inflammatory processes (e.g. many lung diseases). We have developed an approach in the group whereby we can identify an ideal substrate for this enzyme (a peptide the enzyme will cleave), but which will not be cleaved by anything else. We will use this information to make a sensor for this enzyme, to allow it be analyzed, localized and followed in vivo (and then inhibited) and in a model system allow cancer cells to be imaged (while monitoring MMP-9 function) as they move through a synthetic sensing gel.(3). A paper in Nature (March 2010) has demonstrated that when patients have been injured (for example in a car accident) cells are damaged and release their contents. One of these (so-called mitochondria - which are make energy for the cell) is the cause of much of the inflammatory responses to injury (thus it is often not the injury that kills but our response to this). Removal of these circulating mitochondria could alleviate a vast medical problem. Polymers are already used to filter blood to remove white blood cells. We will therefore try and discover a new polymer that binds circulating mitochondria and which can then be applied in blood filtration media akin to white blood cell filters to help reduce unwanted inflammatory responses to injury. Key drivers for this proposal are:(i). Application of the tools of synthetic chemistry.(ii). Inherent crossing of traditional disciplinary boundaries. (iii). Pre-clincal translation and longer term improvement in quality of life. (iv). Potential remit changing approach to chemotherapy and revolution in treatment of inflammation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I016627/1","grantId":"EP/I016627/1","fundValue":"201854","fundStart":"2010-12-01","fundEnd":"2012-02-29","funder":"EPSRC","impactText":"","person":"Mark  Bradley","coPersons":["Christopher  Haslett","Margaret  Frame"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}