{"id":"F5C7DD6E-870D-4E9D-B772-4EF553AD5814","title":"Microfoundations of Access to Finance: Demand-side Perspectives in South Africa","abstractText":"<p>Widening financial participation is crucial in achieving longer term development objectives. Until recently,&nbsp;&nbsp; the analytical attentions have been largely focussing on the supply side constraints with an implicit assumption that the demand is there.</p>\n\n<p>This study focuses on the demand side perspective and will analyse the determinants of the effective demand for financial services in the context of South Africa. Following this, the study will analyse the interactions and relationships between different channels for financial services provision in the country. Data from the FinScope study undertaken by the FinMark Trust over the period 2003 to 2010 will be used to assess effects over time and across different individuals.</p>\n\n<p>This project will employ a combination of novel model and variable selection methods in order to reveal the hidden structure of the demand for financial services. Demand will be initially characterised by specific channels, but also intend to analyse the interactions amongst these channels and the implications of these interaction for financial demand.</p>\n\n<p>There is no ethical issue raised by the research as it will be based on published secondary data. However, the project execution will follow the principles laid out in the ESRC and UCLAN Research Ethics Framework. </p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-238-25-0031","grantId":"RES-238-25-0031","fundValue":"78147","fundStart":"2011-10-01","fundEnd":"2012-09-30","funder":"ESRC","impactText":"  Widening financial participation is crucial in achieving longer term development objectives. Until recently, the analytical attentions have been largely focussing on the supply side constraints with an implicit assumption that the demand is there. This study focused on the demand side perspective and analysed the determinants of the effective demand for financial services in the context of South Africa. Following this, the study analysed the interactions and relationships between different channels for financial services provision in the country. Data from the FinScope study undertaken by the FinMark Trust over the period 2003 to 2011 was used to assess effects over time and across different individuals.\nThis project employed a combination of novel model and variable selection methods in order to reveal the hidden structure of the demand for financial services. Demand will be initially characterized by specific channels, but also intend to analyse the interactions among these channels and the implications of these interaction for financial demand. Financial Services, and Management Consultancy,Other Societal,Economic,Policy & public services","person":"THANKOM GOPINATH ARUN","coPersons":["Philip  Kostov","Samuel Kobina  Annim"],"organisation":"University of Central Lancashire","findingsText":" Widening financial participation is crucial in achieving longer term development objectives. Until recently, the analytical attentions have been largely focusing on the supply side constraints with an implicit assumption that the demand is there. This study focused on the demand side perspective and analysed the determinants of the effective demand for financial services in the context of South Africa. Following this, the study analysed the interactions and relationships between different channels for financial services provision in the country. Data from the FinScope study undertaken by the FinMark Trust over the period 2003 to 2011 was used to assess effects over time and across different individuals.\nThis project employed a combination of novel model and variable selection methods in order to reveal the hidden structure of the demand for financial services. Demand will be initially characterized by specific channels, but also intend to analyse the interactions among these channels and the implications of these interaction for financial demand. This project opens up preliminary steps in addressing the research gaps on the issue of demand side constraints on access to finance in emerging economies, which may be useful for further development of theory and policies. Communities and Social Services/Policy,Financial Services, and Management Consultancy,Other","dataset":"gtr"}