{"id":"F5C918FE-2F69-4271-BAE6-634B1710486F","title":"Early Learning Abilities Promoting Success in Education (ELAPSE): Findings from the Millennium Cohort Study and directions of a new longitudinal study","abstractText":"Despite the wide acknowledgment that adverse early life conditions negatively influence cognitive development (e.g. longitudinal UK data Feinstein, 2003; Jerrim &amp; Vignoles, 2013; Schoon, Hope, Ross, &amp; Duckworth, 2010), little is known about how this influence operates and changes over time (Shonkoff &amp; Levitt, 2010). The aim of the proposal is to investigate quantitatively the developmental mechanisms by which children's early learning skills and life conditions result in different later educational outcomes. It has two research strands. The first strand's purpose is conducting secondary analyses of the longitudinal Millennium Cohort Study (MCS) data in order to distinguish children's profiles, examine developmental trajectories, and estimate models of early child development asking specifically how early learning abilities influence school readiness and later educational success. The second strand's goal is undertaking a systematic review and organising a panel of experts in order to inform a feasibility evaluation for a future longitudinal study of early development, with a significant emphasis on the role of self-regulation and play. The intention would be to develop a proposal for an enhancement for the new ESRC birth cohort study, the Life Study.\nThese two strands will take a child-centred developmental approach and consider children's characteristics across socio-economic backgrounds. The project will inform policy aimed at promoting children's school readiness to reduce later educational disadvantage. Consequently, the proposal targets two of the ESRC's strategic priorities, i.e. influencing behaviours and informing interventions (by understanding the development of learning-related skills) in order to promote a vibrant and fair society (by contributing to the reduction of the educational attainment gap). This is an interdisciplinary initiative bringing together developmental and educational sciences. It makes use of an existing longitudinal database and develops capability in advanced quantitative methods, all of which is encouraged by the ESRC.\nFunding this project represents an investment in the career development of young quantitative researcher addressing social issues about child poverty and early education through the understanding of early developmental psychological processes. It involves a rigorous skills development plan and a strong strategy for generating high impact upon academic and non-academic users.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/N002679/1","grantId":"ES/N002679/1","fundValue":"207371","fundStart":"2016-01-01","fundEnd":"2018-12-31","funder":"ESRC","impactText":"","person":"Marisol Gabriela Basilio Seyler","coPersons":[],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}