{"id":"F5CC3444-1837-4ADA-AF8A-91C70542C494","title":"Defining the role of EDE1 a novel microtubule-located protein required for nuclear division in Arabidopsis","abstractText":"In many plants, the endosperm of the seed forms by a series of rapid nuclear divisions that lead to the development of one very large cell containing hundreds of nuclei known as a coenocyte or syncitium. Cell walls subsequently develop between the nuclei and after that, starch and proteins (which humans use in food) are synthesised. The repeated mitosis is clearly very important to the development of the endosperm but as yet, we do not understand how the process is controlled. We have recently identified a new mutant of Arabidopsis in which the nuclei of the endosperm syncitium are greatly enlarged and do not separate correctly after DNA replication and we have called it endosperm defective 1 (ede1). In this new mutant, the development of the embryo is unaffected. This suggests the gene is important in the endosperm for controlling the cell cycle &iquest; that is, whether the nuclei keep dividing or not. We have cloned the EDE1 gene from wild type Arabidopsis and shown that it interacts in living cells with microtubules, which are the scaffolding structures that help the cell divide. The EDE1 gene has seven close relatives in Arabidopsis and it is likely that at least some of these relatives play related roles in controlling the cell cycle in plants. The EDE1 gene has been found to be switched on in other parts of the plant that are undergoing rapid cell division such as the growing tip of the stem, indicating that it is likely to be involved in controlling the cell cycle in tissues other than the endosperm. When EDE1 protein is fused to a fluorescent reporter protein and expressed in cell cultures from Arabidopsis, the protein is found to associate with the mitotic spindle, which is the microtubular structure on which the two sets of chromosomes are separated, giving further evidence that it is involved in nuclear division. The aim of this project is to investigate the function of the EDE1 gene and its relatives in controlling the cell cycle. We will investigate how the ell cycle is altered in the ede1 mutant and how the EDE1 protein interacts with the mitotic spindle during cell division. We will identify proteins that interact with the EDE1 protein so that we can develop a clear picture of its function in the cell. We will also identify plants that have been mutated in the related genes and study the cell cycle in those plants, helping us to determine whether those genes also have related functions in controlling the cell cycle.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D52189X/1","grantId":"BB/D52189X/1","fundValue":"210765","fundStart":"2006-05-02","fundEnd":"2009-05-01","funder":"BBSRC","impactText":"","person":"John Hugh Doonan","coPersons":["Clive  Lloyd"],"organisation":"John Innes Centre","findingsText":"","dataset":"gtr"}