{"id":"F5D05F55-ED6A-48D5-8524-9894D27ECA2A","title":"NSF Materials World Network: Heterogeneous Nucleation on Nanoporous Substrates","abstractText":"The proposed research effort will support an international collaboration between the Chayen group at Imperial College, London (IC), specializing in protein crystallization and the Erlebacher group at Johns Hopkins University, Baltimore (JHU), which specializes in the synthesis and surface modification of nanoporous metals. By marrying these specializations, a fundamental study of heterogeneous crystal nucleation on nanoporous substrates will be efficiently pursued. The collaboration is structured with significant exchange of students and junior personnel; ultimately, the JHU team will develop in-house skills in solution-phase crystallization, and the IC group will learn materials synthesis techniques for fabricating nanoporous metals and nanoporous metal composites, leading to advances in crystallization generally. Fundamentally, our proposed research considers a new approach to thinking about the heterogeneous nucleation of macromolecular species. In traditional heterogeneous nucleation theory, nucleation rates are controlled by the relative interfacial energies between the solvent, substrate, and nucleus. Here, we will tailor the substrate to expose not just one uniform surface to the solution, but instead to expose a statistically relevant distribution of three-dimensionally oriented nucleation sites. Modifications of nucleation theory to explore this idea is an important part of the proposed work and is required for applying the technique generally.A detailed study of the nucleation rate of macromolecules over porous substrates will be performed using a new substrate material / nanoporous gold Nanoporous gold is a random, uniform, mesoporous material whose mean pore size can be varied from 3-50 nm using simple chemistry. Its surface is also easily chemically modified, and all these features together make it uniquely perfect for this kind of study.The results of this research will yield new understanding of the fundamentals of heterogeneous nucleation, with general applicability to protein and colloidal crystallization. Furthermore, the international collaboration will help to build international networks in nucleation theory and experiment, bridging the disciplines of thin film metallurgy and solution phase crystallization.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G027005/1","grantId":"EP/G027005/1","fundValue":"333823","fundStart":"2009-08-01","fundEnd":"2013-01-31","funder":"EPSRC","impactText":"  A nucleant made of gold nanoparticles is being used to induce protein crystals Pharmaceuticals and Medical Biotechnology Economic","person":"Naomi  Chayen","coPersons":[],"organisation":"Imperial College London","findingsText":" Protein crystals are vital for facilitating the design of new medicines and for industrial applications. Obtaing high quality crystals is a bottleneck to progress, thus there is a continuous quest for developing efficient methods for producing crystals. It was found that materials with pores (cavities) of similar size to those of protein molecules are effective in inducing nucleation and thus formation of protein crystals.\n\n\n\nThis project set out to test nanoporous gold as a nucleant for protein crystals and to test a theory and experiments to investigate the effectiveness of nanoporous substrates as nucleation inducing materials.\n\n\n\nNanoporous gold was applied as a substrate (nucleant) for the\n\nheterogeneous nucleation of five proteins. The results demonstrate that nanoporous gold is effective as a nucleant and that surface chemistry and surface area effects play the dominant role in nucleation when using these nanoporous nucleants.\n\n\n\nThese results have practical applications for obtaining useful crystals as this knowledge will help guide future studies of nanoporous nucleants for protein crystallization by highlighting the importance of tailoring favorable energetic interactions between the protein and the\n\nsubstrate. The nanoporous gold has potential use to SMEs and to biotechnology and pharmaceutical companies interested in structure determination of proteins and other biological macromolecules. Nanoporous gold can be commerciallised as a product for protein crystal formation.\n\n\n\nThere are several companies selling kits and products to aid protein crystallisation to laboratories in academia and to industry and Pharma. Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}