{"id":"F5D0195E-DA9B-43B6-B081-AA0A10115A25","title":"Improving function in Huntington's disease through neurofeedback: using real-time fMRI to enhance cortical plasticity in early stages of the disease","abstractText":"Huntington's disease (HD) is a rare, inherited, neurological condition where progressive brain damage leads to severe difficulties with movement, emotion and thought. The most characteristic sign of HD is uncontrolled movement of the limbs but subtle movement, emotion and thinking difficulties can start many years before this. There is no known cure for HD; a few drug treatments can help with some of the symptoms but have many deleterious side effects.\n\nHD is characterized by slow, progressive atrophy of the brain, which theoretically allows the brain the opportunity to re-organize and compensate for the disease-related structural and functional changes. In this proposal, we will develop state-of-the-art technologies using functional magnetic resonance imaging (fMRI) and biofeedback to enhance such compensation and potentially alleviate symptoms. fMRI is a well-known technique that allows activity in the brain to be recorded non-invasively while people perform a task. Normally the analyses of these data are carried out off-line over a period of several weeks. However, recent developments allow real-time analysis of brain images and enable us to feed back the level of activity in selected brain areas to an individual while they lie in the brain scanner. Such real-time feedback can be used to train people to control their own brain activity through repeated sessions where they learn to enhance the activity that is fed back. This has been successfully used to allow people to control activity in many different regions of the brain and has also been applied to clinical conditions such as Parkinson's disease, depression and pain management with encouraging initial results for symptom management.\n\nIn this proposal we will use such advanced neurofeedback fMRI techniques to train individuals with symptomatic HD to control the level of activity in motor cortex, or the coupling of motor cortex with areas deep in the brain that are affected early in HD. Our underlying hypothesis is that if individuals with HD can learn to regulate the activity of brain regions that underpin their disease and contribute to the manifestation of certain symptoms, then the symptoms should improve.\n\nApart from the urgent need for new therapies, one advantage of studying HD is that genetic testing can establish with 100% accuracy whether an individual carries the mutant gene and will therefore develop HD at some point in their life. This enables us to not only monitor disease progression many years before an individual manifests the disease (pre-symptomatic stage), but also to develop interventions that can be applied at very early stages of the disease, when the brain damage is still limited and function is still well preserved. We know that structural and functional brain changes precede the manifestation of overt clinical signs by many years. This means that there is a mechanism of compensation at work, enabling gene-carriers to maintain a normal level of function despite degeneration. As the disease progresses and brain atrophy increases, this mechanism starts to break down and clinical signs start to become more evident. This is another gradual process and pre-symptomatic HD gene-carriers gradually move to a peri-symptomatic phase (with soft motor signs and mild cognitive impairment) and then eventually express unequivocal signs of the disease.\n\nOur aim is to determine through a proof of concept study that the training protocol can be tolerated and followed by HD patients, and show that the intervention can improve symptoms in early stage HD. If the results are positive we will then proceed to develop this intervention more generally for both early and pre-symptomatic stages of the disease. Because neurofeedback training is a non-invasive intervention with no side effects, it is an ideal candidate for both pre-symptomatic treatment and in combination with other treatments at later stages of the disease.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L012936/1","grantId":"MR/L012936/1","fundValue":"1056080","fundStart":"2014-03-17","fundEnd":"2017-07-16","funder":"MRC","impactText":"","person":"Sarah Joanna Tabrizi","coPersons":["Nikolaus  Weiskopf","Geraint Ellis Rees","Douglas Robert Langbehn","Ralf  Reilmann"],"organisation":"University College London","findingsText":"","dataset":"gtr"}