{"id":"F5D1E5CF-0575-43ED-9B05-5D6C785E88F0","title":"The role of eIF4G in translation initiation and cell cycle progression","abstractText":"Critical information stored in the gene sequences of the genetic material (DNA) has to be decoded by the cell to produce a wide variety of essential proteins, as and when they are required. The sequence of each gene specifies the sequence of a given protein, with many proteins themselves in turn responsible for the synthesis of other types of structures in the cell. The general transfer of information from DNA to protein is carried out by the messenger RNA (mRNA), which is a copy of the DNA sequence and has to be decoded by a complex, highly regulated machine termed a ribosome, in a process known as translation. To work efficiently, accurately, and to allow the ribosome to function in the best interests of the cell, this machinery requires other proteins (translation initiation factors) that interact with each other, the mRNA and the ribosome in a highly regulated manner. One of these, eIF4G, acts as a scaffold protein, onto which the ribosome and several other initiation factors assemble. In mammalian cells, two slightly different genes contain the sequence for eIF4G, and the two genes also express different variants of the final protein. We wish to determine how these distinct proteins cause differences in how the ribosome and other initiation factors assemble onto and regulate the translation of different mRNAs during cell growth and division. This study will improve our understanding of the different stages of gene expression, and may also lead to the specific control of certain mRNAs that are deregulated during diseases, including cancer.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D007593/1","grantId":"BB/D007593/1","fundValue":"466567","fundStart":"2006-04-01","fundEnd":"2010-01-31","funder":"BBSRC","impactText":"  Data generated has informed other workers in the field Education,Pharmaceuticals and Medical Biotechnology Cultural","person":"Simon  Morley","coPersons":[],"organisation":"University of Sussex","findingsText":" We have discovered new facets regarding the role of the scaffold protein, eIF4G, in driving protein synthesis. Use of vectors and antibodies generated in this study have been made freely available to other workers Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}