{"id":"F5D46432-86B6-49AB-B4C1-2D77AF29F6FB","title":"Developing tools to investigate combinatorial control of mRNA metabolism","abstractText":"Our body consists of more than 200 different cell-types that have different sizes, forms, and functions. For example, skin cells are flat and protect our body, whereas neurons can be very long and transmit signals from distant parts of the body to our brain. Nevertheless, all cells contain the same genetic information, which is organized into genes. What makes the cells unique and different from one to another is which genes are turned on or off. When this switch does not work properly, it can lead to developmental defects or diseases such as cancer.\n\nThe genetic information is stored in the form of DNA. The DNA is then copied to a molecule called RNA, which is the template for the synthesis of proteins in a process called translation. The proteins make our cells how they look like and what they do. \n\nRNAs are not naked in a cell but rather covered by several proteins, so-called RNA-binding proteins. These RNA-binding proteins can remove or rearrange parts of the RNA, store or deliver them to particular locations, and ultimately destroy the RNA. They also control how efficiently RNAs are translated into proteins. RNA-binding proteins therefore act as a control tower directing the fate of RNA, being stored, translated or destroyed. As a consequence, if a RNA-binding protein does not work properly, it can lead to diseases.\n\nBesides the RNA-binding proteins, research in the last years revealed that there are certain classes of RNAs - so called non-coding RNAs - that can bind to and regulate other RNAs. RNAs are therefore combinatorially controlled by both RNA-binding proteins and non-coding RNAs. \n\nTherefore, it is of immense interest to know, which proteins and non-coding RNAs interact with RNA and how this may be changed in case of a disease. Nevertheless, accessing this information is challenging as researchers lack simple and robust tools to investigate it.\n\nOur objective is to develop these tools and comprehensively identify the proteins and non-coding RNAs that are bound to RNAs. We first aim to get a general view of all the proteins that interact with RNA in a cell. We will then engineer a handle on a particular RNA to pull it out and look for the proteins and other RNAs that sit on it. We will then have a close look how the composition of these 'trans-acting factors' changes upon conditions that simulate the environment in cancer cells.\n\nOne way to establish a new tool for research is to test it in a model which is simpler to handle than human cells. We will therefore first establish the tool in the bakers yeast, which is a single-celled organisms called Saccharomyces cerevisiae. We then go one step ahead and establish it human cells in order to identify the RNA-binding proteins and non-coding RNAs that regulate RNAs with pivotal functions in cancer. \n\nAt the end, we expect a better understanding how combinations of RNA-binding proteins and non-coding RNAs affect the fate of RNAs. We hope that this insight will give us important clues about how the production of proteins can go wrong to play a critical role in cancer cells. Ultimately, this may lead to new targets for drug development and the treatment of human disease.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K009303/1","grantId":"BB/K009303/1","fundValue":"324782","fundStart":"2013-10-01","fundEnd":"2017-02-28","funder":"BBSRC","impactText":"  We started the BBSRC project reported herein 7 month ago. It is thus too early to make statements on this line but the findings from this project have not been used yet. Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology ","person":"Andre Paul Gerber","coPersons":["Jane Elizabeth Newcombe","Nicolas  Locker"],"organisation":"University of Surrey","findingsText":" We are now only for 7 month on the project as we started later - futhermore, the project is currently interrupted but a new postdoc will take-up the project in Jan 2015. \nWe have prepared a series of molecular biological materials (DNA clones) that are essential to the project. We also got promising data with positive controls, showing that our new methodology could work and we may reach our challenging goal. We have established a related procedure in nematodes (funded by the Swiss National Science Foundation) and the methodology will be useful to catch-up likewise progress in human/yeast cells as stated in our proposal. Cannot be said at this point of the project (7 month). Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}