{"id":"F5D6A81A-0C51-4D23-B352-F6168DC14D9C","title":"Energy project officer","abstractText":"There is significant high quality research activity at The University of Sheffield directly relevant to EPSRC strategy on energy. The University has particular strengths in advanced combustion technologies, materials for energy storage and generation, energy and buildings and the environmental impacts of energy production. There is also within the University significant but fragmented socio-economic expertise actively involved in Energy research or related areas. The University intends to take a whole systems approach to energy that accounts for underpinning technologies as well as environment/energy/society interactions and interdependencies. However, at present this activity is:/ fragmented (lacking coordination and cross department/group communication);/ geographically and organisationally separated (in different groups and different buildings);/ lacking a coherent strategy.Furthermore, there is sometimes a lack of awareness within the community of activities and capacities in different groups and faculties particularly in relation to opportunities for Energy research funding at EPSRC and RCUK. This leads to missed opportunities (blue skies, near market and commercial research), lower grant capture, difficulty in responding effectively to interdisciplinary calls, missed opportunity to benefit from synergies between cognate groups within the Energy theme. The University will be well placed to address the challenges laid out in the 2003 Energy White paper and the EPSRC Energy programme if investment is targeted towards the research community in terms of strategic coordination and improved communication and interdisciplinary collaboration. There is an acute need for the latter given the emphasis within the Energy programme on collaborative, cross-council initiatives and a more holistic approach to Energy research. Such investment would enhance the University's research capacity and ability to respond effectively to upcoming funding opportunities. A model exists within the University which has been proven to be effective in the coordination of thematic interdisciplinary research activity.Model for Energy Officer roleThe University employes an interdisciplinary project officer to support research activity under its Environment theme. The overarching objective of this role is to foster an interdisciplinary research community, maximise grant income, and to create synergies by linking areas of research strength.The main activities of this officer are:1. Building research capacity for interdisciplinary research by carrying out networking activities on a one-to-one and group basis across a range of departments and levels. 2. Supporting the submission of research proposals in collaboration with the University's Research Office, from conception through to submission, including: drafting text, coordinating meetings and contributions, preparing costing information and liaising with funding bodies.3. Keeping up to date with current and emerging funding opportunities at National and International level and disseminating information to academic community.4. Delivering written and verbal reports to senior staff, both proactively and reactively.5. Contribute to developments in policies, procedures and plans for the Energy Theme.6. Managing website and distribution list.Engagement with UK Energy research communityThe University intends to fully engage and interact with the existing UK Energy community, and will invite representatives of EPSRC and UKERC to join the Energy Steering Group. This will be supplemented with regular visits of our project officer to UKERC partners, and participation in UKERC events.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E058051/1","grantId":"EP/E058051/1","fundValue":"80190","fundStart":"2007-06-18","fundEnd":"2009-06-17","funder":"EPSRC","impactText":"","person":"Geof  Tomlinson","coPersons":[],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}