{"id":"F5D9463B-FE66-400B-9FD5-24B6AE9C1F47","title":"The Early Modern Parish Church and the Religious Landscape","abstractText":"Parish churches remain even in today's largely secular society readily identifiable (and often popular) landmarks within both the rural or urban environment across Europe; their towers and spires serve as nodal points identifying sacred space within the landscape. This was even more so during the early modern period when the parish church was frequently the only stone building and often the tallest and most substantial structure within any given community. While parish churches have been the subject of individual case studies or national surveys, there has been no single attempt to assess the importance of these buildings within the wider landscape and from a trans-European perspective. Parish churches need to be regarded as simultaneously geographical, social, religious entities; they formed the bedrock of the local landscape, for unlike cathedrals and monastic houses, they were centres for the 'cure of souls' and also for social activities within their own specific geographical area or parish.\\n\\nThis project will examine the role of the parish church within the wider landscape, which itself was full of other focal points of the holy, such as wells, shrines, crosses and pilgrimage sites. Recent studies have concentrated on the sacred landscape but have not attempted to locate and identify the parish church within this, even though it was the principal ritual centre within each community. What was the relationship between the parish church and these other sites within the sacred community, which technically fell within the parochial jurisdiction of these churches? The project will provide a comparative study by considering the parish church not only in England but also in Denmark, France and the Low Countries, thereby reflecting the confessional diversity of early modern Europe. Furthermore the parish church can be explored from a number of perspectives in order to gain greater understanding of its place and the way in which it was defined by ritual and liturgy, as well as socially, legally, artistically and culturally as a distinct and holy site. By drawing on the disciplines of History and History of Art, the intention is to employ archival sources as well as visual and physical evidence for this analysis.\\n\\nBy embracing the early modern period this project also considers the way in which the scared landscape was challenged, altered and reconfigured as a result of the radical changes that came about through the Reformation. Luther and Calvin both denied that it was more efficacious to worship in one place rather than another, rejecting the concept of sacred space but their followers nonetheless applied norms of behaviour and ritual to these places which required deference and reverence. Rituals of consecration which had been rejected by the Protestant Churches began to re-emerge during the course of the seventeenth century, suggesting that the notion of a landscape divided between the sacred and the temporal still existed in the minds of many ordinary people as well as churchmen. For Catholics, in the wake of the devastation and desecration of the religious wars, it was important for the churches not only to be reconciled but for their intrinsic holiness to be reasserted. Furthermore the rituals, furnishings and very presence of these churches in the wider landscape could serve as a focal point for religious violence.\\n\\nIt was not only religious conflict that affected the parish church: the religious landscape evolved during the early modern period as the development and exploitation of the environment - agricultural change, drainage and land reclamation, proto-industrialisation as well as mining and quarrying - left their mark. The impact that this land had on the religious landscape, such as through the establishment of new sites for worship within this evolving landscape have not been considered.\\n\\nThis projectwill therefore assess the parish church within the landscape against the background of not only religious upheaval but also profound economic and environmental change during the early modern period.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E510337/1","grantId":"AH/E510337/1","fundValue":"453149","fundStart":"2007-06-01","fundEnd":"2010-08-31","funder":"AHRC","impactText":"","person":"Andrew  Spicer","coPersons":["Louise  Durning","Margit  Thofner"],"organisation":"Oxford Brookes University","findingsText":"","dataset":"gtr"}