{"id":"F5DB17D9-1F26-4C5C-A2B3-4BBBE350A315","title":"North-South Irish Responses to Transnational Organised Crime","abstractText":"The purpose of this research is to offer a critical analysis of action against organised crime in Northern Ireland the Republic of Ireland, with particular reference to cross-border co-operation. The project aims to fill some gaps in current research. For instance, there is no up-to-date and comprehensive study on cross-border co-operation to combat organised crime in the two jurisdictions. Also, while the research into some aspects of cross-border co-operation such as transnational policing exists, it falls short of providing an analysis of other key areas of legal co-operation such as execution of warrents, mutual recognition of judicial decisions and freezing of criminal assets. Finally, although much of the previous research on organised crime has been able to elucidate the key sociological or criminological issues such as the causes of organised crime and the nature of criminal organisations, they do not necessarily cover the key legal issues (e.g. a substantive and procedural criminal law, provisions for international co-operation, and the rights of defendants/suspects). The proposed research intends to address these points and contribute to the ongoing debates on cross-border co-operation over organised crime. \\n\\nThe key research questions are: \\n\\n1) How is organised crime defined and understood in Northern Ireland and the Republic of Ireland? Do the definitions adopted by both jurisdictions reflect the ones provided by the European Union or the United Nations? If not, why not? \\n\\n2) What are the key strategies and enforcement measures being adopted/implemented in these two jurisdictions?\\n\\n3) What provision is there to facilitate cross-border co-operation between these jurisdictions? Has that been assisted by the European Union or the United Nations? \\n \\n4) What are the factors affecting the effective prevention and suppression of organised crime in these jurisdictions? Are these factors common to the two jurisdictions or particular to one?\\n\\n5) Is there a strong link between organised crime and terrorism in these jurisdictions, and Northern Ireland in particular? Are the law enforcement responses adequate to address this nexus? \\n\\n6) What challenges are posed to the protection of human rights of citizens generally, including those suspected of organised crime and victims of it? \\n\\n7) In light of the devolution of powers relating to criminal justice and policing in Northern Ireland, what are the key challenges facing authorities from both jurisdictions, particularly in relation to cross-border co-operation? \\n\\n8) How are the regional (EU law) and international (UN Convention) standards translated and implemented in practice at the national level? \\n\\nIn order to address these questions, the researchers will conduct in-depth desktop analysis of national legislation, policy/strategy papers published by governments, reports of non-governmental organisations and academic literature in the first instance. This will be complemented by a series of semi-structured interviews to be held with the key stakeholders, such as civil servants, law enforcement agencies, defence lawyers, victims of organised crime, as well as representatives of relevant European organisations such as Europol and Eurojust. Through these interviews, it is hoped that information obtained by desktop research will be verified, and the researchers will also be able to obtain other information which may not be available in the public domain, such as upcoming reforms of legislation, detailed crime statistics, and new initiatives.\\n\\nThe research will be beneficial to academics beyond the discipline of law, such as criminology and other social science subjects. It is also relevant to the key stakeholders such as law enforcement officials, policy makers, officials of international organisations and members of civil society. In summary, it is hoped that the research will make some impact upon policy development in the field.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/I022406/2","grantId":"AH/I022406/2","fundValue":"148728","fundStart":"2012-10-01","fundEnd":"2014-03-31","funder":"AHRC","impactText":"  Dissemination through seminars and workshops Education,Government, Democracy and Justice Societal,Policy & public services","person":"Tomoya  Obokata","coPersons":[],"organisation":"Keele University","findingsText":" We discovered that both Northern Ireland and the Republic of Ireland have been instrumental in implementing various measures against organised crime. There have been a number of good practices as well as areas of improvement, and we have proposed practical recommendations. I hope that our findings will be considered by relevant stakeholders for policy discussion and development relating to organsied crime. Education,Government, Democracy and Justice","dataset":"gtr"}