{"id":"F5E1BA32-6EAA-45E6-8488-EA5F9B15EB3F","title":"Satellite LiDAR enhancement of Forest Inventory and Production Forecast Capabilities","abstractText":"Knowledge of carbon distribution stored within vegetation is an important factor necessary for reporting changes in carbon stock and recognised in international agreements such as the Kyoto Protocol to the United Nations Framework Convention on Climate Change 1997. Quantifying tree volume is also of great importance for forest management to monitor stand performance and assess commercial potential. Additionally, the vertical structure of vegetation can provide useful information regarding the quality of woodlands as species habitats. Satellite-derived optical data can provide a two-dimensional perspective of land class distribution and therefore permits the delineation of forests and stands according to the reflective properties for large areas. However, estimates to quantify vegetation from optical data rely on indirect assumptions based on its reflectivity at different wavelengths. Light Detection and Ranging (LiDAR) provides a direct means of estimating vegetation height, vertical profile, volume and canopy cover using the structural properties of the vegetation itself. Full waveform LiDAR uses the ability for laser pulses, emitted from terrestrial, airborne or satellite platforms, to penetrate gaps between vegetation foliage. Energy is reflected and returned to the sensor from all intercepted surfaces within the illuminated area (footprint), meaning that the returned waveform represents both the canopy structure and surface topography. The time taken for the returned energy to be detected at the sensor can be converted into distance using the speed of light which allows elevation differences between the intercepted surfaces to be calculated, therefore providing a vertical canopy profile. The Geoscience Laser Altimeter System (GLAS) aboard the Ice, Cloud and land Elevation Satellite (ICESat) provides near global coverage three times annually, sampling the Earth's surface using approximately 64 metre diameter LiDAR footprints. This innovative satellite therefore offers an unprecedented opportunity for seasonal biophysical parameter retrieval at regional to global scales. As part of the the National Forest Inventory, land cover maps identifying forested areas will be produced by the Forestry Commission during the course of this research. These will be used to define areas of Interpretive Forest Types (i.e. broad vegetation classes including conifers, broadleaves, newly planted stands, etc.) which will be further segmented into species classes using optical remotely sensed data. Returned LiDAR waveforms will then be used for sample plots of these classes to establish relationships with important forest parameters used in vegetation analysis. These will include direct relationships with vegetation height profile, canopy cover and stemwood volume as well as the indirect estimation of parameters used in forestry applications such as mean diameter distribution and basal area. These models will then be used to extend the estimates across classified areas leading to the production of a nation-wide cartographic product. This is be of particular interest for forest inventory purposes as, whilst comprehensive information is available relating to public woodland, this is not the case for privately owned land. As private land accounts for 60% of Britain's woodlands and 80% of timber production, methods of validating estimates of vegetation parameters for these areas would serve to reduce uncertainty in carbon accounting. Furthermore, the three/dimensional perspective of this product would allow habitat structure to be related to land cover type and species distribution for a more comprehensive analysis of habitat properties and fragmentation. Vertical vegetation structure can also be used to better understand ecosystem fluxes and the effects of humans and the environment on these.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F021437/1","grantId":"NE/F021437/1","fundValue":"239406","fundStart":"2009-01-01","fundEnd":"2014-12-31","funder":"NERC","impactText":"  The aim of this research was to improve ability for operational forest monitoring through use of new remote sensing techniques, specifically light detection and ranging (lidar). The research findings demonstrated use of space borne lidar as an operationally useful techniques to enhance ability to improve forest inventory, working closely with UK Forest Research. Additional collaboration with NASA Goddard Space Flight Center demonstrated use of combined lidar and optical remote sensing for global monitoring of forests, including improved understanding of seasonal cycle in tropical forests. The research has also contributed to a new dataset of global vegetation height made available to the global community, suitable for improved modelling of climate. Aerospace, Defence and Marine,Agriculture, Food and Drink,Environment Policy & public services","person":"Peter  North","coPersons":[],"organisation":"Swansea University","findingsText":" The aim of this research was to improve ability for operational forest monitoring through use of new remote sensing techniques, specifically light detection and ranging (lidar). The research findings demonstrated use of space borne lidar as an operationally useful techniques to enhance ability to improve forest inventory, working closely with UK Forest Research. Additional collaboration with NASA Goddard Space Flight Center demonstrated use of combined lidar and optical remote sensing for global monitoring of forests, including improved understanding of seasonal cycle in tropical forests. Findings are discussed in detail in the 10 journal publications arising from this grant. Currently Aerospace, Defence and Marine,Agriculture, Food and Drink,Environment","dataset":"gtr"}