{"id":"F5E4E330-6D53-4C54-BB68-61B5287F3C5F","title":"Deficient Wnt signalling in synapse degeneration and its contribution to PD","abstractText":"In Parkinson's disease (PD), dopamine (DA) producing nerve cells or neurons in a brain area called substantia nigra (SN) progressively degenerate. These neurons make connections, called synapses, with neurons in another brain area, the striatum, which is essential for coordination of body movement, regulation of fine-motor movement (known as dexterity) and inhibition of involuntary movement. Thus, the loss of connections or synapses between the SN and the striatum contributes to motor deficits observed in people with PD. Several animal models of PD exhibit loss and dysfunction of synapses in the striatum, which is accompanied by defects in motor coordination in the absence or before dopamine neuron death. These findings suggest that synapse loss is an early event in PD. Although great progress has been made in the identification of some of genes involved in PD, little is known about the mechanisms that contribute to the maintenance of synapses and what triggers synapse degeneration in PD. Currently no effective cure or treatments to slow or stop disease progression are available for PD. Importantly, methods for detection of this disease at early stages are not available. Therefore, there is a great need to understand the molecular mechanisms that regulate synapse stability and what triggers their loss in PD. \n\nThese studies will provide the foundations for the development of novel therapeutic targets that protect synapses and therefore prevent or delay the onset of PD\nIn the last two decades, great progress has been made in understanding how synapses form during early development. However, much less is known about how nerve cells maintain their connections or synapses in the adult brain. Importantly, there is very little knowledge of the mechanisms that trigger the loss and/or dysfunction of synapses in neurodegenerative diseases. Our research group has been studying the cellular and molecular mechanisms that regulate the formation and growth of synapses in the young brain using the mouse as a model organism. Recently, we have become interested in unraveling the mechanisms that triggers synapse loss in neurodegenerative diseases.\n \nWith the aim to study synapse degeneration, we generated a transgenic mouse model that produces a secreted protein in the brain resulting in the loss of synapses in the adult striatum. These mice also exhibit defects in motor coordination similar to those observed in animal models of PD. Our studies led to the discovery of a novel function for a family of secreted proteins in synapse maintenance in the adult brain. \n\nOur transgenic mouse model is an invaluable genetic tool for elucidating the mechanisms that lead to synapse disassembly and dysfunction in the adult and ageing brain. In this project, we plan to use these mice to identify the proteins that contribute to synapse degeneration using novel molecular techniques. We will characterise the function of these molecules in the striatum using a combination of molecular, cellular, electrophysiological and behavioural approaches. These molecules could serve as therapeutic targets aimed at protecting synapses and ameliorating the symptoms in PD. In this proposal we will address the following questions: 1) What are the molecular underpinnings of synapse degeneration? 2) How does synapse loss affect neuronal circuits within the adult striatum? 3) How is synapse vulnerability affected during aging, a major risk factor for PD? \n\nOverall our studies will shed new light into the molecular mechanisms that maintain and protect synapses in the striatum and therefore contribute to the development of new treatments for PD. Moreover, molecules that mediate early synaptic loss could serve as biomarkers to diagnose PD at early stages.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M014045/1","grantId":"MR/M014045/1","fundValue":"621913","fundStart":"2015-02-01","fundEnd":"2018-01-31","funder":"MRC","impactText":"","person":"Patricia Cristina Salinas","coPersons":["Alasdair James Gibb"],"organisation":"University College London","findingsText":"","dataset":"gtr"}