{"id":"F5E595EF-FA4F-418A-AC4F-25F9CFC859C7","title":"Peer support to encourage adoption and maintenance of Mediterranean diet: a feasibility and pilot study.","abstractText":"This research will determine whether using peer support encourages people at high risk of developing cardiovascular disease to change their diet towards a Mediterranean Diet [eating more wholegrain cereal foods, more fruit and vegetables, more fish (particularly oily fish), legumes and nuts, less red meat, more poultry and use of olive-oil based fats]. Initial work will explore the perceived potential effectiveness of different strategies of peer support and seek a consensus opinion on what might work best, by talking to people at high risk of cardiovascular disease, health professionals and healthcare-linked charities and community groups. This peer support method will then be tested over one year, in comparison with an already-proven Mediterranean Diet-promoting intervention, and a minimal intervention (overall n=75). Adherence to the diet will be assessed using a questionnaire which been shown to accurately determine how closely a Mediterranean Diet is being followed, and through the use of blood sample analysis to assess nutritional status. Throughout the study, researchers will talk to all those involved with the study (for example participants, peer supporters and healthcare professionals), to explore ways in which the peer support intervention can be improved. The results of this study will be used to guide the design of a larger study to determine whether a peer support intervention to promote a change in diet towards a Mediterranean Diet can reduce the chance of people at high risk of cardiovascular disease developing diabetes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J000388/1","grantId":"MR/J000388/1","fundValue":"290036","fundStart":"2012-09-01","fundEnd":"2016-03-31","funder":"MRC","impactText":"","person":"J  Woodside","coPersons":["Lindsay  Prior","Michelle  McKinley","Christopher Charles Patterson","Margaret E Cupples","Julia  Lawton","Frank  Kee","Ian  Young","Katherine Marie Appleton"],"organisation":"Queen's University of Belfast","findingsText":"","dataset":"gtr"}