{"id":"F5ED555E-E911-4222-A746-1A09D26302EA","title":"Network of Excellence in IT Forensics and Data","abstractText":"The proposal for this Network arises as a result of the outcome of an invited workshop, organized jointly by EPSRC and the Ministry of Defence Science Advisors (MOD SA) on the topic of IT Forensics and Data Analysis, reflecting the agreement of the participants to maintain the momentum to create solutions to the scientific and engineering needs identified in this context by the MOD. The event brought the Network founding membership together for the first time, coming as they do from range of disciplines and as a result reflecting a synergy of activity across a wide spectrum. This ranges from IT hardware and software, machine vision, pattern recognition and sensing to data storage, encryption and analysis and including the social science aspects of behaviour and its analysis relating to security issues. The Network plans capitalize upon the momentum of this Workshop.The very diversity discussed underpins the need for and timeliness of the Network / this new, interdisciplinary and broadly-based group would not naturally come together, yet at the meeting demonstrated a commitment to working together to solve key problems in the field. The academic participants at the workshop, responding to the initiatives of the security and law enforcement agencies, recognized the value and benefits of pooling and where appropriate, fusing their expertise across the range of the key skills needed to address the rapidly changing problems and topical and evolving issues facing these agencies today. As a result, they have developed a timely and responsive strategy exemplified in the creation of a Network that will represent a forum for the exchange of data and information, promoting mobility through the creation of new, adventurous and exciting project proposals and teams and thus facilitating of a better response to the rapidly changing requirements to help ensure the safety and security of the environment and public in the UK.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E029167/1","grantId":"EP/E029167/1","fundValue":"124307","fundStart":"2007-08-31","fundEnd":"2010-08-30","funder":"EPSRC","impactText":"  In ideas taken forward in future grants by the applicant and others Aerospace, Defence and Marine,Education,Security and Diplomacy Societal,Economic","person":"Kenneth Thomas Victor Grattan","coPersons":["Panos  Liatsis"],"organisation":"City University London","findingsText":" The key findings were in the value of setting up such a network and the opportunities arising from creating a critical mass to address key research questions. In exploring the breadth of the consortium created an taking advantage of that. Digital/Communication/Information Technologies (including Software),Education,Security and Diplomacy","dataset":"gtr"}