{"id":"F5F16CEB-DD10-45E5-B1CF-0E8144D8F501","title":"Simple coherent anti-Stokes Raman spectroscopy system for minimally-invasive 3-D microscopy of lipid rafts in migratory cells","abstractText":"Recent data from several laboratories has shown that lipid rafts in the cell membrane act as platforms to allow the correct spatial clustering and interaction of proteins essential for driving directed cell migration. Among other functions, lipid raft structures are linked with intracellular signalling proteins to specific sites at the membrane, thus enabling biological activation. To date, most of the evidence for the existence and role of lipid rafts has come from indirect methods such as detergent extraction of the plasma membrane. Rafts have proven difficult to visualise in living cells due to the difficulties associated with fluorescent labelling. A non-invasive strategy is therefore sought to investigate lipid structures in migratory living cells. We propose to bridge this technology and information gap by developing a dedicated instrument for minimally invasive visualisation of lipid rafts in situ, using coherent anti-Stokes Raman scattering (CARS) microscopy. CARS microscopy is an established technique that uses two laser sources to spectroscopically determine the chemical composition of a sample. In CARS imaging, the two light sources interact in a sample to generate a signal that is used to create a contrast image. A signal can be generated from any sample provided that the lasers can deliver the wavelengths necessary to excite the molecular vibration. Also, no chemical fluorescent labelling is required in CARS imaging, which reduces the sample perturbation. Hence, CARS microscopy is ideally suited to visualising lipid raft structures in situ. The current technology employed for CARS imaging is expensive, high-maintainance and is difficult to operate. By developing a simplified and low-cost workstation for both conventional and multiplex CARS microscopy using recent developments in photonics technology, we will perform spectroscopic imaging of lipid rafts and further structures without compromising cell viability.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E000517/1","grantId":"BB/E000517/1","fundValue":"448727","fundStart":"2007-03-01","fundEnd":"2010-07-31","funder":"BBSRC","impactText":"","person":"Gail  McConnell","coPersons":["Madeline  Parsons"],"organisation":"University of Strathclyde","findingsText":" We have developed a label-free imaging microscope that can visualise cells and sub-cellular components without the need for additional chemistry. Commercialisation may be possible (with concession to IP held by Olympus and Leica). Chemicals,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}