{"id":"F5F4A6FA-4BA1-44EC-B0EA-0C9FB91515EB","title":"Quantifying the impact of biomass burning and stratosphere-troposphere exchange on tropospheric ozone using Aura data and 3-D modelling","abstractText":"Ozone in the stratosphere protects life on Earth from harmful ultraviolet radiation. In the troposphere, however, it is a harmful pollutant, increasing the incidence of lung disease and decreasing the productivity of crops. Human activities do not emit much ozone directly. However, they do emit many molecules which participate in chemical reactions which form ozone. So, before we can control the levels of ozone, we need to understand where these other molecules come from and how they cause ozone to form. A major source of ozone precursor molecules is the burning of biomass: this also contributes to poor air quality in other ways. Pollution from biomass burning spreads around the globe, affecting areas at great distances from its sources. The chemistry of the troposphere is complex, requiring detailed computer models in order to simulate its behaviour. Because some of the ozone in the troposphere comes from the stratosphere, it is advantageous to use a single model that simulates both regions and the transport of air between them. The TOMCAT/SLIMCAT three-diemnsional model is a state-of-the-art model of this type. Satellites have made global measurements of trace chemicals in the stratosphere for several decades. To do the same for the troposphere is much more difficult. Aura is a satellite, launched in July 2004, which carries out this mission. Four instruments fly on Aura of which three make measurements of tropospheric chemistry. These three instruments operate in different ways and have very different strengths and weaknesses. The purpose of this proposal is to gain an improved understanding of the processes that produce tropospheric ozone. To achieve this, we will combine data from Aura with the TOMCAT/SLIMCAT model. It will first be necessary to assess the degree to which the model agrees with the measurements. In order for this comparison to be made, it is necessary to extract data from the model at the same times and places and in the same manner as the measurements are made. With this assessment done, we then intend to work backwards from the measurements, in order to estimate how much of various pollutant molecules are being emitted and hence how much biomass is being burned. We will also estimate how much of the ozone in the troposphere comes from the stratosphere.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E004059/1","grantId":"NE/E004059/1","fundValue":"51143","fundStart":"2007-10-01","fundEnd":"2010-09-30","funder":"NERC","impactText":"  For details see entry for award NE/E003990/1  ","person":"Hugh Charles Pumphrey","coPersons":["Martyn  Chipperfield"],"organisation":"University of Leeds","findingsText":" This award was really a small part of another award: NE/E003990/1. Please see the details given under NE/E003990/1 for more information. Again, see NE/E003990/1 for details. Agriculture, Food and Drink,Environment","dataset":"gtr"}