{"id":"F5F4206D-E85C-4882-A5FF-AAD289E93622","title":"Skin Reflectance and Face Shape Estimation Using Photometric Stereo","abstractText":"This proposal aims to advance the state-of-the-art in 3D face recognition by means of a novel, non-intrusive and highly efficient skin reflectance capture technology. The techniques developed will, in-turn, enable rapid facial geometry analysis and enhanced recognition rates.Face recognition is currently a rapidly growing area of research within industry and academia. Indeed, 2D face recognition is now at a stage where a few industrial applications are possible. However, these methods, which just use a single 2D image of a face to perform the recognition, are excessively limited by the fact that the face becomes unrecognisable when variations such as pose, illumination, make-up or expression are present. However, the 3D shape of the face does not change at all with many of these variations, and changes only minimally with expression. Consequently, an increasing amount of face recognition research is focussing on ways to use the 3D shape of the face for identification.Here, we are proposing to use a Photometric Stereo (PS) method for 3D shape estimation. The main advantages of the proposed method compared to other 3D face shape capture devices will be (1) cheaper to construct hardware, (2) fast acquisition and processing, (3) largely unaffected by ambient illumination, (4) person-specific reflectance considered, (5) more accurate than standard PS, (6) possibility of using the reflectance properties to aid recognition, and (7) minimal calibration required.A large number of methods for using the 3D facial geometry have been proposed in the scientific literature and very promising results have been attained. However, the question of how to capture a subject's 3D face shape prior to recognition is an open one. Existing approaches use technology that is too expensive and too slow for most applications. This proposal is motivated by the need to address this question.The main contributions of the proposed work will be in two areas: photometric stereo (PS) and reflectance analysis. Photometric stereo is a method of estimating the 3D geometry of an object by imaging it under three or more illumination directions. For this project, we will be using five light sources, and aim to simultaneously acquire both shape and reflectance information. We will be using a high speed light-camera synchronisation device developed here at UWE for this task. This will allow deducing a mapping between the orientations of the recovered surface and the measured pixel intensities which will form a quantitative measure of the skin reflectance properties. An iterative method will then be used to update the surface estimate and the reflectance properties until convergence. Thus, we will arrive at a lookup-table set of reflectance measurements and an optimal shape estimate, which will allow for improved face recognition. This is a novel approach to PS and should allow us to diminish some of the strong assumptions on surface orientation that most current methods impose. The main challenge here will be in forming the relationships between the image-based skin reflectance measurements and the skin orientation for the whole face in order to acquire the optimal 3D shape estimate.The final stage of the project will involve applying face recognition methods developed previously both at the MVL and at other institutions for a comparative analysis. This will demonstrate improvements in recognition rates compared to 3D methods using standard PS and other techniques.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I003061/1","grantId":"EP/I003061/1","fundValue":"101895","fundStart":"2011-04-01","fundEnd":"2013-05-31","funder":"EPSRC","impactText":"","person":"Gary Alan Atkinson","coPersons":[],"organisation":"University of the West of England","findingsText":"","dataset":"gtr"}