{"id":"F5F63B22-0934-45FB-9901-0FE1A69CF24F","title":"A travelling exhibition of the Herschel Hi-GAL Milky Way","abstractText":"One of the Key Projects currently being carried out by the Herschel Space Observatory is the Hi-GAL survey of the Milky Way (https://hi-gal.ifsi-roma.inaf.it/higal/). Hi-GAL is the biggest area and highest resolution survey of the Milky Way that has been carried out to date, and is revealing the Galaxy's star formation and molecular clouds in stunning detail. What we would like to achieve through this Small Award is to bring the Hi-GAL vision of the Milky Way to the general public by staging an exhibition of the Hi-GAL images. We plan to do this in an innovative way, by creating a walking tour of the Milky Way in the form of a 50m long floor display that can be shown in a variety of venues. \n\nOur primary aim is to bring the science behind Herschel and its beautiful images to a wide audience which would not normally get to appreciate them, by placing the floor display in venues that attract a wide spectrum of visitors. Our secondary aims are to showcase the strong UK involvement in Hi-GAL and Herschel, using venues geographically linked to the UK institutes involved.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/J501542/1","grantId":"ST/J501542/1","fundValue":"6550","fundStart":"2012-08-16","fundEnd":"2013-08-15","funder":"STFC","impactText":"  The research findings were used to create an innovative floor display of the Herschel Hi-GAL image of the Milky Way. Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections Cultural","person":"Mark Anthony Thompson","coPersons":["Toby John Moore","Christopher Michael Brunt","Glenn  White","Derek  Ward-Thompson","Melvin  Hoare","Michael J. Barlow","Christopher  North","Gary  Fuller","Matt  Griffin"],"organisation":"University of Hertfordshire","findingsText":" This award was for public engagement and was used to create an exhibit for public display at open evenings and museums. The exhibit is a floor display of the the Milky Way as seen by the Herschel Spcae Observatory. Similar exhibits might be constructed of Milky Way images from other telescopes and missions. Culture, Heritage, Museums and Collections","dataset":"gtr"}