{"id":"F5F78E06-C19E-4588-8865-49C82038C7D9","title":"Alternative cell source for autologous tissue engineering of intervertebral disc - Discogenic differentiation","abstractText":"The spine consists of a series of bones with intervertebral discs between them. These washers or spacers consist of a particular type of cartilage which, besides acting as shock absorbers in the spine, also give it flexibility and allow the spine to bend and twist. Unfortunately, degeneration of the disc is common and can lead to back pain. Current methods of treatment are not always successful and we need to find better ways to treat degenerate discs and back pain. Tissue engineering is a promising approach because it uses living cells and they may be able to replace degenerate tissue with normal disc material. However, there are very few cells in the disc and they are often not very healthy or active. Also the environment inside the disc is unusual in that the cells have little food or oxygen, often in an acidic environment and have to carry a lot of mechanical load. Previous attempts to repair the disc by tissue engineering do not appear to have been very successful, although this approach shows promise for other, related cartilages. The aim of this project is to use different types of cells from other areas of the body such as from skin, bone marrow or fat. By growing them in various conditions cells change the way they grow and change the types of molecules they produce. We will identify what culture conditions might change skin, bone or fat cells into disc cells, so enabling them to make material suitable for replacing degenerate disc tissue. The culture conditions that are expected to influence the behaviour of these cells are: oxygen concentration, osmotic pressure, pH, concentration of lactic acid (a product of anaerobic respiration), mechanical load, nutrients and growth factors. Growth factors are molecules which influence the ability of cells to make new tissue; those that are of special importance here are the ones that encourage cells to make molecules that disc cells normally do. The work involved in this project will be carried out in the Centre for Spinal Studies at the Robert Jones &amp; Agnes Hunt Orthopaedic Hospital in Oswestry (which forms part of the Institute of Science &amp; Technology for Medicine at Keele University) and Oxford University. Staff in Oswestry and Oxford have a great deal of experience in treating back pain patients with degenerate discs and also in growing cells in the laboratory. Joint with BB/D00215X.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D004780/1","grantId":"BB/D004780/1","fundValue":"158562","fundStart":"2006-02-01","fundEnd":"2009-07-31","funder":"BBSRC","impactText":"","person":"Jill  Urban","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}