{"id":"F5FA8814-CE49-4494-932A-32FCC9118A92","title":"Signaling to plant immunity responses (PathoNet)","abstractText":"The overall scientific goal of PathoNet is to close the gaps in our knowledge on PAMP-induced signalling such as connecting signal perception at the plasma membrane (PM) to further transduction by kinase cascades; the connection of signalling through MAPK to their targets and relating it to downstream responses; and interlink these to plant innate immunity. We offer systematic approach integrating i) identification of PAMP receptor (EFR)-interacting proteins (EIPs), ii) investigation of specific PAMP-induced MAPK signalling pathway, iii) uncovering MAPK targets by phosphoproteomics, iv) monitor whole genome activity in response to MAPK-mediated signals, v) systemic plant physiological responses, vi) plant sensitivity towards bacterial pathogens/elicitors. Thereby, our approach is covering PAMP-induced signaling starting from perception at the PM, spanning new hypothesis-led model towards identification of new pathway components, integrating data-led 'omics' and bioinformatics tools to extend current understand about plant innate immunity.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G024944/1","grantId":"BB/G024944/1","fundValue":"317016","fundStart":"2009-10-01","fundEnd":"2012-09-30","funder":"BBSRC","impactText":"","person":"Cyril  Zipfel","coPersons":[],"organisation":"University of East Anglia","findingsText":" Results and outputs\nResources generated\n- Clones for all putative EFR interactors (n=52).\n- Clones of EFR, FLS2, BAK1 and BRI1 cytoplasmic domains and kinase domains for yeast two-hybrid assays.\n- Clones of full-length EFR, FLS2, BAK1 and BRI1 for yeast split-ubiquitin assays.\n- Clones of EFR, FLS2, BAK1, BRI1, BIK1 and CLV1 for bi-fluorescence complementation (BiFC) assays (split-YFP).\n- Clones of 15 confirmed EFR interactors in binary vectors for expression in plants.\n- Homozygous Arabidopsis insertional mutants for 15 confirmed EFR interactors.\n- Stable transgenic Arabidopsis lines expressing tagged versions of GRP7 and PP2C-interacting with EFR (PIE).\n\nOther results and outputs\nCollaborative efforts \n- Exchange of plant lines\n- Testing the function of AP2Cs in PAMP-triggered immunity. The PhD student Justyna Boniecka from the laboratory of Irute Meskiene (University of Vienna, Austria) came for 2 months funded by an EMBO Short-Term Fellowship (Nov-Dec 2011) to perform these experiments.\n- Annual progress meetings were held in Austria (2009, 2010), Germany (2011) and UK (2012).\n\nPublications:\n\n15. Shubchynskyy V, Boniecka J, Schweighofer A, Simulis J, Kvederaviciute K, Stumpe M, Mauch F, Balazadeh S, Mueller-Roeber B, Boutrot F, Zipfel C and Meskiene I (2014) Identification of a novel role of the MAPK phosphatase AP2C1 in plant innate immunity. In preparation for PLoS Pathogens.\n\n14. Segonzac C, Macho AP, Sanmartin M, Ntoukakis V, Sanchez Serrano JJ and Zipfel C (2014) Negative control of BAK1 activity by PP2A during plant innate immunity. EMBO J, 33: 2069-2079.\n\n13. Macho AP, Schwessinger B, Ntoukakis V, Brutus A, Segonzac C, Roy S, Kadota Y, Oh MH, Sklenar J, Derbyshire P, Lozano-Duran R, Gro Malinovsky F, Monaghan J, Menke FL, Huber SC, He SY and Zipfel C (2014) A bacterial tyrosine phosphatase inhibits plant pattern recognition receptor activation. Science, 343 (6178): 1509-1512.\n\n12. Gro Malinovsky F, Batoux M, Schwessinger B, Stransfeld L, Win J, Kim SK and Zipfel C (2014) Antagonistic regulation of growth and immunity by the Arabidopsis bHLH transcription factor HBI1. Plant Physiology, 164:1443-1455.\n\n11. Lozano-Dur?n R, Macho A, Boutrot F, Segonzac C, Somssich IE and Zipfel C (2013) The transcriptional regulator BZR1 mediates trade-off between plant innate immunity and growth. eLIFE, 2(0):e00983.\n\n10. Farid A, Gro Malinovsky F, Veit C, Schoberer J, Zipfel C, Strasser R (2013) Specialized roles of the conserved subunit OST3/6 of the oligosaccharyltransferase complex in Arabidopsis innate immunity and tolerance to abiotic stresses. Plant Physiology, 162(1):24-38.\n\n9. Nicaise V, Joe A, Jeong B, Korneli C, Boutrot F, Westedt I, Staiger D, Alfano J and Zipfel C (2013) Pseudomonas HopU1 modulates plant immune receptor levels by blocking the interaction of their mRNAs with GRP7. EMBO J, 32:701-712.\n\n8. Segonzac C, Nimchuk ZL, Beck M, Robatzek S, Meyerowitz EM and Zipfel C (2012) The shoot apical meristem regulatory peptide CLV3 does not activate innate immunity. Plant Cell, 24(8): 3186-3192.\n\n7. Albrecht C, Boutrot F, Segonzac C, Schwessinger B, Gimenez-Ibanez S, Rathjen JP, Chinchilla D, de Vries S and Zipfel C (2012) Brassinosteroids inhibit PAMP-triggered immune signalling independent of the Arabidopsis LRR-RLK BAK1. PNAS, 109(1): 303-308.\n\n6. Ntoukakis V, Schwessinger B, Segonzac C and Zipfel C (2011) Cautionary notes on the use of C-terminal BAK1 fusion proteins for functional studies. Plant Cell, 23(11): 3871-3878.\n\n5. Dennes L, McKenna JF, Segonzac C, Wormit A, Madhou P, Bennett M, Mansfield J, Zipfel C and Hamann T (2011) Cell wall damage-induced lignin biosynthesis is regulated by a ROS- and jasmonic acid dependent process in Arabidopsis thaliana. Plant Physiology, 156(3):1364-1374.\n\n4. Segonzac C, Feike D, Gimenez-Ibanez S, Hann D, Zipfel C and Rathjen JP (2011) Hierarchy and roles of PAMP-induced responses in Nicotiana benthamiana. Plant Physiology, 156(2):687-699.\n\n3. Segonzac C and Zipfel C (2011) Activation of plant pattern-recognition receptors by bacteria. Current Opinion in Microbiology, 14 (1):54-61.\n\n2. Boutrot F, Segonzac C, Chang KN, Qiao H, Ecker JR, Zipfel C* and Rathjen JP* (2010) Direct transcriptional control of the Arabidopsis immune receptor FLS2 by the ethylene-dependent transcription factors EIN3 and EIL1. Proc. Natl. Acad. Sci. USA, 107: 14502-14507.\n\n1. Nicaise V, Roux M and Zipfel C (2009) Recent advances in Plant-triggered immunity against bacteria: Pattern Recognition Receptors (PRRs) watch over and raise the alarm. Plant Physiology 150: 1638-47. Engineering of disease-resistant plants Agriculture, Food and Drink,Chemicals,Environment,Other","dataset":"gtr"}