{"id":"F6018A8C-A376-4BD1-B790-C89055F12B61","title":"The development of 129Xe polarisation optimised MRI techniques for functional lung imaging.","abstractText":"Lung disease is the 4th largest cause of death worldwide and also creates a massive burden of ill health. Current methods for monitoring the extent and progression of lung disease such as chronic obstructive pulmonary disease (COPD) ans interstitial lung disease (ILD) are limited to anatomical information derived from high resolution CT scanning or functional information from pulmonary function testing. There is a major need for a method to noninvasively monitor regional variations in ventilation and gas transfer using nonradioactive techniques in order to provide a sensitive way to aid diagnosis and monitor therapy. The aim of this proposal is to utilize advances made at the University of Nottingham in the field of hyperpolarized gas technology, coupled with state of the art magnetic resonance (MR) imaging, to develop new, clinically valuable methods to monitor the extent and progress of lung disease in patients.This proposal will achieve this aim through a new collaboration between internationally recognized researchers in the Sir Peter Mansfield MR centre (Prof P Morris, Dr M Barlow and colleagues) and a clinical academic with specific expertise in lung disease (Prof IP Hall), both in the University of Nottingham, and collaborators at GE Healthcare, a major international manufacturer of clinical imaging equipment. Specifically, during this programme of research we will (i) optimize methods for the standardized production of hyperpolarized Xenon to underpin these novel imaging techniques, (ii) develop equipment, software and MR techniques to achieve high resolution functional images of ventilation and gas transfer in normal subjects, and (iii) establish an academic imaging facility embedded in the Medical School to facilitate initial physiological imaging of both in and out patients with specific lung diseases in an appropriate clinical environment using optimized MR methodology. This project therefore offers the possibility of providing novel clinical tools for the diagnosis and monitoring of pulmonary diseases.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G003076/1","grantId":"EP/G003076/1","fundValue":"1038860","fundStart":"2008-10-01","fundEnd":"2011-09-30","funder":"EPSRC","impactText":"  Developments on understanding the fundamental physics of producing hyperpolarised 129Xe has led to the production of an open source polariser platform. This has been developed in close collaboration with groups at vanderbilt, SIUC IL and Harvard. This platform has been reported in PNAS (2013 - see publication list for this grant) due to its world record polarisation of above 90% in clinically useful doses for lung imaging. A copy of this polariser is now being built at Nottingham for clinical imaging of both lung and in-vivo brain.\nIn parallel to the polariser development we have collaborated with Sheffield (Prof. Jim Wild) to develop fast imaging sequences for hyperpolarised 129Xe in the human lung. We are currently developing more advanced MR coil structures for accelerated imaging and able to accommodate patients with high BMI and weight/size issues. Healthcare,Pharmaceuticals and Medical Biotechnology Societal","person":"Peter Gordon Morris","coPersons":["Ian  Hall"],"organisation":"University of Nottingham","findingsText":" Within the first year of this programme a new optical pumping regime was discovered by our team and collaborators at SIUC Illinois USA. This enabled for the first time the operation of a xenon polariser with a xenon rich mix within the optical cell that produced greater than 12% polarisation without the need for a freeze / thaw collection as conventionally required. The gas could be directly collected from the optical cell and dispended into a Tedlar bag for administration to a patient. To improve polarisation our team was the first to explore and report high power frequency narrowed Cs optical pumping. This delivered a two-fold improvement in polarisation. Our team has worked with a newly formed UK-USA consortium that has produced a xenon polariser for clinical use using the above new modality of operation. A second-generation version of this polariser is currently being build at Nottingham and will be used for clinical studies starting in 2014. The team is currently using 3D Raman and ESR to further improve the Xe polarisation within the optical cell and developing simplified gas handling / collection for subsequent administration to patients.\n\nWith the Xe polariser provided by GE Healthcare initial work started on phantoms to develop MRI sequences that would take advantage of the 8 channel parallel receive MRI coil developed with Rapid. More recently work has moved onto ex-vivo pig lung imaging with the successful demonstration of regional partial oxygen maps and dissolved phase imaging of the pig lungs. The group has also demonstrated accelerated parallel imaging of hyperpolarised Xe in these ex-vivo pig lungs. MHRA and ethics have now been approved to administer hp Xenon as a drug to both volunteers and patients. Clinical work on volunteers commences in 2014\n\nIn parallel a dedicated MRI facility has been built at the QMC to support hyperpolarized MRI patient studies. This will facilitate rapid translation of the polarisation technology and MRI expertise that has now been developed at Nottingham into clinical studies on COPD and ILD patient cohorts that are currently been recruited for this work. Lung disease is the 4th largest cause of death worldwide and also creates a massive burden of ill health. Current methods for monitoring the extent and progression of lung disease such as chronic obstructive pulmonary disease (COPD) and interstitial lung disease (ILD) are limited to anatomical information derived from high resolution CT scanning or functional information from pulmonary function testing. There is a major need for a method to noninvasively monitor regional variations in ventilation and gas transfer using nonradioactive techniques in order to provide a sensitive way to aid diagnosis and monitor therapy. The aim of this proposal is to utilize advances made at the University of Nottingham in the field of hyperpolarized gas technology, coupled with state of the art magnetic resonance (MR) imaging, to develop new, clinically valuable methods to monitor the extent and progress of lung disease in patients. There is a major clinical need for a method to noninvasively monitor regional variations in ventilation and gas transfer using nonradioactive techniques in order to provide a sensitive way to aid diagnosis and monitor therapy in lung diseases such as COPD and ILD. Hyperpolarised Xenon MRI has been demonstrated to be cable of regional functional imaging of the lung both in terms of ventilation within the lung space and gas exchange into the blood system. However there is very restricted access to this technology and very limited clinical data to date. Thus the team at Nottingham seeks to address these fundamental restrictions by the development of a &quot;open-source&quot; xenon polariser with colleagues in the USA, based on new fundamental optical pumping techniques and new laser technologies developed at Nottingham and SIUC, IL USA. This has allowed for the first time access to this technology without the need to develop &quot;in-house&quot; expertise in these techniques. Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}