{"id":"F6037291-C05F-43AF-B52F-1B30A55B76D2","title":"Rights and the Direction of Duties","abstractText":"Our project will explain what it means to owe someone a duty. Directed duties are owed to specific people (e.g. my duty to my neighbour, to do what I promised her) while undirected duties are not owed to any particular person (e.g. my duty to be benevolent). What does this distinction signify? Do these different types of duty require different forms of behaviour from their bearers? And what determines to whom a directed duty is owed? Answering these questions will throw light on an issue at the heart of contemporary moral, political and legal debates: the fundamental nature of rights.\\n\\nRights are among the central concepts in modern politics, ethics and law, but the two main theoretical traditions have reached a stalemate over what exactly they are: the 'will theory' maintains that rights' distinctive function is to provide right-holders with control over another person's duties, while the 'interest theory' maintains that rights' distinctive function is to protect interests through duties. The difference between these theories shows up in differing judgements about a range of cases including promissory rights, unwaivable rights and the rights of beings incapable of waiving duties, such as babies and animals. To take one example, suppose I promise you that I will care for your mother. The interest theory seemingly allows that both you and your mother can have a right that I care for her in this context, because my caring will serve both your interests. By contrast, the will theory charges the interest theory with being insufficiently discriminating; it denies that your mother can have a right that I care for her in this case because only you, as recipient of the promise, can waive my duty. The vital issue of who has a right in this case remains contested. In our view, which approach is correct depends, at least in part, on the direction of duties. Whether your mother has a right that I care for her because of my promise depends on to whom my duty to care for her is owed: is it owed to you, or to your mother too? Similarly, whether babies and animals can hold rights depends partly on whether they can be owed duties. An account of directed duties is, we believe, a necessary precondition for resolving the long-running disputes over the nature of rights in these and further cases.\\n\\nIn addition, our account of directed duties will clarify a range of related claims that seek to restrict what can qualify as genuine rights: claims that the only genuine rights are non-interference rights (e.g. Nozick, Lomasky), that rights must correlate with 'perfect' duties in Kant's sense (e.g. O'Neill), and that rights must entail duties that are non-maximising 'constraints' (e.g. Nagel argues that my duty not to murder you entails that I should not murder you even to prevent a larger number of murders). We will assess these claims by examining under what circumstances assistance duties can be directed duties, how directed duties relate to 'perfect' duties, and whether all directed duties are 'constraints'.\\n\\nThese issues carry potentially wide-reaching implications for both public policy (e.g. our project will illuminate whether states owe their citizens duties to assist them, derived from citizens' rights, and whether animals and babies can legitimately be ascribed legal rights) and personal morality (e.g. our project will illuminate whether my duties to assist my family are non-maximising 'constraints', or whether I should be willing to violate family ties when this would produce better results overall). We are committed to investigating these practical implications and disseminating our findings.\\n\\nThe 2-year project will produce a substantial body of research in the form of four journal papers, an edited special edition of a journal, workshops and discussion meetings, plus the development of a network of researchers to take work on these important issues forward and to disseminate our results to academics and practitioners.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H002898/1","grantId":"AH/H002898/1","fundValue":"74248","fundStart":"2010-01-01","fundEnd":"2012-06-30","funder":"AHRC","impactText":"","person":"Rowan  Cruft","coPersons":["Leif  Wenar"],"organisation":"University of Stirling","findingsText":" The project focused on analysing the nature of duties 'owed to' others, as opposed to 'undirected' duties. The main development has been a new theory of duties' direction in which the recipient's role or kind plays a major part. This account maintains, to put it roughly, that a duty is owed to whoever, given their role or kind, wants the duty fulfilled. As roles can be socially constructed, this makes 'directionality' something that can be constructed whenever it would be useful, and this raises questions for the common notion that what it is to respect a person's fundamental moral status is determined by the morally justified duties owed to them.\n\n\n\nPreliminary papers on the treatment of duties and rights by Scanlon, Miller and Kamm (see outputs) have now been supplemented by Leif Wenar's major paper developing his view that a duty is owed to whoever wants it fulfilled, given their role or kind (see 'The Nature of Claim-Rights' in outputs). This is a new theory of duties' direction, and Rowan Cruft builds on this theory, using it to illuminate some difficulties in our conception of the moral importance of non-individualistically grounded duties and rights (including property rights in particular), in his major paper 'Why is it Disrespectful to Violate Rights?' (see outputs). This work on the relationship between duties and respect is supplemented in a further paper by Cruft, 'Human Rights, Human Agency and Respect', forthcoming in Reading Griffin on Human Rights, ed. R. Crisp (OUP 2014). \n\n\n\nWenar's paper, 'The Nature of Claim-Rights', is the central focus of a discussion here: http://peasoup.typepad.com/peasoup/2013/04/ethics-discussions-at-pea-soup-leif-wenars-the-nature-of-claim-rights-with-critical-precis-by-arthur.html\n\n\n\nA podcast of Cruft's presentation of an early version of his paper, 'Why is it Disrespectful to Violate Rights?', along with the text of the draft, is available here: http://www.aristoteliansociety.org.uk/the-proceedings/the-programme/rowan-cruft/ The account of a duty's direction is especially useful in thinking about the justifiability of rights language in politics and the law. Government/ Democracy and Justice","dataset":"gtr"}