{"id":"F608D1D9-B8BE-4C90-BB0E-44C49E5B18ED","title":"Nonlinear Nonlocal Aggregation-Diffusion Partial Differential Equations and Applications","abstractText":"This proposal will focus on the development of new mathematical\nanalysis tools and methods, design of suitable numerical schemes,\nand numerical simulation in some selected new applications of the\nfield of nonlinear nonlocal diffusion and kinetic equations inside\nthe broad area of Partial Differential Equations (PDEs). Among the\nnumerous areas of applications, we will concentrate particularly\non some examples which can be identified, at the modelling stage,\nas systems made out of a large number of &quot;individuals&quot; which show\na &quot;collective behaviour&quot; and how to obtain from them &quot;averaged&quot;\ninformation. The behaviour of individuals can be typically\nmodelled via stochastic/deterministic ODEs from which one obtains\nmesoscopic and/or macroscopic descriptions based on mean-field\ntype PDEs leading to kinetic and/or continuum model systems. The\ninterplay between the aggregation/interaction behaviour (nonlocal,\nnonlinear), the transport phenomena, and the nonlinear diffusion,\nis the main goal of analysis of this proposal.\n\nThe research to be developed is centered on developing tools to\nunderstand the long time asymptotics, stability of patterns, and\nfunctional inequalities related to these equations from the\napplied analysis viewpoint. On the other hand, developing\nnumerical schemes to solve accurately these models will help\nunderstanding these theoretical issues while giving information\nfor the proposed applications. This proposal is a focal point of\nseveral mathematical subareas, the research topics need tools and\nideas ranging from differential geometry to mathematical analysis\nusing probability theory and passing through modeling and\nnumerical analysis. It also touches different core areas of\nnowadays interest in Science and Technology such as agent-based\nmodels in mathematical biology. The emphasis of the proposal is in\napplied and numerical analysis from a Partial Differential\nEquations perspective.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K008404/1","grantId":"EP/K008404/1","fundValue":"411398","fundStart":"2013-04-03","fundEnd":"2016-04-02","funder":"EPSRC","impactText":"  Our research in mean field equations for multi-agent interacting models has led to a better understanding of the qualitative properties implied by the effects of short-range repulsion, long-range attraction, and alignment. These studies have potential applications in collective behaviour models applied to swarming dynamics with implications in control engineering for robot and crowd dynamics. We are currently engaging in different probable collaborations with industrialists and researchers in mathematical biology interested in our research in crowd and swarming dynamics.  ","person":"Jose A.  Carrillo","coPersons":[],"organisation":"Imperial College London","findingsText":" During the first half of this project, we have advanced a lot in the understanding of the qualitative properties of nonlocal aggregation - diffusion PDEs. These equations appear in the modelling of many phenomena in the life sciences describing the continuum limit of large number of interacting agents. They lead to mean-field PDEs, where the long-range attraction and alignment are incorporated in nonlocal terms in position and/or velocity, and the short-range repulsion leads to nonlocal terms or nonlinear diffusions. More precisely, we have studied:\n\no Blow-up versus Equilibration, Complex Patterns: \n\nWe have understood that the repulsion strength of the nonlocal interaction determines the qualitative properties of the stationary solutions. In fact, as the repulsion gets stronger and stronger, the support of the solutions is larger and larger and the steady state becomes more and more regular. These properties have implications on the type of patterns that we study in kinetic models. The stability of flock patterns is one of the highlights of this part. Together with the other staff members (Yanghong Huang and Stephan Martin), we have shown that the nonlinear stability of the flock pattern is intimately related to the linear stability except symmetries of the stationary states of first order models. Together with a PhD student we are now analysing the conditions for minimizers to exist for the interaction energy. These ideas have opened up the direction of using particle schemes to solve some of these problems. We have proposed some of these schemes for structured population models together with an error control estimate.\n\no Nonlinear Diffusions, Gradient Flows and Functional Inequalities:\n\nWe have revisited the connection between nonlinear diffusions and flows in metrics of measures showing the equivalence between some notion of convexity for the entropy and the fact that the flows are contractive. We are now working in Renyi entropies in connection with nonlinear diffusions and in different proofs of functional inequalities with sharp constants involving optimal transport. These inequalities have implications in the rate of convergence of nonlocal models such as Keller-Segel type models in mathematical biology.\n\no Applications in Technology, Mathematical Biology and Social Sciences:\n\nWe have shown how flock patterns are stable for the dynamics of swarming with the basic mechanisms of attraction and repulsion. We are currently finishing a work in the understanding of agent models for crowd dynamics. We are incorporating vision cones, local information based models, in such a way that optimal control equations based on it are more realistic. We have started some contact with industrialists such as Buro Happold to render them suitable for applications. Practioners using large scale multi-agent systems might find useful the research done. These models have potential applications in crowd dynamics, control engineering, and mathematical biology. Other","dataset":"gtr"}