{"id":"F6134E4E-F98C-47B1-91F2-CF4F9BBFBF8A","title":"Explosive activity at Volc&aacute;n de Colima, M&eacute;xico - Extrusion rates and eruption mechanisms","abstractText":"In January 2013 volcanic activity at the 'frequently active' Volcan de Colima, Mexico resumed in the form of Vulcanian explosions. Such Vulcanian explosions generate hazardous products such as tephra fallout and pyroclastic density currents and as such potentially pose a considerable risk to the population that live around the volcano. \n\nThis research aims to take this urgent opportunity to study the tephra fallout of these explosions, which will not be preserved otherwise. We will estimate the volume of material being erupted and determine the sulphur dioxide being emitted both before and after explosions. The aim is to understand the driving mechanism for the Vulcanian explosions. Several different methods will be used to study the summit of the volcano and in particular the dimensions of changes, to enable estimation of the rate of any lava extrusion. These methods include over flights of the volcano, allowing photographs to be taken, which will allow estimates of the sizes of lava domes /and or flows to be estimated. In addition, will also use standard optical and radar satellite imagery, which is able to see through cloud cover, to document any changes that have occurred in the summit and the upper flanks. \n\nFollowing initial fieldwork we will characterise the nature of the tephra generated by the activity, its morphology, petrology and chemistry. These studies will provide the basis for understanding the driving mechanism behind this activity. For example is it related to a new pulse of magma and is the gas content of the magma similar to that erupted in previously and how does the geochemistry of the lava compare to previous episodes of activity.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/L000741/1","grantId":"NE/L000741/1","fundValue":"51968","fundStart":"2013-03-15","fundEnd":"2014-02-14","funder":"NERC","impactText":"","person":"Paul David  Cole","coPersons":[],"organisation":"University of Plymouth","findingsText":"","dataset":"gtr"}