{"id":"F6174B10-81CD-4F7B-B8AF-656AA1592BC9","title":"Pulsed Glucocorticoid Replacement Therapy","abstractText":"Cortisol (also called hydrocortisone) is a hormone produced by the adrenal glands that is essential for life. It is produced in a daily (circadian) rhythm with high levels first thing in the morning, falling to very low levels at night time. There are many medical conditions such as Addison's disease, congenital adrenal hyperplasia and pituitary disease where patients cannot produce enough of this hormone and therefore require replacement therapy. At present we give patients standard replacement therapy with tablets in an attempt to mimic a normal hormonal profile. However despite this their death rates remain twice that of the background population (similar to the increased risk from smoking) and patients often feel generally unwell with severe fatigue. It is now known that cortisol is released into the blood stream in approximately hourly pulses, and that this pattern of pulses is vital for the body's normal responses. Unfortunately this pulsatile pattern is not the pattern of replacement that we currently give patients and this could well contribute to the excess death rate and the poor quality of life of these patients. We propose to develop a tailor made treatment that allows us to deliver pulses of hydrocortisone under the skin in a way that closely mimics natural hormone release. We shall initially test this in normal healthy volunteers to ensure we provide infusion rates that are equivalent to those produced in a normal individual. Once we have established the best protocol for this, we will use this infusion pattern in patients with Addison's disease and congenital adrenal hyperplasia. We shall assess the effectiveness of the treatment by measuring their hormone levels and evaluating the improvement in their quality of life and emotional well being using psychological tests that are specifically tailored to the symptoms of our patients.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J012548/1","grantId":"MR/J012548/1","fundValue":"684153","fundStart":"2013-06-30","fundEnd":"2017-06-29","funder":"MRC","impactText":"","person":"Stafford Louis Lightman","coPersons":["Catherine  Harmer","Karin Jane  Bradley","Marcus Robert Munafo","Georgina  Russell"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}