{"id":"F6199685-037A-4FB7-8742-10527128100E","title":"Materials World Network: Collaborative Research on Simple Forms of Quantum Turbulence - Production, Decay and Visualization","abstractText":"Turbulence is universal in high velocity fluid flow. It is of near universal importance for meteorology, ships, aircraft, and the chemical industry. Despite much effort by scientists, mathematicians and engineers, the complexity of the phenomenon is such that it is still not well understood and presents major theoretical challenges. Quite generally, energy is fed into the fluid on a relatively large length scale, and is then successively transformed by non-linear processes to smaller and smaller scales, until it is ultimately converted to heat by dissipative processes. In classical turbulence, this dissipation is due to viscosity.Quantum turbulence (QT) arises in superfluids (4He below 2K or 3He below 2 mK). At very low temperatures T, where the liquid possesses no normal fluid component, it may be a simpler phenomenon because the fluid motion is constrained by quantum effects, yielding turbulence consisting of discrete vortex lines each with one quantum of circulation. The energy cascade cannot be terminated by viscosity because the liquid is inviscid; in 4He the energy is believed to flow through a second turbulent cascade, formed from Kelvin waves on the vortices, until dissipated on very small length scales by phonon radiation (direct generation of heat). Much of this theory is speculative and awaits experimental verification.Our proposed work is experimental, on 4He. Its two linked parts each depend on close collaboration between the partners. The first involves investigation of large-scale properties of the especially simple form of QT produced by a steadily moving grid at a very low T. It involves only the pure superfluid and can be expected to be approximately homogeneous and isotropic (cf. much recent work on the complex and ill-characterized QT produced by oscillating structures). The second is a pioneering project aimed at a flow visualization over the whole superfluid T-range (existing methods cannot be applied at very low T). The first part requires a superconducting grid-drawing motor that is already at an advanced stage of development (Florida, Lancaster and B'ham). It is a technically difficult venture: the component carrying the grid must be levitated to avoid frictional heating, and it must be moved in a controlled way. Feasibility studies and tests have already been completed. We are now moving to production of the first working device, in Florida. In Florida, the gradual decay of the QT will be monitored from the heat it produces, i.e. calorimetrically. In Lancaster the decay will be followed by repeated probing with a beam of small charged vortex rings (with crucial help from Manchester, who recently developed the technique). These complementary experiments will provide evidence relating both to the existence of a range of large length scales at which QT may behave classically, and to the nature of the turbulence on smaller (quantum) length scales.In the second part, the flow will be visualized by use of He2* excimer molecules as seed particles that can be imaged by laser-induced fluorescence. Above 1K in 4He they are expected to track the motion of the normal fluid; below 1K they are likely to be trapped by vortex lines and so can track their positions and motion. The development of this technique could revolutionize the study of QT. The present grant will cover feasibility studies of the motion of the normal fluid in 4He both in thermal counterflow and in grid turbulence above 1K (Florida, Yale, advice from B'ham), including direct observation of the energy spectrum providing, we hope, direct evidence for approximate Kolmogorov scaling and of possible deviations due to intermittency or formation of coherent structures. Visualization of vortices below about 0.4K will ultimately require knowledge of the molecule-vortex capture cross-section, which will be measured electrically for a vortex array produced by uniform rotation in the Manchester rotating dilution refrigerator.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H04762X/1","grantId":"EP/H04762X/1","fundValue":"520447","fundStart":"2010-10-01","fundEnd":"2014-09-30","funder":"EPSRC","impactText":"  One important impact has been the generation of significant new experimental results relating to quantum turbulence, which are contributing in uniquely important ways to international efforts to understand this type of turbulence and how it relates to widely studied and practically-important aspects of classical turbulence. Another impact is through the training of a PhD student, Lydia Munday, and a Postdoctoral Research Fellow, Dmitriy Zmeev. Education,Other Cultural","person":"Peter Vaughan Elsmere  McClintock","coPersons":["William Frank Vinen","S N  Fisher","Andrei  Golov"],"organisation":"Lancaster University","findingsText":" Turbulence is ubiquitous in nature affecting almost all aspects of our daily lives, including biological processes, transport, energy production and climate. Despite its overwhelming importance, turbulence is poorly understood. It is often quoted as being the greatest unsolved problem of classical physics. \n\nQuantum turbulence is observed in superfluids, where it is strongly influenced by quantum effects, notably in restricting forms of rotational motion to quantized vortex filaments. Quantum turbulence is interesting in itself. Some forms of quantum turbulence are unique to a superfluid, and their study serves to broaden and enrich our knowledge of turbulent phenomena in general. Other forms are similar to those found in classical fluids, and comparisons are then instructive. It can be argued that important general features of turbulent behaviour, connected especially with vorticity and the formation of coherent structures, are more easily observed and studied in a quantum system than in the classical case. This is especially the case in superfluids at very low temperatures, when the complicating effects of thermal excitations (the &quot;normal fluid&quot;) are absent, although these complicating effects can themselves be interesting and instructive and require the development of new theoretical approaches to the study of turbulence. Our long-term ambition is to develop a detailed understanding of QT that will contribute to a better understanding of turbulence in general. The research programme combined experiment, simulation and modelling, and it has included the crucially important development of a new technique (based on the use of metastable He2 excimer molecules as tracers, and potentially more powerful in some respects than older techniques) for the visualization of quantum turbulence. \n\nThe research programme brought together the required wide range of expertise on: the theory of quantum turbulence (Birmingham); experiments on oscillating objects in superfluids (Lancaster and Manchester); drawn grid development (Lancaster, Florida and Manchester); the physics of the metastable excimer molecules in superfluid helium (Yale, Tallahassee and Manchester). \n\nThe main outcomes were -\n\n(a ) An experimental demonstration (Birmingham, Florida, Lancaster, Manchester, Tallahassee, Yale) using the rotating dilution refrigerator in Manchester that He2 excimers can be used to decorate and visualize quantized vortices at very low temperatures. The experiments showed that they can be trapped on quantized vortex lines without any dramatic diminution of their lifetime, and the trapping cross-section was measured and shown to be unexpectedly large. The implication is that the excimers can be used to visualize quantum turbulence at very low temperatures in an optical experiment utilizing laser-induced fluorescence.\n\n(b) Measurements (Lancaster) of both the inertial and dissipative drag coefficients for a low-frequency vibrating grid in normal and superfluid liquid 4He enabled a comparison of the drag coefficients for classical and pure quantum turbulence. The dissipative turbulent drag was quite similar at high velocities, but the inertial drag coefficient showed a much sharper onset for quantum turbulence. The turbulent drag was found to be independent of frequency, which suggests that we can use oscillating devices to study the turbulence generated from quasistatic motion through superfluids at very low temperatures. It was also shown that the turbulent drag on grids at low frequencies and velocities is virtually identical for superfluid 4He and superfluid 3He-B, implying that the drag is insensitive to the quantum of circulation and the vortex core size.\n\n(c) The straight-pull linear motor (in part a Birmingham design, quadrupole magnets wound in Lancaster, apparatus constructed and operated in Florida) was completed and used for a preliminary series of experiments on the decay of quantum grid turbulence above 1K. The ultimate aim will be to understand better important aspects of this decay process, which have close classical analogues. \n\n(d) The development in Manchester of a technique for moving a grid at constant speed through helium at a very low temperature, and a detailed study of the grid turbulence so generated. Earlier work in which turbulence was generated at very low temperatures by spin-down was shown to have been seriously affected by a persistent angular momentum, and the new results are an important contribution to our understanding of the decay of turbulence in a low-temperature superfluid, in which the only bulk dissipative mechanism arises from the generation of sound. \n\n(e) The development of a new technique for the visualization of laminar and turbulent flow of the normal-fluid component of superfluid helium above 1K, based on the creation of a thin line of excimer molecules with a femtosecond laser, visualised by laser-induced fluorescence, with a study of the way in which this line is distorted by the flow (Yale, Tallahassee, Florida and Birmingham). The technique is being applied in very successful and instructive studies of the processes occurring when there is a counterflow of the normal and superfluid components associated with a heat current; such processes have been shown to include the generation of new forms of turbulence that have no classical analogues. The results will need to be taken on board by anyone planning experiments on the creation of well-characterised quantum turbulence, or if developing theories of the process, Education,Other","dataset":"gtr"}