{"id":"F629CBC1-1656-415D-8D1C-CA833F6208F3","title":"Thermal tolerances of Arctic and temperate marine ectotherms under varying rates of change","abstractText":"Organism responses to changing environments are currently primarily addressed using two divergent approaches. There are observational studies of range and changes in range of species and secondly there are laboratory investigations of capacities to cope with change in experiments. The former suffer from a lack of detailed understanding of how organism attribute matches environmental conditions and variation in those conditions. The latter suffers from timescale and rate of change problems because experiments are conducted over shorter durations and utilise more rapid change than the vast majority of natural environmental change either observed or predicted. In an attempt to bridge the gap studies in Antarctic marine species have been carried out at markedly varying rates of temperature rise from acute (1C day-1) to long-term acclimated (temperatures for survival of several months). Upper temperature limits for species in these experiments decline exponentially with duration of exposure, such that acute limits are between 8.4C and 17.8C, whereas survival over periods of months only occurs at temperatures of 1.0C to 6.0C. Extrapolation suggests survival temperatures for a year for an 'average' species would be between +2C and +3C. Antarctic marine species are, however, markedly stenothermal and sensitive to rising temperature. There is an acute need for similar data for species from other regions. This study will investigating how abilities to cope with change vary with differing rates of change in animals from Arctic and temperate (UK) localities. Different groups of animals from different trophic guilds (carnivores, scavengers, grazers and suspension feeders) will be assessed to identify differing capacities to survive in different groups and in species with differing activity and aerobic scope levels. Data will also be obtained on how various life history characters are affected by this, with the expected hypothesis that embryonic and larval phases will be markedly more sensitive than adults. Specifically survival limits, abilities to perform essential biological functions and viability of embryos and larvae will be assessed in differing regimes of experimental temperature elevation from acute (1C day-1) through medium term (weekly temperature changes) to acclimated (long-term survival for months to years) regimes. Tolerances of embryos and larvae of specimens acclimated to elevated temperature will also be compared with control groups (no temperature elevation) to evaluate F1 adaptation effects.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G000018/1","grantId":"NE/G000018/1","fundValue":"245416","fundStart":"2008-06-01","fundEnd":"2010-01-31","funder":"NERC","impactText":"","person":"Lloyd Samuel  Peck","coPersons":["Melody Susan Clark"],"organisation":"NERC British Antarctic Survey","findingsText":"","dataset":"gtr"}