{"id":"F63369FF-4318-4181-9E2F-149387EA95DC","title":"Developing the MCTDH Quantum Dynamics Code: Accurate Direct Dynamics of Non-Adiabatic Phenomena","abstractText":"Understanding the energy flow in molecules after absorbing a photon of light is important to understand their light-activated properties. These are important in a range of technologies, such as harvesting solar energy and data storage, as well as understanding photo-stability and deriving new molecules via photochemical pathways. This energy flow is complex, as a number of different pathways (channels) are available. Of particular importance are what are termed non-adiabatic pathways that allow a molecule to undergo a change of chemical character (electronic state) effectively instantaneously and so dominate the molecular evolution. Unfortunately it is impossible to say a priori which pathways are most important for a particular molecular, and computer simulations have a large role to play in answering this question by modelling the potential energy surfaces and molecular dynamics after excitation.\n\nComputer codes for simulating excited-state dynamics are becoming more powerful and useful. However, there is still no code available that can capture all of the quantum mechanical effects required for the often large molecules of interest. The MCTDH package is one of the few codes that is able to treat these problems accurately in a general, user-friendly way. A development part of the code implements a novel method, the DD-vMCG algorithm. This promises to be able to accurately treat the molecules of interest using what is termed direct dynamics, which couples the dynamical simulation of the changes in molecular structure to a separate program that calculates the potential energy surfaces only when required, thus saving much of the work. Initial studies support this.\n\nThis DD-vMCG code has shown its potential in a number of studies. It now needs to be developed so that it is efficient, easy to use, and can be developed in a sustainable manner. The sustainable development of scientific software is crucial for it to survive and adapt as science progresses. The planned work will ensure that this method will be able to fulfill its potential after many years of development and be used by the scientific community to help understand and engineer how molecules behave and can ultimately be controlled in the presence of light.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K038176/1","grantId":"EP/K038176/1","fundValue":"72660","fundStart":"2013-09-01","fundEnd":"2016-08-31","funder":"EPSRC","impactText":"","person":"Michael  Bearpark","coPersons":[],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}