{"id":"F633ADEC-EEC9-4087-860F-B2F0ED5BA7A1","title":"Arithmetic of Automorphic Forms and Special L-Values","abstractText":"L-functions are known to play a central role in modern number theory. Perhaps the most well known example is the role they play in the famous Birch and Swinnerton-Dyer conjecture. Given an elliptic curve, for simplicity defined over the rational numbers, the conjecture relates various arithmetic invariants of the elliptic curve (such as the rank of the Mordell-Weil group, the size of the conjecturally finite Tate-Shafarevich group) in an astonishingly precise way to the value at s=1 of the L-function attached to the elliptic curve. This last one is defined by putting together local information, over all prime numbers, of the elliptic curve, and as defined makes sense only for the real part of s large enough (actually 3/2) and in order to make sense at s=1 one needs to establish its analytic continuation. This is now known thanks to the celebrated work of Andrew Wiles on the modularity of elliptic curves, and it is achieved by identifying the L-function of the elliptic curve with an L-function of a modular form. \n\nActually the picture just described conjecturally extends to a much general situation. Namely to an arithmetic object, usually called a motive, one associates an L-function which it is believed to encode in its special L-values important information about the underlying motive (Bloch-Kato conjectures). However these L-functions, even though they are defined in the realm of arithmetic geometry, they can be studied with the current status of knowledge only by identifying them with the L-function of an automoprhic form. This connection between motivic and automorphic L-functions suggests that special values of automoprhic L-functions may enjoy interesting arithmetic properties. \n\nIndeed the main aim of this research project is to investigate algebraic and p-adic properties of special L-values of automorphic forms of various kinds, namely Hermitian, Siegel and Siegel-Jacobi modular forms. For Hermitian and Siegel modular forms we aim to the construction of abelian and non-abelian p-adic measures, which constitute an indispensable ingredient in the formulation of the Main Conjectures of Iwasawa Theory (commutative or not), which in turn is the only tool available to tackle the aforementioned relation implied by the Bloch-Kato conjecture between arithmetic invariants and special L-values. \n\nThe situation is different with respect to the Siegel-Jacobi forms. Their L-function is not known at present to be identified to an L-function obtained from Galois representations, and actually they are not related to Shimura varieties. However they do enjoy arithmetic structure and in this research grant the aim is to address the question whether the various well-understood phenomena for automorphic forms associated to Shimura varieties (algebraicity of special L-values, Garrett's conjecture on Klingen-type Eisenstein series etc) are still valid for Siegel-Jacobi modular forms.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N009266/1","grantId":"EP/N009266/1","fundValue":"96841","fundStart":"2016-04-01","fundEnd":"2018-03-31","funder":"EPSRC","impactText":"","person":"Athanasios  Bouganis","coPersons":[],"organisation":"Durham University","findingsText":"","dataset":"gtr"}