{"id":"F634C6B1-E003-4EC5-A60C-0ED8AE10A5A6","title":"The equatorial Pacific record of Earth's climate and paleoceanography; site-survey support for IODP-626FULL2.","abstractText":"Deep nutrient-rich waters of the Pacific Ocean rise up along the equator and provide the basis for dense populations of planktonic organisms. Their skeletons have built up over the past 50 million years to create a 600-m-thick mound of sediments. We aim to drill a series of holes through these deposits and combine them to provide a continuous record of their deposition at the equator. As the upwelling of the Pacific Ocean water is related to wind strength, these deposits carry an important record of Earth's climate. This proposal requests funding to collect geophysical data and cores to verify that these sites are safe to drill and to locate suitable sediment sections to sample. A PhD student will have the opportunity to analyse the seismic data and to develop a database of sediment layering throughout the entire central Pacific Ocean. He/she will study these data to work out how the deposits vary around hills and with effects of flowing bottom waters. He/she will study how dissolution of carbonate material has modified the sediments. The sediment samples collected here will also be analysed for signals of recent glacial-interglacial climate fluctuations.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/C508985/2","grantId":"NE/C508985/2","fundValue":"96746","fundStart":"2007-06-27","fundEnd":"2012-01-26","funder":"NERC","impactText":"","person":"Neil Charles Mitchell","coPersons":[],"organisation":"The University of Manchester","findingsText":" The project funding supported a research cruise collecting geophysical and sample data in support of an IODP drilling leg 319/320, which went ahead successfully. The geophysical data collected during that cruise along with data from other cruises has allowed an assessment of sedimentary features across a broad area of the Pacific Ocean floor mainly south of the Clipperton Fracture Zone and west of the East Pacific Rise. Principle results include: (1) evidence (from sediment drifts and furrows) for a current running NE-SW that crosses the equator, (2) bodies of older sediment in seismic reflection data showing that physical movement of sedimentary particles has occurred in the past and (3) deep pits caused by dissolution of calcareous sediment by exhaling pore fluids undersaturated with respect to calcite. The results are immediately south of the Pacific seabed area that is being planned for iron-manganese nodule mining involving UK companies. This work may help with the environmental impact assessment of that work. No commercial exploitation is currently planned. Energy,Environment","dataset":"gtr"}