{"id":"F6347181-006A-48BD-A385-2343C9B3885D","title":"UNLOC","abstractText":"It is recognised that global communication systems are rapidly approaching the fundamental information capacity of current transmission technologies. Saturation of the capacity of the communication systems might have detrimental impact on the economy and social progress and public, business and government activities. The aim of the proposed research is to develop, through theory and experiment, disruptive approaches to unlocking the capacity of future information systems that go beyond the limits of current optical communications systems. The research will combine techniques from information theory, coding, study of advanced modulation formats, digital signal processing and advanced photonic concepts to make possible breakthrough developments to ensure a robust communications infrastructure beyond tomorrow.\n\nIncreasing the total capacity of communication systems requires a multitude of coordinated efforts: new materials and device bases, new fibres, amplifiers and network paradigms, new ways to generate, transmit, detect and process optical signals and information itself - all must be addressed. In particular, the role of fibre communications, providing the capacity for a lion share of the total information traffic, is vital. One of the important directions to avoid the so-called &quot;capacity crunch&quot;, the exhaust in fibre capacity - is to develop completely new transmission fibres and amplifiers. However, there is also a growing need for complimentary actions - innovative and radically novel approaches to coding, transmission and processing of information. \n\nOur vision is focused on the need to quantify the fundamental limits to the nonlinear channels carried over optical fibres and to develop techniques to approach those limits so as to maximise the achievable channel capacity. The information capacity of a linear channel with white Gaussian noise is well known and is defined by the Shannon limit. Wireless systems can approach this limit very closely - to within fractions of a dB. However, the optical channel is nonlinear. Fibre nonlinearity mixes noise with signal. Therefore, results of the linear theories on capacity can be applied in fibre channels only in the limit of very small nonlinear effects. Optical communication systems are undergoing another revolution with the development of techniques of coherent detection, the ability to detect both the amplitude and the phase of a transmitted signal and use of digital signal processing techniques to reconstruct the original signal. Use of the optical phase in emerging coherent transmission schemes opens up fundamentally new theoretical and technical possibilities most as yet unexplored. The challenge is to understand to what degree optical nonlinearity can also be compensated or, indeed, used to unlock the fibre capacity, maximise both the information transmission rate and the total bandwidth, to determine the fundamental Shannon limit for nonlinear channels and to develop methods to approach this capacity. We propose to explore fundamentally new nonlinear information technologies and to develop a practical design framework based on integration of DSP techniques, novel modulation formats, and novel source and line coding approaches tailored to the nonlinear optical channels. We believe this to be the key to designing the intelligent information infrastructure of the future.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J017582/1","grantId":"EP/J017582/1","fundValue":"4803340","fundStart":"2012-05-01","fundEnd":"2017-04-30","funder":"EPSRC","impactText":"  To provide a test-facility for leading industrial companies for device,subsystem and component evaluation for high-speed optical transmission and network applications. Development of a strategy for device, system and network development -in the context of TI3 -towards intelligent information infrastructure. Valuable for government depts such as Infrastructure UK, DBIS, BDUK, OFCOM, telecommunication&amp; context providers. Digital/Communication/Information Technologies (including Software),Education Economic,Policy & public services","person":"Polina  Bayvel","coPersons":["Stylianos  Sygletos","Benn Charles Thomsen","Lin  Zhang","Sergei  Turitsyn","Robert Ian Killey","Paul  Harper","Andrew D Ellis","Sebastian John Savory","Stanislav  Derevyanko"],"organisation":"University College London","findingsText":" Three key achievements:\n- Achieved understanding on nonlinear channel capacity - have shown that by changing the channel to nonlinearly reduce noise it is possible to increase channel capacity relative to the Shannon capacity of a channel with additive white Gaussian noise. \n-Explored a range of experimental techniques to increase capacity and spectral efficiency of optical communication systems by using (i) multi-channel digital back propagation (ii) phase conjugation and Raman amplifications (iii) Nyquist pulse filtering\n- developed new test-bed infrastructure to enable experimental implementation of these techniques for a range of modulation formats, fibres etc.\nThe programme is ongoing and continues to make progress. To understand the limits of accommodating traffic growth in future communications networks and next-generation infrastructure and techniques to maximise optical communications capacity. Digital/Communication/Information Technologies (including Software),Electronics,Environment,Healthcare,Leisure Activities, including Sports, Recreation and Tourism,Security and Diplomacy","dataset":"gtr"}