{"id":"F638094F-9DE1-4B3A-83E5-2A832D1C2616","title":"Analytical properties of scale functions","abstractText":"Levy processes may be thought of as a class of models that describe the motion or path of a randomly moving particle which may diffuse or undergo independent random jumps whose order of magnitude may be both arbitrarily large or arbitrarily small. Levy processes have several distributional properties built in to their random structure that make them particularly attractive to work with as a mathematical tool when building and analyzing certain themes from within the field of applied probability.One particular class of Levy processes which has proved to be particularly popular from the point of view of applied probability are those which undergo jumps only in the negative direction. For this class of process recent developements in the last 10 years or so in their fluctuation theory has produced many distributional identities regarding the way in which such process (and variants thereof) move around in space (for example the probability that the process when starting at the origin hits a prespecified point below the origin). Principally these identities pertain to a field of mathematics known as potential analysis. Many of these identities are expressed in terms of functions known as `scale functions'. The main drive of this proposal is to obtain a firmer understanding of the analytical properties of these scale functions: smoothness, convexity/concavity and their role as a basis for solutions to certain linear systems whcih appear frequently in applied probability. Following the ever growning use of scale functions in the literature, the proposed study would make scale functions an even more robust mathematical tool to work with in the future. The proposal requests funding for an academic exchange between the PI and Prof. R. Song in the US who is an expert in the field of potential analysis and Levy processes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E047025/1","grantId":"EP/E047025/1","fundValue":"8262","fundStart":"2007-12-10","fundEnd":"2008-12-09","funder":"EPSRC","impactText":"","person":"Andreas Eou Kyprianou","coPersons":[],"organisation":"University of Bath","findingsText":"","dataset":"gtr"}