{"id":"F63D9187-47EE-4B51-ACAA-DC51A999C6E5","title":"N isotope heterogeneity in soil organic matter: a new tool to characterise N cycles","abstractText":"Nitrogen turnover is an essential part of the plant-soil system. Organic N, within dead plant tissue or other biological products, is not available for plant uptake until it has been mineralised. Differing soil organic matter pools have different stabilities, and so N in soils rich in reactive soil organic matter (SOM) is much more rapidly mineralised than that in soils with stable SOM. In each case, the bulk chemistry of the organic matter differs, with implications for the chemistry and availability of N. In reactive SOM, amine N is readily available for mineralisation. In stable SOM, aromatic and related C compounds exist, and N within aromatic ring structures is much less readily mineralised. Models of N turnover allocate measured N to pools with differing stability. At present these are not rigorously related to direct measurements of the N content of discrete SOM pools. Our proposal develops a tool to achieve this. We have shown that SOM loses N in different gaseous forms as it is heated by temperature-programmed combustion in a thermal analysis system. Initially, reduced (cyanide-based) gases are evolved from the decomposition of aliphatic SOM. N oxides are then evolved as aromatic compounds break down. This chemical heterogeneity reflects differing structural hosts for N within SOM, which are measured from observed weight losses. We observe C isotope heterogeneity between these hosts, begging the question that natural abundances of N isotopes also vary. Our proposal is to build a completely new combination of instrumentation, linking existing thermal analysis and stable isotope instrumentation via a novel interface that is capable of taking different N gases from the thermal analysis machine (which gives a continuous record of weight loss, hence proportions of discrete components) and presenting them to the isotope ratio mass spectrometer for determination of N isotope ratios. It will then be possible to use N isotope fingerprints to track nitrogen turnover, in fertiliser-soil-plant systems. This system will provide for the first time a tool to investigate chemical and natural/labelled isotopic heterogeneity for N within soil organic matter, enabling N turnover models to be related to measurable parameters from agricultural soils.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E006663/1","grantId":"BB/E006663/1","fundValue":"93033","fundStart":"2007-01-01","fundEnd":"2007-09-30","funder":"BBSRC","impactText":"","person":"David Andrew Manning","coPersons":["Keith Marcus Thomas"],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}