{"id":"F650081A-0E0F-4E55-8C17-C14ADA64A724","title":"Smart Microelectromechanical Systems (MEMS) Actuators","abstractText":"Microactuators are widely used in many important micro devices/systems in different engineering disciplines. Examples include micro gyroscopes in inertial systems; micro tunable electronic devices (switches, tunable capacitors, tunable inductors) in microwave/ radio frequency systems; micro tunable photonic devices (scanners, tunable filters, attenuators, tunable lasers) in optical systems; micro devices (micropump) in biological/ medical systems. Currently more and more novel microactuators are being developed to meet specific requirements, but the majority of these microactuators are without integrated driving circuits. Complex bench top characterisation equipment has to be used to drive and determine the movement of these microactuators. This is a big problem that disadvantages microactuators from being widely used by end-users. A solution to this problem has never been thoroughly investigated previously. As microactutaor development will inevitably be shifted from laboratory research into industrial applications, the development of integrated close-loop controlled microactuators is very necessary and timely. In this project, so called 'smart' microactuators that integrate conventional microactuators with driving electronics will be developed to address the limitations of present microactuators. Two integrated sub-systems, namely electronic drivers and wireless transmission systems, will be investigated following several new techniques proposed in this project. The technique of the combination of classical integrated circuits with MEMS based power electronics will provide a novel solution for programmable high voltage/ high power drivers for the microactuators. Dual-channel radio frequency transmission systems will be utilised to construct wireless control systems for the microactuators. A holistic approach of combining the two sub-systems will be pursued to arrive at an integrated, smart microactuator system.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H004742/1","grantId":"EP/H004742/1","fundValue":"100703","fundStart":"2010-04-13","fundEnd":"2012-04-12","funder":"EPSRC","impactText":"","person":"Lijie  Li","coPersons":[],"organisation":"Swansea University","findingsText":"","dataset":"gtr"}