{"id":"F658B81E-7C3B-4186-A095-7BE395BD5AFA","title":"Spatial Economics Research Centre","abstractText":"<p>Economic prosperity in the UK is very unevenly distributed across space. In 2004, Gross Value Added (GVA) per person (adjusted for commuting) in Inner London and Berkshire, Bucks and Oxon was &pound;24,500 and &pound;23,700 respectively, about 40 per cent above the UK average of &pound;17,100. In the same year, Cornwall and the Isles of Scilly, West Wales and the Valleys and Tees Valley and Durham had GVA per head of &pound;11,000-&pound;13,000, values 24 per cent or more below the UK average. The differences become even more striking at the scale of smaller neighbourhoods.<br /><br />Tackling these persistent disparities is a key policy objective. Providing a rigorous understanding of the nature, extent, causes and consequences of these disparities, and identifying appropriate policy responses, is the primary objective of the Spatial Economics Research Centre. Research focuses on why there are disparities in economic prosperity at all spatial levels including regional, city-region, local and neighbourhood.<br /><br />Additionally, the Centre aims to influence and improve policy decision-making at the national and local levels, connecting UK policy makers with international expertise, research and good practice in diagnosing and tackling such differences.<br /><br />&nbsp;<br /><br />&nbsp;</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-591-28-0001","grantId":"RES-591-28-0001","fundValue":"2336310","fundStart":"2008-04-01","fundEnd":"2011-11-30","funder":"ESRC","impactText":"","person":"Henry George Overman","coPersons":["Olmo  Silva","John  Tomaney","Philip Daniel Murphy","Richard Ian Harris","Christian Albin Lukas  Hilber","Colin Michael WREN","Andres  Rodriguez-Pose","Paul Charles Cheshire","Andy  Pike","Patricia  Rice","Bernard  Fingleton","David H Blackaby","Stephen  Gibbons","JOHN NORBERT MUELLBAUER","M  Coombes","Michael Charles Storper","Ian Richard Gordon","Anthony  Murphy","Stephen John Nickell"],"organisation":"London School of Economics & Pol Sci","findingsText":"","dataset":"gtr"}