{"id":"F65FFAE4-47DA-41C5-8477-30F0CEC908A1","title":"Analysis of the structure function and regulation of the Rho1-specific GTP-exchange proteins of the yeast cell wall integrity pathway","abstractText":"The cells that make up every organism are delicate and intricate machines that must carry out many complex tasks to stay alive. The single celled fungus, the budding yeast, although modest in size, shares with our cells many of these intricate mechanisms. Yeast has the huge advantage over humans in scientific research: it is relatively easy and cheap to study. Many of the insights gained into how yeast cells work apply, in one form or another, to other organisms, including ourselves. Among the key tasks shared between yeast and human cells is the ability to grow bigger without bursting. Another is to survive changes in the immediate environment that threaten lysis (bursting), such as changes in temperature or nasty chemicals. Yeast possesses one main system that senses a variety of threats to the cell's integrity and responds so as to maintain that integrity (and thereby keep the cell alive) - the cell wall integrity (CWI) pathway. Many of the components of this system are shared with humans but some are not - these latter may be a fungus' Achilles' heel, to which drugs could be developed that cause fungal cells (many pathogenic) to blow up (die) leaving human cells undisturbed. The CWI pathway is worth understanding. In addition, the CWI pathway presents scientific puzzles that challenge our understanding of how living systems work. Multiple signals feed into this pathway, and the pathway can activate a variety of distinct responses: how can one pathway integrate many inputs and 'decide' to make a sensible response? Key regulators of the CWI pathway are proteins called GEFs. CWI-GEFs appear to come in two distinct flavours that appear to perform distinct roles in activating the pathway. In this proposal, we seek to better understand how these GEFs are regulated, how they differ from each other both structurally and functionally and how information is processed by these GEFs to affect CWI outputs in the appropriate way. We hope to better understand how the complex and important CWI pathway is regulated.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E011632/1","grantId":"BB/E011632/1","fundValue":"379127","fundStart":"2007-01-01","fundEnd":"2009-12-31","funder":"BBSRC","impactText":"","person":"Joseph Vincent Gray","coPersons":[],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}