{"id":"F6620C26-05B4-4D2F-B9DC-4337107A4B22","title":"Genomic analysis of malaria resistance","abstractText":"Malaria is one of humankind‘s most persistent and deadly foes, and is a significant determinant of global poverty - causing debilitating illness in approximately half a billion people each year. The greatest burden of the disease falls on African children - over a million die each year of malaria.\n\nThis project hinges on a key observation. Many people survive malaria infection and, after repeated exposure, develop some level of immunity.\n\nOur challenge is to answer this question. What are the natural immune responses that protect people from dying or becoming ill due to malaria? Here are two examples of what we mean by an immune response: (1) the person makes antibodies that attach to molecule X on the surface of the parasite; (2) when white blood cells come into contact with a malaria parasite they release chemical Y that kills the parasite. Knowing the answer to this question would help enormously in designing an effective malaria vaccine.\n\nResearchers have been tackling this question for almost a century - why is it so difficult to answer? Part of the problem is that people who are infected with malaria make a vast range of immune responses that have no protective benefit and some that may even be harmful. Searching through all these different immune responses to find those that protect people from becoming ill or dying is like searching for a needle in a haystack. To complicate matters further, much of the immune battle against the malaria parasite happens in the spleen and other inaccessible parts of the body that are very difficult to study in living people.\n\nRecent advances in human genome research are revolutionising the way that we tackle complex problems of this sort. The key observation is that most human genes show variation between individuals. By investigating how this natural genetic variation affects the ability of people to resist infection, we can get deep insights into molecular mechanisms of protective immunity.\n\nWhy is this such a porful approach? Firstly, because it doesn‘t require us to measure proteins directly, so we may be able to identify important mechanisms even if they are impossible to measure in living humans - e.g., if they are hidden away in the spleen. Secondly, because new technologies allow us to screen a vast number of genes without knowing anything about their function, making it possible to discover entirely novel mechanisms that are critical for protection against malaria.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0600230","grantId":"G0600230","fundValue":"1478850","fundStart":"2006-10-01","fundEnd":"2011-09-30","funder":"MRC","impactText":"","person":"Dominic Peter Kwiatkowski","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}