{"id":"F66A137B-BDAA-4D21-87D7-EEE658AC218D","title":"High Frequency Degenerate Mode Acoustic Sensors","abstractText":"The purpose of this research bid is to investigate and characterise a completely new form of acoustic surface wave resonator and to apply the concept to the design and fabrication of ultra-robust inertial rate and ultra-sensitive mass sensors. The form greatly simplifies manufacture and packaging, uses a cheap substrate material, and, depending on the application, is robust to the influences of temperature, load and surrounding fluid. The applications are targeted at the defence and healthcare industries, both of which have recognised opportunities for creating a knowledge economy, influencing security, and promoting health and well-being. In defence there is a well established market for low performance rate gyros and the basic driver is cost. However there is an important gyroscopic application in guided munitions/shells which still seeks a satisfactory solution. Here the gyro (currently a fragile piece) has to be very low cost and structurally robust enough not to be influenced by the extreme inertia loads and vibration experienced during launch and in flight. Also, to be able to operate without the requirement of an evacuated case-all MEMS gyros operate under vacuum- would be a major packaging advantage. The proposed design offers a way forward for this application and will challenge low cost gyro applications in automotive and consumer markets.\n\nThe application as a mass sensor is for the detection and monitoring of disease in healthcare and bio-detection in defence. The potential for the sensor to be miniaturizable, portable, cheap to mass produce, simple readout electronics, temperature/environment compensated with high sensitivity and multiplex possibilities make it an attractive platform. Success in this area would have a positive impact on the effectiveness of public health care and security, particularly if the sensor and its supporting system could be made at a low enough cost to be become attractive system for use at the first point of need. A major advantage of using a degenerate mode resonator as the mass sensor is that the recording system is much simplified as it does not require the sensor to be housed in a temperature controlled environment. Owing to their improved performance/robustness and low manufacturing costs, the proposed sensors have the potential to replace existing SAW as well as MEMS sensors. Moreover, as a result of their wide-ranging applications, successful development would stimulate the manufacturing industry in the UK.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K000349/1","grantId":"EP/K000349/1","fundValue":"777939","fundStart":"2012-11-01","fundEnd":"2016-04-30","funder":"EPSRC","impactText":"  No yet.\nThe investigators are still investigating.  Societal","person":"Barry John Gallacher","coPersons":["Neil  Keegan","John  Hedley","Calum  McNeil"],"organisation":"Newcastle University","findingsText":" Grant is still running.\nDiscovered trapped mode resonators for biosensing All the research applies to biosensing in fluid. Aerospace, Defence and Marine,Healthcare","dataset":"gtr"}