{"id":"F670EE2D-3131-418E-A046-D177214F5D1D","title":"Modelling ice-sheets, climate and sea-level during the last glacial cycle","abstractText":"The repeated formation, advance, retreat and disappearance of ice-sheets is the defining characteristic of the glacial cycles of the last million years. At the Last Glacial Maximum (LGM), 21,000 years ago, the extensive Northern Hemisphere ice-sheets had a major influence on global and regional climate, and global-mean sea-level was 120 m lower than present, mainly due to the much greater mass of water stored in ice on land. Ice-sheets and climate interact strongly. Ice-sheets are very sensitive to climate change through its effect on snowfall and melting. They feed back on regional and global climate change through several mechanisms; for instance, sunlight is reflected by the snow and ice, surface temperature is cooled by raised elevation, and meltwater running off the ice-sheet into the sea may influence ocean circulation. The enormous and complex changes in climate and ice-sheets which take place during glacial cycles are not understood in several important respects or in detail. Explaining them is an exciting intellectual challenge of Earth system science. The effect of anthropogenic climate change on the ice-sheets of Greenland and Antarctica could produce changes in global-mean sea-level of many metres over future centuries, with severe impacts on coastal populations and ecosystems. On the longer term, if climate change were reversed, the ice-sheets might regrow. Contemporary observations alone give us insufficient knowledge of the relevant processes to make reliable predictions, because changes during the relatively well-observed last century have been relatively small. Therefore the record of the larger natural variations that occur during glacial cycles is a crucial source of information about how ice-sheets may respond to and influence climate change in the future. The aim of this project is to investigate the co-evolution of the climate and the Northern Hemisphere ice-sheets during the last glacial cycle. For the first time we will do this using the type of climate model used for detailed future climate projections, coupled to a detailed ice-sheet model. The focus is on analysis of changes simulated by these computer models, which we compare with observational data. The intended outcomes will be (i) simulations of the last glacial cycle with a much more physically complete model than has been used before, including a quantification of the effect of model systematic uncertainty on the results; (ii) a consequent improvement in scientific understanding of ice-sheet change and its interaction with climate on timescales of centuries to millennia; (iii) an improved capability for modelling ice-sheet changes that will result from anthropogenic climate change. This has obvious practical socio-economic relevance, since we want to be able to make predictions for the future.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I011099/1","grantId":"NE/I011099/1","fundValue":"387353","fundStart":"2011-04-01","fundEnd":"2017-03-31","funder":"NERC","impactText":"","person":"Jonathan Michael Gregory","coPersons":[],"organisation":"University of Reading","findingsText":"","dataset":"gtr"}