{"id":"F67572DC-1082-4689-9EEC-48E5B16BBD9C","title":"Understanding and Controlling Nanoscale Molecular Metal Oxides for Responsive Reaction Systems","abstractText":"This project builds on the recently established Chemistry-Chemical Engineering-Particle Engineering collaboration between Cronin, Lapkin and Ding, facilitated by an EPSRC Chemistry-Chemical Engineering Discipline Hopping seed grant. The grant enabled collaboration in the form of secondment, developing awareness of new research fields for each of the collaborators. The current discipline hopping project Molecular metal oxides for process intensification enabled the investigators to start identifying the key scientific challenges that lie at the interface between the three disciplines in the areas of intensified catalytic processes and the design of metal clusters with novel physical properties, that can be exploited and utilised in compact reactors. The discipline hopping model gave an opportunity to the co-investigators to gain in-depth understanding of the problems and potentials of new developments in the three research areas: synthesis of novel molecular metal oxides, application of nanoparticles in heat transfer and the design of intensified compact parallel reactor systems, which is now beginning to produce scientific output.1 At the same time, the discipline hopping model revealed the potential for a fundamental development in the research direction within each of the PI's research groups (LC / inorganic cluster chemistry, now having focus on functional molecular metal oxides, AL / novel chemistry for catalysis and reactors, now having focus on exploitation of reversible switching functionalities, YD / heat transfer nanofluids, now focusing on nanoparticles, self assembly, and responsive nanofluids) which could only be possible using the unique combination of expertise of LC, AL and YD. Initial data generated within the discipline hopping grant on the performance of synthesised metal oxides, and the analysis of the future potential of the synergistic development in all three areas resulted in the current proposal. A comprehensive program would allow a step change in process intensification and the underlying chemistry of molecular metal oxides and their self organisation into larger structures and aggregates. This research aims to integrate three main objectives: (1) cluster design and synthesis, (2) catalyst and reactor design, (3) synthesis and characterisation of nanofluids to be combined under a single umbrella to produce an integrated approach to catalysis and process development. As such the personnel employed will also benefit from secondment to each of the collaborating laboratories at critical points during the project. This will have the additional benefit of engaging young researchers at the research interface between chemistry and chemical engineering.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F023456/2","grantId":"EP/F023456/2","fundValue":"140207","fundStart":"2010-01-01","fundEnd":"2011-06-30","funder":"EPSRC","impactText":"","person":"Alexei  Lapkin","coPersons":[],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}