{"id":"F6769428-E8A4-4953-8A44-0A83ECD3E0B4","title":"Modulated Metal-Organic Frameworks for Hydrogen Storage","abstractText":"This high-impact proposal will deliver high capacity hydrogen storage materials for applications in the automobile industry by developing the design, synthesis and scale-up of new metal-organic framework (MOF) materials. We will deliver materials with enhanced hydrogen storage capability by preparing porous MOFs with specifically designed pores for gas adsorption. These new materials will have reduced weight and volume, and thus improve overall energy storage density and efficiency. Our strategy of MOF pore modulation also develops approaches to controlling the kinetics of hydrogen uptake allowing direct management of refuelling times, and increasing the reversibility and life expectancy of the store.The proposal will deliver new methodologies for enhancing MOF structural design and synthesis by increasing hydrogen binding energies by i. formation of narrow pores thus inducing overlapping potentials from pore walls, ii. generation of free metal coordination sites within MOF pores to allow stronger binding of hydrogen directly to metal and cluster nodes, and iii. incorporation of free ligand donor sites within pores.We will develop the preparation of anionic MOFs with a range of organic, inorganic and metal counter-cations encapsulated within framework pores. Such an approach will afford materials with controlled hysteretic adsorption properties via cation gating leading to controlled refuelling/recharging of the storage system. The final aspect of the proposal will be to develop the scale-up of synthesis for selected MOFs using microwave technologies. Scale-up is a key issue for the use of MOFs in the transport sector and our approaches will target particularly high performance materials. Novel routes to functional porous materials using near critical solvents and mechanochemical methods will also be investigated. Continuous flow methods using microwave synthesis and near critical solvents will be assessed with the aim of reducing costs of scale-up.The ultimate goal of the proposal will be to bring the application of MOFs as hydrogen storage materials to a stage where they can be applied in real-world systems, thus overcoming a major technological barrier and unlocking the potential of hydrogen as a viable, clean replacement for fossil fuels, and enabling the Hydrogen Economy to become a reality.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I020942/1","grantId":"EP/I020942/1","fundValue":"484906","fundStart":"2011-10-01","fundEnd":"2015-09-30","funder":"EPSRC","impactText":"  Our materials for hydrogen storage have been assessed by General Motors as part of their programme to develop on board vehicle hydrogen storage systems Transport ","person":"Martin  Schroder","coPersons":["Neil Robert  Champness","Samuel  Kingman"],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}