{"id":"F6773A62-E14D-4A11-863B-C480187C9DEA","title":"A new apparatus for measuring lung function using forced inspired oxygen gas sinewaves","abstractText":"Lung function tests are commonly performed on patients in specialised Pulmonary Function Laboratories or in Cardiopulmonary Units in hospitals worldwide. Various cardiopulmonary function tests are performed, usually in hospital outpatients, and these require the co-operation of the patient and a rapport between the clinician and patient. These patients can be suffering from a wide variety of lung disorders ranging from asthma to chronic obstructive pulmonary disease.In contrast, patients in hospital Intensive Care Units (ICUs) are dependent upon complex life support and monitoring equipment, such that they cannot be moved easily to the Pulmonary Function Laboratory. The commonest reason for admission to the ICU is the need for mechanical ventilatory support, usually what is popularly known as 'life-support'. Such patients are not able to participate in any form of lung function testing involving volitional manoeuvres, nor can these patients be easily transferred or disconnected from their ventilatory support. Critical illness, including severe sepsis and mechanical ventilation itself, can lead to severe lung abnormalities decreased effective lung volume and decreased efficiency of gas exchange between the lung and the blood.It is therefore ironic that those patients who would benefit most from lung function and cardiopulmonary tests, are the most difficult to be assessed by conventional means.Furthermore, they will most likely be dependent upon high oxygen concentrations in the inspired gases and will not tolerate brief periods of breathing lower inspired oxygen concentrations, as is required in some lung function tests. Moreover, ventilated patients will have a variety of ventilatory modes and this has an important influence on the ability to perform cardiorespiratory and lung function tests. For the above reasons, it is seldom possible to perform lung function tests on the ventilated patient in the ICU, except in certain centres of excellence or for detailed research purposes. A similar argument arises in the case of the anaesthetised patient in the operating theatre. It is not easily possible to measure lung function since the unconscious patient is unable to participate in volitional respiratory manoeuvres.A great need therefore exists for these measurements to be able to be made non-invasively, with relatively simple equipment and gases that are routinely available, and that is the purpose of this grant project work. Our research proposal is to develop (over a period of 24 months) a new apparatus using oxygen as the measurement gas, to measure lung volume (and ultimately also blood flow through the lung) in a way that does not require patient co-operation and does not interfere with his/her breathing pattern / whether the patient is breathing spontaneously or is being mechanically ventilated. A lap-top computer will control this apparatus, and the signals from gas analysis and gas flow sensors will be fed into a computer model of the human lung to determine at the bed side the patient's end-expired and dead-space lung volumes.This apparatus will be tested as part of the project work first on a mechanical bench lung model and then on spontaneously breathing volunteers in our laboratory. The apparatus and technique will then be transferred to the hospital ICU for routine daily use.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E028950/1","grantId":"EP/E028950/1","fundValue":"216682","fundStart":"2007-07-02","fundEnd":"2010-01-01","funder":"EPSRC","impactText":"  Dr Clifton's research was taken up by Dr Phi Phan, who was first employed on an EPSRC grant; and then on two successive NIHR grants. His new apparatus is being tested on ventilated children and adults. It is close to being commercialised. Leisure Activities, including Sports, Recreation and Tourism ","person":"Clive  Edward Winston  Hahn","coPersons":["Andrew David Farmery"],"organisation":"University of Oxford","findingsText":" During this project work, a new prototype apparatus was developed to measure lung function non-invasively and not requiring patient co-operation. The apparatus was tested on bench lungs and then on human volunteers. At the end of the project work, the apparatus and technique were ready to be developed into a miniaturised and practical device for use in hospital clinics and intensive care units. The research will eventually be utilised in a practical apparatus in hospitals world-wide. We hope to attract a commercial partner to further develop and exploit the apparatus in the hospital environment. Leisure Activities, including Sports, Recreation and Tourism","dataset":"gtr"}