{"id":"F679C2E3-CA3F-4822-9172-0D223C7DFB1C","title":"Fostering Sustainable Development: Examining the challenges posed by maritime insecurity","abstractText":"<p>This seminar series of six workshops will examine how increased awareness of the maritime domain can inform development policy by investigating the relationship between maritime insecurity and sustainable development.</p>\n\n<p>Bringing together a wide range of actors - academic and non-academic, state and non-state - and by utilising African case studies, the seminar series will investigate the way in which a series of security challenges with a maritime dimension such as illegal fishing, arms trafficking and piracy impact upon coastal communities and those working at sea. With this complete the series will outline effective responses to these challenges, highlighting mechanisms through which relevant actors may share knowledge and best practice.</p>\n\n<p>Alongside the workshops the main outputs of the seminar series will be an interim and final report and an edited volume incorporating a selection of papers from the series.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L001586/1","grantId":"ES/L001586/1","fundValue":"27166","fundStart":"2013-11-05","fundEnd":"2015-12-04","funder":"ESRC","impactText":"  As the project is less than half way through its time period and the reports are not scheduled until 2015 there are not, in any traditional sense, a set of concrete findings noted in one place ready for dissemination. Wider awareness building was for example achieved through a media story in IHS-Maritime magazine. Aerospace, Defence and Marine Societal","person":"Alpaslan  Ozerdem","coPersons":["James Andrew  Malcolm"],"organisation":"Coventry University","findingsText":" To date the following main findings have emerged from the seminar series funded by this grant:\n\n1) The relationship between security and development is an important, yet deeply complex one, as each concept is essentially contested. This is just as much the case in the maritime domain, where maritime security itself also lacks a single definition. Nevertheless the seminars to date have affirmed the starting assumption at the heart of the project that the relationship between insecurity at sea and development challenges on land is a real one, is multifaceted and worthy of wider discussion. Indeed there has been common agreement from participants that development efforts need to be more maritime aware.\n\n2) Illegal, Unreported and Unregulated (IUU) fishing is a significant challenge to maritime security with widespread negative consequences for development efforts. One seminar was held laying out the economic and social consequences of IUU fishing with inputs from representatives of states and NGO initiatives in West and East Africa highlighting their experiences and insights. Notable points raised included the legal complexity surrounding IUU fishing, the challenges around enhancing maritime domain awareness, and the need to consider the role of the consumer when developing comprehensive strategies of response. \n\n3) A principle challenge in investigating the maritime insecurity/sustainable development relationship is a lack of information-sharing between different stakeholders about their activities. This situation exasperates a general problem of 'seablindness' which leads to some actors feeling as though they do not have a role to play on this issue when they clearly do. The seminars organised to date have provided valuable spaces for different stakeholders - academic and non-academic - to come together to share insights about significant challenges to maritime security. While every participant will take away different things from the events, it is strongly felt that knowledge of key issues such as IUU fishing has been expanded. \n\nAssociated with this expansion of knowledge, another outcome of the grant to date has been the way in which opportunities to expand networks have been created by the project. Individuals from the Royal Navy, NGO's working on development and maritime security issues, the private sector and crucially individuals who have lived and worked in sub-Saharan Africa have been brought together in a spirit of open discussed to share insights. It has allowed enhanced communications to emerge and represents the start of a formation of a new community of practice in to this area. Here the active use of 'break out' sessions during seminars has assisted the process.\n\nThe ideas and networks developed by the grant could be put to particular use by early career fellows, one of our secondary project objectives. Each seminars has involved early career fellow involvement, with bursary support to facilitate such attendance. The investigation team have had positive feedback from these fellows about their learning experience.\n\nFinally, our design and launch of a project website opens up the research work to a wider audience. It is our intention to add more content to this website in the second year of project giving the platform for knowledge transfer beyond the life of the project as well. Aerospace, Defence and Marine,Government, Democracy and Justice,Security and Diplomacy,Other","dataset":"gtr"}