{"id":"F67FF520-B1F8-4FF2-A0A6-1A3D7AD42247","title":"VAMOS Ocean-Cloud-Atmosphere-Land Study UK (VOCALS-UK)","abstractText":"Low level clouds cover a substantial fraction of the Earth and act to reflect a significant amount of sunlight back to space. Thus they have a profound influence on the planet's overall energy budget. Despite their importance, however, they remain poorly represented in the climate models used to make predictions of future climate change, and it is generally agreed that this failure contributes substantially to the current uncertainties in future levels of global warming. Furthermore, we now know that small particles suspended in the atmosphere, known as aerosols, can affect how efficiently these clouds reflect sunlight, by changing the number and size of cloud droplets. We also know that the droplet number and size affects the cloud's lifetime and its ability to produce rainfall. These processes remain poorlyquantified and cannot be modeled with any degree of certainty, but are critically important for the determining how sensitive the climate will be to increasing greenhouse gases. Certain locations on the planet are particularly conducive to the formation of extensive sheets of low level, stratocumulus cloud. Many of these arise in the subtropics where marine air is cooled by upwelling cold water from the deep ocean. The Southern Equatorial Pacific (SEP) region supports one the largest semi-permanent cloud decks in the world due to the ocean surface temperatures being colder here than at any other equivalent latitude. There is good evidence that these clouds affect not only the local heat budget, but also have a profound effect on the atmosphere and ocean circulation over the wider Pacific region, including El Nino. The SEP region is also interesting because of its conjunction with the Andes and the strong steering of the winds that these mountains exert. Extensive mining activities along the Andes, throughout Peru and Chile, emit considerable amounts of aerosol. These perturb the properties of the marine cloud layer and provide a unique, natural laboratory for investigating aerosol-cloud interactions along a strong pollution gradient extending away from the coast. Recognising the fundamental importance of this region, the international community has developed a programme to study the SEP climate system in unprecedented detail. Called VOCALS (VAMOS Ocean-Cloud-Atmosphere-Land Study), it is coordinated by the VAMOS (Variability of the American MOnsoon Systems) panel of the World Climate Research Programme. VOCALS is conducting a major field experiment in late 2008 to investigate the interaction between aerosols, clouds and the radiation field off the South American coast, as well as making extensive measurements of air-sea coupling processes using ships and ocean buoys. The UK plans to participate with its research aircraft, making detailed measurements of cloud and aerosol properties in the marine boundary layer. At the same time there will be a concerted effort to examine how well climate models capture the climate of the SEP region and its impact on the wider tropical Pacific. Until recently, these models have not had sufficient spatial resolution to capture in a realistic way the effects of the Andes, of ocean upwelling and eddy mixing on ocean surface temperatures, and thereby the meteorological processes that form and maintain the stratocumulus deck. Recent advances in the UK in computing power and in high resolution coupled climate modeling have meant that this is now possible. This proposal represents a significant UK contribution to VOCALS and brings together leading research groups in the areas of: global climate and weather modeling; airborne measurements of aerosols and clouds and their radiative influence; modeling of aerosol and cloud properties on a range of scales. The outcome of this research will be a greater understanding of the SEP climate, leading to improved representations of clouds, aerosols and ocean processes in climate models and ultimately to more confident predictions of future climate.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F020465/1","grantId":"NE/F020465/1","fundValue":"315759","fundStart":"2008-06-01","fundEnd":"2011-08-31","funder":"NERC","impactText":"  The findings have been used to inform the development of high resolution climate modelling at the Met Office. In particular the role of increased ocean resolution in the representation of subtropical stratocumulus (one of the key uncertainties in global climate sensitivity).  ","person":"Leonard Christopher Shaffrey","coPersons":[],"organisation":"University of Reading","findingsText":" Increased understanding of the role of ocean resolution in the representation of stratocumulus in global climate models.\n\nImproved understanding of how meteorology affects the structure of the subtropical stratocumulus decks. The role of ocean resolution is informing the development of new high resolution global climate models at the Met Office and UK academia. Environment","dataset":"gtr"}