{"id":"F6801F12-E2E4-4F58-8ABD-801B0BB94F8D","title":"Quantifying the Interplay of Structure and Reactivity in Ring Closing and Cross Metathesis","abstractText":"The proposed programme will use a number of synthetically accessible systems to improve our quantitative understanding of the organic reaction mechanism of the alkene ring closing methathesis (RCM) and cross metathesis (CM) reactions. We wish to determine effective molarities (EMs) as a function of ring size n and substitution patterns, to measure absolute cyclisation and oligomerisation rates, and to use computational methods to understand these data. The programme will develop expertise and tools in physical organic chemistry (experimental kinetics, computational methods) while investigating a reaction of considerable fundamental importance and acute current relevance. We propose to use computational and experimental kinetic techniques synergistically to refine and/or challenge fundamental and general ideas about aspects of the mechanism of RCM reactions, bringing the reaction within the domain of expertise of POC. We also wish to develop complementary insight concerning cross metathesis (CM) reactions, insights which are required if we are to understand the issues surrounding cyclisation efficiency fully. The successful delivery of this programme will advance research knowledge significantly and make a considerable contribution to UK standing in the important and topical field of alkene metathesis chemistry.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G013020/1","grantId":"EP/G013020/1","fundValue":"88848","fundStart":"2009-04-01","fundEnd":"2012-03-31","funder":"EPSRC","impactText":"  To date our actual findings have not been used  ","person":"Ian  Hillier","coPersons":[],"organisation":"The University of Manchester","findingsText":" Catalysts are molecules which can greatly speed up the rate at which a variety of chemical reactions occur. For this reason they are widely used in the chemical industry to make commercially important chemicals such as drug molecules. In 2005, Chauvin, Grubbs and Schrock were awarded the Nobel Prize in Chemistry for discovering catalysts based upon the metal ruthenium, which could take chain-like molecules and turn them into ring-like molecules, thus allowing a whole range of important molecules to be made. However, the way in which these ruthenium-containing molecules worked was unclear.\nit is now possible to use high-speed computers to model all the electrons in very large molecules, and to follow the motion of the electrons as a chemical reaction occurs; in effect we are carrying out a chemical reaction on a computer rather than in a test-tube in the laboratory. We have used these computer models to work out how these reactions occur, and to find out which are the critical steps in the reaction, and how much energy is required for these steps to occur. Our collaborators at the University of Strathclyde have carried out actual experiments to see if our predictions are correct , and have found that they generally are. Thus, we have brought together work on computers with experiments in the chemical laboratory to understand a problem that is both industrially very important and is also intellectually challenging. New catalysts can be proposed and their efficacy tested computationally Chemicals,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}