{"id":"F68487EE-4FAF-4AA9-8EB9-89419CB11535","title":"Studying airborne atmospheric aerosol in an ultrasonic trap","abstractText":"The main objective of the proposed research is to improve the understanding of the impact of chemical ageing of atmospheric aerosol on cloud formation, radiative forcing and, ultimately, climate change. In order to achieve this aim, we will apply the technique of acoustic levitation to atmospheric sciences. Model systems representative of atmospheric processes will be investigated with this levitator and their physical as well as chemical modifications in varying conditions will be monitored specifically to obtain insight into the behaviour of atmospheric particles. The capabilities of this levitator for atmospheric sciences will be explored by investigating for the first time reactions of initiators of atmospheric oxidation with organic layers covering acoustically levitated sea water droplets, ice and Saharan dust particles; and by determining how charges on these particles affect the studied processes. A Raman microscope will be used to achieve high-resolution temperature mapping of levitated particles to be able to probe thermodynamic stability of aerosol particles and better understand their size changes in the atmosphere. We will demonstrate that acoustic levitation is a cost-effective, compact and mobile technique that allows container-less reaction monitoring. This technique is currently under-exploited for atmospheric sciences. Robust, reliable and simultaneous levitation of several liquid and solid particles has just been achieved by us and we will apply the following key features to atmospheric sciences: (i) Ultrasonic streaming for creation of condensed organic monolayers on aqueous droplets; (ii) Drop distortion for direct and contact-less measurement of the surface tension of droplets; (iii) An acoustic 'cold trap' for investigation of individual ice particles at low temperatures; and (iv) Controlled charging for investigation of charge effects on aerosol particles. The experimental data obtained in the proposed studies will improve our understanding of several important aerosol processes occurring in the atmosphere and provide valuable new input for aerosol and cloud models. These proof-of-principle experiments will open new research pathways in atmospheric sciences. The studied processes and dependencies are of key importance for cloud formation and thus significantly impact on climate change.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G000883/1","grantId":"NE/G000883/1","fundValue":"59812","fundStart":"2008-10-13","fundEnd":"2011-10-12","funder":"NERC","impactText":"  In addition to the new scientific impact for atmospheric aerosol chemistry and physics, the experimental set-up proofed very successful in attracting students for projects (UG, MChem, MSc and PhD) and has been used on many occasions for demonstration purposes for visitors. Education,Environment ","person":"Christian  Pfrang","coPersons":[],"organisation":"University of Reading","findingsText":" We developed a set-up to study individual droplets kept floating by sound waves. We linked this ultrasonic levitation system to a Raman microscope to follow chemical changes within those droplets during atmospheric oxidation. We also developed kinetic models to describe the chemistry and key transport processes occurring in those droplets. The findings led to various follow-on projects including two MSc projects and two NERC-funded PhD projects. Aerospace, Defence and Marine,Education,Environment","dataset":"gtr"}