{"id":"F6875BCF-CD4F-42A5-8AEE-51B808EFD3B0","title":"Aerosols in London Experiment on Radiative Transfer (ALERT)","abstractText":"A substantial reduction in the amount of solar radiation reaching the Earth's surface, due to the presence of urban aerosol, has been reported for a variety of global locations. In the long-wave, the aerosol impact is more uncertain, however, a number of modeling and measurement studies suggest that the presence of urban aerosol can act to enhance downwelling fluxes to the surface significantly. Even more intriguingly, recent work has indicated that information contained in the spectrum of downwelling long-wave radiation at the surface can be employed to diagnose an aerosol effect on cloud microphysics: an indirect impact which would be expected to substantially modify both short-wave and long-wave cloudy-sky surface fluxes. Here, through ALERT, we propose to simultaneously measure, for the first time, the short-wave and long-wave urban aerosol radiative effect on the urban environment. Through a unique combination of observational and modeling tools, focused on central London, we will examine two principal hypotheses: Hypothesis 1: There is a measurable urban clear-sky long-wave and short-wave direct radiative effect at the surface due to aerosols. Hypothesis 2: There is an indirect aerosol radiative effect on urban short-wave and long-wave surface fluxes due to measurable shifts in cloud effective radius","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F01855X/1","grantId":"NE/F01855X/1","fundValue":"379425","fundStart":"2009-04-01","fundEnd":"2012-12-31","funder":"NERC","impactText":"  Our network of school weather stations continues to be used for education, councils interested in flooding, and also solar energy developers. Education,Energy,Government, Democracy and Justice Cultural,Economic","person":"Ralf  Toumi","coPersons":["Helen  Brindley"],"organisation":"Imperial College London","findingsText":" We have established a solar deficit in Central London based on our network of solar flux sensors on school weather stations. It has established the value of distributed network of inexpensive sensors. This is no take up in many citizen science type approaches. Energy,Environment","dataset":"gtr"}