{"id":"F68B6A65-7005-4945-8998-5B30BB7B4F9C","title":"Silicon-Silicon Carbide (Si/SiC) Power Devices for high temperature, hostile environment applications","abstractText":"Several problems facing society in the 21st century share a common problem: that when electronic devices heat up, they become inefficient, wasting energy. It is therefore the case that in your laptop there is significant space, weight and significant design cost associated with implementing the right cooling system to efficiently extract the heat. The laptop is however, a relatively low-power system, operating on earth at a rather pleasant 20C room temperature. Engineers are regularly facing this problem on a much larger scale, in much ambient temperatures, and in a situation where it is often difficult, expensive and often highly impractical to implement active cooling. \n\nOil and gas engineers, attempting to harvest the fossil fuels we are still highly dependent on, face exactly this problem with the electronics that are driving the cutting tool motor. Power electronic devices delivering hundreds of Watts of power to the motor must do so in an ambient that can exceed 225C, operating miles under the ground with only slurry pumped from the surface to cool the devices. Similarly, electric cars are forced into restrictive design choices keeping the electronics as far from the engine as possible to minimise the cooling requirements. In space, near-sun planetary explorers are essentially floating refrigerators, the inner cabin cooled, at great cost to eventual mission length, down to earth-like temperatures when the temperature outside can exceed 300C around Venus or Mercury. The potential benefit for having electronics operating in these environments without cooling is huge, leading to greater efficiency, reliability and mission length, saving space, weight and importantly cost.\n\nThis project looks to redesign the silicon device and to push its thermal behaviour to the absolute limit, so minimising the need for cooling, or eliminating it entirely. This is to be done by combining it with another material, silicon carbide, that will act as a heat sink placed within fractions of a micro-meter of the active device itself. These new Silicon-on-Silicon Carbide (Si/SiC) devices are expected to offer gains in device efficiency over any existing silicon device operating at elevated temperature. Alternatively, the same level of performance could be retained as with existing solutions, except at temperatures as much as 100C higher, or at much higher power (as much as 4x). \n\nThe power transistor, implemented entirely with the silicon thin film, is a laterally-diffused metal-oxide-semiconductor field effect transistor (LD-MOS) or a lateral insulated gate bipolar transistor (L-IGBT), similar to those that have been developed for silicon on insulator (SOI) or silicon-on-sapphire. These devices shall be optimised for breakdown voltages rated from 50 to 600 V, making the devices ideal for applications such as downhole motor drives required by project partner Halliburton, and for solar array inverters destined for space.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N00647X/1","grantId":"EP/N00647X/1","fundValue":"99058","fundStart":"2015-12-01","fundEnd":"2017-11-30","funder":"EPSRC","impactText":"","person":"Peter Michael Gammon","coPersons":[],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}