{"id":"F68B4B04-D16B-4020-8712-D3FF49C06B8C","title":"Role of zinc-alpha2-glycoprotein in mitochondrial remodelling in adipose tissue: implications for fuel utilisation and energy balance","abstractText":"The regulation of body weight and body fat is complex and understanding the various processes involved is a major challenge in biology. Chemicals from the brain help to determine the amount of food that we eat and how the digested food energy is used in our daily activities. Surplus food energy in the form of lipid, is stored in a special organ called white adipose tissue, or white fat. Recently, the direct importance of white fat in the control of body weight has been firmly recognised. This is because the fat cells in adipose tissue, in addition to being the major site for lipid storage, can produce a wide range of protein factors that act locally and/or distantly to regulate body weight and different biological processes, including appetite and the use of food energy. Furthermore, the processing of lipid within fat cells has substantial effects on keeping food energy intake and expenditure in balance. Organelles inside cells called mitochondria are key players in how fat cells processes lipid, including how it is accumulated, broken-down and burnt off to provide energy. Changes in the number, structure and function of mitochondria in fat cells significantly affect total body fat mass and the sensitivity to the hormone insulin. Recent studies from our group have identified a specific molecule called Zinc-alpha2-glycoprotein (ZAG) as a new protein factor which is made by fat cells. We have also found that ZAG production in fat cells is inversely related to the amount of body fat, being higher in mice with little fat. Additional work in these mice indicates that alterations of mitochondrial amount and structure in fat cells is associated with an increase in the production of the proteins involved in how lipids are used. The aim of this project is to test our new idea that ZAG has a major role in how white fat functions, especially in the control of lipid use through altering the activity of the mitochondria within fat cells. To examine this idea, we will study to what extent ZAG modifies the use of lipid by analysing the effects of ZAG on the production of proteins, particularly those involved in the burning up lipids, in the fat cells. We will also examine whether ZAG can alter the amount and the structure of mitochondria in fat cells, and whether it modifies the capacity to use fuel in these cells. Overall, the findings from this research will help us to understand how the function of fat cells is controlled. Since the loss of the normal functioning of mitochondria in fat cells contributes to the development of obesity and diabetes, identification of the role of ZAG in the modulation of mitochondrial activity may have wider implications in human health. This could lead to a new target for the development of drugs for protecting against too much lipid accumulation in obesity and other metabolic disorders.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E015379/1","grantId":"BB/E015379/1","fundValue":"318928","fundStart":"2007-05-01","fundEnd":"2010-04-30","funder":"BBSRC","impactText":"  The findings have been desiminated to health workers and used by higher education and research institutions. Education,Healthcare Cultural","person":"Chen  Bing","coPersons":["Paul  Trayhurn"],"organisation":"University of Liverpool","findingsText":" ZAG is a novel adipokine which modulates body fat mass by stimulating lipid mobilization. new research projects\npharmaceutical industry Education,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}