{"id":"F68CB484-77A8-44A8-BA55-4966FFAA7B35","title":"Turbulent Exchange in the Arctic Boundary Layer","abstractText":"The Arctic is one of the most sensitive regions on Earth to climate change. Observations show it to be warming at twice the rate of the rest of the world. Climate models suggest this is due to a stronger response to increases in greenhouse gases than at lower latitudes; however the model predictions also show the greatest uncertainty in the Artic, and have difficulty even reproducing current conditions. Poor model performance results primarily from a failure to adequately represent processes in the shallow atmospheric boundary layer over the ice: surface turbulent exchanges of heat and moisture, the vertical structure of the boundary layer, the properties of low-level stratus clouds, and thus the solar and infra-red radiative fluxes. Our poor understanding of these processes is a result of a lack of in-situ measurements with which to study them / a consequence of the remote location and difficulty of working over the ice. It is necessary that such measurements be made because the properties and behaviour of the Arctic boundary layer and cloud differ significantly from those in well-measured environments in mid and low latitudes. This project will make a unique set of in-situ measurements of the vertical structure of the Arctic atmosphere from the surface through the cloud layer focusing on the turbulent exchanges of momentum, heat, and moisture and the coupling between the surface and cloud layers. Such measurements have not previously been made over the central Arctic, away from the influence of continental landmasses or the open ocean. The remote location makes this region inaccessible to aircraft; the vertical profiles through the boundary layer, and measurements in cloud will thus be made with novel turbulence package carried by a tethered balloon. These measurements / in conjunction with continuous remote-sensing measurements of the lower atmosphere and cloud properties via a variety of radiometers, lidar, and radar systems provided by collaborating groups / will provide the means to understand boundary-layer and cloud processes unique to the Arctic, and to redefine their representation within climate models. The project is an integral part of a much larger international measurement programme / the Arctic Summer Cloud-Ocean Study (ASCOS) / that will take place in the central Arctic during the summer of 2008, operating from the Swedish icebreaker Oden, and coordinated by the Stockholm University. Starting close to the pole in early July the ship will be moored to a stable ice floe and will drift with the ice pack until September. Some instrumentation will be sited on masts erected on the ice away from the immediate influence of the ship; others will operate from the deck of the ship or container labs. Collaborators on ASCOS will make a wide range of other measurements: aerosol physical and chemical properties; atmospheric gas-phase chemistry; upper ocean structure; and marine chemistry and biology. The programme is highly interdisciplinary, and designed to elucidate the links between different parts of the climate system, such as the generation of aerosol particles from biological sources in the ocean, their growth and modification into particles capable of acting as cloud condensation nuclei, and the transport of those particle up into the cloud layer by turbulent transport processes. Close collaboration and sharing of data between all participants is an inherent part of the programme design.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E010008/1","grantId":"NE/E010008/1","fundValue":"76218","fundStart":"2007-08-20","fundEnd":"2010-02-19","funder":"NERC","impactText":"","person":"Ian M. Brooks","coPersons":["Barbara Jane Brooks"],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}