{"id":"F68C657D-9D49-4A41-836D-AFFB63F68C99","title":"Female film critics and film criticism in 1950s Britain.","abstractText":"Summary\\n\\nFilm criticism was a particularly buoyant area in Britain during the 1940s and 1950s. The success of British films during the war led to the development of specialist journals such as Penguin Film Review and Sight and Sound, and film criticism and reviewing also became an established feature of mainstream publications such as Good Housekeeping, and BBC radio programmes. What has not been widely recognised is the central role that women played as critics and reviewers of film at this time. This project investigates the contributions made by two important film critics, Freda Bruce Lockhart and Catherine de la Roche, both of whom, in different ways, called for film to engage with 'the woman question', that is, the aspirations and anxieties of women in the post-war period. It asks what kind of criticism these women produced, whether it differed from that of their male contemporaries, and how they used film reviewing to enter into debates about changing social roles for women. By considering these questions, the project will enable a fuller understanding of women's contribution to film criticism and how female audiences for film were imagined and addressed during the post-war period. \\nThese questions have not been interrogated by existing accounts of post-war film criticism, which has assumed that male and female critics were interested in the same themes and subjects. In addition there has been an emphasis on published print materials, despite the fact that radio was a popular medium that crossed class divides, and within which female critics found a regular home. Examining different media will allow this project to draw a more comprehensive and inclusive map of film criticism.\\n\\nConstructing women's film history often relies on unconventional and widely-dispersed sources because women's routes into, and paths through, the film industry were often diverse. Alongside the more readily available print materials such as magazines and film journals, the BBC Written Archives at Caversham have provided a rich source of material relating to 'At the Cinema', the film slot for Radio 4's 'Woman Hour.' Alongside broadcast scripts, complete with annotations, are memos, personal correspondence and a number of scripts for un-commissioned projects on subjects ranging from 'The Modern Heroine' to 'Woman and Cinema.' Consulting these neglected materials has proven particularly fruitful in examining how Freda Bruce Lockhart and Catherine de la Roche operated as critics within the radio industry, the subjects they believed were of interest to female audiences, and where their opinions differed from those of radio producers. In addition, criticism in print media suggests how discussions about editing were used to frame debates about female equality, and how articles on set design and interior decoration were written in recognition of the skills and interests that female audiences were thought to bring to reading film.\\n\\nThis project will make a significant contribution to our understanding of film criticism and the role played by women in this field. It will highlight how debates about women's social roles were often engaged with using novel and unexpected methods, and will allow us to see some of the important ways in which female audiences for film were understood and addressed across the 1940s and 1950s. \\n\\n\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/G00725X/1","grantId":"AH/G00725X/1","fundValue":"21575","fundStart":"2009-01-24","fundEnd":"2009-04-23","funder":"AHRC","impactText":"","person":"Melanie Jane Bell","coPersons":[],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}