{"id":"F69072D7-5F3B-4829-90BC-5BDD7EADAB07","title":"Asteroseismology and Helioseismology at Birmingham and Queen Mary","abstractText":"It is a golden era for studies of the Sun, stars, and their\nexoplanets, thanks in particular to new satellite observations of\nunprecedented quality and scope. These data are making it possible to\ninvestigate large numbers of stars using asteroseismology, the study\nof stars by observation and analysis of their intrinsic oscillations.\n\nSignificant uncertainties in our understanding of stars (including the\nSun) have a direct impact on wider areas of astronomy, e.g.,\ncalibration of distances on extra-galactic scales, fixing the ages of\nthe oldest stellar populations (which place tight constraints on\ncosmologies), and tracing the chemical evolution of\ngalaxies. State-of-the-art studies of stars are also crucial to a\ncomplete understanding of the formation and evolution of exoplanetary\nsystems, and inferences made on stars from asteroseismology allow\ndirect constraints to be placed on exoplanet properties (e.g., sizes,\nlocations in habitable zones, ages etc.). Stars are the visible\nbuilding-blocks of the Universe and the nearest star to us, the Sun,\nis vital to life on Earth. The internal mechanisms responsible for\nsolar activity, and its variability, lie at one end of the chain\nstretching from the Sun to the Earth. Variability of the Sun remains\npoorly understood. The Sun also plays the role of a fundamental\ncalibrator, and reference, for different areas of stellar structure\nand stellar evolution theory. Hence, elucidating the details of its\nstructure and dynamics is key, not only in the context of\nunderstanding the Sun, but also other stars.\n\nThis research programme is a consortium comprised of the stellar\ngroups at the University of Birmingham (UoB) and Queen Mary,\nUniversity of London (QMUL). It brings together world-leading\nexpertise from UoB and QMUL in a programme of asteroseismology and\nhelioseismology research that spans the disciplines of data\ncollection, data analysis and theoretical modelling as applied to the\nSun and solar-type and red-giant stars, including the characterisation\nof the properties and dynamics of newly discovered exoplanet systems\n\nThe programme will make use of state-of-the-art data from the NASA\nKepler Mission and the French-led CoRoT satellite. In studies of the\nSun, UoB will continue to run the Birmingham Solar-Oscillations\nNetwork (BiSON). We shall use these and other world-leading\nhelioseismic datasets to focus on the recent observed changes in\nbehaviour of the active Sun, which are taking the Sun back to lower\nlevels of activity not seen for almost 100 years.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/M00077X/1","grantId":"ST/M00077X/1","fundValue":"1006060","fundStart":"2015-04-01","fundEnd":"2018-03-31","funder":"STFC","impactText":"","person":"William James Chaplin","coPersons":["Andrea  Miglio","Yvonne  Elsworth"],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}