{"id":"F6907B23-7016-49D8-8F58-38ADC0E2FC6C","title":"The UK DNA Banking Network","abstractText":"The UK DNA Banking Network (UDBN at www.dna-network.ac.uk) manages data and sample collections for common human diseases. High quality management is essential for genetic epidemiology. It saves time and money; allows UK scientists access to these valuable resources; and allows the gathering together of the large series that are now essential to find genes underlying common diseases. Already six of the collections have been used in this way with &gt;6 billion genetic variants tested in &gt;12,000 samples. Round the world, genetic epidemiologists are trying to tackle the huge logistic problems associated with these numbers. UDBN has solved most of them. No other nation has yet got this sort of infrastructure. We now plan to speed up the process of making collections for more diseases so that more genes will be found quicker and cheaper. We want to see UDBN serve the needs of all collectors - not only those funded by MRC. We also want to ensure that the management we provide remains at the cutting edge of robotics and informatics. Our current collections are in Coronary Artery Disease; Colorectal cancer; Glomerulonephritis; Parkinson‘s Disease; Asthma; Eczema; Type 2 Diabetes; Breast Cancer; Hypertension; Multiple Sclerosis; Alzheimer‘s Disease; Macular Degeneration; Unipolar Depression.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0600237","grantId":"G0600237","fundValue":"825352","fundStart":"2007-02-01","fundEnd":"2010-01-31","funder":"MRC","impactText":"","person":"Martin Alexander Yuille","coPersons":["Miriam Fleur Moffatt","Mark Ian McCarthy","Alastair  Compston","Judith Anne Goodship","Nilesh Jayantilal Samani","Peter  McGuffin","Alistair Scott Hall","Karen Elaine  Morrison","Andrew  Rees","Patricia  Munroe","William Osmond Cookson","Carl  Clarke","Julie  Williams","Andrew  Hattersley","William  Ollier","Shomi  Bhattacharya","Mark  Caulfield","David  Lewis","Andrew Royston Webster","Harry  Campbell","Ellen  Solomon","Michael John Owen","Malcolm Graham Dunlop"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}