{"id":"F699332E-FAE2-4D88-8725-4A8B8D3B0620","title":"BIOPHYSICAL STUDIES OF MODEL BIO-MEMBRANES &amp; INVESTIGATION OF THE MOLECULAR MECHANISM OF THE ANTI-MYCOTIC DRUG, AMPHOTERICIN","abstractText":"Antibiotics have long been used for treating a variety of diseases in humans. They are generally very useful as drugs because they are able to kill off the disease-causing organisms without producing harmful side effects in patients. Over recent years, however, many of these drugs have become less effective, and in some cases are now totally useless. The reason for this is that the disease-causing organisms have developed a resistance to the drugs / which means quite simply that they have found ways to avoid the drugs' toxic effects.One antibiotic, amphotericin, has, until recently, been very good for treating infections caused by fungi / in combating diseases like thrush, for example. Lately, however, there have been increasing numbers of reports where patients suffering from fungal infections have not responded to treatment with amphotericin. There is a growing concern, therefore, that this problem may soon be as widespread as the troubles caused by MRSA, and so there is a call for new antibiotics that can be used to treat patients infected with the amphotericin-resistant fungi. To trust to luck and hope for some chance discovery of a new drug (as with Fleming's discovery of penicillin, for example) is clearly not satisfactory: the problem of resistance is with us in the clinics now, and must be dealt with more speedily.A more sensible way forward is to design new drugs that work in the same way as the old drug, amphotericin, but which are sufficiently different in their chemistry that the disease-causing fungi are not able to counteract their effects. Such an approach, of course, requires that we fully understand how amphotericin works, and unfortunately this is not the case. We do know that the drug has little effect on the cells in a human because these cells are surrounded by membranes containing cholesterol. We also know that the drug exerts its effects on fungi because their cells do not contain cholesterol, but instead have a related steroid, ergosterol. Quite how this difference between human and fungal cell membranes is important in the working of amphotericin, however, remains unclear.In the research to be carried out at King's College London, the aim is to find out precisely why this difference between cholesterol-containing and ergosterol-containing cell membranes is critical, and why, therefore, amphotericin is so damaging to fungi and not to humans. The research will involve using microscopic, bubble-like structures known as liposomes, prepared using different mixtures of fats, and either cholesterol, ergosterol or some other kind of steroid, so that they mimic fungal or human cells. The structures of the membranes surrounding these liposomes will then be studied using a combination of advanced analytical techniques, looking also at how the membrane structures are changed in the presence of the antibiotic, amphotericin. From the knowledge gained in these investigations, it is hoped to pave the way for others to design new and improved forms of antibiotic for use against amphotericin-resistant fungal infections.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F021291/1","grantId":"EP/F021291/1","fundValue":"148804","fundStart":"2007-10-01","fundEnd":"2011-09-30","funder":"EPSRC","impactText":"  The research conducted as part of this project was published in academic journals and also publicised via ISIS, STFC and ILL communications teams. As a consquence, there was significant media interest developed in our research, primarily from the national and international popular science press, but also UK local radio. The attention of the UK public has thus been drawn to the increasing problem of antibiotic resistance, and the crucial role to be played by the large scale facilities in research conducted to find ways to overcome these problems. Retail Economic","person":"David  Barlow","coPersons":["Margaret Jayne Lawrence","Alex F  Drake"],"organisation":"King's College London","findingsText":" By means of experiments performed using the STFC neutron facilities (at ISIS in the UK and the ILL in France) we were able to determine the way in which the antifungal drug amphotericin B interacts with fungal and human cell membranes. The detail was afforded at the molecular level and has significantly improved our understanding of the amphotericin's mechanism of action - in particular its specificity for fungal versus mammalian cells. Our improved understanding of the molecular mechanism of amphotericin (AmB) could be built upon and ultimately exploited in the development of new antifungal agents active against AmB-resistant pathogens. Retail","dataset":"gtr"}