{"id":"F69D15C3-FC30-43A9-963D-C02E220DEB3E","title":"Centre for Plant Integrative Biology","abstractText":"Life is extremely complex. Even apparently simple organisms like plants contain many tens of thousands of genes which make many tens of thousands of proteins in each of the many millions of cells that make up a living organism. Integrative Systems Biology promises ultimately to make sense of this mind-numbing volume of molecular, cellular and tissue scale information by employing mathematical models to identify key underlying principles which can be tested experimentally. We propose a flagship Centre to pioneer the use of Integrated Systems Biology in Plant and Crop Sciences to create a virtual root model. While the root has largely been neglected in breeding programmes, it is the organ that is critical for seedling establishment and later dictates a plant's growth and development, through water and nutrient uptake and response to abiotic stress. The root is therefore a prime candidate for study using an Integrated Systems Biology approach. The Centre will initially focus on Arabidopsis thaliana (At), since it is the pre-eminent reference species for crops which uniquely has the advanced knowledge base necessary realistically to initiate ISB in plants. However, the work will play a crucial role in the development of sustainable crops by providing an ISB model to probe genetic-environment interactions associated with root growth and function. The reasons why Arabidopsis is exceptionally well suited to establishing the systems-biology approaches for the description of multi-cellular organisms include the following: (i) Arabidopsis is an exceptionally well-characterised species, not only among plants but also among all multi-cellular organisms. (ii) Plants have fewer cell and tissue types than animals, the cells are not independently mobile, allowing their fate more readily to be traced, and their growth and development are regulated by a few hormones. This makes them simpler to study than animals, while having many features in common, one of particular note in the current context being the crucial role of stem cells. (iii) Plant growth is dominated by the so-called root and shoot apical meristems (in which stem cells reside), allowing for a division of labour in which the former will be considered in the current project and the latter by collaborators in the USA. The virtual root will be capable of integration with the virtual shoot being developed in the USA, paving the way for a virtual higher plant. The proposed research programme will involve biologists, computer scientists, engineers, informaticians, mathematicians and statisticians all working together in a single location in a concerted attack on understanding the mechanisms underpinning root growth, studying all the relevant scales (from metabolite and gene to root) and combining the results in models which will allow the computational simulation of the root as a whole, thereby providing insight into the influence of genetic and environmental effects in particular. A carefully-structured programme of research will first consider the three domains which make up the root (the elongation zone, the root apical meristem and the region of lateral root emergence) and will then combine the information and models obtained from each of these in order to describe the whole root; this will require the detailed treatment of 'emergent properties' whereby the whole is more than the sum of the parts. These models will allow new hypotheses about the associated mechanisms to be generated and tested and hence will ultimately suggest ways of improving sustainable practices in agriculture (e.g. reducing chemical inputs by increasing nutrient uptake in the soil) whilst maintaining crop yields. More generally, the programme will also provide a roadmap for how systems-biology approaches can be applied to other multi-cellular species and an extensive programme of outreach will therefore be pursued to promote such undertakings to researchers in relevant areas.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D019613/1","grantId":"BB/D019613/1","fundValue":"9112340","fundStart":"2007-02-01","fundEnd":"2012-10-31","funder":"BBSRC","impactText":"","person":"Thomas Charles Hodgman","coPersons":["Helen  Byrne","John  King","Jonathan Mark Garibaldi","Oliver E  Jensen","Colin Anthony Scotchford","Markus  Owen","Steven Joseph Mills","Michael  Holdsworth","Tony  Pridmore","Andrew  Wood","Adib  Becker","Martin Roger  Broadley","Gregory  Tucker","Ivor Arthur Jones","Sean Tobias May","Ian L Dryden","Geoffrey Douglas Tansley","Sacha  Mooney","Natalio  Krasnogor","Malcolm  Bennett"],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}