{"id":"F6A1B790-0CA4-456A-9A50-247ACE6869B4","title":"Feasibility of a wetting layer absorption carbon capture process based on chemical solvents","abstractText":"New ideas for carbon capture are urgently needed to combat climate change. Retro-fitting post-combustion carbon capture to existing power plants has the greatest potential to reduce CO2 emissions considering these sources make the largest contribution to CO2 emissions in the UK. Unfortunately, carbon capture methods based on existing industrial process technology for separation of CO2 from natural gas streams (i.e. amine scrubbing) would be extremely expensive if applied on the scale envisaged, as exemplified by the recent collapse of the Government's CCS project at Longannet power station. Moreover, many of the chemical absorbents used, typically amines, are corrosive and toxic and their use could generate significant amounts of hazardous waste. So, more efficient and 'greener' post-combustion CCS technologies are urgently needed if CCS is to be adopted on a global scale.\n\nEfficient separation of CO2 from flue gases requires at least the following; i) an inexpensive sorbent with high CO2 working capacity and selectivity, ii) high rates of CO2 mass transfer into and out of the sorbent, and iii) a low energy cost for sorbent regeneration. A traditional aqueous amine scrubbing process has high selectivity, but is less effective in terms of capacity, mass transfer rate, and sorbent regeneration energy penalty. Here, we propose to investigate a novel process based on the 'wetting layer absorption' (WLA) concept in which a porous material is used to support liquid-like regions of absorbing solvent, which in turn absorb the gas of interest, in this case carbon dioxide. This process, recently invented by one of the authors (MS) of this proposal at Strathclyde, is being pioneered by researchers in Scotland. Initial work involved investigation of the use of physical solvents. Here the focus is on a process involving chemical solvents, i.e. amines. This process should have a high capacity, high slectivity, and high rates of mass transfer. Another novel aspect of this work is the investigation of microwave regeneration, which could also result in much reduced costs for sorbent regeneration. Finally, the process would involve orders of magnitude reductions in solvent recycling, and could make use of much less toxic and corrosive solvents, leading to a much greener process. Ultimately, the WLA process involving chemical solvents could potentially significantly reduce the cost and environmental impact of carbon capture.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J019704/1","grantId":"EP/J019704/1","fundValue":"568433","fundStart":"2012-10-01","fundEnd":"2013-04-30","funder":"EPSRC","impactText":"","person":"Martin Brian Sweatman","coPersons":["Ashleigh Jane Fletcher","Siddharth V Patwardhan"],"organisation":"University of Strathclyde","findingsText":"","dataset":"gtr"}