{"id":"F6AC07B0-293F-47E8-8F37-3A2D5945B8DB","title":"Surface Mixed Layer at Submesoscales (SMILES)","abstractText":"Our current understanding of the Earth's climate is largely based on the predictions of numerical models that simulate the behaviour of, and interaction between, the atmosphere and the ocean. These models are crucially limited in their resolution, however, such that processes within the ocean that have horizontal scales of less than approximately 10 km cannot be explicitly represented and need to be parameterised for their effects to be included within the models. The purpose of this project, Surface Mixed Evolution at Submesoscales (SMILES), is to identify the potentially crucial role played by one variety of these unresolved processes, referred to as submesoscales, in influencing the structure and properties of the upper ocean, and thereby the transformation of surface water masses, within the Southern Ocean. Submesoscales are flows with spatial scales of 1-10 km that occur within the upper ocean where communication and exchange between the ocean and the atmosphere occurs. Previously considered unimportant to climate-scale studies due to their small scale and the presumed insignificance of their dynamics, recent evidence from high resolution regional models and observational studies is now emerging which suggests that submesoscales are actually widespread throughout the upper ocean and play a key role within climate dynamics due to their ability to rapidly restratify the upper ocean and reduce buoyancy loss from the ocean to the atmosphere. The impact of such a process is particularly important to the surface transformation of water masses such as Subantarctic Mode Water (SAMW), which is an important component of the Meridional Overturning Circulation (MOC) that redistributes heat, freshwater and tracers around the globe. Within the MOC, dense water masses such as SAMW are formed and transformed at high latitudes by surface processes before being subducted into the ocean interior. The properties of the subducted water masses and the tracers and dissolved gases such as carbon dioxide contained within them are vitally important to the global climate and geochemical cycles as these water masses remain out of contact with the surface over decennial to centennial timescales. \n\nIn the light of the recent discoveries concerning the ability of submesoscales to substantially influence the properties of the upper ocean, we will directly study the impacts of submesoscales on SAMW properties within the Scotia Sea. Using an integrated approach, we will both observe and simulate submesoscales within the upper ocean at a range of spatial and temporal scales, spanning from turbulence up to mode water formation. The principal goal of the study is the diagnosis of the role played by submesoscales in water mass transformation so that we can accurately incorporate these effects into climate-scale models which cannot explicitly resolve them. Our methods will entail a cruise approximately 200 miles south of the Falklands Islands at the Subantarctic Front (SAF), to the north of which SAMW is transformed, and a concurrent modelling study using a state-of-the-art global circulation model. During the cruise, we will use towed instruments to measure the length scales of variability in the temperature, salinity and related fields throughout the upper 300 m of the ocean. The data will enable us to identify the intensity and distribution of submesoscales within the vicinity of the SAF, and to ascertain the forcing mechanisms that generate them. In conjunction with the modelling component of the project, which will include both high resolution and coarse-scale simulations with the MITgcm and large eddy simulations (LES), we will assess how submesoscales ultimately impact on the properties of SAMW within the region and the ultimate effect this has on the formation of SAMW.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J009857/1","grantId":"NE/J009857/1","fundValue":"363336","fundStart":"2014-07-01","fundEnd":"2017-08-31","funder":"NERC","impactText":"","person":"Philip John Hosegood","coPersons":[],"organisation":"University of Plymouth","findingsText":"","dataset":"gtr"}