{"id":"F6B14D9B-03B0-4468-9AC0-D3B9BF6D7A0A","title":"International Tolstoyans 1880-1940","abstractText":"This project examines the development of the international Tolstoyan movement, a Christian anarchist movement that flourished in Britain, Europe and the USA in the late nineteenth and early twentieth centuries. Tolstoy developed his moral philosophy, which was based on the doctrine of non-resistance to evil, in a body of work he produced between 1880 and his death in 1910. He rejected the state (which could only exist on the basis of physical force), and all institutions that derived from it - the police, law courts, the army, and the Russian Orthodox Church. He condemned private property and money, and advocated living by one's own physical labour. He also came to believe in abstinence from tobacco and alcohol, vegetarianism, and complete chastity. \\nTolstoy's philosophy had an impact on groups and individuals who were disillusioned with modern industrial society and with the politics of the time. His most dedicated followers developed correspondence networks and set up newspapers, publishing houses and agricultural colonies devoted to living a Tolstoyan life. Tolstoy himself strenuously denied the existence of a specifically 'Tolstoyan' movement - his emphasis on attacking rigid doctrine meant that the emergence of groups of people who attempted to live according to his blueprint for life was painfully at odds with what he was trying to achieve. Yet such a phenomenon clearly did exist. In Russia Tolstoyan colonies existed during Tolstoy's lifetime and continued to exist long after the revolution - Lenin regarded Tolstoyism as a threat that should be 'fought all along the line'. Tolstoyan 'hubs' emerged in Britain, the USA, the Netherlands, Hungary and New Zealand. These were connected on a local level to a wide variety of reform movements which included vegetarianism, industrial co-operation, anarchism and communitarianism. \\nThere was also a wider movement. Many individuals stopped short of giving up their career or joining a Tolstoyan colony, but were nevertheless profoundly influenced by Tolstoy's writings. The delay in publishing foreign translations of Tolstoy's literary works meant that from the 1880s his earlier novels and later philosophical works appeared in the west almost simultaneously. Tolstoy's apparently polyglot nature and the public nature of his spiritual crisis seemed to make his ideas uniquely attractive. Many sympathetic individuals wrote to him, or made pilgrimages to visit him. Tolstoy clubs sprang up in cities like Manchester and Boston. Tolstoy's work had an impact on writers and reformers from Ernest Howard Crosby to Mahatma Gandhi. The Tolstoyan movement was genuinely international, and this study will take in its modes of communication, cleavages within the movement, relations to Tolstoy himself, and the application of his ideas in different national contexts.\\nThe monograph resulting from this project will be the first study to deal with the international Tolstoyan movement as a whole, and will be based on archival research in Britain, Russia, the USA, Hungary and the Netherlands. Drawing on correspondence between Tolstoyans and Tolstoy, the personal papers of individual Tolstoyans, and the newspapers and pamphlets produced by Tolstoyan groups, it will trace the development of Tolstoyism as an international movement. It will explore both the core activity and the outer limits of the movement, looking at the ways in which Tolstoyism developed in different contexts, and the connections between Tolstoyan groups and individuals internationally. This study will provide a bridge between the study of the reception and translation of Tolstoy's works and the history of nineteenth and twentieth century socialist, anarchist and communitarian movements, and it will place the Tolstoyan movement in its proper context, within the wider reform movements of its period.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H006885/1","grantId":"AH/H006885/1","fundValue":"24909","fundStart":"2010-09-20","fundEnd":"2011-01-19","funder":"AHRC","impactText":"","person":"Charlotte Lucy Alston","coPersons":[],"organisation":"Northumbria University","findingsText":" This project focused on the development, in the late nineteenth century, or a movement dedicated to promoting and putting into practice Leo Tolstoy's Christian anarchist philosophy. It explored some of the ways in which 'Tolstoyans' built a sense of international community, through the exchange of literature and correspondence, and advocacy of common causes. The project demonstrated that while Tolstoyans had much in common with other reform movements of their time, including the vegetarian movement and the peace movement, their uncompromising belief in the doctrine of non-resistance to evil by violence often prevented them cooperating fully with these other reformist groups. This core belief also gave their movement a coherence and sense of identity that separated it from others. While many converts had been attracted by the uncompromising nature of Tolstoy's solutions, the experience of trying to put Tolstoy's solutions into practice convinced many of his adherents that compromise was essential. The project explored the aspects of their beliefs that Tolstoyans carried into new sphere of reform, including penal reform and food reform. It documented the physical, literary and ideological legacies of the movement. The project focuses on individuals who strove to live honestly, simply, and without negative impact on others or on their environment in an industrialised and highly organised capitalist society. The moral and practical difficulties they faced and the concerns they shared are very similar to those articulated by an increasing number of people today. Their beliefs and their tactics bear a direct relationship to those associated with the environmental movement (self-sufficiency, the use of local Communities and Social Services/Policy,Education,Energy,Environment","dataset":"gtr"}