{"id":"F6B16990-B1A1-4890-90D0-7C2A64BB60FC","title":"Deep UV high-value manufacturing laser instruments","abstractText":"In this instrument development project we will be designing, constructing and testing two laser systems producing UV light pulses with sufficient energy to mark, cut or drill various non-ferrous engineering materials, be it removing small amounts precisely or in a wholesale manner that accompanies an explosion of the target material. The key advantages of the proposed systems are that they will be efficient and offer unique properties for the emitted light that cannot be found in any other laser system in the world. The first is the colour, or wavelength, of the light that will be shorter than almost all other solid-state laser systems; next and for just one of the instruments, the energy in each pulse and their frequency of arrival will be comparable to the smaller industrial-standard excimer gas lasers, which are used for many processes in the electronics manufacturing industry but rely on toxic and corrosive gases and very high voltage discharges to generate the UV light; while the second instrument will have one thousand times less energy per pulse than the first, it will deliver the same number more pulses per second, making it very useful for rapid precision micro-processing, where speed and accuracy are a premium. \nFor us to be able to make these novel laser systems we will exploit an old technology that has re-emerged as a potential platform architecture, cryogenic cooling. Cryogenic cooling applied to high energy laser systems with high average powers has become accepted as the credible route toward laser driven fusion reactors and extreme-peak-power laser facilities (NIF - https://lasers.llnl.gov/, DiPOLE - at STFC Rutherford Appleton Laboratory (RAL) http://www.stfc.ac.uk, HiLASE - http://www.hilase.cz), clearly evidence of the potential efficiency of the approach. Employing this method we will develop a platform technology that underpins both of the systems detailed above and will enable the unique characteristics of our proposed manufacturing laser instruments. At the end of the project we will have developed a clear route for transferring the knowledge to enable the manufacturing of these lasers and begun testing their performance for materials processing in collaboration with UK laser micro-processing industrial partners.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M020932/1","grantId":"EP/M020932/1","fundValue":"563404","fundStart":"2015-08-01","fundEnd":"2018-07-31","funder":"EPSRC","impactText":"","person":"Jacob Isa Mackenzie","coPersons":["W Andrew Clarkson","Y  Yang"],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}