{"id":"F6BA4ACA-01DD-46F1-9B73-273E9E7451D8","title":"New approaches to estimating flood flows via surface videography and 2D &amp;3D modelling","abstractText":"Of all natural hazards capable of producing disasters, flooding is the comst common cause of loss of life. A core component of flood management is accuarte determination of flood conveyance and water level in channels. The reports (2002 &amp; 2004) published by the EA and DEFRA ranked the uncertainty in determining flow resistance in times of flood, due to roughness condition in the main channel and on the flood plains, as of high priority. The main uncertainty in flow resistance arises because of lack of sufficient spatial velocity and water surface elevation data, since it is extremely difficult and dangerous to measure velocity during floods. This proposal introduces a novel velocity and water surface elevation measuring technique (remote control) during floods using PIV, DP and ADCP techniques in an engineered two stage channel on the River Blackwater. This site is well equipped with basic measuring facilities by the EA, so is an ideal site to study flow structures for overbank flow. Vegetation on the flood plains contains many plant types making it a good location for investigating the flow resistance parameters for vegetation, along with new work being developed by the River Habitat Survey. 3-D numerical models are used to reconstruct internal turbulent flow structure and to investigate roughness effects on flow behaviour, storage capacity and flood risk.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E002250/1","grantId":"EP/E002250/1","fundValue":"195187","fundStart":"2006-11-01","fundEnd":"2009-10-31","funder":"EPSRC","impactText":"  The findings will shortly be used in a bid to develop a new flow measuring system for the Environment Agency. Environment Societal","person":"Mark  Sterling","coPersons":["Donald William Knight"],"organisation":"University of Birmingham","findingsText":" The project was able to integrate a variety of different measurement techniques in order to predict and model flooding in a small river in the UK. The research could be used in a non-academic context in order to improve flood prediction through provision of better quality datasets The research findings were disseminated through a variety of academic journals and key conferences. Environment","dataset":"gtr"}