{"id":"F6C2C473-6D6B-4AD9-AF24-EE66427F774F","title":"Research Visit to Nihon University in Japan: Motorcycle Dynamics and Rider Modelling","abstractText":"There are few controller models that have been applied specifically to replicating the control actions of a motorcycle rider, and those that have been demonstrated appear worthy of more detailed investigations. Extensive validation of the available mathematical models of rider behaviour using measured human behaviour from carefully designed experiments is needed. It is important to note that the experience of building and commissioning realistic riding simulators is much more limited when compared with the performance and availability of driver simulators for twin-track vehicles. Research in rider control is to support and stimulate activities in the development of riding simulators, facilitate their implementation, and make possible their wide availability in the near future. The overall aim is for Dr Popov to visit Nihon University in Japan and establish a collaboration with the research group led by Prof. Kageyama in the general area of vehicle dynamics, and in particular in motorcycle dynamics and rider modelling. The visit has a twofold purpose: an in-depth presentation to researchers in Japan of the modelling and simulation capabilities of the team led by Dr Popov and their introduction to recent results obtained at Nottingham University; and, a significant exposure of Dr Popov to the research facilities, test rigs, and experimental procedures in the Vehicle System Laboratory at Nihon University. The measurable objectives are to conduct partial validation and to prepare a programme for future detailed validation of mathematical and computer models developed at Nottingham University by experimental results obtained at Nihon University. The purpose of the programme essentially consists of knowledge transfer and exchange of ideas between two leading groups in the area of motorcycle dynamics and rider behaviour, with different expertise and great potential to complement each other in resolving complex problems in the field of human-machine interaction.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G065136/1","grantId":"EP/G065136/1","fundValue":"20365","fundStart":"2009-06-12","fundEnd":"2009-09-11","funder":"EPSRC","impactText":"","person":"Atanas  Popov","coPersons":[],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}