{"id":"F6C26673-AB67-4B8A-8E09-BDE13AC0696E","title":"Boats, Borders and Asylum: the Global Politics of Irregular Migration in Maritime Space","abstractText":"This project interrogates changing patterns of irregular, or undocumented, migration in maritime space. It asks how the experiences and practices of irregular migrants are impacted by changing policies in border security and asylum, and also how these patterns of migration are themselves driving policy change. The project has a particular focus on how security efforts that attempt to respond to human trafficking and people smuggling (and that often conflate the two) are impacting the vulnerabilities of migrants, particularly asylum seekers, as they cross maritime borders. In pursuing these questions, this research prioritises the experiences and perspectives of migrants themselves by using innovative qualitative methods that enable migrants to tell their own stories, in their own ways. The objectives of this project are to place the migrant experience at the centre of our understanding of irregular maritime migration, to bring local case studies together to reveal global patterns of policy change, and to understand how the maritime space offers opportunities to rethink how we understand the international realm.\n\nThe project is built around two case studies: the Pacific Ocean and the Mediterranean Sea. In both cases, two migration routes will be studied. For the Pacific, the journey that transits through Indonesia to Australia, and that which transits through Thailand to Canada are the focus; in the Mediterranean, the journeys examined are from Morocco to Spain, and from Libya to Italy. To understand these routes, in-depth field research will be undertaken in the four destination states (Australia, Canada, Spain, and Italy) in order to trace the experience of migrants backwards from their destination through their migration journeys. These experiences will be analyzed against patterns of policy change in each state, and of interstate cooperation and governance at regional and global levels to reveal how states have responded to the arrival of boats carrying undocumented migrants, and how these responses have then impacted the mobility of these individuals.\n\nThe guiding research method is ethnography, which includes participant observation, unstructured interviews, and visual ethnographies. The visual ethnographies represent a new method, and will allow migrants themselves to tell their own stories through video and photography. These pieces will then be made available on the Project Website, and will be screened at a final Public Engagement Event. Ethnographies will also be supported by semi-structured interviews and by policy analysis. \n\nThroughout the project, this research will be supported by comprehensive skills development for the researcher, which includes methodology training, the development of academic and practitioner networks, and the development of leadership skills and opportunities in the field.\n\nThe research in this project will enhance our understanding of irregular migration and processes of political change that impact border security and asylum politics. This will be reflected in several journal articles, and a final book manuscript that will be submitted for review at the end of the project. \n \nThis research will also have important non-academic impacts. Through activities that include the Website and Public Event noted above, targeted Workshops in each research site, and the regular publication of Briefing Notes and Project Reports, this project will build and enhance cross-community networks. The key audiences for this research include the general public, policy makers, advocacy and support workers, and migrants themselves. Through this research, policy debates will be informed by deeper understandings of irregular migration. Further, the activities and publications of the project will build new opportunities for communication, and for consultation and collaboration in developing more effective and humane responses to the challenges posed by irregular migration across water.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/N001990/1","grantId":"ES/N001990/1","fundValue":"139919","fundStart":"2016-03-01","fundEnd":"2019-02-28","funder":"ESRC","impactText":"","person":"Heather Lynn  Johnson","coPersons":[],"organisation":"Queen's University of Belfast","findingsText":"","dataset":"gtr"}