{"id":"F6C7FDF7-2641-42C7-909B-5803806DB3BC","title":"Analysis and synthesis of time-to-event data from cancer trials in the assessment of cost-effectiveness","abstractText":"All new treatments are subjected to an analysis of both their effectiveness and cost-effectiveness before they can be recommended for use in the NHS, and data from randomised clinical trials forms the critical element in these assessments. In the case of cancer treatments these trials generate time-to-event data, which require special methods of analysis because many patients have not reached the trial ?end-point? (tumour progression, or death) at the time when the study data is analysed. It is extraordinary, but true, that the data analysis used to assess effectiveness is almost invariably different from the one used to assess cost-effectiveness, and that the two analyses cannot both be correct. This has lead to an element of arbitrariness in the cost-effectiveness calculations, which depend enormously in what assumptions are made. At NICE, Appraisals Committees are, as a result, frequently confronted with alternative sets of assumptions that lead to completely different conclusions, and this has in the past lead to an Appeal. But even if this were not the case, it is clear that methods for analysing time-to-event data for cost-effectiveness calculations need to be completely overhauled. Current methods for deriving estimates from data, and for extrapolating treatment effects over a lifetime, can be shown in many respects ? perhaps surprisingly ? to be incoherent and non-sensical. This research sets out to establish new analytic procedures and methods, which use the available data fairly and give the best predictions possible about the gain in life-expectancy and quality of life due to the new cancer treatments. The aim is to make the task of assessing these treatments more transparent and less open to arbitrary, and incorrect, assumptions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G1001338","grantId":"G1001338","fundValue":"150497","fundStart":"2011-01-01","fundEnd":"2013-06-30","funder":"MRC","impactText":"","person":"A E  Ades","coPersons":["Nicky Jane Welton"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}