{"id":"F6C797F9-1149-489D-9245-1F65DA61B775","title":"Joint Synthetic Biology Initiative - Biological Amplification of Chemical Warfare Agent Sensors - Towards 'Deviceless Devices'","abstractText":"Since WW1 the regrettable use of chemical warfare agents (CWAs) has resulted in a global need to efficiently detect, identify and decontaminate these supertoxic agents. Chemical warfare agents are now classified as weapons of mass destruction. Of prime concern are the G- and V-type nerve agents (e.g. GB - Sarin and VX) and the mustard vesicants (e.g. HD, mustard gas). Concerns over CWAs have recently increased due to their potential use by terrorist organisations. In addition, there are a number of highly toxic industrial chemicals (TIC) such as hydrogen cyanide and hydrogen fluoride which are used in a range of different industries. If there were to be a deliberate or accidental release of such toxic chemicals, the ability to accurately detect and identify the presence of CWA or TICs would become extremely important in determining the best course of action and preventing loss of life.\n\nIn the proposed work we wish to develop a system for the detection of CWAs for use by security personnel with little operator training. The central theme here is to exploit previous work undertaken in our laboratories that has resulted in highly selective 'tests' for the main classes of CWA. These systems are very effective in identifying CWAs in liquid form and we wish to adapt this work to detection of toxic gases. Of the CWA agents of interest, it is agents such as Sarin that pose greatest threat as vapours. The high volatility, and extreme toxicity, of this agent means that the ability to detect it in the gas phase is essential for military and civilian authorities. \n\nWe propose to adapt our existing G-agent chemical sensors to gas phase detection by using a biological 'amplification' mechanism. Hence the presence of GB will promote the release of fluoride anions which in turn will bind to a synthetic sensor molecule. This event triggers the release of biochemicals that are subsequently acted upon by series of naturally occurring catalysts (enzymes). The final reaction in the sequence is based upon the same biochemistry that causes bioluminescence in Fireflies, and thus the primary output of the system will be light. This last reaction is part of a cycle so that one molecule of Sarin triggers the release of many photons of light. In essence the analyte GB triggers a cascade of reactions that results in the amplification of an initially small event. It is hoped that approach can be generalised to many types of target compound and allow the sensitive detection of dangerous materials without the need to use complex and expensive instruments. This will be great benefit in providing low cost sensor systems and obviate the need for external power sources. A further benefit is that security personnel will require little or no training to use the proposed 'devices'.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J020397/1","grantId":"BB/J020397/1","fundValue":"120081","fundStart":"2012-11-01","fundEnd":"2014-03-31","funder":"BBSRC","impactText":"","person":"Ian Andrew  Fallis","coPersons":["Rudolf Konrad Allemann"],"organisation":"Cardiff University","findingsText":"","dataset":"gtr"}