{"id":"F6D773DA-A6DE-4C6A-8AE5-6C295EB67916","title":"Enhanced Assessment of Aortic Stenosis using Computational Modelling","abstractText":"The aortic valve ensures uni-directional flow during the cardiac cycle, by allowing the stroke volume to be ejected from the left ventricle into the aorta during systole, and by preventing backflow from the aorta into the left ventricle in diastole. There are two main reasons for valve malfunction, 1) regurgitation (retrograde flow) and 2) stenosis (flow obstruction), which are often combined to different extents in patients. Degenerative (age-related) aortic stenosis (AS) is the most prevalent cardiovascular disease in developed countries after coronary artery disease and hypertension and is curable by open heart surgery (aortic valve replacement or, more rarely, repair).Germane to all these clinical problems is the accuracy with which the severity of AS is assessed in clinical practice. From a fluid dynamics perspective, the ideal method for quantifying AS would be to measure the energy 'loss' caused by the high-velocity flow jet across a narrow, irregular orifice and in particular by the turbulent area downstream where the jet expands. However, accurate measurement of the energy 'loss' and correlating this with clinical outcomes is fraught with difficulties. Clinicians therefore rely on two well-tested, but nevertheless imperfect, measures of AS severity: pressure gradients (PG) and effective orifice area (EOA):1) PG is a good measure for the energy loss and can be measured invasively, by passing across the aortic valve using a catheter connected to a pressure gauge or wire. The drawbacks of PG is that the procedure is invasive and that PG is flow-dependent, which requires it to be indexed when used as an assessment criteria. 2) The EOA is an alternative measure for AS severity that distinguishes between smooth and sharp constrictions. It represents the cross-sectional area of the vena contracta just downstream of the valve. The EOA is less flow dependent than PGs and considered a good measure for the energy loss caused by the stenosis. Furthermore, non-invasive fast Doppler measurements are used to determine EOA, which makes this quantity the preferred one in clinical practice. However, some major assumptions are made for the calculation of EOA, i.e. the flow jet is axisymmetric with a uniform profile and is considered flow independent. These assumptions can be questioned for the distinct three-dimensional geometry of the aortic valve, the asymmetry of many diseased valves and the incompressible turbulent flow. Hence, the aim of the proposed work is to elucidate the effect of these assumptions using computational models. Hence, this research initiative will aim to use three-dimensional heart valve models for a better assessment of stenosed aortic valves. The valve geometries will be extracted from echocardiographic data alongside the measured flow for boundary conditions. The influence of the turbulent expansion area on the jet will be evaluated using rigid opened valves or fluid-structure interaction models. The turbulence models (URANS) will be validated using echocardiographic data on the flow and pressure field. The shape, profile and direction of the flow jet through the valve are then analysed and linked to the transvalvular pressure gradients. Current clinical assessment criteria, related to the flow and pressure field, will be re-evaluated based on the modelling results.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H017348/1","grantId":"EP/H017348/1","fundValue":"101642","fundStart":"2010-06-01","fundEnd":"2011-12-31","funder":"EPSRC","impactText":"","person":"Raoul  Van Loon","coPersons":[],"organisation":"Swansea University","findingsText":"","dataset":"gtr"}