{"id":"F6DC7B30-9D52-4C9A-999E-53BBBD8DF583","title":"Optimisation of Biomass/Coal Co-Firing Processes through Integrated Measurement and Computational Modelling","abstractText":"Co-firing biomass with coal at existing power plant is widely adopted as one of the main technologies for reducing CO2 emissions in the UK and the rest of the world. Despite various advances in developing the co-firing technology, a range of technological issues remain to be resolved due to the inherent differences in the physical and combustion properties between biomass and coal. Typical problems associated with co-firing include poor flame stability, low thermal efficiency, and slagging and fouling. This project aims to achieve the optimisation of biomass/coal co-firing processes through a combination of advanced fuel characterisation, integrated measurement and computational modelling. In the area of fuel characterisation, both thermo-gravimetric analysis and automated image analysis techniques in conjunction with conventional fuel analysis methods will be combined to achieve comprehensive characterisation of biomass and biomass/coal blends from a wide range of sources. Because of the physical differences between biomass and coal the fluid dynamics of the biomass/coal/air three-phase flow in the fuel lines feeding the burners is rather complex and very little is known in this area of science. It is proposed in this project to develop an instrumentation technology capable of measuring the basic parameters of the biomass/coal particles in the fuel lines on an on-line continuous basis. The system will allow the monitoring and optimisation of the fuel delivery to the burners. The instrumentation technology combines novel electrostatic sensing and digital imaging principles and embedded system design methodology. The flow parameters to be measured include particle size distribution, velocity and concentration of biomass/coal particles as well as biomass proportion in the blend. It is known that biomass addition and variations in coal diet can have a significant impact on combustion stability and co-firing efficiency. As part of this project, a system incorporating digital imaging devices and solid state optical detectors will be developed for the continuous monitoring of the burner conditions and flame stability under co-firing conditions. Computational modelling provides a powerful supplementary tool to experimental measurement in the studies of three-phase flow and combustion flame characteristics. Computational Fluid Dynamic (CFD) modelling techniques will be applied in this project to investigate the dynamic behaviours of irregular biomass particles and their blends with pulverised coal in the fuel lines and associated combustion characteristics particularly flame stability. CFD modelling techniques will also be applied to study the impact of biomass addition on ash deposition and formation of slagging and fouling. The measurements from the flow metering and flame monitoring systems will be integrated to establish and validate the CFD models. Meanwhile, the modelling results will be used to interpret the practical measurements under a wide range of conditions.The project consortium comprises three academic centres of expertise including Kent, Leeds and Nottingham. Collaborative arrangements with three leading research centres in China have been established in addition to support from power generation organizations in the UK and China. Following the design and implementation of the instrumentation systems and computational modeling work, experimental work will be performed on combustion test rigs in both countries. The instrumentation systems and computational models will then be scaled up for full scale power stations. Demonstration trials will be undertaken to assess the efficacy of the advanced fuel characterisation techniques, the performance and operability of the instrumentation systems, and the validity of the computational models under a range of co-firing conditions. Recommendations for the optimization of co-firing processes at existing power plant and on the design of new plant will be reported.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F060882/1","grantId":"EP/F060882/1","fundValue":"88814","fundStart":"2008-10-16","fundEnd":"2011-10-15","funder":"EPSRC","impactText":"  We have been able to provide a significant amount of support to the energy sector in the selection and processing of biomass for energy generation. Energy Societal,Economic","person":"Edward  Lester","coPersons":[],"organisation":"University of Nottingham","findingsText":" We were able to the make the link between the fundamental components in biomass with milling and combustion performance with the slagging and fouling potential. This work has provided the evidence for ash fusion specialists (in industry) to take the technique developed during the PhD towards commercialisation. Energy","dataset":"gtr"}