{"id":"F6DF6A67-C89A-41CE-ACDF-6C0C2E938AB7","title":"Is the novel rhythmically expressed gene 'quasimodo' the missing link between the circadian clock and membrane properties of pacemaker neurons?","abstractText":"Circadian clocks drive biological rhythms in many organisms including humans. They regulate our sleep/wake cycle, body temperature, and many other aspects of physiology and behaviour. Our master circadian clock resides in the brain, in a structure called the Supra Chiasmatic Nuclei (SCN). It consists of thousands of neurons which all express a set of so called 'clock genes'. These genes are special, since they regulate each other via feedback loops, meaning that the product of one gene represses another gene or even its own expression. As a result, molecular oscillations of many of these genes can be observed that occur with a frequency of ca. 24 hrs: our circadian molecular clock work! But this is not enough to achieve a circadianly rhythmic behaviour: For example to determine if we should be active or go to sleep, the SCN neurons somehow have to signal the time-of-day to other regions of our brain and body, for example to the pineal gland, which produces the 'sleeping hormon' melatonin when the SCN says so. SCN (or pacemaker) neurons do this, by producing electric signals (action potentials) in a rhythmic fashion; somehow regulated by the molecular clock. But how does this work? Recent evidence indicates that the properties of the neuronal membrane are rhythmically changed by the molecular clock, but again, the question remains how this is accomplished. In our model organism, the fruit fly Drosophila melanogaster, the situation is quite similar. It also has pacemaker neurons in its brain which express many clock genes in a circadian fashion. We recently isolated a novel rhythmically expressed gene called quasimodo (qsm), which is present in some of the clock neurons and is probably attached to the outside of their membranes. When we experimentally change the expression level of qsm (make more or less of it compared to normal flies), we induce very similar effects as if we manipulate genes that alter the electrical activity of neurons (called ion-channels). Therefore we believe that qsm interacts with at least some of these genes, and because its expression is controlled by the molecular clock, qsm could well be a factor that connects the clock with the neuronal membrane! To find this out we want to identify, which of the ion channel proteins interact with the Qsm protein and what exactly happens when we influence their expression. We also noticed that under certain circumstances of manipulating neuronal membrane proteins, we can observe strong behavioural rhythms in the absence of clock genes, which always were thought to be absolutely required for such rhythms. This is very astonishing and implies that there are rhythm-generating properties intrinsic to the neuronal membrane. We will try to find out what generates these rhythms by performing a mutagenesis screen where we will look for mutants that abolish the rhythms in the abnormally rhythmic flies. Our idea is that there are two rhythm-generating mechanisms: The known one consisting of the clock genes and their products, and another one, operating in the neuronal membranes. We think they are connected to each other, and with the experiments outlined in this proposal we want to show how the clock genes control the membrane oscillator and how in turn the membrane oscillator feeds back to control the clock genes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E020828/1","grantId":"BB/E020828/1","fundValue":"398750","fundStart":"2007-06-01","fundEnd":"2010-11-30","funder":"BBSRC","impactText":"","person":"Ralf  Stanewsky","coPersons":[],"organisation":"Queen Mary, University of London","findingsText":" 1) quasimodo is a rhythmically expressed clock-controlled-gene previously isolated in our lab. We now generated Qsm antibodies and could show that Qsm is an acutely light-responsive protein suggesting that it functions in the light-input to the Drosophila clock. This was supported by the observation that down-regulation of Qsm expression in clock cells induced behavioural rhythmicity in constant light (LL). LL normally induces arrhythmic behaviour and LL-rhythmicity therefore points to a disrupt Our data is or will be published in open access journals and/or on our laboratory homepage. In addition data will be deposited and openly accessible via FlyBase (http://flybase.org/)\n\nOur lab participates in numerous 'Outreach' activities. We contribute to open days and research symposiums held for undergraduate students and their parents here at QM. We also accept work experience students (school kids) to work in our lab on a regular basis to bring children and their parents into close contact Education","dataset":"gtr"}