{"id":"F6E0A62A-E46F-4670-B7EB-027296A5A46E","title":"Quantum dynamics in Atomic Molecular and Optical Physics","abstractText":"CCPQ is a collaborative computational project which serves the needs of the UK Atomic and Molecular physics community in respect of leading edge software development, especially in its five principal areas of interest: collision physics, antimatter physics, multiphoton physics, cold atom physics and molecular physics. Formerly known as CCP2, this collaboration has existed continuously since 1978, \nbut has been constantly evolving and adapting to address new problems. A spin-off company &quot;Quantemol&quot; was formed in 2004 to market some of its electron-collision software. The software will be applied to generate new data for applications like the simulation of industrial plasmas or to investigate electron-induced damage to biological molecules, including positron annihilation processes in PET scans. Software developments to provide molecular line data for the search for exoplanets will also be undertaken.\nThe proposed flagship project, &quot;Coherent control of many body systems&quot;, represents a completely new initiative. It will combine recent cutting edge developments in the UK with a well-known and well-respected open-source international project. It will develop new software to tackle previously intractable problems, hence enabling UK researchers to investigate accurately, for the first time, the time-evolution of strongly correlated quantum systems in a range of subfields encompassing ultracold atom physics, quantum information and driven condensed matter systems. \nCCPQ will run an active programme of meetings and workshops with a view to stimulating collaboration and training researchers to address new problems in computational atomic and molecular physics, as well as High Performance Computing. As well as new initiatives and flagship software development, the collaboration will maintain an ongoing programme of maintenance, curation and upgrading of its existing software suite. Its activities will also support two projects funded by previous software calls in particular the &quot;UK R-matrix Atomic and Molecular Physics HPC Code Development Project&quot; (UK-RAMP) as well as the &quot;Wavepacket dynamics for the future: A general purpose HPC-compliant program&quot; project.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J010529/1","grantId":"EP/J010529/1","fundValue":"197492","fundStart":"2011-10-01","fundEnd":"2015-03-31","funder":"EPSRC","impactText":"","person":"Dieter Hans Jaksch","coPersons":[],"organisation":"University of Oxford","findingsText":" We have determined how best to structure the TNT library and store tensor information, such that tensor manipulations for any general network geometry can be efficiently performed whilst keeping the library functions straightforward for users. We have also determined how to exploit the sparsity structure of the tensors. This involves re-arranging the tensors to form non-zero blocks after reshaping them to matrices, so that only the non-zero parts of the tensors are passed to the singular value decomposition. This work will be used as a back-bone for creating efficient algorithms for simulating strongly correlated systems using tensor network theory (TNT). TNT-based methods can be used to simulate condensed matter phenomena that are still not well understood like high-Tc superconductivity, frustration, and topological phases such as fractional quantum Hall physics. They can also be applied to strongly interacting classical systems e.g. the formation of traffic jams. Other","dataset":"gtr"}