{"id":"F6E2BAE0-DF3B-4C03-A312-D5C1E97095AD","title":"His &amp; Her biological clock: Reproductive decision-making and reproductive success in the 21st century","abstractText":"<p>The purpose of this network is to bring together 24 scholars, researchers, practitioners and policy-makers to discuss reproductive decision-making and reproductive success in the 21st century, with the aim of improving understanding of how individuals take decisions regarding their reproductive lives and future plans for child-bearing and the factors that impact on reproductive success.</p>\n\n<p>The network goals include: </p>\n\n<ol>\n \n\n <li>an examination of contemporary reproductive trends from different perspectives (social, psychological and biological) to generate an Integrated Model of Reproductive Motivation and Success (IMRMS); \n</li>\n <li>identification of innovative quantitative and qualitative longitudinal methods to test the IMRMS model in couples currently deciding/trying to conceive to identify true causes of contemporary reproductive trends; \n</li>\n <li>discussion and debate about the ethical and policy implications of the IMRMS model and what (if anything) can or should be done to influence individual efforts to conceive and/or to increase the success of reproductive efforts. </li>\n</ol>\n\n<p>The 24 member network will work continuously for 12 months and will meet three times to achieve consensus about each of these goals and to develop grant applications to support further interdisciplinary reproductive research. The network outputs will be a dedicated interactive website, articles, policy reports, and grant applications.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-355-25-0038","grantId":"RES-355-25-0038","fundValue":"142322","fundStart":"2009-04-01","fundEnd":"2010-06-30","funder":"ESRC","impactText":"  In February 2011 I presented results of the network research (IFDMS) showing poor fertility knowledge among Japanese people to Y?ko Obuchi, Minister of State for Social Affairs and Gender Equality, whose responsibility it is to address the declining birth rate in Japan. This research was subsequently used to support a recommendation by The Task Force for Tackling the Crisis of Falling Birth Rate by Dr. Hidekazu Saito, a member of the Cabinet Office committee, to fund the creation and distribution of a leaflet to improve fertility knowledge.\n\nThe WHO (Department of Reproductive Health Research and HRP Document team) is also adapting the fertility awareness tool based on the evidence from the IFDMS survey in low resource countries showing low levels of fertility awareness. \n\nSeveral publications have arisen from the research. Other Societal","person":"Jacky  Boivin","coPersons":["W  Ledger","Karen  Henwood"],"organisation":"Cardiff University","findingsText":" Starting families in the 21st century is a complex affair. In our systematic review there were &amp;gt;25 determinants of childbearing (e.g., mainly demographic) but there remained a lack of clarity about the degree of influence of these factors on starting families. Our online survey (International Fertility Decision-Making Study [IFDMS], N=10,045) and literature review concurred that people require increasingly more time to feel ready to conceive. This body of work led to the proposal of a multi-factorial model for childbearing. \n\nPeople do not seem to be aware that their behaviour jeopardises their parenthood goals. Our pilot work on the planning fallacy suggested that people might not realise that a long deliberation period comes at the potential cost of not achieving parenthood. A pilot study on fertility awareness using FertiSTAT (n=612) showed that young people were not behaving optimally in regards to their fertility (e.g., smoking) suggesting a need for fertility policies directed at tackling the causes of sub-optimal fertility behaviour, which led to a new collaboration with the WHO. Further international work showed that in some countries fertility knowledge was so poor that fertility was indeed jeopardised (e.g., Japan).\n\nOur feasibility/acceptability work indicated that all recruitment methods for research on childbearing (e.g., media, social research panels, Facebook, Google Adwords) presented some biases. One needs to be mindful of these biases but having done so; data quality was high, costs reasonable and methods effective in generating cross-cultural comparisons of people currently trying to conceive (which is a typically difficult population to reach) including low resource countries. \n\nFrom an ethics perspective nudging people in the right direction to increase their likelihood of achieving parenthood good is acceptable, provided people know they are being nudged. If policies are not transparent and people denied certain options to increase adherence to politically valued positions (e.g., at home mothers highly valued so childcare not publicly funded before the age of 5 years) then one can argue that such nudging infringes on individual rights. Related to the principal network goals:\n\nStarting families is a complex and protracted process, very dissimilar to family building experiences in past decades. The model building work started a dialogue aimed at disentangling biological, individual, couple, social, societal and environmental influences and organises key indicators into a working model. However, future research needs to test the direct and indirect explanatory links proposed. This work also made clear a dearth of research on planning for parenthood in some groups, for example families from low resource countries or individuals in non-traditional groups (e.g., gay and lesbian). A further gap is lack of fertility awareness, people know very little about fertility which means decision about whether and when to conceive are not informed decisions. Several of the studies part of the grant were related to fertility awareness but more needs to be done on how fertility knowledge impacts childbearing goals.\n\nThe methodological work done for the network made more salient the difficulty of identifying people trying to conceive spontaneously because these people are not always aware that they are trying to conceive, do not belong to groups that could be targeted and often change status too quickly for practical research follow-up (i.e., triers become pregnant quickly). The large scale survey did show however, a catchment period from about age 28 (near median age of first birth) where people (men and women) can become more interested in research on planning for childbearing. \n\nThe ethical review identified that most of the ethical review in this research is around (direct, indirect) financial policies to incentivise fertility, with much of it not evidence based. However, policies often miss their mark of encouraging those prevaricating on parenthood goals and instead reinforcing further behaviour of those already on parenthood tract. \n\nRelated to starting a network (as per UIBEN PI recommendations):\no the importance of choosing participants (co-investigators, other members) carefully, covering, for example, those with complementary skills, those whose work is familiar, those with genuine interdisciplinary interests and capability (avoiding topic 'ownership' by one discipline), and having a good mix of experienced and earlier career researchers\no the importance of 'getting away', especially early on in a project, in an informal, social setting to help bring down barriers and aid communication\no the benefit of clear objectives and expected outcomes for and from meetings, and the value of building in small 'projects' or tasks as a way of focusing activity and encouraging smaller groups of participants to work together (including on grant proposals) Other","dataset":"gtr"}