{"id":"F6E2B372-A47B-4756-AD23-31F3E2F43F26","title":"Songs of the Caves: acoustics and prehistoric art in Cantabrian caves","abstractText":"This project will explore the acoustics of prehistoric painted caves in Northern Spain, to establish whether a secure relationship can be established between the positioning of painted motifs and sonic effects within the caves. Sound has the potential in many fields of archaeology to provide information that is not available by studying visual or material properties. This project is of particular interest since the documented presence of rock art and the acoustic characteristics of the spaces in which the paintings were made, provide two sets of quantifiable data that can be compared and whose relationships can be analysed.\n\nReznikoff and Dauvois (1988) have suggested a specific link between the positioning of cave paintings in southwest France and the patterning of acoustic resonances, reverberation and echoes. However the methodology used was not based on rigorous acoustical analysis, but was somewhat subjective, researchers using their voices to search for vocal effects. The present project would be the first attempt to test their theory using a rigorous scientific methodology. The project will involve travel to the UNESCO world heritage site &quot;Cave of Altamira and Paleolithic Cave Art of Northern Spain&quot;, where a group of caves includes the oldest dated cave painting in the world, recently identified as 41,000 years old.\n\nA preliminary investigation carried out by members of the team in the summer of 2012 involved visits to a number of the caves, the taking of exploratory measurements, and trialling of different methodologies. Sites included Tito Bustillo, Monte Castillo, Pasiega, Chimneas, and the recently discovered La Garma. This work made clear that the acoustic effects are as impressive as the cave paintings. There were tantalizing spatial connections between images and sounds, but a frustrating lack of time or funding prevented their full investigation. Practical issues have subsequently been explored and relationships developed between British and Spanish researchers which now make possible a more thorough exploration of these phenomena.\n\nThe project will systematically map the acoustics of the caves, recording impulse responses that can later be analysed to produce a range of acoustic information. This will then be compared with the already mapped positions of rock art. This is a cross-disciplinary project in which the new research lies in the combination of scientific, archaeological and musical methodologies, rather than in advances in any one of these fields. The project is Arts and Humanities-led, using state of the art acoustic technologies to make discoveries about music, sound, archaeology, heritage and prehistoric culture. The project will also provide a case study to illustrate the quality and significance of the results that can be achieved by such research.\n\nThe project was born as a direct result of networking established through the &quot;Acoustics and Music of British Prehistory Science and Heritage Research Cluster&quot; (2009), which established base-line methodologies and research questions for fieldwork of this kind. The current project intends to apply these methodologies within a specific archaeological context of high potential.\n\nAcoustic effects in the caves will be assessed quantitatively using statistical software to establish whether there are significant links between positions of cave art and acoustic effects. The project will also involve the recording of performances in the caves on experimental archaeological reproductions of musical instruments from the relevant prehistoric period, in order to explore the acoustics of the space in qualitative terms. It will also involve photographic survey and high quality digital video footage to provide high impact dissemination. Musical composition will use recordings and impulse responses, and be integrated with visual materials to create immersive multimedia artworks that can provide phenomenological experiences of spaces that are sonically rich.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K00607X/1","grantId":"AH/K00607X/1","fundValue":"80408","fundStart":"2013-02-01","fundEnd":"2014-03-31","funder":"AHRC","impactText":"  The research has been used within the European Music Archaeology Project, a major EU funded initiative. It has been used by Nature Journal, and radio stations in France, Switzerland and Australia. It has also been used by teachers covering prehistory within the UK national curriculum. Creative Economy,Education,Culture, Heritage, Museums and Collections,Other Cultural","person":"Rupert  Till","coPersons":["Chris  Scarre","Bruno Miguel Fazenda"],"organisation":"University of Huddersfield","findingsText":" We have explored, analysed, discovered, detailed and disseminated information about the relationships between sound and images in Palaeolithic caves. We have examined the acoustic ecology of the painted caves of northern Spain, a world heritage site. We have created a number of recordings and a film that illustrate the research. This may act as a template for future sound archaeology projects. The use of video, music recordings and web mapping technology are innovative and may be used by future projects of a similar nature. Creative Economy,Culture, Heritage, Museums and Collections,Other","dataset":"gtr"}