{"id":"F6E2FA60-D416-4AA8-B016-73DCE0F4DA8C","title":"Microscopic dynamics of warm dense matter","abstractText":"In this proposal we seek to explore fundamental issues of dense plasmas and warm dense matter. These states of matter are important as they occur in the natural world, for example, in the cores of large planets and brown dwarfs as well as in laser-fusion pellets and solids heated to plasma temperatures during laser ablation.There are many fundamental questions to be answered and theoretical modelling is difficult because strong coupling makes classical plasma treatments unsuitable and the temperatures are too high to make the ground state approximations of condensed matter. As a result there is much uncertaintly about the equation of state under many relevant conditions. In fact, apparently equally vaild theoretical approaches can easily differ by more than 50% in the predicted pressure for a given temperature and density. Some fundamental questions we wish to address are:'Is there really a plasma phase transition i.e., a flipping over from a low to high ionisation state as has been predicted by theory and can we observe it?''In experiments, how fast do the electrons and ion equilibrate when one species is preferentially heated by shocks or x-rays?' 'What effect does unequal ion and electron temperatures have on the structrure factors?''How does the microscopic spatial and temporal structure of the plasma evolve and can we moniotor it in careful experiments?'One of the key diagnostics will be x-ray scattering, both spectrally and angularly resolved to access respectively the temporal and spatial structure of the dense plasmas. The PI's have played leading roles in the development of these diagnostics. Other diagnostics that will be used to validate experiments are shock and particle speed measurements using techniques such as VISAR and streaked optical emission measurements.The experimental program will make use not only of the Central Laser Facility, but we will continue to access major international laser facilities such as LULI (Paris), TITAN (Livermore) and, the free electron laser facilities (FLASH and LCLS X-FEL).The experimental program will be backed up by a rigorous theoretical effort involving experienced plasma scientists at the Univ. Rostock as collaborators.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G007462/1","grantId":"EP/G007462/1","fundValue":"467881","fundStart":"2009-01-12","fundEnd":"2012-11-11","funder":"EPSRC","impactText":"  We wish to exploit the Fe scatter work in developing further experiments to explore warm dense matter conditions for Fe and for mixtures of Fe and Fe-silicates that are believed to exist in the Earth core.  ","person":"David  Riley","coPersons":["Ciaran  Lewis"],"organisation":"Queen's University of Belfast","findingsText":" In this project we have been able to address several issues. \nWe have demonstrated via X-ray scattering that we can probe the degree of melting in a proton heated warm dense carbon sample. In this work a sample of solid carbon was irradiated by a beam of protons created by a short pulse high intensity laser. By use of X-ray scatter we were able to measure the fraction of carbon that was in the liquid phase as a function of energy deposition. This is significant as equations of state tables ofte We wish to exploit the Fe scatter work in developing further experiments to explore warm dense matter conditions for Fe and for mixtures of Fe and Fe-silicates that are believed to exist in the Earth core. Other","dataset":"gtr"}