{"id":"F6EC39C9-0518-49E7-892E-9C4A4419C894","title":"Dietary polyphenols as modulators of redox signalling pathways to reduce chronic inflammation in the elderly","abstractText":"A great deal of evidence indicates that consumption of diets rich in fruit and vegetables helps maintain health by protecting against age-related disorders including some cancers and cardiovascular diseases. Numerous studies have been undertaken to try and understand the mechanisms by which these diets exert beneficial effects on health. Many previous studies identified the potentially protective components of fruit and vegetables as 'antioxidants' that were thought to prevent a generalised unwanted oxidation of cells and tissues that increased with ageing. However, despite extensive studies, formal trials have shown no beneficial effect of 'antioxidants' when they are given as supplements. In recent years it has also become recognised that oxidation processes, mediated by highly reactive free radicals, are not necessarily deleterious to cells, but may be very localised within sub-cellular compartments of cells and that they normally regulate intracellular signalling processes and mediate many key physiological effects. Thus the original idea that 'antioxidants' in the diet act to scavenge all oxidants in cells and tissues and therefore produce benefit has been questioned. During ageing there is a breakdown of highly regulated cell signalling pathways due to changes in oxidation in very specific parts of cells and this leads to the production of deleterious substances that promote inflammation and which increase the susceptibility of the elderly to many chronic disorders. It is clear from internationally-based studies of diets consumed by healthier elderly populations that a group of compounds found in fruit and vegetables, called polyphenols are beneficial against many age-related disorders, but we currently do not understand how they act to produce these health benefits. Polyphenols were originally thought to have beneficial effects because they are 'antioxidants' and our hypothesis is that they are protective against chronic age-related disorders by targeting specific parts of the cell to prevent oxidation of key components of the beneficial intracellular signalling pathways. New developments in analytical techniques now permit analysis of the potential effects of dietary polyphenols on local oxidation and cell signalling processes at key sub-cellular sites and the proposed study will utilise these new techniques. As part of the study, we will develop a cell culture-based test to identify which specific dietary polyphenols can exert beneficial effects, and undertake studies with groups of elderly subjects to determine whether any polyphenols identified as beneficial in the cell culture test can reduce markers of inflammation. Thus the project will potentially lead: 1) to identification of those dietary polyphenols that act to minimise the pro-inflammatory state in the elderly and therefore provide a basis for the food industry to make logical and justified cases to the public for consumption of specific foods. 2) to identification of polyphenols that act to minimise the pro-inflammatory state and which may provide the basis for novel formulations of polyphenol-enriched food products that could be targeted at maintenance and imporvement of health in the elderly. 3) to provision, in the longer term, of the underpinning data that leads to a diet-based improvement in immune function and a delay in the onset of frailty in the elderly.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I005994/1","grantId":"BB/I005994/1","fundValue":"441313","fundStart":"2011-04-11","fundEnd":"2015-01-10","funder":"BBSRC","impactText":"","person":"Malcolm Joseph Jackson","coPersons":["Francis  McArdle","Anne  McArdle"],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}