{"id":"F6F338A7-069B-4452-B7AC-8B7E0E6D3E39","title":"Sub-Micron 3D Holographic Lithography.","abstractText":"The miniaturization of measurement systems has been an outstanding technological success for many decades enabling some of mankind's most spectacular achievements. For example: extra terrestrial space landings on the large scale and in-vivo intensive care instrumentation on a small scale. In-situ measurement is fundamental to progress and will remain so for the discoveries to come. Connecting together and assembling these micro- and nano- systems has been achieved to date with essentially planar solutions. Photographically defined wires on flat silicon chips have suited the mass manufacture market well and avoided time consuming writing in three dimensions of one wire at a time. Our research programme addresses this problem, to enable the creation of three dimensional measuring devices on the nanometric scale produced as we manufacture computer chips at present. When component size gets very small, the molecular world is rarely flat and our project in Holographic Lithography is intended to pioneer some of the approaches needed to engineer and build this new small world. The construction of the silicon age has required as many sophisticated tools as the building of previous stone, steam or space ages . One technique above all others stands out as we live through the information revolution: that of lithography. Akin to photography, the creation of micro circuits by developing overlaid pictures of the components and interconnections required has reached incredible precision. But like all photographs, photocopiers or printers, they freeze the action on a two dimensional plane. Attempts to move into the three-dimensional, sub-micron world leave us with out of focus and coarse structures requiring individual attention and wire-by-wire assembly. However, holograms give us the means to store and reproduce three-dimensional images as they ought to be. We can use holograms as a pair of spectacles in our lithography system to enable us to create the correct patterns in three-dimensions.Our research is aimed at extending two-dimensional photolithography, which has already achieved deep sub micron resolutions of better than 50 nanometres, to three-dimensional holographic lithography. The potential applications occur wherever the small active measurement system has to connect to the real world. Miniature gyroscpes or microphones, aerials and test tubes are all 3D real objects able to work more effectively if not constrained to flat world restrictions. In terms of connection alone, the ability to wire and stack existing 2D computer chips with a 3D wire lattice between layers will enable a greater information processing density for new computer technology.Potential benefits can now be extrapolated. An age comes to an end for the researchers when every last ounce of performance is squeezed from the technology. Expanding information processing into the third dimension is an inevitable but tricky step to accomplish. We believe our work in sub-micron Holographic Lithography will enable one of the required tools and will thus bring many direct and indirect benefits both to the scientific and wider community.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G051925/1","grantId":"EP/G051925/1","fundValue":"460078","fundStart":"2009-03-01","fundEnd":"2012-02-29","funder":"EPSRC","impactText":"  We have established the mechanism allowing patterns to be structured via holographic lithography using electro-mechanical and electro-optical devices to create dynamic holograms.\n\nRather than using traditional fixed holograms to create pools of light energy in space, we have used micromirror arrays and Liquid Crystal on Silicon (LCOS) arrays to create holograms that can be controlled dynamically. These holograms can be used to create pools of light in space that conform over non-planar surfaces. We have had discussions with a manufacturer of proximity mask aligners (Suss Micro-Optik) who have been interested in applying our techniques to extending the range of focussing for proximity mask aligners to the order of mms. However, this cannot really be described as an impact yet. Cultural ","person":"Nicholas Luke Seed","coPersons":[],"organisation":"University of Sheffield","findingsText":" The work related to creating focussed patterns (in light, using holographic mask and) on non-planar surfaces as part of a lithographic manufacturing process (widely used in electronic manufacturing) to extend the range of cases that we can deal with (the basic technology having been developed previously). In particular: to extend the range of resolutions of features that can be created to below one micron; to improve the quality of patterns created; and to demonstrate these improvements. We were able to create sub-micron lines; extended an iterative method for generating the holograms for 3D patterns; create patterns oriented orthogonal to the holograms; and create and characterise a spherical, meander antenna, a relatively-complex pattern - requiring significant optimisation of the hologram involved. The patterning of patterns orthogonal to the holograms should allow the creation of tracks down the edge of ICs in packaging applications. The improvement in the complexity of holograms created will allow more complex patterning to be created in electronic manufacturing in an increasingly non-planar environment. Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software),Electronics,Manufacturing, including Industrial Biotechology","dataset":"gtr"}