{"id":"F6F51EF6-D0D4-499F-B254-76736A805334","title":"Durable and Permanent Product Authentication and Anti-Theft Marking (DTI Ref. TP/4/AMD/6/S/22052)","abstractText":"CONTEXTAuthentication and traceability of manufactured items is becoming increasingly necessary to reduce imports of counterfeit items into the UK. The Anti-Counterfeiting Group estimates counterfeiters and pirates cost the UK almost 10 billion and over 4,000 jobs in 2003. Manufacturers also suffer a loss of reputation and inadvertent purchase of counterfeit safety or healthcare items can be catastrophic when the fake items perform inadequately. The proposed research programme will address these problems of authentication and identification by contributing to the investigation into copy-resistant multi-layer matrix codes, decorative data-carrying structures and direct-writable anti-theft tags as follows:1. COPY RESISTANT MULTI -LAYER MATRIX CODESMatrix codes, a form of 2D barcode, can hold 2000 characters or more, encoded in a checkerboard pattern of black and white elements. The code is read by image capture followed by application of a decode algorithm to extract the data. Matrix codes can be direct marked or deposited on many materials but have no inherent copy protection - if the code is copied then the data is copied. This research will investigate and develop novel copy resistant 2D codes using multiple ink technologies to create a multi-layer code structure that holds both private and public data. Under laboratory conditions, data will be split across two data layers with the visible layer data encoded in the black and white checkerboard structure and the invisible data encoded in a separate structure printed on top of the visible code using an invisible but UV sensitive ink. When viewed in white light the visible data layer can be decoded and illumination by UV light will reveal the invisible data for decoding. The combination of visible and invisible data authenticates the item and copying of the visible code will not authenticate a cloned item as part of the required data is missing. Further test bed experiments will be conducted to investigate the feasibility of extending this technique to the use of infra-red; magnetic and microwave reflective inks to carry additional data layers.2. DECORATIVE DATA-CARRYING STRUCTURESSince the appearance of 2D codes is generally unacceptable on high quality items where aesthetic design is important, the research team will also investigate the feasibility of creating small decorative elements that carry a small data payload. These could be applied by direct writing techniques, ostensibly to create a decorative element but allowing, for example, the maker's back-stamp or product decorations to contain hidden data to identify and authenticate the item. During the programme, a range of techniques including steganography or data hiding will be investigated to create these data carrying decorative elements. These techniques could also be combined with UV or microwave sensitive materials, again allowing interrogation at a range of wavelengths.3. PRINTABLE ELECTRONIC ARTICLE SURVEILLANCE TAGSElectronic article surveillance (EAS) tags are the tags or labels used to protect retail items from theft and are either removed or disabled at checkout. Radio-frequency EAS tags comprise a small resonant network bonded to a self-adhesive backing to form a label. These tags resonate when excited by an appropriate RF field and this is detected by the surveillance gates to generate the alarm. The research will investigate how, through a combination of metallic inks and polymeric ink materials, the RF EAS tag can be deposited directly onto a suitable non-conducting substrate.SUMMARYThe combination of these three research objectives will directly address the needs of UK Plc for: secure identification and traceability data that cannot be readily copied; aesthetically accpetable approaches to encoding authenticity and identification data for high-quality decorative items and printable anti-theft structures.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D062160/1","grantId":"EP/D062160/1","fundValue":"142292","fundStart":"2007-01-08","fundEnd":"2010-01-07","funder":"EPSRC","impactText":"","person":"KEITH  OSMAN","coPersons":["Nicholas  Stanley"],"organisation":"Birmingham City University","findingsText":"","dataset":"gtr"}