{"id":"F6FFE168-74E8-418C-90C6-A08FF8E508CF","title":"Extending the Potential for the Digitally Printed Ceramic Surface","abstractText":"The digital laser printed transfer system offers the potential to change the qualities, speeds and economies of commercial ceramic production; this potential has not yet been exploited by the UK ceramics industry. The focus of the proposed research project is extending the use of laser printed transfer systems by exploring the use of new materials, methods and economies within a commercial context. The research will help revitalize the UK ceramics industry and so support regeneration across the UK in locations where ceramics manufacturing is situated.\nThe UK ceramics industry is suffering from a major recession and faces ongoing competition from East Asia. Digital laser printed ceramic decoration offers a new set of possibilities for revitalizing the UK ceramics industry. Alongside the opportunities for developing new aesthetic and design approaches, the technology holds the potential for increased speeds, scales and economies of production. \nDirectly printed digital inkjet technology is now used in the decoration of some flat ceramic tiles. In contrast, ceramic objects such as tableware, figurines and other ornament forms with complex surfaces are still decorated by the older and indirect system known as ceramic transfer printing. Whilst it is possible to use laser printing to produce ceramic transfers, this has remained a marginal technology in the UK, used only for single print or small batch production jobs; the current market model is a bureau-based service. Due to the limited resources and current client base of the bureaux, there has been a lack of investment in developing the process for large-scale manufacturing. \nThe proposed project aims to resolve this issue by building a consortium of innovators to explore the potential of this technology in large-scale manufacturing. Staff in the Ceramics and Glass programme at the Royal College of Art have arranged a collaboration with the inventor and patent holder of the laser printed ceramic transfer process, Michael Zimmer of MZTT, and the high-value ceramic manufacturers, Royal Crown Derby.\nProfessor Martin Smith of the RCA, an expert in combining ceramics and print, will be Principal Investigator for the project. Dr Steve Brown, whose PhD (funded by the AHRC) was focused on potential applications of digital print to complex ceramic objects, will be the primary researcher on the technical side. Dr Peter Oakley, who has previously conducted ethnographic research on the introduction of digital technologies in manufacturing industries, will be the Co-Investigator, undertaking the ethnographic fieldwork and an analysis of the social implications of adopting this technology. The project will be delivered over a period of 24 months, with the RCA researchers working closely with the technical staff in both industrial partners as well as with Royal Crown Derby's marketing staff and network of collectors.\nA strong industry-facing dissemination programme, including workshops, exhibitions and a symposium, will showcase the project's technical findings. The intention is to reach industry leaders, creative designers and technical staff with a direct or tangential interest in digital printing applied to ceramics. In addition, a series of academic and public events and outreach activities, coordinated with RCA partners, will provide opportunities to inform academics, educators, graduate students, school pupils and other individuals interested in digital innovation. The planned publications will provide a long-lasting record which will be of use to policymakers whose remit covers the commercialization of digital technologies as well as to academics working on the take-up of new technologies and digital printing.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/M004333/1","grantId":"AH/M004333/1","fundValue":"267150","fundStart":"2015-03-01","fundEnd":"2017-02-28","funder":"AHRC","impactText":"","person":"Martin  Smith","coPersons":["Peter  Oakley"],"organisation":"Royal College of Art","findingsText":"","dataset":"gtr"}