{"id":"F7023160-B778-4141-9314-D676B3F7EC01","title":"A systems biology approach to understand immunity and pathogenesis of malaria in children","abstractText":"Malaria is a major health problem, with approximately half of the world's population at risk. Most malaria cases and deaths occur in sub-Saharan Africa and are caused by the species &quot;Plasmodium falciparum&quot;, with an annual mortality rate of up to 700,000, mostly among children.. Despite many years of work and investment, we still do not have a highly effective vaccine. One reason for this is that we have an incomplete understanding of the interaction between malaria parasites and immunity. Immune responses to Plasmodium are complex, and protective immunity in malaria endemic areas develops only after several years of exposure. We know from our long-term studies of longitudinal cohorts that the outcome of malaria infection in children is extremely variable such that some children have two or three clinical episodes while others have very frequent clinical episodes or severe episodes without apparently becoming immune. Malaria can have a profound suppressive impact on immune responses. Our hypothesis is that these children with frequent and symptomatic malaria infections are caught in a causal &quot;loop&quot; (or &quot;vicious cycle&quot;) whereby malaria episodes lead to impaired immunity to malaria, which in turn leads to further episodes of malaria. \n\nIn our first phase of analysis, we will investigate immune responses in a cohort of children developing immunity to P.falciparum malaria, for whom we have detailed life histories of malaria exposure. We will compare those immune responses of children with a history of repeated and clinical malaria episodes with those of children with a normal number of clinical malaria episodes (matching age, location and malaria exposure). We will also examine responses in a third group of children who live nearby, but are not exposed to malaria. This first phase of analysis will establish the analytical methodology, determine patterns of responses, and generate models and hypotheses that can be tested in the second phase (see below). We will combine transcriptomic, flow-cytometric, cytokine analyses, and malaria-specific B cell/antibody responses to compare as comprehensively as possible the features of the host response in the two groups. \n\nA single &quot;snap shot&quot; of immune responses may represent only the endpoint of immune processes and may not reflect those that are causally related to differences in malaria outcome. Therefore, in a second phase of testing, we will collect and store samples from the whole cohort prior to surveillance for clinical malaria episodes. Samples will be stored, and then tested and analysed when parallel groups to those describe for the first phase above can be identified (i.e. multiple episodes vs normal episodes). These samples will be analysed by the laboratory and analytical teams blinded to epidemiological data, and the association between the signatures identified in the first phase and malaria episodes in prospect will be examined. We will undertake a further cross-sectional assessment of the children in this cohort in the second year, in order to assess the stability of these markers over time.\n\nOur studies will identify immune response patterns that can be used as predictive markers of the child's ability to develop immunity to clinical malaria, and will be of great value in informing rational vaccine design, and monitoring vaccine efficacy and therapeutics. We will establish a set of robust analytical and modeling tools, which can be used in further studies, which will combine genetic variation in parasite and host, and which will inform mechanistic studies in animal models. Our unique dataset will be available for other researchers, and the expertise acquired will help establish a systems immunology expertise in the UK.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M003906/1","grantId":"MR/M003906/1","fundValue":"2303800","fundStart":"2014-05-30","fundEnd":"2019-05-29","funder":"MRC","impactText":"","person":"Kevin  Marsh","coPersons":["Etienne Pierre De Villiers","Greg  Elgar","Matthew  Berriman","Philip  Bejon","Mario  Recker","Francis Maina Ndungu","Chris  Newbold","Jean  Langhorne"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}