{"id":"F7036461-0C15-4E77-BD62-BDECA2F4C6C0","title":"Bridging the Gaps between Mathematics, ICT and Engineering at Nottingham","abstractText":"We will deliver a programme of activities that promote new interdisciplinary collaborations across the boundaries between Mathematics, ICT and Engineering at the University of Nottingham. These will build on existing strengths at Nottingham in the four key areas of modelling, algorithms, dealing with large datasets, and sensors and measurement. Drawing on and extending the success of Nottingham's previous Bridging the Physical/Life Sciences Interface award, as well as of our experience of facilitating large-scale interdisciplinary endeavours in the EPSRC-funded Equator IRC, these activities will include: - a dedicated discipline bridging officer - a professionally designed strong visual identity - sandpits- bridging the gap awards- a visiting scholar programme - a business plan competition- hands-on software 'make-fests' - speed networking events and a virtual collaboration environment that supports document sharing, meetings and background awareness of others between different buildings across the two campuses that are involved.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E018580/1","grantId":"EP/E018580/1","fundValue":"366670","fundStart":"2007-02-19","fundEnd":"2010-02-18","funder":"EPSRC","impactText":"  This Bridging the Gaps award established a new interdisciplinary at research community at Nottingham to address the synergies between ICT, Mathematics and Engineering.\n\nThe results of internal mobility projects, networking and feasibility projects were carried forward into nervous grants across a range of participating Schools:\n-School of Chemical and Environmental Engineering\n-School of Civil Engineering\n-School of Computer Science and Information Technology\n-School of Electrical and Electronic Engineering\n-School of Mathematical Sciences\n-School of Mechanical, Materials and Manufacturing Engineering\n\nAnd within these involved the following research groups:\n-Centre for Geospatial Science (CGS)\n-Crime, Security and Defence Priority Group (CDRG)\n-Cross Disciplinary Research Group (CDRG)\n-Energy Technologies Research Institute (ETRI)\n-Institute of Engineering Surveying and Space Geodesy (IESSG)\n-Mixed Reality Lab (MRL)\n-Nottingham Transportation Engineering Centre (NTEC)\n-Nottingham Innovative Manufacturing Research Centre (NIMRC)\n-Nottingham Nanotechnology and Nanoscience Centre (NNNC)\n-Spencer Institute of Theoretical and Computational Mechanics\n-Transport Strategy Group (TSG) Aerospace, Defence and Marine,Construction,Creative Economy,Digital/Communication/Information Technologies (including Software),Electronics,Energy,Environment,Leisure Activities, including Sports, Recreation and Tourism,Manufacturing, including Industrial Biotechology,Culture, Heritage, Museums and Collections,Transport Cultural,Societal,Economic","person":"Steve  Benford","coPersons":["Kenneth Andrew Cliffe","Ivor Arthur Jones"],"organisation":"University of Nottingham","findingsText":" The achievement of this award were to:\n\n- Generate staff mobility across the interfaces at Nottingham, breaking down geographical and discipline specific knowledge barriers\n\n- Extend Nottingham's rapidly-developing cross disciplinary culture where research projects routinely involve colleagues from across engineering, mathematics and ICT.\n\n- Further develop the University of Nottingham as an international centre of excellence for multidisciplinary programmes\n\n- Develop new research proposals reflecting these areas of expertise and also promote the wider industrial and public impact of the work\n\n- Develop novel mechanisms for promoting interdisciplinary research\n\nThe were delivered through a programme of activities to promote new interdisciplinary collaborations across the boundaries between Mathematics, ICT and Engineering at the University of Nottingham. \n- a dedicated discipline bridging officer \n- a professionally designed strong visual identity \n- sandpits\n- bridging the gap awards\n- a visiting scholar programme \n- a business plan competition\n- hands-on software 'make-fests' \n- speed networking events This Bridging the Gaps Award laid the foundations for establishing the Horizon Institute for Digital Economy Research at Nottingham. Aerospace, Defence and Marine,Construction,Creative Economy,Digital/Communication/Information Technologies (including Software),Electronics,Energy,Manufacturing, including Industrial Biotechology,Culture, Heritage, Museums and Collections,Transport","dataset":"gtr"}