{"id":"F705A484-651A-44D0-8CC7-AD032F6E7795","title":"Live-Acousmatic Composition and Performance","abstractText":"The project will extend the methodologies and outcomes of acousmatic compositional work (electroacoustic music composed in the studio to a fixed medium and diffused in concert using multiple loudspeakers). Compositional, technical, creative and performance practice research will inform all aspects of the project.\\n\\nThe work will research new compositional techniques, methodology and vocabulary to create a large-scale acousmatic composition of approximately 20 minutes duration that is more live, and less fixed. The directed movement of sound material in concert diffusion onto multiple loudspeakers surrounding the listening audience will further determine the timbral, morphological, temporal and assemblage parameters of sound material, beyond those composed, specified and fixed in the studio. \\n\\nComputer-based technologies and software will extend the dynamic and interpretative elements of sound diffusion, leading to a new form of performance practice. A software environment will be developed using MaxMSP and the MANTIS computer-based sound diffusion system that allows for responsive and accurate articulation and interaction of spatial and other defined parameters. Sound material will be researched for its appropriateness and effectiveness within the new methodologies and practice. Unlike previous work that has drawn predominantly upon mechanical-like sound sources, the new work will incorporate sounds that have a greater natural, fluid and textural characteristic. Themes of flux, mutability and kinesis will inform the creative concerns and concept of the work, appropriate to the variability of live-acousmatic composition and performance.\\n\\nPublic concert presentation of the new work will be vital to the project. It will be premiered in a special MANTIS festival of concerts (November 9, 2007), inaugurating the opening of the new &pound;2.2 million electroacoustic studios complex at the University of Manchester. This will be a high-profile event attended by distinguishedpractitioners from the UK and abroad . The composition will also be published as one of several of my works on a CD or DVD-Audio. (Empreintes Digitales, Montreal Canada has expressed interest). A period of mastering (with electroacoustic mastering specialist Dominique Bassal in Montreal) will ensure the highest technical standard and technological innovation for publication and dissemination is achieved. The research will be evaluated and presented in an article for refereed journal and conference publication including Organised Sound and the International Computer Music and Sonic Arts Network conferences.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E000525/1","grantId":"AH/E000525/1","fundValue":"24502","fundStart":"2007-09-25","fundEnd":"2008-01-24","funder":"AHRC","impactText":"","person":"David  Berezan","coPersons":[],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}