{"id":"F706CB1C-E6CB-4823-907A-BA1A1A93F187","title":"A critical edition of John Donne's Sermons Preached at the Court of Charles I","abstractText":"This project will produce a critical edition of the sermons preached by the poet and churchman John Donne (1572-1631) at the court of Charles I (i.e. between 1625 and 1631). Donne delivered fifteen sermons to this auditory, from the first sermon preached before Charles after his accession, to Donne's final sermon, 'Deaths Duell', which was preached just over a month before his death in March 1631. It will establish accurate texts of the sermons in old spelling, indicating textual variants and assessing their significance. In so doing, it will prioritise those texts which can be proved to be as close as possible to the sermons as they were originally delivered by Donne. Perhaps most importantly, it will also provide a substantial series of interpretive commentaries on and headnotes to each sermon in order to assist the reader and to guide him/her through the doctrinal and political significance of the texts, as well as glossing key words and tracing allusions to events or to other writers and texts (including the rest of Donne's corpus). The edition is part of a sixteen-volume edition of Donne's sermons, to be published by Oxford University Press. As a whole, the edition's aim is to arrange the sermons by place of preaching rather than purely chronologically (although within each volume sermons will be ordered by date of delivery where this can be established). By emphasising the importance of the audiences to whom sermons were delivered - a factor that profoundly influences the level, tone, register, and topics of a sermon - the edition will build on recent important research in the field. By providing extensive commentaries it will make these texts more widely accessible to students and scholars of the period. In both respects it will supersede the previous edition of George Potter and Evelyn Simpson (1953-62), which included no interpretive notes or glosses and is now out of print. During the time of his sermons to the court of Charles I, Donne was at the height of his powers as a preacher. At the same time, he grappled with the challenges of a new king, innovations in the church, foreign wars, plague at home, parliamentary unrest, and personal illness. His sermons during this period show him to be both an outspoken critic and a subtle counsellor; they display the breadth of his learning and his ability to adjust his message to circumstances and to the expectations of his congregation. This edition will, for the first time, make their full significance visible to a scholarly audience.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H006850/1","grantId":"AH/H006850/1","fundValue":"29032","fundStart":"2010-09-01","fundEnd":"2010-12-31","funder":"AHRC","impactText":"  Hard to assess since the edition has only been in print since November 2013.  ","person":"David  Colclough","coPersons":[],"organisation":"Queen Mary, University of London","findingsText":" The project resulted in the first volume to be published in the new Oxford Edition of the Sermons of John Donne: overall this edition will collect the largest prose output of one of the most celebrated poets and preachers of the seventeenth century. Replacing the ten-volume edition of George R. Potter and Evelyn M. Simpson, published fifty years ago and now out of print, this edition provides freshly edited texts, arranges the sermons by place of delivery instead of (often speculative) chronology, and offers a wealth of explanatory material for specialist and non-specialist readers alike. The sermons contained in this volume were preached at the court of Charles I between the years 1625 and 1631. They display Donne’s eloquence at the height of his career, and conclude with the last sermon he preached, just over a month before his death: the justly famous Deaths Duell. By fully annotating the sermons, the volume has traced Donne’s reading and influences and will facilitate further analytical work by scholars and students. Annotations also translate passages in foreign languages, and gloss archaic or unfamiliar words in English. The substantial introduction, and headnotes to each sermon, describe the nature of the Chapel Royal under Charles I and the ways in which Donne adapted his preaching to that location. They also situate the sermons in the theological, historical, and political context of their delivery and analyse their argumentative and pastoral strategies and style. (1) By other editors on this 16-volume project, who will make use both of general findings but also of approaches and editorial decisions (also communicated privately and summarised in a revised editors's handbook)\n(2) By editors of other early modern texts, who could apply methods and findings to contemporary authors\n(3) By scholars of Donne, who will use the commentaries and critical introduction as the basis for further critical work\n(4) By scholars of early modern sermons or religious culture, as in (3) above\n(5) By students (UG, PGT and PGR), who will now be able to understand allusions and strategies in the texts Culture, Heritage, Museums and Collections","dataset":"gtr"}