{"id":"F70BC61D-7953-482E-B368-FB6E93687A81","title":"Climate response to orbital forcing during the Eocene deglaciated, high temperature, high CO2 state: New records from Sites 1210, 1258 &amp; 1267","abstractText":"In the past 150 years mankind has increased the level of atmospheric carbon dioxide in the atmosphere from 280 parts per million by volume (ppmv) to 380 ppmv. We know that this anthropogenic value is much higher than anything seen on Earth in the last 800 thousand years from the famous records of air bubbles trapped in layers of ice cored in Antarctica. At the rate at which China and India are industrializing, by the end of this century, the concentration of CO2 in the atmosphere is predicted to reach 750, perhaps 1000 ppmv. These sorts of concentrations have not been seen on Earth since the Eocene (about 50 million years ago) when our planet was much warmer and less glaciated than today (see cover story, New Scientist, 21 June, 2008). These remarkable observations mean that we must improve our understanding of the stability of these ancient geological climates. In the past this would not have been possible in the way that we propose because the sorts of geological materials required for this work (well-dated, well-preserved and undisturbed sediments from the depths of the oceans) were not available. However, the UK is part of a major international collaborative science program called the (Integrated)Ocean Drilling Program or (I)ODP. In its last phase of operation (I)ODP instigated a major campaign of drilling holes in the sea floor to retrieve the sorts of Eocene sediments required for this sort of work. Each of us was heavily involved in this campaign (see Part I, our 'track records'). Our proposal seeks funding to study natural climate variability during this 'Eocene greenhouse' interval using these recently recovered (I)ODP sediments. Specifically, we want to understand the sensitivity of climate to Earth's orbit of the Sun under this deglaciated, high temperature, high CO2 level state. We plan to generate palaeoclimate records for the surface and deep ocean by applying established chemical techniques to pin-head sized fossils called foraminifera that make their shells from calcium carbonate. A key aspect of our work will be to determine the rhythmic fluctuations in temperature and carbon cycle behaviour across different hemispheres, latitudes and oceans. Our work has the potential to identify novel methods to: 1) Tackle ongoing debate over the existence of substantial ice sheets during other intervals of geologic time. 2) Test for local (surface ocean export production) versus global (deep ocean 'acidity') control on the burial of CaCO3 at the sea floor.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G009376/1","grantId":"NE/G009376/1","fundValue":"40713","fundStart":"2009-06-01","fundEnd":"2011-11-30","funder":"NERC","impactText":"","person":"Paul Alastair Wilson","coPersons":["Heiko  Pälike"],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}