{"id":"F70C9955-69AB-4F0D-987E-3DC9CC45F129","title":"Mixing for continuous time dynamical systems, and invariance principles for time-one maps","abstractText":"In the simplest chaotic systems, ``loss of memory'' or decay of correlations often occurs exponentially quickly. Moreover, the rate of decay of correlations is stable (unaffected by small changes to the underlying system) which is important for applications. However, for continuous time systems (flows) there are no examples where stable exponential decay of correlations has been proved. Nevertheless, recent collaborations have lead to stable decay rates that are superpolynomial (faster than any polynomial rate) for large classes of flows. One of the aims of this proposal is to increase our understanding of decay rates and their stability for flows. The examples that we aim to consider include the well-known Lorenz attractor. In a related direction, certain gas models (planar periodic Lorentz flows) were introduced as models for Brownian motion. A statistical law called the almost sure invariance principle (ASIP) makes precise the connection with Brownian motion. Recent work established the ASIP for the Lorentz flow. In applications, measurements are usually taken at regular intervals of time (corresponding to the time-one map of the flow). It turns out that the ASIP for the time-one map is more difficult than the ASIP for the flow itself, and hence an important aim of this project is to establish the ASIP for the time-one map of the planar periodic Lorentz flow.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D055520/1","grantId":"EP/D055520/1","fundValue":"19044","fundStart":"2006-05-09","fundEnd":"2009-05-08","funder":"EPSRC","impactText":"","person":"Ian  Melbourne","coPersons":[],"organisation":"University of Surrey","findingsText":" In the simplest chaotic systems, ``loss of memory'' or decay of correlations often occurs exponentially quickly. Moreover, the rate of decay of correlations is stable (unaffected by small changes to the underlying system) which is important for applications. However, for continuous time systems (flows) there are no examples where stable exponential decay of correlations has been proved. Nevertheless, recent collaborations have lead to stable decay rates that are superpolynomial (faster than any Mathematics Research Other","dataset":"gtr"}