{"id":"F7120B82-08D9-4E0E-B58A-39F5AA221ABF","title":"A Fundamental Study of the Novel Poppet Valve 2-Stroke Auto-ignition Combustion Engine (2-ACE)","abstractText":"Over recent years the need to reduce both fuel consumption and emissions of carbon dioxide has become an increasing preoccupation, as well as ever stringent emission legislation. Intensive research performed by the automotive industry and academia is in progress, centred on ways to reduce exhaust emissions from IC engines on the one hand, and fuel efficient vehicles on the other. Fast progress in meeting future emission and fuel economy regulations has been hampered by the commonly accepted trade-offs between reduction in exhaust emissions and improvements in fuel economy, as well as by the customers demand for better torque output and driveability.A novel poppet valve 2-stroke controlled auto-ignition combustion engine has been proposed by Brunel and Brighton Universities. The purpose of this proposal is to penetrate and understand the key in-cylinder phenomena and processes involved in the newly proposed poppet valve 2-stroke auto-ignition combustion engine. This will enable the assessment of its potential for leapfrog improvements in performance, fuel economy, and exhaust emissions, as compared to current gasoline engines. Such a programme demands leading-edge expertise in engine technology, computational fluid dynamics, autoignition chemical kinetics, chemically selective in-cylinder diagnostics, and industrial practice. The proposed programme involves four universities supported by relevant industrial companies, taking a multi-disciplinary approach to the study of the underlying processes and technologies for the next generation of gasoline engines. It is the first time that a novel and detailed methodology has been proposed to achieve significantly extended and better controlled auto-ignition combustion operation in the current poppet valved engine without the pitfalls of the traditional crankcase scavenged ported two-stroke engines. The single cylinder poppet valve 2-stroke camless engine offers the ideal research tool to experiment with the proposed methodology. In addition, new and novel experimental techniques, such as the high-speed in-cylinder residual gas mapping and in-cylinder temperature imaging, are to be developed and applied to obtain the much-needed better understanding of underlying physical and chemical processes involved in the new combustion engine. This is complemented by the development and application of sophisticated chemistry CFD engine simulation with the state-of-the-art autoignition combustion prediction capability and refined fuel spray and evaporation models. Such a systematic and comprehensive programme of exploration and research on CAI combustion for achieving superior 2-stroke part-load fuel economy and emissions is imperative for the future development of a new frontier gasoline engine with leapfrog improvements in performance, fuel economy, and exhaust emissions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F058942/1","grantId":"EP/F058942/1","fundValue":"495401","fundStart":"2008-10-31","fundEnd":"2012-04-30","funder":"EPSRC","impactText":"","person":"Hua  Zhao","coPersons":["Tom  Ma","Lionel Christopher Ganippa"],"organisation":"Brunel University","findingsText":"","dataset":"gtr"}