{"id":"F71626C1-AC1B-46B2-9CEB-2F3506A4EA2C","title":"Poverty and maternal health in Ghana: A spatial analysis of exclusion from care","abstractText":"Improving maternal health has been established as a key development priority in the Millennium Development Goals, along with the eradication of poverty. Ghana is a country with a high level of maternal mortality that is currently undergoing substantial efforts to scale up the provision of maternal health services. Exclusion from maternal health services in Ghana represents a serious constraint to the attainment of both better maternal health and lower infant mortality and is known to be driven partly by poor availability and physical inaccessibility of services.\n<br />\n<br />The aim of this project is to quantify the spatial links between poverty and poor utilisation of maternal health services in Ghana. This project builds on previous work in a range of African countries which showed that individual and community characteristics alone do not go far towards explaining service use at childbirth, especially in West African countries. By investigating factors related to both physical accessibility and availability of health services, the research will facilitate an understanding of the effect of poverty on patterns of spatial variation in service use. The results will, for the first time, provide policymakers with spatially explicit explanations for exclusion from care throughout Ghana through nationwide maps of causative factors.\n<br />\n<br />","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/F027206/1","grantId":"ES/F027206/1","fundValue":"189892","fundStart":"2008-07-21","fundEnd":"2011-01-20","funder":"ESRC","impactText":"  Findings from this research have been widely cited and have led to advances in the way that maps influence health policy Communities and Social Services/Policy,Healthcare Policy & public services","person":"Zoe  Matthews","coPersons":["Peter William Gething","Francis  Dodoo","Jane Cecelia Falkingham","Peter Michael Atkinson","Angela  Baschieri"],"organisation":"University of Southampton","findingsText":" Our methodological work on physical barriers to accessing maternal healthcare found that existing information on the accessibility of health facilities to the Ghanaian population is not a good proxy for the proximity of women to maternity services. Access is better calculated by using survey data particularly focused on journey times to a maternity hospital; this can be used to calibrate a model of distance to facility based on GIS techniques applied to detailed physical barrier and health facility maps of Ghana. \n\nOur spatial regression analysis to identify the relationship between poverty and exclusion from care found that distance to facility is a key exclusionary factor in rural Ghana; women who live less than 15 minutes from a facility are three times more likely to travel there when in labour than those living more than an hour away. These results apply regardless of wealth status, education and other key factors. \n\nOur analysis of accessibility of quality maternal healthcare in Ghana found that two thirds of women live within a two-hour mechanised journey of a formal birthing facility. However many of these facilities provide only a partial level of care and without further quality improvements, their relative accessibility is a key barrier to the reduction of maternal deaths. Our analysis of accessibility of quality maternal healthcare in Ghana found that two thirds of women live within a two-hour mechanised journey of a formal birthing facility. However many of these facilities provide only a partial level of care and without further quality improvements, their relative accessibility is a key barrier to the reduction of maternal deaths. Communities and Social Services/Policy,Healthcare","dataset":"gtr"}