{"id":"F7167DE8-147D-4702-9868-70EF75C4453E","title":"Pulsed laser synthesis of functional nanomaterials","abstractText":"On the nanometer scale (1000 times thinner than a human hair) the properties of materials can be very different to those we are familiar with. Nanotechnology is the utilisation of these, often superior, properties for the technological advancement of mankind and may be the driving force behind an industrial revolution in the 21st century, making commonplace a wide variety of high-tech devices - everything from miniature computers to labs on a chip that can rapidly screen people for explosive residues as they go through airport security. As nanotechnology ramps up over the next decade, expectations are high that demand for high-tech materials with length on the nanometer scale will skyrocket as well, leading to big profits. However, before these nanomaterials can become dominant in the marketplace cheap, low temperature, large-scale methods for production are required. Also, methods that involve the materials assembling themselves, rather than expensive and time consuming patterning, will become more important for commercial activities. Excimer lasers are a source of invisible, ultra-violet, light which deliver pulses with durations of around a hundred millionths of a second. These very short pulses still contain lots of energy, however, so the power supplied during the pulse can be similar to the output of a power station! Focused laser light with short wavelengths is absorbed in a thin surface region, for the majority of materials, allowing melting and vaporisation of a wide variety of materials placed at the focal point. This forms the basis of a very versatile material deposition and modification system. This research would concentrate on new techniques for using these high power, short pulsed, lasers for the production of technologically relevant nanomaterials, such as nanofoams, nanocoils and nanotubes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F048068/1","grantId":"EP/F048068/1","fundValue":"321902","fundStart":"2008-08-01","fundEnd":"2012-04-30","funder":"EPSRC","impactText":"  The ability to form extended arrays of nanorods with (to some extent) user controllable thickness, aspect ratios, etc has opened the way to new and detailed AFM based explorations of friction on the nanoscale. \nThe know-how acquired through developing the emission imaging technology is informing our current joint activities with the Plasma Institute at University of York, aimed at imaging diamond growing plasmas much closer to the substrate surface than has hitherto been possible. \nOur reputation within the laser ablation field encourages far many applications from overseas researchers - we have been able to support two China Scholarship Council sponsored split-site PhD students, one mid-career Chinese academic and one early career Pakistan Government supported scientist on extensions of this project since the end of the EP/F048068 funding period. Education,Energy,Manufacturing, including Industrial Biotechology,Other Societal,Economic","person":"Michael  Ashfold","coPersons":[],"organisation":"University of Bristol","findingsText":" The aims and objectives of this award (joint with the Advanced Technology Institute at the University of Surrey) were to explore the use of pulsed laser ablation (PLA) and deposition (PLD) methods to create and self-assemble novel nanomaterials. Successes include (i) the production of carbon nanofoams (extraordinarily low density, high porosity carbon deposits) and (ii) the growth of arrays of zinc oxide nanorods. Such samples were subsequently combined with wet chemical growth methods to demonstrate the formation of ZnO heterojunctions,and with AFM methods to explore how traditional (macroscopic) pictures of friction need to change when dealing with nanostructured surfaces. \nConcurrent with these more applied research themes, we also undertook more fundamental studies into the growth of material systems during PLA using time, wavelength and spatially resolved plume imaging techniques to determine ablation products, key growth species, and their velocity distributions. The research ambitions continue to develop in several ways. Visitors to the Bristol labs have succeeded in growing molybdenum and tungsten nanorod samples by PLD methods, while the time, wavelength and spatially resolved optical emission spectrometer developed during the grant is now being used by a PhD student Liu Hao to provide unprecedented insights into the local electron densities and temperatures in a wide range of ablation plumes. Additionally, Dr Magda Ulmeanu (Marie Curie Fellow, ex Bucharest) is now pioneering the use of femtosecond laser initiated liquid assisted colloidal lithography methods to create novel nanoscale patterns on e.g. Si and GaAs surfaces. use of using providing novel insights new and detaile dinsights stinghas developed in rach continue to Energy,Manufacturing, including Industrial Biotechology,Other","dataset":"gtr"}