{"id":"F71BD7AE-2EB7-4943-834E-72AE6FEAE7E3","title":"Synthetic Anion Carriers for Biomedical Applications","abstractText":"Cystic fibrosis (CF) is one of the most common genetic diseases. Like many such illnesses, it is caused by the malfunction of a particular protein, the Cystic Fibrosis Transmembrane Conductance Regulator (or CFTR). In normal people CFTR resides in the membranes of cells and serves as a channel through which anions, such as chloride ions, can enter or leave the cell. Its role is especially important in the lungs, as this flow of anions helps to maintain the system which keeps the lungs clean. If the CFTR is missing, or fails to work properly, the lungs become full of sticky mucous and vulnerable to infection. In the UK, patients with CF usually die from lung disease before the age of 30.A possible approach to CF treatment is channel replacement therapy . In principle, the cell in the lungs could be provided with synthetic compounds which would mimic the action of CFTR, allowing anions to pass through the membranes. The idea has been difficult to try out, because of a lack of suitable compounds. However, we have recently discovered a family of molecules, termed cholapods , which have the necessary properties. Firstly they are made largely of hydrocarbon, and will therefore locate in cell membranes rather than aqueous solution. Secondly they have high affinities for anions such as chloride, which they can extract from water. Thirdly they can move through the membranes, carrying the anions with them. By binding chloride ions on one side and releasing them on the other, they allow the anions to cross the membrane, mimicking the overall action of CFTR. There seems a genuine prospect for developing cholapods, or related anionophores (anion carriers), into treatments for CF. However, further studies are necessary before a full biomedical programme can be considered. We need anionophores which are optimised in key respects (effectiveness as carriers, low toxicity, ease of delivery to cells). We also need to show that they can operate in natural cell membranes, as well as the simpler synthetic models used in most of our experiments. We will begin by completing a full study of the cholapods in the synthetic membranes. In particular, we will use electrical methods to achieve a detailed understanding of the transport process. We are especially interested in finding out which step (anion extraction, movement across membrane etc.) is the slowest, and is therefore rate-determining . We can then work to improve this step. We will also prepare and study a range of new examples, so that we can determine structure-activity relationships. By combining the two approaches we will identify optimal cholapods for biological studies. We will also explore some novel, cholapod-inspired structures. These contain key features of the original design, but are different in ways which might improve performance (e.g. by speeding up movement through the membrane).Once the anionophores have been optimised in synthetic membranes, they will be tested in natural systems. Electrical studies in individual cells will be followed by experiments in cultured epithelia (layers of cells which mimic the lining of the lungs). We will perform preliminary tests for toxicity and other properties relating to druggability (absorption, metabolism etc.). If results are favourable, these studies should provide proof of principal for anionophore-based channel replacement therapy for CF patients.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F03623X/1","grantId":"EP/F03623X/1","fundValue":"614456","fundStart":"2008-10-31","fundEnd":"2012-02-29","funder":"EPSRC","impactText":"  This programme has continued through a succeeding EPSRC grant and is moving towards the production of research tools for the promotion of anion transport across cell membranes. There is potential for using the molecules to treat channelopathies such as cystic fibrosis, and we should soon find out if this can be realised. Healthcare Societal","person":"Anthony  Davis","coPersons":["David Noel Sheppard"],"organisation":"University of Bristol","findingsText":" We have shown that organic molecules derived from steroids and related scaffolds can locate in cell membranes and carry anions from one side to another. We have also found ways of raising activities such that only small amounts are required. We aim for the production of research tools for the promotion of anion transport across cell membranes, and ultimately to use the molecules to treat channelopathies such as cystic fibrosis. Healthcare","dataset":"gtr"}