{"id":"F71E206B-7841-445B-A2D0-BC66FFF62119","title":"Maximising the diffusion and impact of microgeneration technologies in new housing","abstractText":"This project will inform and influence the need for and use of microgeneration technology (MGT) in new build houses. The research is highly relevant and timely as the UK government has set a target that all new houses must be zero-carbon by 2016 and that the use of MGTs will be needed to meet this target. The widespread introduction and use of MGTs will have significant implications. For energy providers, MGTs will move the balance away from centralised energy generation and distribution towards a decentralised model. MGTs will enable end-users to generate electricity for their own use with any surplus being sold to the grid company. In addition, the installation of MGTs has been found to significantly shift end-users awareness, attitudes and behaviour towards improved energy efficiency. For MGT manufacturers and installers, the substantial increase in demand will expand the MGT market and offer new business opportunities and challenges. Finally, for housing developers, the integration of MGTs will require radical innovation in their business strategies, supply chain management, design and production. The successful diffusion of MGTs in the new build housing sector will therefore need multi-level changes across institutional, supply chain and end-user actors. The uptake of MGTs so far has been extremely small. Research to date on the barriers to MGT diffusion has pursued a limited 'technology push' perspective. This perspective has generally ignored the critical social and market dynamics which shape (and are shaped by) the development and use of MGTs. The proposed research adopts a socio-technical network analysis approach which is needed to properly understand the conditions and processes which facilitate (or hinder) the creation and solidification of appropriate supply chains and end-user strategies and practices. These conditions and processes will vary from country to country. Lessons and good practice may therefore be identified and shared through cross-country comparisons. The programme of work in the project involves three principal streams of integrated activity. First, six UK housing development case studies will be undertaken which will investigate the MGTs employed in particular developments. Housing development case studies will be produced and, from the fieldwork, three key MGTs used in new build housing will be identified. Second, these prioritised MGTs will be the focus of three UK MGT case studies which will concentrate on the particular MGTs and associated manufacture(s). The work will result in MGT case study reports and an analytical framework to allow comparisons between MGTs and between national institutional contexts. Third, the analytical framework will be used to conduct a comparison between France and the UK. EDF researchers will conductthe fieldwork in France. The comparison will allow the integration of cross-national data and comparative institutional analysis of the effect of national conditions on variations in the socio-technical networks supporting the design and deployment of MGTs. The project will benefit from having the following as industrial partners: the National House Building Council Foundation, the Home Builders Federation and the British Electrotechnical and Allied Manufacturers Association. The partners are highly regarded in their sectors and their views are sought by government as the 'representative voice' of the industry. The academic project team from the EPSRC funded Innovative Manufacturing Research Centres at the University of Reading and the University of Salford has a proven track record in leading and managing successful collaborative funded projects. Further, the academic team has the multi-disciplinary expertise required for the project: the delivery of sustainable housing; new product development in high technology sectors; procurement and supply chain management; and, socio-technical network analysis.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H051120/1","grantId":"EP/H051120/1","fundValue":"81165","fundStart":"2010-09-01","fundEnd":"2012-08-31","funder":"EPSRC","impactText":"","person":"Carl  Abbott","coPersons":["Shu-Ling  Lu"],"organisation":"University of Salford","findingsText":" There is a weak demand from home owners and occupiers for LZC technologies. There is currently a comfort and confidence in traditional systems compared to fear and suspicion at the unfamiliarity of other systems. \n\n\n\nIt was felt by some practitioners that there is a disconnect between the objectives of the carbon reduction strategy and the effect that the incentives have in practice.\n\nUncertainty and change in policy is viewed as especially damaiging by LZC imanufactures, suppliers and ins Learninbg from the project has helped in the development of a joint venture with Property Tectonics for the establsihment of the online training package - the Carbon in Homes Driving Licence The academic findings have informed the development of a co-authored book 'Perspectives on Construction Innovation'\n\nLearning from the project also informs the development of new activities centred on the 'Energy House' at the University of Salford Construction","dataset":"gtr"}