{"id":"F724F7D3-06C9-4FCB-B45A-F14BA3844B07","title":"Safer aminoglycoside therapeutics by biosynthetic engineering","abstractText":"Bacterial infections in hospital patients can lead to sepsis, in which an overwhelming infection of the bloodstream by toxin-producing bacteria becomes life-threatening. Very few new antibiotics are being developed, and so the established antibiotic gentamicin, discovered over 40 years ago, is likely to remain a vital mainstay in efforts to combat sepsis. Unfortunately there are real dangers associated with its use: a large percentage of patients treated with gentamicin, or related antibiotics, develop acute kidney failure (nephrotoxicity). The drug may also cause irreversible hearing loss (ototoxicity). Treatment is very costly because patients have to be closely monitored to minimise these severe side-effects. \nSustained efforts are being made to research ways of minimising the side-effects of gentamicin, by altering the dosing strategy for example; and to understand the biochemical mechanisms by which the kidney and the inner ear are damaged. Unfortunately the gentamicin used clinically is a mixture of compounds and different batches of commercial gentamicin have different amounts of each component. The individual components can be separated on a small scale but it has not been economically viable to do this commercially. It was believed that they were equally effective and equally toxic, but in 2006, researchers in the USA re-tested each of the main components of gentamicin (known as C1, C1a, C2 and C2a) and showed that, surprisingly, purified component C2 is fully effective as an antibiotic - but is apparently not nephrotoxic at all (at least in rats). \nThe aim of this project is to decipher all of the individual steps of the late stages of gentamicin biosynthesis, to identify which enzymes are involved, and to devise strategies for engineering specific genes in the pathway in order to divert production towards a single component (such as C2). The ready availability of single components of the gentamicin complex by fermentation would encourage potentially safer formulations of the antibiotic to be tested. Since gentamicins and related aminoglycosides are also promising agents for the correction of certain human genetic diseases, such as cystic fibrosis and the muscle-wasting disease Duchenne muscular dystrophy, there could be wider medical benefits too.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G1001687","grantId":"G1001687","fundValue":"396217","fundStart":"2011-04-01","fundEnd":"2014-03-31","funder":"MRC","impactText":"","person":"Peter  Leadlay","coPersons":[],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}