{"id":"F72CF56B-D890-443B-A27E-E123EF992C9B","title":"Ternary phase separation during spin casting","abstractText":"Spin coating is a widely used tool in the manufacture of very smooth and very thin polymer films. For example, it is routinely used on a massive scale for making integrated circuits and colour filters for liquid crystal displays. It is likely to be a centrally important processing step in the emerging field of polymer electronics. The most common situation is the spin coating of a polymer solution (a polymer dissolved in a solvent). A flat disc, which has been flooded with the solution, is rotated at speeds of up to 10,000 revolutions per minute. This results in a uniform coating of solution. The solvent then rapidly evaporates to leave a very smooth and high quality film of pure polymer. A more complicated situation, that has great technological potential, occurs when two polymers are spun from a common solvent. Most chemically different polymers do not like to mix, but if diluted enough in a solvent favourable to both polymers a mixed solution forms. However, the two polymers will separate from each other as the solvent evaporates. Significantly, this can result in a wide variety of microstructures in the final films. These can range from two well defined layers to situations in which lateral phase separation takes place on a variety of length-scales, from nanometres to many micrometres. In thin films of, for example, semiconducting polymers used in light emitting diodes and photovoltaic devices, the device efficiency depends critically on the microstructure. Hence, if one understands how to control the microstructure, one can achieve an optimised film in a single, inexpensive processing step.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E04591X/1","grantId":"EP/E04591X/1","fundValue":"154112","fundStart":"2008-01-01","fundEnd":"2012-03-31","funder":"EPSRC","impactText":"  The student has not graduated yet, and a first paper has only just been published. Nevertheless, the work will be continued and another student has been recruited to continue this work. Electronics ","person":"Mark  Geoghegan","coPersons":["Richard  Jones"],"organisation":"University of Sheffield","findingsText":" Spin coating is a common means of creating thin films of reproducible and controlled quality, with uniform thickness and smoothness. It is used in common technologies such as compact discs. We have investigated the process of spin coating polymer films, in order to understand the physics of the technology. We have understood that inertial forces (due to the mass of solution) in the process and have characterised this. We have also been able to gain some understanding of the energy of the solution as the solvent evaporates, These technologies are useful for improving the means that e can coat surfaces. The output so far has been rather technical, but it remains nonetheless important. Electronics","dataset":"gtr"}