{"id":"F7315F3C-C0FF-44A3-99E6-2E3951ED73D4","title":"Wide Field Astronomy","abstractText":"Sky surveys underpin much of modern astronomical research, by providing the most efficient means of deriving samples of observational data required for the study of rare objects and of the properties of populations of sources. The UK has a very strong history in survey astronomy and Edinburgh's Wide Field Astronomy Unit (WFAU) has long been at the forefront of this activity, both since its creation in its current guise, in 1999, and in its previous incarnation, as the UK Schmidt Telescope Unit (UKSTU) of the Royal Observatory Edinburgh. WFAU inherited from UKSTU a programme based on photographic sky surveys. This has been successfully completed, and WFAU's focus now is on sky surveys undertaken with digital detectors. The first pair of these - using the WFCAM instrument on the UK Infrared Telescope and the VISTA telescope - are both infrared surveys, but the future surveys for which WFAU is starting to prepare will be undertaken at optical wavelengths. WFAU has developed science archive systems which store securely data from sky surveys and make them available to users in a flexible manner via the Internet. The WFCAM Science Archive is now in operation, and the VISTA Science Archive is entering its final stages of development. The main challenges for WFAU in operating these archives are the volumes of data generated by modern sky survey systems, and the necessity of making the data available to users in a way that helps them to exploit those data scientifically. As data volumes increase, users are no longer able to download to their own computers all the data they want to analyse, so an increasing focus of WFAU work is the development of software to perform a set of basic data analysis tasks within the data centre. Users will be able to run these directly on the sky survey data in WFAU's archives, and then download derived data products, which will be much smaller in size. Sky survey instruments are becoming able to map the sky at ever increasing rates, and the next generation of them will be able to image large areas of the sky to interesting depths each night. This means that not only can they build up deep images of the sky, but they can do so through repeated exposures of each area, so that they derive a time-resolved view of the sky. These so-called synoptic sky surveys represent the next great advance in survey astronomy, and WFAU intends to take a leading role in the preparations for the management of their data, so that the UK astronomical community is well placed for the scientific exploitation of those surveys. Ensuring success of the WFAU programme depends on the staff within the Unit having the correct range of skills. While the computational side of WFAU's work is ever increasing, it is important that members of WFAU staff working on science archive project work retain the astronomical expertise required to interact effectively with WFAU's user community. To this end, a few key members of WFAU staff undertake programmes of project-releated research using our datasets. Experience shows that this yields insights and software which can be fed back into the project work programme, and also provides an important mechanism for recruiting and retaining high quality staff.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/H000496/1","grantId":"ST/H000496/1","fundValue":"1595670","fundStart":"2009-06-01","fundEnd":"2014-09-30","funder":"STFC","impactText":"  The sky survey archives supported by this grant were used in outreach activities. Education Cultural","person":"Robert Graham Mann","coPersons":["Andy  Lawrence"],"organisation":"University of Edinburgh","findingsText":" This grant funded development and operation of a number of major sky survey archives that have been used by astronomers throughout the world as the basis of their research. Our sky survey archives are used by astronomers throughout the world as the basis of their research. Education","dataset":"gtr"}