{"id":"F732893B-5B91-44C7-9F63-484BA2100DAF","title":"Multi Media Space","abstractText":"The Ideas Foundation, University of Cambridge, Mullard Space Science Laboratory, Queen Mary University of London, Venture Thinking, Lucy Hawking (Cosmic Adventures) and other partners will work with urban youth from Manchester on a Media Space Project. The Media Space projects will involve students aged 10-19 working alongside leading astronomers, universities, authors and media experts to create magazines about astronomy targeted at their peers. Past projects have generated a suite of magazines themed around Mars, Saturn and Human Spaceflight. The magazines have been very well received by young people, teachers and the general public. The clean presentation, clear and succinct writing style and clever use of graphics and infographics have given the magazines a long shelf life. The aim in this bid is to develop the successful model that has been used in Tower Hamlets and to extend the Media Space project to involve other universities, astronomical themes in the North West of England. The intention would be to produce magazines themed around the Sun. Both magazines will inspire interest in STFC funded research projects and themes including solar weather, solar winds, sung grazing comets, sun observation, solar spacecraft, magnetosphere, auroras, eclipses, etc. \n\nThe magazines would be produced during 'Media Space Schools' in the NorthWest. We anticipate involving over 1000 students in initial teaser activities and competition that will generate interest in the project across a range of schools. We anticipate two smaller groups of up to 15 students in each group working as editorial teams on magazine design, writing, production and promotion. The activities could count towards Crest accreditation and we would encourage students to gain the Young Science Leaders award. We are targetting schools which have high levels of disadvantage in Salford, Bury, Bolton and Greater Manchester. Students who have taken part in previous media space programmes and who are now at universities such as Queen Mary, University of London, Cambridge, Imperial, Dublin, Bristol and Southampton will be invited to work alongside the students as mentors and have a 'space games maker' role encouraging excellent and involvement. Young graduate 'solar guides' will support the programme and assist with images, case studies and news items linked with the excellent Sun Trek content. The production workshops would provide opportunities for students to experience university research facilities, observatories and also media production facilities. \n\nThe magazine brief would be supported by commissions and editorial guidelines from the MSSL, British Interplanetary Society, Royal Astronomical Society and the UK Space Agency so that the magazine has as much appeal as possible. The Sun brief will be supported by Dr. Lucie Green and Dr. Helen Mason who will ensure the scientific accuracy of the magazines, set the brief, providing insights into the subject matter and the contribution of women scientists. The specialist experts Dr. Lucie Green, Dr. Helen Mason and Lucy Hawking are all accomplished writers and science communicators.\n\nThe impact of the programme will be an exciting magazine and promotional strategy produced by talented young people working alongside space and media experts. Universities will benefit from the consumer insight and fresh ideas of young people reviewing and refreshing existing outreach materials. The STFC and other partners will benefit from extending its range of materials appealing to young people and educators.\n\nThe magazine would be available in downloadable versions and shared through a range of multi-media channels. Students will create a promotional strategy to raise awareness using the unique digital assets available at Media City. The Ideas Foundation and Comino will assess the impact of the magazines and the Media Space project.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/L001462/1","grantId":"ST/L001462/1","fundValue":"9800","fundStart":"2013-07-01","fundEnd":"2014-06-30","funder":"STFC","impactText":"","person":"Heather  MacRae","coPersons":["Helen Elizabeth Mason","Lucie  Green"],"organisation":"The Ideas Foundation","findingsText":"","dataset":"gtr"}