{"id":"F733F1E9-2F2F-426F-9844-1D8457828446","title":"Using MOT test data to analyse travel behaviour change: part 1- scoping study","abstractText":"In 2005, the Vehicle and Operator Services Agency (VOSA) introduced a computerised system for reporting MOT (roadworthiness) test results. Since that time, the results of approximately 35,000,000 MOT tests annually have been collected and stored in a Department for Transport (DfT) database. The DfT business plan , published 8 November 2010, promised to make available the &quot;detailed VOSA MOT data&quot; - and on 24 November, comprehensive data was released - consisting of the results of 150,000,000 MOT tests from 2005 to the spring of 2010. Some fields, such as vehicle registration plates and unique VTS (vehicle test station) identities have been withheld from the published data in order to preserve anonymity. However, what remains still contains a wealth of information that is not available in any other data set. \n\nIn addition to the results of the MOT test itself (including detailed reasons for failure), the data include:\n- the vehicle odometer (mileage) reading\n- the vehicle manufacturer, type and engine capacity\n- the vehicle's year of first use\n- the top-level postal area (letters only from the postcode) of the VTS\n\nOur initial objective is to use the vehicle odometer readings - which are not available in any other (large scale) data set - combined with the data about vehicle type, to analyse how patterns of vehicle usage (and associated carbon footprint) have changed with time, disaggregated over different regions of the country. The project will therefore aim:\n- to develop software tools for the analysis of the MOT data;\n- to work with the DfT and VOSA on maximizing the use that can be made of the MOT data set whilst respecting issues such as data protection;\n- to scope the application of MOT odometer readings and the possibilities for triangulating with other data sets (such as vehicle emissions, new vehicle registrations and Census data);\n- to develop one (or two) small-scale demonstrations illustrating potential applications of our approach.\n\nThe ultimate aim, going beyond the scoping study, is to create a publicly available tool that all those undertaking travel behavior change initiatives could use to assess the impacts of their work on car ownership, use and related carbon emissions, thereby dramatically reducing the need for every individual project to commission surveys or other forms of travel behavior measurement. Further research could also include specific analyses of: changes in car ownership and use that have occurred in the Sustainable Travel and Cycling Demonstration Towns; the nature of the distribution and diffusion of electric, hybrid and other alternative-technology vehicles; the location and concentration of 'dirty' vehicle use with implications for the targeting of climate change and air quality initiatives; and the relationship between car use and physical activity.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J004758/1","grantId":"EP/J004758/1","fundValue":"31918","fundStart":"2011-04-01","fundEnd":"2011-06-30","funder":"EPSRC","impactText":"","person":"Sally  Cairns","coPersons":["Tim John Chatterton","Richard Edward Wilson","Jillian Leigh Anable"],"organisation":"Transport Research Laboratory Ltd","findingsText":"","dataset":"gtr"}