{"id":"F73DCA7D-1ECD-4D8D-8B0E-F902E99773B7","title":"Agro-industries and clean energy in Africa (AGRICEN)","abstractText":"Agro industries constitute a major source of rural employment and are significant contributors to the economy of many sub-Saharan African (SSA) countries, and constitute a major source of income for millions of small scale farming outgrowers. Agro industries in sub-Saharan Africa (SSA), such as tea, coffee and sugar estates, already utilise energy for their processing and, on occasions, supply energy to their employees within their estates. Rural communities within and in the vicinity of agro-industrial estates derive several direct and indirect benefits from such cleaner energy investments. \n\nThere are a number of reasons why such efforts should be scaled up. First, the concerned agro-industries secure more reliable and lower cost electricity and heat supplies thus lowering their production, increasing their national, regional and international competitiveness and , in turn, protecting and potentially expanding the valuable rural jobs base that agro-industries provide. Secondly, cleaner energy investments provide power to community services and local businesses that benefit local communities. Thirdly, with the right incentives, agro-industries could expand their estate-based mini-grids to not only connect rural households within their estates but also connect surrounding rural communities. Fourthly, agro industries account for a significant proportion of current and projected future greenhouse gas emissions, and thus increased use of energy options provides opportunities to address climate and energy access challenges through carbon credits. However, the potential for cleaner energy development in the region's agro industries remains largely untapped. \n\nThere is emerging evidence that African agro-industries, are well placed to overcome common problems that bedevil new small and medium scale minigrid enterprises such as limited access to investment finance (due to absence of a business track record), difficulty in mobilizing and maintaining the required skilled operational/maintenance staff, as well as an inability to generate the revenues required to meet short-term and medium-term costs of electricity supply. However, further evidence needs to be assembled in order to demonstrate the potential value that agro-industries can bring as providers of cleaner energy services in rural areas in sub-Sahran Africa, and why improving the political economy lanscape can help realize this potential. \n \nThis proposal brings together a multidisciplinary team to research this relatively new terrain of combining new approaches to political economy analysis with business development, innovation and participatory approaches to understanding the potential role that agro industries can play in widening rural access to cleaner energy options. The project partnership consists of two academic institutions (Surrey in UK and Lilongwe Uni. of Ag &amp; Nat. Res. in Malawi), a leading African energy think-tank (AFREPREN/FWD), two leading independent research centres from UK (Policy Practice, and Gamos), and various research associates from East Africa. \n\nThe project is structured around 8 integrated workpackages:\n(i) Knowledge review;\n(ii) Mapping and convening of multi-stakeholder policy and practice actors;\n(iii) Preliminary framework analysis;\n(iv) Case studies;\n(v) Pilot and feasibility initiatives in four countries: Kenya, Uganda, Ethiopia, Tanzania, and potentially Malawi;\n(vi) Analysis and modelling;\n(vii) Capacity building of partners and specialised skills for wider agro industry community on cleaner energy;\n(viii) Networking and dissemination.\n\nFive reports will be published which will form the basis for papers to conferences of academic &amp; energy practitioners; academic journal articles; and a series of policy briefings for local and national policymakers.There will also be a final workshop aimed at providing key messages from the research for various stakeholder.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L002663/1","grantId":"EP/L002663/1","fundValue":"2108390","fundStart":"2013-10-24","fundEnd":"2014-09-21","funder":"EPSRC","impactText":"","person":"Yacob  Mulugetta","coPersons":["Matthew  Leach"],"organisation":"University of Surrey","findingsText":"","dataset":"gtr"}