{"id":"F7484467-77E1-4376-AD08-F0C23816AAEA","title":"CRESTANO - Common REst api for Structural ANnotation","abstractText":"The Protein Data Bank in Europe (PDBe; pdbe.org) is one of the core resources at the European Bioinformatics Institute (EMBL-EBI). PDBe is a founding member of the Worldwide Protein Data Bank (wwPDB), which manages the PDB, the single global archive of biomacromolecular structure data. The other wwPDB partners are RCSB, PDBj and BMRB. PDBe has operated a deposition and annotation facility for PDB data since 1998. Over the years, PDBe has developed advanced tools and services for analysis of biomacromolecules (including unique tools such as PDBeFold, PDBePISA and PDBeMotif) and for delivery of PDB data to the user community. In addition, PDBe develops and maintains critical resources such as SIFTS (Structure Integration with Function, Taxonomy and Sequences), a vital source of up-to-date cross-reference information to other biological data resources.\n\nThe Cambridge Crystallographic Data Centre (CCDC; www.ccdc.cam.ac.uk) manages the Cambridge Structural Database (CSD), the main archive for small-molecule crystal structure data. CSD contains structural data for organic and organometallic compounds obtained using single crystal X-ray and neutron diffraction methods or based on powder diffraction data. The archive was established in 1965 and now contains more than 600,000 structures of small molecules. In addition to archiving the small molecule structural data, CCDC has developed many tools for the analysis of these data.\n\nThe information available in the PDB archive is used by structural biologists and the wider biomedical community to understand the structures archived in the PDB, while CSD data amongst many other applications can be used by chemists and biochemists for automatic screening of natural molecules suitable as drug candidates. Recently, to improve the annotation and validation of small molecule information in the PDB, wwPDB has entered into a collaboration with CCDC. As part of this, CCDC has made a number of tools available to the wwPDB partners, including Mogul, which will be used for validation of small molecule geometry during deposition and annotation of PDB data. This will constitute a major improvement as analysis of ligand structures in the PDB has shown that the majority of ligand models can be improved. The structure validation pipeline, which includes Mogul and which will become a critical part of the new wwPDB Deposition and Annotation system (D&amp;A), is being developed at PDBe.\n\nThe goal of the present project is to implement a web-services API that will provide access to biomacromolecular structure data and advanced analyses and annotations of those structures available from PDBe. Additionally, CCDC will develop infrastructure to allow access to small-molecule data in the Cambridge Structural Database (CSD) for those compounds that are present in the both the CSD and the PDB. This will facilitate real-time programmatic access to up-to-date information from PDBe databases and advanced tools and services, which will become available to any bioinformatics and structural-biology-workflow systems as well as individual programs. In addition, access to experimentally determined structures from the CSD will provide better quality starting models for ligands during the macromolecular structure determination process. This, in turn, will improve the quality of deposited ligand data in the PDB, benefitting chemoinformatics research and informing the structure-based design of new drugs.\n\nIn this project, we propose to develop a method to provide access to types of PDBe and CCDC data and information in an integrated framework:\n1. PDB data from the PDBe database infrastructure\n2. Advanced analysis and annotations on biomacromolecular assemblies\n3. Ligand environment and 3D structural motifs data from PDBeMotif\n4. Up-to-date cross-references for all PDB entries, taken from the SIFTS resource\n5. Data-quality indicators for all PDB entries\n6. Access to CSD data for molecules that are also in the PDB","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K016970/1","grantId":"BB/K016970/1","fundValue":"117674","fundStart":"2013-09-01","fundEnd":"2014-08-31","funder":"BBSRC","impactText":"  The macromolecular structure information available in the Protein Data Bank (PDB) and the Electron Microscopy Data Bank (EMDB) is used by structural biologists and the wider biomedical community, while CSD data amongst many other applications is used by chemists and biochemists for automatic screening of natural molecules suitable as drug candidates. The PDBe API makes it possible to integrate the information available in the PDB and EMDB as well as value-added information from other PDBe resources in workflows and provides up-to-date information to other biomedical data resources. The API has been integrated in visualisation applications such as Jmol/JsMol to efficiently deliver value-added annotation such as the information on the quality of a structure or the structure and sequence domain annotation to general users. Similarly, the API can also support data analysis tools by making the up-to-date macromolecular structure data available via an easy to use programmatic interface. Agriculture, Food and Drink,Chemicals,Digital/Communication/Information Technologies (including Software),Education,Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology Societal,Economic","person":"Gerard J. Kleywegt","coPersons":["Sameer  Velankar"],"organisation":"EMBL - European Bioinformatics Institute","findingsText":" The Protein Data Bank in Europe (PDBe) is a founding member of the Worldwide Protein Data Bank (wwPDB), the organisation that manages the single global repository of bio-macromolecular structure data. PDBe also manages the global repository of 3D electron microscopy data, the Electron Microscopy Data Bank (EMDB). \n\nPDBe has developed many advanced tools for analysis of macromolecular structure data. In collaboration with the UniProt team, PDBe has also developed the SIFTS (Structure Integration with Function, Taxonomy and Sequence) resource that provides up-to-date data on the biological context of the macromolecular structure information in the PDB by integrating information from other biomedical databases.\n \nThe PDBe REST API is designed to provide programmatic access to all information in the PDBe database. This includes information available in the PDB and EMDB archives, but also improved and value-added information such as assembly data from PISA, validation information from the wwPDB validation resource, and cross-reference information to other biomedical databases based on the SIFTS resource.\n\nThe API contains separate modules for PDB, EMDB, SIFTS, PISA and validation information with relevant calls aggregated in each module. This allows for easy integration of all macromolecular structure information into an application or workflow for analysis of biomedical information. The API also makes it possible to access structure-related information in manageable data blocks without having to read a large file or parse data that is not relevant.\n\nA similar REST API developed by the Cambridge Crystallography Data Center (CCDC), provides coordinate data from the small molecule archive, the Cambridge Crystallographic Database (CSD), for molecules that are in common between PDB and CSD. Their coordinates will be integrated in the wwPDB Chemical Component Dictionary (CCD) and made publicly available via the PDB ftp archive. The PDBe REST API is integrated in the PDBe production workflow and supports the redesigned PDB and EMDB entry pages. The REST API has recently been integrated in Jmol/JSmol, a 3D macromolecular visualisation applet, where it is used to show value-added annotations on structure and sequence domain annotation and validation-related information, making it available to all data resources that use Jmol/JSmol to provide interactive 3-D representation of the macromolecules.\n\nThe CCDC team has developed a webservice to provide access to CSD molecule data for small molecules found in the PDB. To keep this information up-to-date the webservice is made available to the wwPDB partners so it can be integrated in the wwPDB deposition and annotation system. The coordinate data for existing compounds is also made available to the wwPDB partners so it can be made available via wwPDB ftp site. Digital/Communication/Information Technologies (including Software),Education,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}