{"id":"F74AF0A6-C5C1-42DD-99A8-2F61C79988CA","title":"Women, work and value in Europe, 1945-2015","abstractText":"This research network explores the ways in which women's work has been valued in Europe since 1945. It brings together academics, members of the public, interest groups and policy makers to discuss the relevance of past experiences of work for the challenges facing today's society. Through a series of four workshops, participants from across Europe and the US will examine the history of women's work, both paid and unpaid, and the ways in which it has been represented and valued. \n\nThe outcomes of the network will include an international network of researchers, an online resource, two public events, a theme issue of an interdisciplinary journal, and pathways to future research collaborations. \n\nOn the one hand, in the past two decades, historians of Europe have focused more on consumption and leisure than labour and employment. There is also a dearth of work on the history of women in postwar Europe, despite the dramatic changes in female employment during this period. For social scientists, on the other hand, women and work have remained central concerns. This network will promote interdisciplinary dialogue, combining the conceptual frameworks of the social sciences with historical contexualisation, as well as the interpretative insights of cultural studies. \n\nThe first workshop (to be held in Bristol) takes these varying disciplinary perspectives as its starting point. Position papers from scholars in cultural studies, history, sociology, geography, and philosophy will lay out the parameters of the study of work and value in each field. The second workshop (Florence) turns to subjective valuations of work, and the ways in which they affect economic outcomes. The third workshop (Budapest) examines the interactions of politics and women's work, from feminist critiques of work, through trade union activism, to legislation for equal pay. The final workshop (Glasgow) will bring together contributors to the themed journal issue for a focused discussion of their papers. \n\nEngagement is a core part of the network. The public events in Glasgow and Bristol will speak to interested members of the public, as well as activists and interest groups, drawing on our established connections with the Bristol Festival of Ideas and the Glasgow Women's Library. An undergraduate intern will be responsible for communicating the outcomes of each workshop, and will be encouraged to use new media, video, and other innovative forms of documentation. The Bristol event will be recorded for podcasting on our website. In this way, we plan to engage an audience much larger than those who can be present at the events. \n\nThe contemporary relevance of this topic presents an exciting opportunity for dialogue with interest groups and policy makers. The Glasgow public event will include representatives from the TUC, Close The Gap, and the Fawcett Society. We will also use existing networks to develop a History and Policy briefing paper to disseminate the main findings of the network.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L008688/1","grantId":"AH/L008688/1","fundValue":"36038","fundStart":"2014-01-03","fundEnd":"2016-06-30","funder":"AHRC","impactText":"","person":"Josie  McLellan","coPersons":["Ruth Sarah Glynn","Maud Anne  Bracke"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}