{"id":"F750493B-AA27-4E99-A8CA-631AF0E2F45C","title":"Structure determination of unstable species by gas electron diffraction","abstractText":"Molecular structure is often simply perceived as how atoms join together in molecules. However, while molecule A-B-C will have properties totally different from those of A-C-B, it is important to realise that the size and shape (distances and angles) are also critically important in determining the chemical and physical properties the molecule possesses. Larger molecules can also adopt more than one different shape (conformation) with the same connectivity. The geometric structures of molecules can be studied in the solid, liquid and gas phases. My area of expertise is the use of gas electron diffraction (GED) to determine vapour-phase structures. In the gas phase, molecules are free from the effects of neighbouring molecules that are significant in the solid state. This is why GED is a very important structural technique to help chemists understand the behaviour of molecules in different phases. When scientists model the structures and functions of molecules, their computer programs use standard parameters (distances, angles and dihedral angles) that are based on experimental gaseous structures. New structural information from gas-phase experiments is therefore always required to keep these programs up-to-date and to provide scientists with the best predictive tools possible to aid their work. Whilst there is a lot of gaseous structural information for stable molecules, i.e. those that exist in their preferred connectivity and conformation for a very long time, the information about short-lived or unstable species is limited. Such data are important if reaction pathways are being modelled. Intermediates are very short-lived, and accurate information about their structures will be essential when using computers to simulate reactions. The aim of this project is to provide structural information about short-lived and unstable species in the gas phase. This will be achieved by developing new techniques and experiments. The Edinburgh GED apparatus will be modified to accommodate the new inlet systems required to study the unstable samples, which have to be generated in situ. Methods and equipment will be developed to study the structures of molecules that require handling at very high temperatures, which at present cannot be done in the UK. In this work, molecules will be studied that are unstable, with lifetimes in the microsecond range. By their nature they need to be generated in situ, either by reaction with a chemical in the inlet tube or by heating.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D057167/1","grantId":"EP/D057167/1","fundValue":"62621","fundStart":"2006-01-01","fundEnd":"2008-06-30","funder":"EPSRC","impactText":"","person":"Sarah Louise Masters","coPersons":[],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}