{"id":"F752146E-F5ED-40D9-B61F-5336B7C48C2E","title":"Transcostal High Intensity Focused Ultrasound for the Treatment of Cancer","abstractText":"The efficacy of high intensity focused ultrasound (HIFU) for the non-invasive treatment of cancer has been clearly demonstrated for a range of different cancers including those of the liver, prostate and breast. As a non-invasive focal therapy, HIFU offers considerable advantages over other techniques such as chemotherapy and surgery, in terms of invasiveness and risk of harmful side-effects. Despite its advantages, however, there are a number of significant challenges currently hindering its widespread clinical application, specifically: the need to transmit energy through the rib cage and the associated risk of skin burns and damage to the rib surface, the effects of organ motion on treatment accuracy, a poor understanding of cavitation processes in vivo and, finally, the lack of effective techniques for real-time image guidance and treatment monitoring. The overall objective of the research programme described in this document is to develop practical solutions for these issues. Successful completion of this proposal will result in a prototype clinical device for the safe and effective HIFU treatment of tumours of the liver, kidney and pancreas that has undergone preclinical testing and conforms to the necessary safety standards for patient use.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F025750/1","grantId":"EP/F025750/1","fundValue":"1517250","fundStart":"2008-06-23","fundEnd":"2013-12-22","funder":"EPSRC","impactText":"  Since the end of the project in December 2013, the immediate impact of the project has been academic but more significantly this has been followed by a very strong interest shown by clinical research colleagues. The fact remains that HIFU is still the only non-invasive, non-ionising treatment alternative to surgery and chemotherapy. As such, the long term impact of our research will be enormous. This is because there are more than 20,000 people in the UK affected by upper abdominal cancers per annum, with more than 50% mortality. For up to 90% of them, surgery is not an option, whilst chemotherapy offers poor outcomes. Healthcare Societal,Economic","person":"Nader  Saffari","coPersons":["Dean Colin Barratt","David  Hawkes","Eleanor  Stride"],"organisation":"University College London","findingsText":" In this project, which was part of a 3-centre collaboration, we have developed Treatment planning software for High Intensity Focused Ultrasound (HIFU) ablation of tumours from input of pre-operative CT scans which can be provided as segmented and registered surfaces or directly as volumes. Target specification can be performed on surface or volumetric data. Optimal location of therapy head can be determined subject to a number of constraints such as the maximum number of elements and whether the beam passes through an area at risk (lungs, bowel). In addition we have acquired a better understanding of safety margins based on tissue characterisation in perfused livers. Detailed modelling of discrete vasculature has also been developed together with a new model of micro-perfusion. Given the challenges posed by targeting a tumour in a moving organ, a new motion management strategy has been developed.\n\nA rigorous investigation of a range of focusing methods discussed in the literature has been conducted for a set of HIFU array-3D human rib configurations after which we propose a new method of focusing based on a constrained minimisation as the best approach. We have discussed the ramifications of this for treatment planning applications.\n\nFinally, in collaboration with our colleagues at ICR and Oxford, we have developed and tested an experimental pre-clinical HIFU platform, which incorporates and demonstrates the techniques developed in the programme. We are currently is discussion with our clinical colleagues at the Royal Free and Royal Marsden hospitals to move to the next phase of the HIFU project which will involve investigation of the suitability of our transcostal treatment planning and monitoring methods for the HIFU ablation of hepatocellular carcinomas, as well as renal and pancreatic tumours. As there are still both scientific and clinical translational challenges left, the likely funding sources will be both the EPSRC and NIHR. Healthcare","dataset":"gtr"}