{"id":"F758DF17-F47C-44F4-8F9E-7B281426B39F","title":"Control of plastid biogenesis by the ubiquitin-proteasome system","abstractText":"Chloroplasts and mitochondria are normal components of many cells - they are sub-cellular structures called organelles. Interestingly, these two organelles evolved from bacteria that were engulfed by other cells over a billion years ago, and in many ways they still resemble free-living bacteria. Chloroplasts are found in plant cells, contain the green pigment chlorophyll, and are responsible for the reactions of photosynthesis (the process that captures sunlight energy and uses it to power the activities of the cell). Since photosynthesis is the only significant mechanism of energy-input into the living world, chloroplasts are of inestimable importance, not just to plants but to all life on Earth. Actually, chloroplasts belong to a wider family of related organelles called plastids. Other members of the family are the highly-pigmented chromoplasts in ripe fruits, and etioplasts in dark-grown plants.\n Although plastids do contain DNA (a relic from their evolutionary past as free-living photosynthetic bacteria), and so can make some of their own proteins, most of the proteins needed to form a functional plastid are encoded on DNA in the cell nucleus; these proteins are made outside of the plastid in the cellular matrix known as the cytosol. As plastids are each surrounded by a double membrane, or envelope, that is impervious to the passive movement of proteins, this presents a significant problem. To overcome the problem, plastids evolved a sophisticated protein import apparatus, which uses energy (in the form of ATP) to drive the import of proteins from the cytosol, across the envelope, to the plastid interior. This import apparatus comprises two molecular machines: one in the outer envelope membrane called TOC (an abbreviation of &quot;Translocon at the outer envelope membrane of chloroplasts&quot;), and another in the inner envelope membrane called TIC. Each machine is made up of several different proteins which cooperate to ensure the efficiency of import.\n We work on a model plant called Arabidopsis that has many advantages for research, such as an availability of numerous mutants (each one with a mutation in a specific gene). One such mutant plant, ppi1, has a defect in a TOC gene such that plastid protein import does not work efficiently. Several years ago, we identified another mutation called sp1 (this stands for &quot;suppressor of ppi1&quot;) that counteracts the negative effects of ppi1. The gene disrupted by sp1 (the SP1 gene) encodes a type of regulatory protein called a &quot;ubiquitin E3 ligase&quot;. These work by labelling-up unwanted proteins and targeting them for removal. Because this control mechanism was not previously known to operate in plastids, this discovery was an important breakthrough in biology. The SP1 E3 ligase carefully controls the composition of the TOC machinery so that the right proteins are always imported (this is normally good, but in the abnormal ppi1 background it is apparently a hindrance). Such control is very important when plastids need to convert from one form to another; e.g. when dark-germinated plants emerge into the light, etioplasts must change into chloroplasts so that photosynthesis can begin.\n In this project we will investigate whether SP1 is important for the conversion of chloroplasts into chromoplasts in tomato fruit. If it is, then our work may have commercial, agricultural importance by enabling the manipulation of fruit ripening in crops (e.g. tomato, bell pepper, citrus). We will also study in much greater detail how SP1 and related proteins control plastid development. For example, our work may elucidate how plants respond to stresses like salinity and drought, which are major limits on crop yield across the world. Photosynthetic performance (and thus the energy available to plants for growth) is strongly affected by stress, and we suspect that SP1 is involved in this process. Thus, knowledge gained from our work may enable improved adaptation of crops to adverse environmental conditions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K018442/1","grantId":"BB/K018442/1","fundValue":"374416","fundStart":"2013-10-01","fundEnd":"2017-03-31","funder":"BBSRC","impactText":"  The research project is still underway. Too early to answer this question.  ","person":"Robert Paul Jarvis","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}