{"id":"F75A4531-DF65-4229-BDEB-2E6EB7268822","title":"Turbulent Exchange: Aerosols Bubbles And Gases","abstractText":"There is now a consensus that global climate is changing in response to increasing atmospheric concentrations of greenhouse gases. These gases have natural as well as man-made sources and sinks. For carbon dioxide the largest sink is the ocean, which absorbs between 30% and 50% of the CO2 generated by the burning of fossil fuel. The direction of the exchange of gases between atmosphere and ocean depends on the difference in gas concentration between the air and water, and on a number of physical processes that modify the rate of the exchange. The most important of these processes is turbulent mixing in both the air and water close to the surface. This increases with wind speed, but the relationship is complicated by other factors such as the waves state and the thermodynamic stability of the near-surface layers of both ocean and atmosphere. At high wind speeds wave breaking generates bubbles, mixing air down into the water column. The presence of bubbles increases the rate of gas exchange, but the detailed nature of the process is not fully understood and there is considerable disagreement about the exact form of the equations that describe the rate of gas transfer. This is largely a result of a lack of sufficiently detailed measurements.\n\nWave breaking and bubbles are also closely linked to the formation of sea-spray aerosol particles - these are important as cloud condensation nuclei. Aerosols are generated by the bursting of bubbles at the sea surface. The rate of aerosol formation is often expressed as a function of whitecap fractions on the sea surface, but there is an uncertainty of about a factor of 10 in the production rate. This suggests that whitecap fraction alone does not control the production rate, but that factors such as the size and number of bubbles produced by breaking waves may vary with other factors such as size or steepness of the wave. \n\nThis project is a UK contribution to a US research cruise that aims to examine the impact of wave breaking and bubble processes on air-sea gas exchange. We will measure whitecap fraction, wave state, wave breaking statistics, and bubble properties beneath breaking waves. Measurements will be made from an 11-m spar buoy equipped with wave wires to measure the local wave height at high spatial resolution, a bubble camera to measure large bubbles near the surface, and 2 acoustical resonators to measure smaller bubbles deeper below the surface. A separate Waverider buoy will also be deployed to make longer term and independent measurements of the wave spectra. On the ship we will make direct measurements of aerosol fluxes via the eddy covariance technique, along with those of heat, water vapour, CO2, and momentum. Our partners from NOAA and the University of Hawi'i will measure fluxes of several different gases: CO2, CO, and DMS. The joint measurements of gas fluxes, and whitecap and bubble properties will allow the influence of bubbles on the flux to be evaluated directly against a variety of existing parameterizations.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J020540/1","grantId":"NE/J020540/1","fundValue":"135414","fundStart":"2012-09-07","fundEnd":"2016-03-06","funder":"NERC","impactText":"","person":"Robin William Pascal","coPersons":[],"organisation":"National Oceanography Centre","findingsText":"","dataset":"gtr"}