{"id":"F75A826A-B7A2-4440-9451-24E6407ADBA5","title":"Bacteriophage-derived Inhibitors of the Bacterial RNA Polymerase","abstractText":"Many activities that allow organisms to grow, remain alive and viable rely on molecules resembling small machines. In bacteria, the machine which is responsible for accessing information contained in the genes is the RNA polymerase (RNAp), and the process by which the RNAp accesses the information contained in the genes is collectively called gene expression. Therefore, since the RNAp carries out an essential function necessary for the survival of the bacterial cell, the RNAp is also an attractive target for drugs to treat bacterial infections. For instance, the clinically widely used antibiotic rifampicin inhibits the RNAp. However, the frequent emergence of rifampicin-resistant harmful bacteria necessitates research into new compounds to combat bacterial infections by inhibiting the RNAp. Our research focuses on naturally-occurring small proteins which are potent inhibitors of the RNAp and display several of the desirable features for potential development into novel antibiotic-like compounds for inhibiting the RNAp. Here, we will study precisely how three such naturally-occurring RNAp inhibitors, called Gp2, P7 and Gp5.7 inhibit the RNAp from the bacterium Escherichia coli (for Gp2 and Gp5.7) and Xanthomonas orzyae (a bacterial pathogen that causes rice blight). We will employ structural biology to unravel how Gp2, Gp5.7 and P7 look like and interact with the RNAp. We will employ state-of-the art biochemistry and molecular biology to study how Gp2, Gp5.7 and P7 inhibit the RNAp. We will employ a technique called &quot;next-generation sequencing&quot; to study the impact of Gp2 on RNAp activity, i.e. gene expression, at a whole-cell level. In summary, our results will (1) provide novel insights into how the activity of the bacterial RNAp can be controlled, in this case inhibited, by non-bacterial and naturally-occurring factors; (2) establish a solid framework and industrial links for development of novel antibiotic-like lead compounds targeting the bacterial RNAp and (3) provide useful resources for synthetic biology applications.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K000233/1","grantId":"BB/K000233/1","fundValue":"624129","fundStart":"2012-11-01","fundEnd":"2015-10-31","funder":"BBSRC","impactText":"  -knowledge economy (training of next generation of bioscientist)\n-industrial collaboration for discovery of novel lead antibacterial compounds. Healthcare Societal,Economic","person":"Sivaramesh  Wigneshweraraj","coPersons":["Stephen  Matthews"],"organisation":"Imperial College London","findingsText":" We have characterised and developed small proteins that show antibacterial activity, which could serve as scaffolds for new antibiotics. The discovery of new antibiotics/lead antibacterial compounds Healthcare","dataset":"gtr"}