{"id":"F76040EF-46D0-41F2-920E-24D8DD44B758","title":"Strategies for Quantifying and Controlling Free Living Nematode Populations and Consequent Damage by Tobacco Rattle Virus to Improve Potato Yield and","abstractText":"Free Living Nematodes (FLN) are emerging as a major problem for UK potato growers, exacerbated in the short term by removal of approved nematicides and adherence to stringent legislation within the Water Framework Directive and in the long-term by expected FLN population increases due to climate change. FLN cause direct damage by feeding on potato roots which reduces yield and quality, and indirectly by transmitting Tobacco Rattle Virus (TRV). Relatively low levels of TRV infections can render entire crops unsaleable for the fresh and processing industries. FLN comprise a range of different taxonomic groups that are difficult to distinguish visually but vary significantly in terms of their distribution, pathogenicity and virus transmission frequencies, and have been to date under-studied in the UK. The problem is further compounded by beneficial and pathogenic FLN species co-existing, and thus accurate discrimination is essential. This consortium has the overarching objective to provide the UK potato industry with an integrated novel Integrated Pest Management (IPM) package for FLN and associated TRV crop damage. The outcomes will have immediate utility and thus direct economic benefit by improving management decisions related to choice of potato variety and field to minimise losses caused by direct feeding of specific groups of FLN, and quality losses associated with feeding and TRV infections. It will also improve the productivity of the UK's major potato producers by decreasing wastage caused by damage due to TRV, as well as reducing pesticide usage arising from 91/414/EEC. The scientific research within this project is split across three integrated work packages. We will develop, test, and validate a quantitative molecular diagnostic that will discriminate between Paratrichodorus and Trichodorus nematodes, the vectors of TRV, at the generic level as well as validate using field-based samples as a comparator using a unique molecular diagnostic for TRV that can distinguish between two common isolates TRV-PpK20 and TRV-Tp01. A novel molecular diagnostic for Pratylenchus penetrans, a semi-endoparasitic nematode species, increasingly associated with damage to potato crops will be developed, tested and validated. Crucial to sustainable potato production is the understanding of the damage thresholds for these nematode groups. Field trials will be conducted at 6 sites across the UK to assess these damage thresholds, and trials at 4 sites will be conducted to evaluate the resistance and tolerance of 20 potato varieties (6 crisping, 6 processing, 6 fresh and 2 other control varieties) to nematode damage. Potential alternative treatments to conventional nematicides, including mustard 'biofumigant' crops, a nematode resistant oil radish variety, a TRV-resistant oil radish variety, application of shellfish waste as a soil amendment as a biofumigant, novel nematicides derived from mustard and chilli, terpenes, plant defence elicitors (harpin), and a standard nematicide will be trialled at 2 sites. Ultimately, the primary goal of the project is to identify molecular markers for TRV resistance. The project will utilise molecular markers systems including DArT, SNP and AFLP. Initially 'bulks' of resistant and susceptible genotypes within two target populations will be analysed. The screening of these two diverse populations of genotypes (parental material and genotypes within derived populations) will almost certainly identify variation for the target TRV resistance traits. Preliminary results from a pilot study gave strong indications of significant heritable factors for resistance and for spraing susceptibility. This will lead directly to development of 'breeder friendly' molecular markers that can be tested on larger numbers of plants. The success in delivering such molecular markers for TRV resistance, which would cascade downstream into future potato breeding programs, is key for the overall success of the project.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=TS/I001239/1","grantId":"TS/I001239/1","fundValue":"110440","fundStart":"2011-01-12","fundEnd":"2016-01-11","funder":"EPSRC","impactText":"","person":"Kenneth Andrew Evans","coPersons":[],"organisation":"SRUC","findingsText":"","dataset":"gtr"}