{"id":"F769890A-D61A-4FE5-870D-86964B4A3A68","title":"Dynamics of bifurcations with broken reflection symmetry in finite domains","abstractText":"In this application we request support to fund a post-doctoral research assistant to explore the complex dynamics found in bounded systems that are unstable to travelling waves with a preferred direction. These occur when the system has a broken reflection symmetry. There are many physical examples of such systems including shear-flow instabilities in fluid dynamics, reaction diffusion systems in the presence of flow, and instabilities in rotating systems such as the MHD dynamo instability. In the past we have made significant progress in understanding such systems using techniques from dynamical systems and the latest numerical methods. The proposed research would extend our understanding to three new and important cases. The first arises when the instability sets in with a preferred non-zero wavenumber, such as for the Kuramoto-Sivashinsky equation. Here there exists a competition between wavenumber selection mechanisms in the nonlinear regime. The second case looks at the effect of spatial inhomogeneities on these travelling wave instabilities either through the inclusion of a resonant term (if the inhomogeneity is on the scale of the carrier wave) or the introduction of a varying background state (if the inhomogeneity is on the modulational lengthscale). For these cases the symmetry breaking is expected to alter significantly the behaviour of the system with a competition between the symmetry breaking and the pinning by the inhomogeneity. In the final case we examine systems with a global constraint that manifests itself through coupling of the upstream and downstream boundaries to understand how such a coupling can lead to recycling of disturbances throughout the domain.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D032334/1","grantId":"EP/D032334/1","fundValue":"187287","fundStart":"2006-04-01","fundEnd":"2009-03-31","funder":"EPSRC","impactText":"","person":"Steve  Tobias","coPersons":["Michael Richard Proctor"],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}