{"id":"F76B36B8-1A1C-4661-97D5-F1AE4AA073D3","title":"Retinal vascular calibre - a potential biomarker for early renal and retinal diseases?","abstractText":"Chronic kidney disease (CKD) is common in older people sharing overlapping risk factors with some diseases of the eye, including a complication of diabetes mellitus which affects the back of the eye (the retina) called diabetic retinopathy. CKD is more common in people with diabetes. Unfortunately some individuals with diabetic kidney disease develop progressive kidney failure and may eventually need dialysis. Previous research has suggested measurement of the blood vessels within the retina using a non-invasive procedure may provide early indications of some of the vascular complications associated with diabetes, such as those affecting the kidney and the eye. With recent advances in imaging and analysis technology, this non-invasive examination is now carried out routinely within the National Health Service as part of a regular screening programme for diabetic retinopathy. This application evaluates participant information collected from several large independent population-based CKD and diabetes cohort studies to determine whether measuring retinal blood vessels would help identify older or diabetic individuals with increased risk of developing kidney or eye complications. This may provide opportunities for earlier treatment to prevent or slow the onset of these complications.\n\nThe prevalence of diabetes is rising significantly in the United Kingdom and globally resulting in increased numbers of people being treated for diabetic complications. In the UK and elsewhere, kidney failure associated with diabetes is the commonest cause of end-stage renal disease (requiring dialysis or kidney transplant). Up to 40% of individuals with diabetes will develop diabetic kidney disease. Diabetic retinopathy is the primary cause of blindness in the UK working population and annually more than 2,000 people suffer permanent sight loss secondary to this complication. If our research demonstrated that retinal vascular measurements were predictive of CKD, diabetic kidney disease or diabetic retinopathy, then it could become a further component of the UK diabetic retinopathy screening programme, refining this process in terms of target age, disease duration and interval screening to maximise efficiency. Persons predicted to have highest risk of complications could be targeted for additional treatments to reduce their individual risk of diabetic kidney disease or diabetic retinopathy.\n\nAlthough previous population-based studies suggest that retinal vessel measurements may provide an early prognostic indication of subsequent renal and visual dysfunction, the findings have not always been consistent. The reasons for these inconsistencies are primarily due to small sample sizes and loss of study participants during long-term follow-up. As such, this project will address these difficulties through collaborations with the principal investigators for all the major studies within this research field (to provide data relevant to the proposed outcomes) and limit the deficiencies affecting independent studies. This project will examine the relationships between measures of kidney function and retinal vessel diameter. Measurements will be assessed in a large number of individuals from population-based studies at baseline entry and again after 5 years follow-up. Variation in renal and visual function will be determined and assessed against retinal blood vessel measurements. Follow-up analysis of the findings will be undertaken in several large cohorts of participants with CKD or diabetes to establish if retinal blood vessel measurements are predictive of subsequent decline in visual or renal function. We anticipate our findings could be independently replicated and validated shortly after completion of the proposed study. If confirmed, this novel data could lead to additional clinical benefit being derived from routine retinal screening programmes i.e. identification of persons at increased risk of diabetic retinopathy, diabetic kidney disease or CKD.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K003364/1","grantId":"MR/K003364/1","fundValue":"321294","fundStart":"2012-11-01","fundEnd":"2016-10-31","funder":"MRC","impactText":"","person":"Gareth John McKay","coPersons":[],"organisation":"Queen's University of Belfast","findingsText":"","dataset":"gtr"}