{"id":"F7798AA5-8576-4126-B84C-3A514E4C696E","title":"Further Development and Applications of Highdimensional Quantum Mechanics with Coupled Coherent States.","abstractText":"Recent computational developments include important progress on new methods for quantum simulations of the dynamics of large polyatomic molecules. This is an area, which has been previously accessible only by classical molecular dynamics. The result is that one can now describe the full nuclear dynamics in many degrees of freedom, with particular emphasis on important quantum effects such as zero point energy, tunneling, interferences, and the branching of wavepackets between competing channels. One of the most powerful approaches to this multidimensional quantum problem is the method of Coupled Coherent States (CCS) , which relies on the solution of the time dependent Schrdinger equation on a grid of randomly selected trajectory guided coherent states. The CCS technique is fully quantum mechanical and formally exact. It allows simulations of 25-30 quantum degrees of freedom (DOF) without approximations. Even more DOF can be simulated on parallel computers. Very few numerical methods of quantum mechanics are capable of treating generic quantum systems of such size and the CCS technique is the only one which scales non-exponentially with the number of DOF. The proposal is to further develop both the mathematical and numerical aspects of the CCS technique and apply multidimensional quantum mechanics to a number of problems related to chemistry and biochemistry. Among them are: (a) Simulations of spectra of biologically related molecules and small clusters, in particular sugars, sugar-water clusters, and molecules embedded in clusters of inert gases. (b) Simulations of unimolecular reactions of isomerization and proton transfer. Special emphasis will be put on simulations of proton transfer in biological molecules, which is important for a number of biologically related problems. (c) Simulation of intramolecular vibrational energy redistribution in particular energy flow from OH stretch to hydrogen bonds. Second we propose to expand into a new field involving the simulation of simultaneous nuclear and electron dynamics in laser fields. In recent experiments the ionizing laser pulses were used to probe nuclear dynamics with attosecond (10-18 sec) precision, in the belief that attosecond time resolution experiments will soon be able to probe the time resolved electron dynamics of ionization and charge transfer, as well as chemical bond making and breaking. Trial calculations indicate that the trajectory guided grids employed in our CCS technique make it particularly promising for modeling these experiments. All the suggested applications involve the treatment of a large number of strongly coupled quantum degrees of freedom.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E009824/1","grantId":"EP/E009824/1","fundValue":"293401","fundStart":"2007-05-24","fundEnd":"2010-05-23","funder":"EPSRC","impactText":"","person":"David  Clary","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}