{"id":"F77D2265-4CB1-4ED0-B10E-BCE4DFCC2C99","title":"Suppressor of cytokine signaling 3 is a key regulator of intestinal epithelial homeostasis.","abstractText":"A single layer of epithelial cells line the entire intestinal tract and provide a first line of defence against infectious agents within the gut contents. Inflammatory bowel disease (IBD), comprising Crohn?s disease and Ulcerative colitis, involves inflammation and destruction of this intestinal epithelial lining. Studies estimate that as many as 1 in 100 people in the UK will develop IBD, of varying severity, during their lifetime. Recent evidence suggests that the rate at which the lining of our intestine is repaired is dependent on interactions with bacteria residing within our gut. Potential reasons why IBD is on the increase in developed countries include changes in diet and in the microbes residing in our gut. Epithelial replenishment needs to be efficient enough to repair the intestine lining without being excessive, as overgrowth can lead to cancer. Short-term increases in epithelial overgrowth are sometimes required to expel intestinal pathogens such as rotavirus and whipworms, as without this controlled growth, chronic infection and illness will occur. Evidence implicates that the balance of epithelial cell growth is achieved in part through the actions of a protein termed suppressor of cytokine signalling 3 (SOCS3), expressed within epithelial cells. Previous work demonstrated that SOCS3 is an effective intestinal tumour suppressor, but what we do not know is whether SOCS3 inhibits normal as well as cancerous growth. The experiments proposed are designed to test the ability of SOCS3 to mediate the balance between excessive epithelial cell growth and allowing necessary division for repair and protection against pathogens. It is important that we identify factors which govern the growth and health of the intestine in response to our changing diets and intestinal microbes, if we are to prevent the increasing burden of gastrointestinal diseases.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G1100211","grantId":"G1100211","fundValue":"342683","fundStart":"2012-04-30","fundEnd":"2015-10-29","funder":"MRC","impactText":"","person":"Rachael Jane Rigby","coPersons":[],"organisation":"Lancaster University","findingsText":"","dataset":"gtr"}