{"id":"F77ED9A6-ACC4-4829-9862-F4864914659C","title":"Fathers across three family generations in Polish, Irish and UK origin white families","abstractText":"<p>Patterns of migration and changing gender relations are reshaping fatherhood across family and historical generations. This is a study of two under researched groups who migrated in different historical periods - first generation Polish families and second generation Irish families. It also includes white British families.&nbsp; </p>\n\n<p>This comparative study focuses on fatherhood in 30 chains of biologically related men: grandfathers who form the oldest generation, fathers who form the middle generation, and sons aged 11 to 18 who form the youngest generation. </p>\n\n<p>The study addresses a number of key research questions:</p>\n\n<ul>\n \n\n <li>How do men from different generations and 'ethnic' groups understand fatherhood and 'do' fathering, in particular during sons' teenage years? </li>\n\n <li>How is fatherhood changing? </li>\n\n <li>What are the influences of migration on fatherhood?</li>\n\n <li>How is fatherhood transmitted, what is transmitted intergenerationally, and through which processes? </li>\n</ul>\n\n<p>The study thereby contributes to theoretical debates about fatherhood and family processes, and to policy concerns about migration and, in the context of increased longevity,&nbsp; intergenerational transfers and relations. To understand family history and the transmission of family memory and to take account of space, historical time, life course time and current time, the study adopts a biographical approach.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/G023069/1","grantId":"ES/G023069/1","fundValue":"321910","fundStart":"2009-05-01","fundEnd":"2012-01-31","funder":"ESRC","impactText":"  The data set has been used for secondary analysis byt the ESRC's NCRM NOVELLA Node for the methoodological purposes of progressing narrative approaches Communities and Social Services/Policy,Culture, Heritage, Museums and Collections Cultural,Societal","person":"Julia  Brannen","coPersons":["Felicity  THOMAS","Valerie  Wigfall","Ann  Mooney"],"organisation":"Institute of Education","findingsText":" The study produced new substantive understandings of changes in fatherhood including those families who have experienced migration and new findings on children's perspectives on fatherhood. Theoretically, the study developed understandings of processes of intergenerational transmission in families particularly in relation to men and the ways in which migration complicates intergenerational transmission. Methodologically, the study contributed to capacity building in relation to the application of narrative interviews and narrative analysis in intergenerational family studies; how to recruit and sample diverse intergenerational families; in its use of photo elicitation as a supplementary method in helping fathers and sons to reflect upon fatherhood; and in developing a range of methods with sons in the third generation (5 to 17). The study is further developing research capacity through secondary analysis of the data set funded under NCRM's node Novella (Narratives of varied everyday lives and linked approaches). The study has in addition led to significant new research; the data and a follow up study will form part of a Norwegian study funded by the Norwegian Research Council. The data have been archived and have already been used by a new team of researchers. Requests for further data reuse have already been forthcoming.\nThe data are likely to become of further historical interest as they age. The informants were born between 1906 and the 2000s. Education,Culture, Heritage, Museums and Collections","dataset":"gtr"}