{"id":"F7828092-7307-41DC-9581-0AD729AF1EDD","title":"High triplet energy polymers for blue phosphorescent, solution-processable multilayer PLEDs to develop solid-state lighting","abstractText":"Leading on from the highly acclaimed TSB-funded Project TOPLESS, we will work towards developing a materials set of polymers, all of which posses high triplet energies, which will allow all-phosphorescent, multi-layer polymer light-emitting devices (PLEDs) to be made specifically for use in solid-state lighting applications. Project TOPLESS, lead by Thorn Lighting with CDT and Durham has demonstrated that all-solution-processed PLED panels giving high quality white light at 25 lm/W without out-coupling can be readily made. The key here was the use of a fluorescent blue emitter along with phosphorescent green and red emitters to generate a tri-white spectrum. Calculations show that to make a further step change in efficiency, towards 40 lm/W or more, devices must be made utilising all-phosphorescent emitters. This dictates radical changes to the materials used in the multi-layer device structure, such that all the layers (polymers) must have sufficiently high triplet energies to prevent quenching of the blue phosphor. Such polymers do not yet exist. In this research project we take the first steps towards the design and synthesis of high triplet hole-transport, electron-transport and ambipolar (emitter host) materials. Materials will be fully characterised using a range of spectroscopic techniques. Devices will be fabricated and tested, leading on to new generations of materials. Key building blocks have been identified as starting points for this work and several promising motifs have been patented with Thorn Lighting (via Project TOPLESS and through other work at Durham). During the project we shall not make the emitters themselves; a new family of blue phosphors has been developed in Durham, as part of the TOPLESS project and new phosphors will be explored in collaboration with Dr J. A. G. Williams in Durham. Here we focus on the materials for hosts and transport layers for blue phosphors. Along with the design, synthesis and characterisation of new materials, we will explore device architectures best suited to high efficiency blue and white emission, exploiting multi-layer fabrication techniques developed in Durham (also recently patented). Further, detailed analysis of triplet exciton migration within multilayer structures will be made using both novel spectroscopy (developed in Durham) and modelling developed in a collaboration with Kodak and continued in collaboration with Prof Chris Winscom at Brunel University. This will enable us to investigate ideas of triplet exciton confinement within an emitter layer such that transport layers do not act as quenching sites. This would then make the design and synthesis of transport layers much more simple. Critical decision points following the progress of this work will be made by the management team at the end of the first year of the project.We aim to fast-track new industrialisation of materials made during this project. This will be achieved by input from Thorn on the project management team and the fact that this project will run in parallel with the successor to Project TOPLESS, namely Project TOPDRAWER. Promising new materials sets can be rapidly feed into Project TOPDRAWER for printing trials and development of an all-phosphorescent white PLED panel. The development of host materials for blue phosphors is so vital to Thorn Lighting's plans to commercialise organic solid-state lighting that they will accelerate research in this area by giving the strongest possible support to this project. They have committed to support this project by contributing 150,000 to the cost of the project, reducing the EPSRC's funding by this amount.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I013695/1","grantId":"EP/I013695/1","fundValue":"605088","fundStart":"2011-04-01","fundEnd":"2014-03-31","funder":"EPSRC","impactText":"  Many new design rules have been given for polymers for OLEDs\n\nNovel architectures for polymer OLEDs have been demonstrated \n\nSeveral RA's now working in Industry Chemicals,Electronics Cultural,Societal,Economic","person":"Andy  Monkman","coPersons":["Martin  Bryce"],"organisation":"Durham University","findingsText":" New ways to achieve high triplet energies in polymers have been shown\n\nThe problem associated with dimer formation and the low triplet trap these states produce has been elucidated and poor efficiencies of certain materials explained\n\nNew multilayer solution processed OLEDs demonstrated OLED materials manufacturers are making better materials\n\nNew hybrid OLEDs are the subject of a new EU/TSB funded project\n\nNew OLED designs have been taken up Chemicals,Electronics","dataset":"gtr"}