{"id":"F783B9F0-1A16-423C-B33B-81C8E4C01CEA","title":"Carbon monoxide and metal carbonyl CO-releasing molecules (CORMs) as novel antimicrobial agents - a systems approach to cellular targets and effects","abstractText":"This project is concerned with how carbon monoxide (CO) affects bacteria. CO is a gas that is well known as a fuel, pollutant, and respiratory poison. Numerous accidental deaths and suicides are the result of CO poisoning each year. However, CO also has surprising but very important essential roles in biology and medicine. It is used as an energy supply by some environmental bacteria, which are able to sense the presence of the gas and switch on appropriate ways to deal with it. CO is also produced naturally in the body by enzymes (haem oxygenases). This CO has potent biological effects, including improvement of vascular tone and other cell protecting functions. Surprisingly, CO has shown promising effects on treating bacterial infections in mice. For example, CO decreases counts of Pseudomonas aeruginosa in the spleen and increases survival of the animals. So, CO plays an important role in antimicrobial processes and recent data show that CO administration may be a clinically useful intervention. However, we do not understand how CO works. This project will make significant advances in our understanding of the mode of antibacterial activity of CO gas and newly designed molecules that can be used to deliver CO (CORMs). We will compare the inhibitory activities of CO applied as a gas and via administration of selected CORMs. In parallel, a computational model of the impact of CO on the bacterium Escherichia coli will be developed, capable of being refined when new experimental results become available. A major focus will be testing the hypothesis that CO is a competitive inhibitor with oxygen and that oxygen concentration around the bacterium is a prime determinant of CORM effectiveness. We will determine the sensitivity to CO of each of the bacterium's respiratory enzymes, prime targets for CO inhibition. For the first time, we will determine how CO and CORMs enter bacteria and try to understand the full extent of their effects on genes and proteins. This research will have long-term benefits in improving the control of bacterial infections and might be used to treat disease in humans, especially diseases caused by antibiotic-resistant bacteria.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H01702X/1","grantId":"BB/H01702X/1","fundValue":"270704","fundStart":"2010-10-15","fundEnd":"2014-06-30","funder":"BBSRC","impactText":"  Initial findings from this project have been published only last year (2013) and further findings are currently under review. As such, use of the results is so far limited to academic beneficiaries. Pharmaceuticals and Medical Biotechnology Cultural","person":"Guido  Sanguinetti","coPersons":[],"organisation":"University of Edinburgh","findingsText":" This project (joint with a project in Sheffield) investigated the mechanisms by which a promising new class of antibacterial drugs , Carbon Monoxyde Releasing Molecules (CORMs), act on bacterial targets. Our computational research uncovered extensive response at the transcriptional level to administration of CORMs in different conditions. CORMS are a promising new class of antibacterial compounds; as such, in the medium term they may become important new drugs. Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}