{"id":"F7831B84-FD78-4BE2-960E-D370B19B8AD9","title":"Mathematical Models and Experimental Microbial Systems: Tools for Studying Evolution","abstractText":"The goal of the proposed workshop is to bring together mathematicians and life scientists to discuss challenges and explore solutions to some of the major problems in evolutionary ecology. In particular the workshop will focus around two questions that have been highlighted in a recent issue of Science: What determines species diversity? How did cooperative behaviour evolve? It was acknowledged that the advancement of our understanding of the issues relating to these questions will require a major interdisciplinary effort involving interactions between mathematical and biological communities.One way of approaching the above problems is to perform laboratory experiments where evolution can be observed as it happens and where good quality data at the genetic level can be obtained. There has been a recent explosion of such studies using micro-organism that include bacteria, viruses, yeast and some slime moulds. At the same time numerous mathematical models of evolution are being developed, important predictions are being made but it is still rare that the models are tested and refined through being fully challenged by data.Holding a workshop that will bring together biological and mathematical communities would therefore be extremely important and timely.The proposed 3 day workshop to be held at the University of Bath in January 2007 is the first step of a wider research plan that involves the creation of an interdisciplinary network aimed at bridging the gap between the two communities and forging links that will lead to long-term collaborations.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D069408/1","grantId":"EP/D069408/1","fundValue":"9683","fundStart":"2007-06-01","fundEnd":"2008-05-31","funder":"EPSRC","impactText":"","person":"Nicholas F Britton","coPersons":["Ivana  Gudelj"],"organisation":"University of Bath","findingsText":"","dataset":"gtr"}