{"id":"F787022C-5025-4653-8419-3BBE6EE380A5","title":"Understanding and manipulating lignin biosynthesis in barley","abstractText":"The pathway whereby plants make lignin, a strengthening and waterproofing substance in cell walls, has been extensively studied in dicot plants (tobacco, Arabidopsis and poplar) but little is known about the pathway in grasses. Cell walls and lignin in grasses have several unique features that cannot be understood by studying dicots. We want to study the genes that are involved in making lignin directly in an economically-important grass, barley. We will be able to identify most of the genes quite easily as they are likely to be very similar to the genes already identified in Arabidopsis. However several novel genes may be important in grasses, particularly those involved in generating the features that make grass cell walls unique. We expect that these genes will be switched on at the same time and in the same place as the known lignin genes giving us a handle with which to identify them. For each known or novel gene, we want to determine the function it has in making lignin and whether plants without that gene have any advantages for agriculture or industry. For example, the amount of lignin in a grass influences how difficult it is for animals who are fed that grass to digest it, as lignin itself is fairly indigestible and it surrounds the other, more digestible, components of plant cell walls. Maize plants where specific genes involved in making lignin have been 'knocked-out' or made less efficient through mutation, have reduced amounts of lignin and are more digestible than normal counterparts. We want to see if this is true also in barley by identifying and studying barley mutants in the genes that make lignin. As well as teaching us more about how plant cell walls are made in grasses, this work may lead to new ideas about how to improve the barley crop. In fact, useful mutants identified in the course of this work could be directly incorporated into barley breeding programmes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E023193/1","grantId":"BB/E023193/1","fundValue":"373944","fundStart":"2007-12-01","fundEnd":"2011-08-31","funder":"BBSRC","impactText":"","person":"Claire  Halpin","coPersons":[],"organisation":"University of Dundee","findingsText":"","dataset":"gtr"}