{"id":"F788BC0F-F13F-4D51-9F12-DBC521CE23E7","title":"Cardiff Centre for Physical Organic Chemistry","abstractText":"Much of Chemistry is focused on the synthesis of new molecules (for example, new materials, polymers, pharmaceuticals, surfactants, etc), the quest to understand the mechanisms by which they are formed, and the study of their reactivity. Through its role in underpinning a range of highly profitable and successful industries, Chemistry makes a major positive impact on the current and future economy and on the health and well-being of the community. Physical Organic Chemistry (POC) seeks to contribute to the fundamental understanding of chemical processes by detailed and accurate physical measurements. Key advances in chemistry, for example as witnessed by some recent Nobel awards, are often centred on new methods to probe, understand and control molecular behaviour, which subsequently deliver the potential to make new and improved materials and to design better chemical processes. As an illustrative example, chemical intermediates impact on the manufacture of virtually all goods and materials used by the public, from paint to pharmaceuticals and from petrol to plastics / in order to develop improved (e.g. cheaper, more efficient, more sustainable and more environmentally friendly) processes for making these materials, we require to understand the fundamentals of these processes at the molecular level, and it is here that POC can play a key role. POC provides the conceptual basis on which much of organic chemistry depends, by establishing the basis for reactivity through detailed studies involving advanced instrumentation and computation. Organic synthesis can be considered an art, yet it is only through the fundamental understanding delivered by physical studies that new synthetic schemes can be established that are specific and efficient. At present the UK remains in a leading position in manufacturing high value products based on chemical technology, but it is now apparent (as highlighted explicitly in a recent review of Chemistry in the UK carried out by an international panel of experts in the field) that the UK is currently weak in POC and requires considerable strengthening. This proposal seeks to address the current deficiency of expertise in POC in the UK by establishing a world-leading Centre for research in POC. The Centre will provide several direct benefits to the UK academic and industrial communities, both through its focus on high-quality research activities and through its role in training the next generation of POC specialists within the UK.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D001641/1","grantId":"EP/D001641/1","fundValue":"2952870","fundStart":"2006-04-01","fundEnd":"2011-03-31","funder":"EPSRC","impactText":"  We have established a Physical Organic Chemistry Centre and this is training new scientists Chemicals Societal","person":"Graham  Hutchings","coPersons":["Rudolf Konrad Allemann","David  Knight","Thomas  Wirth","Kingsley John  Cavell","Peter James Knowles","Kenneth David Harris"],"organisation":"Cardiff University","findingsText":" The purpose of this award was to establish a Centre for Physical Organic Chemistry in the School of Chemistry in Cardiff University. This has been achieved. The research carried out will be used by the wider academic community. An MSc in Physical Organic Chemistry was set up and is graduating trained scientists Chemicals","dataset":"gtr"}