{"id":"F78B3212-A214-48F4-8922-F855671063A1","title":"Exploring the hidden small proteome of a unicellular eukaryote","abstractText":"Our bodies are made of very different types of cells: Skin cells are flat and protect our body, while brain cells have cables that pass messages around. Despite being so different, all our cells carry exactly the same information in their genes. What makes them special is what information they use, that is, which genes they switch on and off.\n\nThe information on how to make a cell is stored in the form of a DNA molecule. However, this information cannot be read directly: it first needs to be copied into another molecule called messenger RNA (mRNA), from which it can be 'translated' into a protein. Proteins are the components that directly build the cell and make it function. Cells also produce other RNAs that are not translated to make proteins (non-coding RNAs, or ncRNAs), which have other roles in the cell.\n\nThe identity of a protein can be predicted from the sequence of the RNA. Moreover, proteins can also be identified directly using specialized techniques. However, both approaches are very inefficient at identifying very small proteins. Thus, these proteins have been largely ignored by researchers, even though there are examples of small proteins with key biological functions.\n\nA new experimental method has been recently developed that allows the detection of every RNA region that is actively translated in a cell. From these data, all proteins can be predicted regardless of their size. The method is called 'ribosome-profiling' after the ribosome, which is the cellular machine that carries out translation. The application of this approach to several organisms has revealed the existence of hundreds of previously unknown predicted short proteins. Many of these translated regions were in RNAs that were not thought to be translated (ncRNAs). In some organisms, these short may proteins represent as much as 20% of all previously known proteins.\n\nOur aims are to identify small proteins systematically and to understand how they work. One way to study a complicated process of the human body is to use a model organism: this is a simpler creature, but similar enough to allow us to learn about ourselves. To study these questions we will use a simple yeast -made of a single cell- that can acquire different forms. We will use different methods to identify all small proteins produced by these cells. We will then remove individual proteins and study how this affects how cells grow and reproduce. \n\nWe expect this information will be useful to understand how human cells behave and, eventually, help us devise cures for disease.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M021483/1","grantId":"BB/M021483/1","fundValue":"551301","fundStart":"2015-08-01","fundEnd":"2019-07-31","funder":"BBSRC","impactText":"","person":"Juan Ignacio Mata","coPersons":[],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}