{"id":"F7948E8C-54C1-4BD4-8B44-1D34BF0F9B48","title":"HALCyon Healthy Ageing across the Life Course","abstractText":"<p>HALCyon brings together an interdisciplinary group of scientists working on nine UK cohort studies to understand three aspects of healthy ageing: physical and cognitive capability (the ability to undertake the physical and mental tasks of everyday living), psychological and social wellbeing (how people feel and how they function in terms of relationships and social activities), and the biology of ageing, including cortisol (one of the body's stress hormones), telomere length (the cell's natural clock that tells the body how old it is) and genetic factors. </p>\n\n<p>The eight projects will investigate how individual factors such as early development, lifetime health, personality and nutrition, and characteristics of areas in which study members have lived influence these indicators of healthy ageing. These factors may explain why some older people live fulfilled and active lives and why differences exist between men and women, or between social groups. Some cohort members will be interviewed to find out how they understand their life history and experiences and their response to ageing. </p>\n\n<p>Interactions between the scientists and experts in policy, practice and user involvement will ensure that the new knowledge gained will improve the lives of older people.&nbsp; <br /></p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/G00773X/1","grantId":"ES/G00773X/1","fundValue":"1358870","fundStart":"2008-09-15","fundEnd":"2014-03-31","funder":"ESRC","impactText":"  There are substantial challenges of translating research findings from observational studies, such as those produced by HALCyon, into practice or policy-relevant messages for healthy ageing. However, following the completion of the HALCyon programme further investigation is now warranted to determine how the findings can be translated into practice so that the programme has not only a scientific but also an economic and societal impact. We are currently building up connections with experts in social policy at LSE to do this. \n\nHALCyon researchers have produced a book, published by Oxford University Press in January 2014, called 'A Life Course Approach to Healthy Ageing'. Informed by findings from HALCyon and additional, comprehensive reviews of the literature, this book considers how we might delay or slow down the progressive, generalised impairment of function that occurs at the individual, body system and cellular levels, as people grow older. It also considers the determinants of wellbeing in older people, including personal fulfilment, positive emotions and lifelong social relationships. We hope the book will be a key resource for epidemiologists, social scientists, clinicians, public health physicians, policy makers and practitioners with a research interest in healthy ageing.\n\nA summary brochure was designed to accompany this book and is being disseminated to a wider, more general audience with the help of our knowledge transfer partner, Age UK.\n\nWork from the HALCyon programme is also being disseminated via the European Research Edition of International Innovation which is a printed open access research report focused on communicating healthcare research worldwide and helping researchers connect and build projects and partnerships between different regions and show the impact of their research on the wider health community. We are currently in the process of creating the article which should be published in the coming months. Healthcare ","person":"Diana Jane Kuh","coPersons":["Cyrus  Cooper","Humphrey Richard Southall","Richard Michael Martin","Yoav  Ben-Shlomo","John  Gallacher","John  Starr","Ian J. Deary","Marcus  Richards","Ian  Day","Lawrence  Whalley","Catharine Rose Gale","Kate  Tilling","Elizabeth  Breeze","Jane  Elliott","Thomas  Von Zglinicki","Paul  Shiels","Rebecca Jane Hardy","Christine  Power","Gita Devi Mishra","Avan  Aihie Sayer","Alison Mary Lennox"],"organisation":"University College London","findingsText":" HALCyon has used interdisciplinary and integrative research to better understand how healthy ageing is affected by social, psychological and biological factors operating across the whole of life. This involved the utilisation of existing and newly collected data from 9 UK cohort studies. These cohorts included over 30,000 men and women born between 1918 and 1958, and who were aged 50 and older at the start of the programme. \n \nThe findings from the HALCyon research programme suggest that a broad set of modifiable risk factors across life already identified for chronic diseases may also affect the chance of optimising capability and wellbeing in later life.\n\nIn the 46 papers produced by the HALCyon collaboration we have reported on a wide range of findings from our investigations into the factors across life associated with healthy ageing across cohorts including: robust evidence of the influence of childhood socioeconomic circumstances (at both the individual and area level) and lifetime body size on later life physical capability, and of early cognition and education on later life cognition; some evidence that the ability of the HPA axis to mount a good stress induced response may protect physical capability; no clear or consistent evidence of associations of genetic factors and telomere length with capability; limited evidence of associations between early life factors and anxiety and depression in later life but clear evidence of influences of poor health and disability on these psychological outcomes and; evidence of a modest association between childhood cognitive ability and wellbeing in later life. The team have: identified research priorities by showing how few studies have investigated the dynamic relationship between physical and cognitive capability; and started to fill research gaps by carrying out cross cohort studies showing modest associations between capability and subsequent wellbeing.\n\nSpecific examples include:\no a systematic review and meta-analysis of all published data which showed that, after adjusting for age, those who have weaker grip strength, slower walking speed, greater difficulty getting up from a chair and poorer standing balance performance are more likely to die sooner and develop health problems than people who perform well in these tests. (Cooper et al., British Medical Journal 2010 and Cooper et al., Age and Ageing 2011).\no analyses of the MRC National Survey of Health and Development which showed that neuroticism and extraversion in adolescence are associated with positive mental wellbeing and life satisfaction at age 60-64 (Gale et al., Journal of Research in Personality 2013).\no an investigation into how to deal with inconsistencies in census area socioeconomic measures over time, changes in reporting unit size to which measures apply, and secular social changes over time (Murray et al., Health and Place 2012). \no the combining of results from a systematic review and meta-analysis of published data with new analyses undertaken across the HALCyon cohorts to formally re-evaluate the claims that the ACTN3 genotype influences sporting performance. The systematic review found evidence of an effect of this genotype on power/sprint athletic status in Europeans but that there was no evidence of an effect of this genotype on physical capability in the general population (Alfred et al., Human Mutation 2011).\no meta-analyses using data from six cohorts (four HALCyon cohorts plus Whitehall II and LASA), found that a more dynamic HPA axis, best measured by greater diurnal decline, was associated with faster walking speed and better chair rise times among participants aged 50-92y. However, there was no strong evidence of associations with grip strength or standing balance (Gardner et al,.Psychoneuroendocrinology 2013).\no qualitative interviews with subsamples of participants from the Hertfordshire Cohort Study and MRC National Survey of Health and Development which highlighted a) that there are some differences in the way older people view aspects of ageing by capability, b) that although advantages of ageing are widely perceived, physical decline and associated health concerns are recurring themes, c) the importance of the partner's health during ageing as well as the health of the participant (Parsons et al., Ageing and Society 2012).\no Although assessment of telomere length is used diagnostically in some well defined clinical areas, the use of telomere length to aid diagnosis or risk assessment in the general population is premature (von Zglinicki, British Medical Journal 2012).\n\nHALCyon has played a major role in advancing understanding of the requirements for the harmonisation of data both between and within cohorts, developing approaches to the coordinated analyses of these data across cohorts and carrying out sensitivity analyses and highlighting the challenges.\n\nHALCyon researchers joined forces with researchers on the Integrative Analysis of Longitudinal Studies of Aging (IALSA) network to secure funding from the Canadian Institute of Health Research to support a Post-Doctoral Researcher and have secured further funding from the US National Institutes of Health to continue the HALCyon network. There are substantial challenges of translating research findings from observational studies, such as those produced by HALCyon, into practice or policy-relevant messages for healthy ageing. However, following the completion of the HALCyon programme further investigation is now warranted to determine how the findings can be translated into practice so that the programme has not only a scientific but also an economic and societal impact. We are currently building up connections with experts in social policy at LSE to do this. Healthcare,Government, Democracy and Justice","dataset":"gtr"}