{"id":"F79ECD28-1B94-482E-9987-9CF020D932C1","title":"Optimising Thermal Energy Recovery, Utilisation and Management in the Process Industries - OPTITHERM","abstractText":"In 2006, industrial energy use was 407 TWh and represented 19 % of total energy end use in the UK. Of this, more than 36% was consumed by the food, chemicals, paper and metals industries. Food and drinks processing accounted for 42 TWh, paper 9.4 TWh, chemicals 64 TWh and metals 34 TWh. The UK's Kyoto target is to reduce greenhouse gas emissions by 12.5% from 1990 levels within the commitment period of 2008-2012. The UK is on course to meet this target but is unlikely to meet the tougher self-imposed target to cut CO2 emissions by 20% from 1990 levels by 2010. This target has now been superseded by new targets in a draft Climate Change Bill (HM Government, 2007). The Bill proposes to impose an interim target of 26-32% reduction in CO2 emissions by 2020 alongside the 60% reduction by 2050. The Energy White Paper published in 2007 sets out a framework of measures to address these challenging targets and energy efficiency is one of them.. Energy efficiency is becoming increasingly important in the process industries due to the rapid rises in energy costs in the last few years and the volatility of energy prices. Energy costs may also represent a significant proportion of the overall production costs in various process sectors and energy efficiency can offer one of the best approaches to increasing profitability and reducing environmental impacts. Energy efficiency can be achieved in a number of ways including improving the efficiency of equipment and unit operations, heat recovery and process integration. Over the last 30 years considerable research and development effort has been devoted to these fields. The heat recovery potential from the four main process industries is 2.8 TWh from the food sector, 1.6 TWh from the chemicals sector, 0.7 TWh from the metals sector and 0.34 TWh from the paper and pulp industry sector. By far, the greatest potential is in the food and drinks and chemical processing sectors and this research proposal will concentrate mainly on these two sectors even though most of the results and outcomes will be generic.The project aims to investigate and develop methodologies for the optimum thermal energy recovery from process waste streams in the food and chemicals process industries to improve thermal performance and minimize greenhouse gas emissions from unit and process operations. It will involve a combination of research approaches, that will include: i) a comprehensive literature review on energy recovery technologies particularly those that can be applied to processes that involve organic materials and heat exchanger fouling; ii) development of a database and simplified knowledge based tools to facilitate the selection, by non experts, of the most appropriate technology for a particular application; iii) detailed field monitoring and investigations to obtain comprehensive data sets for process analysis and thermodynamic model validation; iv) thermodynamic model development for detailed system analysis, optimum thermal design, integration and control, and iv) generalization and dissemination of results. If heat recovery is widely employed in the process industries annual savings of 5.4 TWh can be achieved with additional 11 TWh savings being available from the wide application of open and closed cycle heat pumps to upgrade waste heat to more useful temperatures. If it is assumed that the displaced fuel will be gas then the wide application of heat recovery technologies, including heat pumps, has the potential of 3.0 MtCO2 emissions reduction per year and 462 M savings in fuel bills. Successful application of these technologies will also lead to increased employment and export opportunities for the UK manufacturing industry.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G061467/1","grantId":"EP/G061467/1","fundValue":"182320","fundStart":"2010-01-29","fundEnd":"2013-01-28","funder":"EPSRC","impactText":"","person":"Adam Philip Harvey","coPersons":["Brian  Agnew"],"organisation":"Newcastle University","findingsText":" A simple program has been developed to help engineers in the chemical and food industries determine where they have waste heat, and whether they can make use of that waste heat. The software could be developed commercially. We are currently applying for funding to support this. Agriculture, Food and Drink,Chemicals,Energy,Environment","dataset":"gtr"}