{"id":"F7A4B1E8-0EAB-4718-B38B-4779AD87F5DF","title":"Equipment Account: Integrated Thin Film Deposition and Analysis System","abstractText":"During the past decade, there have been dramatic improvements in the techniques for epitaxial thin film growth, meaning that the qualities of some films are now approaching those of single crystals. Not only does this mean that it is possible to perform different types of measurements on highly complex materials (many devices are much more easily fabricated using thin films than with single crystals), but it is possible to create perfect interfaces between them by making artificial structures in which perfect single unit-cell layers with atomically-perfect surfaces are brought together in superlattice structures. For example, much recent interest has focused on the LaAlO3/SrTiO3 system in which a two-dimensional electron gas appears at the interface and can show both magnetic and superconducting properties.\n\nThe deposition system being applied for will predominantly be used to grow ultrahigh quality oxide thin films both for basic science and more applied studies.The basis of the equipment requested here is pulsed laser deposition (PLD) which material is ablated from a target onto the growing film in an ultra-high vacuum chamber. To transform PLD into a precision growth technique capable of reliably creating the perfect crystal structures needed to study these materials systems, other systems need to be designed and properly integrated into a principal growth chamber. Firstly, in order to count the number of unit-cells deposited, and to stop precisely at the point at which a complete layer has been grown, a reflective high energy electron diffraction (RHEED) is required which is capable of working in the high gas pressures used for deposition. Secondly, in order to minimise structural and chemical disorder, sample growth needs to occur at higher-than-normal temperatures, it must be very carefully controlled and changed precisely and rapidly when going from one layer to another. This requires a laser heater. Finally, we need to be able to perform chemical and electronic studies of the materials grown without exposing them to contamination from the atmosphere and hence the samples need to be transferred under vacuum to a photoelectron spectroscopy chamber. This chamber is to be integrated into the complete system.\n\nPredominantly oxide materials and their interfaces will be studied for their huge range of potential novel science, but in a separate exploratory chamber some non-oxide intermetallic topological insulator compounds will be explored.\nOn the oxide side, there are huge numbers of complex oxides which have amazing potential for novel functional properties but which never been explored. The intricate crystal structure of complex oxides can give rise to an enormous range of properties: for example the materials system SrRuxOy encompasses a metal (RuO2), a ferromagnet (SrRuO3), an unconventional superconductor (Sr2RuO4) and a potentially nematic electronic liquid (Sr3Ru2O7). The flip-side of this wealth of properties is an often extreme sensitivity of those properties to slight distortions of the structure, and as a result many of the most exciting properties are currently only observable in very high quality bulk single crystals. Furthermore, there is an even greater range of possibilities if oxides of two different compositions are interfaced together. Here, novel two-dimensional structures which do not exist in nature can be created and precise modulation of charge, strain and structural reconstructions can be realised. With the right tools, there is a whole new world of atom-by-atom materials discovery waiting to be explored.\n\nUltimately, we aim to achieve amazing new properties in ultrathin structures, using an atom-by-atom approach. Unlike unsupported nanostructures, these are stable, controllable and encapsulated devices giving us novel electronic systems which can be exploited in the real world, for example in next-generation IT or in novel medical diagnostics.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L011700/1","grantId":"EP/L011700/1","fundValue":"46893","fundStart":"2013-11-01","fundEnd":"2017-10-31","funder":"EPSRC","impactText":"  This equipment is unique in the UK and will help everyone Electronics,Energy,Environment Societal,Economic","person":"Judith Louise Driscoll","coPersons":["Lynn  Gladden","Crispin H. W.  Barnes","David  Ritchie","Mark  Blamire"],"organisation":"University of Cambridge","findingsText":" new grant. Awaiting equip. delivery n/a Electronics,Energy","dataset":"gtr"}