{"id":"F7A69A09-69C9-46B4-9D81-CB6402069207","title":"Quantifying magnetic fluxes and reconnection rates in complex fields","abstractText":"The Sun's atmosphere, as well as the atmospheres of most stars, consists of a hot plasma which is structured by a complex magnetic field. At random intervals the structure of this magnetic field undergoes a sudden local change, a so-called magnetic reconnection event, which can trigger minor or major outbreaks of plasma. These outbreaks heat the atmosphere and release plasma from the solar atmosphere into the interplanetary space. It is suspected that these reconnection processes occur not in the form of individual events but more in the form of an avalanche, where an initial major event triggers a series of smaller reconnection events. However, we are unable to detect these with our current observational methods. This proposal aims to develop the theoretical tools to answer the fundamental question of whether reconnection occurs in form of a singular event or as an avalanche. One of the main goals is to identify the characteristic signature of magnetic reconnection. This 'fingerprint' of reconnection is given by a specific change in the structure of the field and can be quantified in terms of magnetic flux. In order to detect this fingerprint of reconnection in the observed magnetic fields on the Sun we have to analyse these also with respect to their structure and the magnetic fluxes involved. For this we must define certain measures, so-called topological fluxes, and the proposal aims to define these measures and provide algorithms for finding them in arbitrary magnetic fields. Eventually these will allow us to answer the main question as to whether magnetic reconnection occurs as an individual event or an avalanche. An answer to this question is not only of great interest to solar physics but also to other fields where similar plasmas are found such as in the atmospheres of other stars, in the turbulent plasma in accretion disks and the plasma in fusion devices.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/G002436/1","grantId":"ST/G002436/1","fundValue":"277890","fundStart":"2009-10-01","fundEnd":"2012-09-30","funder":"STFC","impactText":"  There is the possibility that the results on Taylor relaxation will have an impact on the design or operation of fusion devices, but this has not yet materialised.  ","person":"Gunnar  Hornig","coPersons":[],"organisation":"University of Dundee","findingsText":" The Sun's atmosphere, as well as the atmospheres of most stars, consists of a hot plasma which is structured by a complex magnetic field. At random intervals the structure of this magnetic field undergoes a sudden local change, a so-called magnetic reconnection event, which can trigger minor or major outbreaks of plasma. These outbreaks heat the atmosphere and release plasma from the solar atmosphere into the interplanetary space. In many aspects these processes are, however, still a mystery.\n\nIn this investigation we showed that magnetic reconnection in these plasmas typically occurs in a process similar to an avalanche. An initial rather strong event triggers further smaller events and so on down to myriads of very tiny events at the limits of what our numerical simulations can resolve. This behaviour underlines a change in our understanding of magnetic reconnection. Early models of magnetic reconnection were build on simple two-dimensional models of a single stationary process. Now the indication is that the generic situation is probably much more that of an almost turbulent cascade of events on a large variety of spatial scales. Tis investigation has become possible by combining high-resolution numerical simulations of complex field structures with new analytical tools which allow to detect even subtle changes in the field structure.\n\nOne of these analytical tools which we developed in this project is the topological flux function. It turns out that this function, if defined in a suitable way, can capture even very subtle magnetic reconnection events and thereby reveals many more reconnection processes than previously found. An important result of this investigations is that high reconnection rates are possible in these plasmas despite their low dissipation. The low dissipation slows down individual reconnection events to an almost irrelevant level and was previously used as an argument against the importance of reconnection in such plasmas. The trick nature uses to keep up a high overall reconnection rate is to dramatically increase the number of reconnection sites and the frequency of their occurrence, that is it facilitates turbulence with cascades of reconnection events.\n\nThe topological flux function also allows to characterise a magnetic field by set of magnetic fluxes which can be deduce from the value of the flux function on periodic orbits of the magnetic field. These fluxes form the three dimensional analog to the partition of magnetic flux by separatrices which exists in two dimensions. It was also demonstrated that these fluxes can become ``fuzzy'' due to the existence of regions of chaotic field lines, so-called heteroclinic tangles. Such structures have previously been discussed for example in fluid flows as partial transport barriers and are well known in dynamical system theory. This result demonstrates the possibility, and the limitations, of defining invariant topological fluxes in three dimensional configurations.\n\nA further important result which came to light in our investigation was that the evolution of these plasmas is governed by hitherto unknown invariants. The existence of these invariants means that in such plasmas certain transitions of the magnetic field from a higher to a lower energy state are forbidden (at least on the relevant dynamic time scale). We were able to mathematically prove this result using the concept of a topological degree of a field line mapping. This result has important consequences for the Taylor theory of magnetic relaxation (see e.g. J.B. Taylor, Reviews of Modern Physics 58, 1986), which was developed to predict the relaxed states of certain fusion plasmas. It outlines the limitations when applying this theory to more general configurations. These results have attracted considerable attention in the fusion plasma community. There is the possibility that the results on Taylor relaxation will have an impact on the design or operation of fusion devices. Energy","dataset":"gtr"}