{"id":"F7A70664-B59F-4476-A526-2BE7A175E006","title":"Reverse engineering and synthesis of self-assembling photo-responsive surfactants for CO2 solubilization","abstractText":"A new way to control properties of liquid CO2 will be found. This will allow the liquid properties of CO2 to be remote-controlled, using light as a switch. Today, reduction in atmospheric CO2 levels is the greatest challenge facing scientists, engineers, politicians and economists.1 Of all the solutions proposed CO2 capture, sequestration and storage is recognized as a viable approach to control CO2 levels. However, CO2 entrapment and storage technologies will require efficient and effective command over the fluid properties of CO2; obviously, vast volumes of liquid CO2 will need to be handled and processed. For example, CO2 sequestration in sandstone or limestone reservoirs that occurs during CO2 enhanced oil recovery (EOR) would be more economically viable and technically efficient if viscous fingering could be suppressed by thickening the CO2. Although on paper the concept appears to be straightforward, that is find scCO2-compatible additives, as is commonly done for water (soaps and detergents, synthetic and bio-polymers, salts and co-solvents), in practice there are significant physico-chemical barriers to overcome. What it all comes down to is the inescapable fact that feeble intermolecular interactions make CO2 a very weak solvent, being essentially in a class of its own when compared to water and any other polar or apolar organic solvents. The upshot is that most commercially available solutes are incompatible with scCO2, and so the scope for solvent modification using readily available additives is at best extremely limited. Simply put, CO2 is one of the most stubborn of all chemical beasts, and taming it presents a great chemical engineering challenge. This project will design and generate new additives (surfactants) which and be using external light: this will allow us to control the CO2 fluid properties at the flick of a switch , as this cannot be done using any of the currently available chemicals. . This would open the doors to optimization of CO2 for industrial chemistry processes, as an environmentally friendly solvent, and also for processing and handling fluid CO2 in carbon capture technologies, for effective subterranean storage.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I018212/1","grantId":"EP/I018212/1","fundValue":"168022","fundStart":"2012-06-01","fundEnd":"2014-05-31","funder":"EPSRC","impactText":"  The simulations have been used as guidelines for the development of surfactants with increased performance. Particularly, the group of Prof. Julian Eastoe ( Bristol ) have used these results to design CO2-philic high performance surfactants. Chemicals,Energy ","person":"Erich  Muller","coPersons":[],"organisation":"Imperial College London","findingsText":" Surfactants are rather large molecules with a rather complex behaviour. They locate themselves at interfaces between fluids and modify the properties of the mixture, for example, as soaps modify the behaviour of oil-water mixtures and even make them miscible.\nMost of the advances on surfactant science have come from empirical and experiment-driven research, mostly a trial and error procedure. This research has focused on developing generic tools that allow the rational design of surfactant via computer simulation. We have succeeded in presenting a methodology to systematically produce models for surfactants and have proven that this methodology can be used to predict the behaviour of complex surfactants, for example ones that switch their conformations upon light irradiation. The models developed are generic in nature and can be used to design &amp;quot; in silica&amp;quot; surfactants. Some of the work is still being written up and yet to be disseminated Agriculture, Food and Drink,Chemicals,Energy","dataset":"gtr"}