{"id":"F7AA7272-F83D-4249-9D9E-0565ACC7EED6","title":"14 ERA-CAPS Regulating Tomato quality through Expression (RegulaTomE)","abstractText":"The twin objectives of RegulaTomE are to determine the importance of transcriptional regulation of the metabolic pathways defining quality traits in tomato and to identify such transcriptional regulators at the molecular level. The selected quality traits include those determining antioxidant capacity which impacts shelf life and nutritional value as well as those determining fruit flavor and over-ripening which influence organoleptic properties and shelf-life. Loci contributing to abiotic stress tolerance will also be identified toward the combined goals of more nutritious, stable and sustainable crops. RegulaTomE will use the natural variation available in introgression lines (ILs) resulting from wild species crosses to tomato to assess the importance of transcriptional regulation, identify additional regulatory genes and assess underlying genetic and epigenetic variation. RegulaTomE will additionally assess the potential for direct or indirect use of natural variation from a largely untapped wild species resource for crop improvement. To identify genes regulating metabolic pathways using the Solanum lycopersicoides ILs, and to capture as much genetic and epigenetic variation as possible for application to gene discovery and tomato improvement, resources need to be developed, including a genome reference sequence for S. lycopersicoides and metabolite, DNA methylation and transcriptome profiles of IL fruit. Resulting data will be made available without restriction via existing public databases, providing invaluable resources for the community to exploit further the untapped natural variation in S.lycopersicoides. RegulaTomE will lead to regulatory gene identification (an important advance in terms of fundamental understanding), and provide new tools for metabolic engineering of fruit quality. More immediately, the natural variation in fruit quality revealed by the S.lycopersicoides ILs could be applied to tomato improvement either directly through introgression into cultivated varieties or indirectly through the identification of target loci and corresponding allelic variation making positive contributions to quality traits within S. lycopersicum breeding germplasm and in other close relatives of tomato. The cooperation of scientists from five major European organisations and two US Universities producing world-leading research on fleshy fruit and agricultural/horticultural innovation will allow the development of tools and resources on a scale unavailable at a national level. The outputs of RegulaTomE will provide a framework of understanding as well as tools, in the form of genes, target loci and molecular markers, to support development of longer shelf-life, more nutritious and more flavorsome fleshy fruits in other horticultural crops. The effectiveness of these resources and the significance of the knowledge acquired on RegulaTomE will ensure that the project contributes directly to food security and sustainable fruit cultivation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/N005023/1","grantId":"BB/N005023/1","fundValue":"619217","fundStart":"2015-06-01","fundEnd":"2018-05-31","funder":"BBSRC","impactText":"","person":"Cathie  Martin","coPersons":[],"organisation":"John Innes Centre","findingsText":"","dataset":"gtr"}