{"id":"F7AB2FDE-800B-4592-AAC0-2BEA67BE4072","title":"Torque generation in the bacterial flagellar motor","abstractText":"The aim of the project is to understand the mechanism of the bacterial flagellar motor, a rotary molecular electric motor with a diameter of ~50 nm ( 1/20,000th of a mm) and a maximum speed in excess of 100,000 r.p.m. Many species of bacteria navigate their environment by swimming. The propellers are helical flagellar filaments ~20 nm thick and the motor is driven by the flow of ions, either H+ or Na+, down an electrochemical gradient called the protonmotive force (PMF) or sodium-motive force (SMF). These gradients consist of a voltage and a concentration difference across the cell membrane and are the primary form of biological energy. Each motor has a maximum power output of about one million-billionth of a Watt, about 100 times higher than other known molecular motors which are powered by the universal energy currency molecule of the cell, ATP. The rotor is a set of rings in the cytoplasmic membrane, about 45 nm in diameter and surrounded by about a dozen independent torque generating units which are anchored to the cell wall and push on the rotor when ions flow through. We will use a range of biophysical techniques, some relatively well established and others brand-new, to measure the rotation of single flagellar motors far better than has ever been possible in the past. The motor is too small and too similar to everything else that surrounds it to see in a light microscope. Electron microscopes only work on frozen samples, so are no good for seeing the motors when they are working. We get around this by attaching tiny gold particles, which scatter a lot of light so that we can see them, to the bits of the motor that stick outside the cell. We then measure their rotation either by taking high-speed videos (up to 109,500 frames per second!), or by projecting the same image onto a fast position-sensitive detector. We will build on recent experimental innovations in our lab which allowed the first ever detection of the fundamental torque-generating step in the flagellar motor. Steps of 14 degrees were seen in motors containing only one unit, when the SMF was reduced by lowering the Na+ concentration. The torque-generating units were chimeras containing components from different species, allowing us to study a Na+-driven motor with all the genetic tools that are possible using E. coli (which normally has H+-driven motors). Using Na+-driven motors made sure that we could slow them down enough to see the steps with our old microscope, which was 50 times slower than the new one we have just developed. We are still improving the new microscope, and we hope it will be so good that we can measure steps in the H+-driven motor without doing anything unusual to slow the motor down. We believe that each step may correspond to one or two ions crossing the motor, but will need to make detailed and systematic measurements of many steps under a range of different conditions to be sure that this is the case. To make sure we are interpreting what we see correctly, we will develop and use advanced statistical tools, and mathematical models of the motor mechanism. So far, we can only watch the motor spin while varying the driving force - the 'fuel' if you like. We'd really also like to be able to hold it still, and see how hard it can push. We will do this with tiny cobalt magnets replacing the gold particles as handles. We can twist these with a magnetic field, and see how the motor responds. This will allow all sorts of new probes of the motor, as we hold it still at different angles, push it backwards, and let it run forwards at different speeds. Understanding the flagellar motor will contribute to the wider field of molecular motors and will lay the foundations for possible technological applications. It will also contribute towards the long-term goal of designing and building artificial machines at the molecular scale.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H01991X/1","grantId":"BB/H01991X/1","fundValue":"448915","fundStart":"2010-06-11","fundEnd":"2013-12-31","funder":"BBSRC","impactText":"  They have been used to improve our understanding of the molecular machinery of life. Education Cultural","person":"Richard Michael Berry","coPersons":[],"organisation":"University of Oxford","findingsText":" We have discovered how the bacterial flagellar motor is assembled, that it is constantly exchanging components, and a lot about how it works. They will understand better how the molecular machinery of life works. Education","dataset":"gtr"}