{"id":"F7B0980D-0EAB-4A90-A341-80DF727379D6","title":"RT-ISIS: Real-Time In Situ In vivo Surgical Sensing and Imaging","abstractText":"Recent technological advances in surgery have resulted in a broad range of new techniques for reducing patient trauma, shortening hospitalisation, and improving diagnostic accuracy and therapeutic outcome. RT-ISIS is in response to the current paradigm shift and clinical demand in bringing cellular and molecular imaging modalities to an in vivo / in situ setting to allow for real-time tissue characterisation, functional assessment, and intraoperative guidance. The aim of RT-ISIS is to simultaneously develop and apply new multimodality imaging methods based on excitation/emission spectral resolution suitable for endoscopy and laparoscopy. The project involves significant R&amp;D challenges, and the end results are likely to trans-form clinical research and practices in cancer staging, minimally invasive surgery, interventional imaging, and the development of molecular imaging techniques.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=DT/F003064/1","grantId":"DT/F003064/1","fundValue":"978467","fundStart":"2008-02-01","fundEnd":"2011-07-31","funder":"EPSRC","impactText":"  The project has resulted in the development of real-time tissue characterisation schemes used in surgery. This has led to further collaboration with industry (Maura Kea Technologies) for the development of real-time optical biopsy and tissue retargeting. Digital/Communication/Information Technologies (including Software),Healthcare Economic","person":"Guang-Zhong  Yang","coPersons":["Daniel  Elson","Ara Warkes Darzi"],"organisation":"Imperial College London","findingsText":" RT-ISIS is in response to the current paradigm shift and clinical demand on bringing cellular and molecular imaging modalities to an in vivo - in situ settings to allow for real-time tissue characterisation, functional assessment, and intra-operative guidance. It aims to improve the consistency and safety of keyhole surgery, further expanding its functional capabilities for improved tissue detection, labelling, and targeting both at macro and cellular levels. The technical challenge that the project addresses is the provision of in situ multi-scale integration of laser induced fluorescence imaging with white-light endoscopic video during keyhole surgery where large-scale tissue deformation is present. The project has resulted in automated image guidance and integrated morphological and functional mapping that cater for tissue deformation and instrument interaction. The morphological and functional 'see-through' vision provided by RT-ISIS has expanded the current capability of image guided surgery. Veterinary medicine and industrial inspection. The project is in collaboration with Karl Storz Endoscopy, a leading manufacturer in keyhole instruments. Digital/Communication/Information Technologies (including Software),Healthcare","dataset":"gtr"}