{"id":"F7B46547-A9BE-4BE1-9E8C-2D1279AB72DF","title":"IDEAS Factory - Risk Taking for Resilience","abstractText":"The research is concerned with issues of risk and resilience. Much can be learnt about resilience through a fuller understanding of risk assessment and risk management. We will be looking in detail at risk assessment and management in the port environment. Relevant documentation will be reviewed in addition to a programme of structured individual and group based discussions with key staff to inform our understanding of risk assessment and management in ports. Additionally, we will be developing a model of the relationships around and within the handling facilities in ports. When we combine both sets of information gleaned from each strand of this research we will test the system for resilience using a simulation of disruptive events drawn chiefly from our hypothetical 'risk manifestations'. Thus we will be able to test the degree of flexibility and plasticity of exisiting systems and processes in the event of the realisation of some key 'risks'. We will be looking at differences and commonalities in the attitudes to risk of public and private sector bodies in the port environment and how this may impact upon resilience. We would anticipate that the model will have applications elsewhere in the port industry (including airports) and beyond. In short we are aiming to use our understanding of risk assessment and risk management to help further inform our understanding of resilience. This research will shed light on our understanding of the relationships between 'risk' and 'resilience' this will not only be of academic interest but also will form an empirical basis upon which to inform policy and operational practices in ports. We envisage that our approach will have broader applications to include the protection of our national infrastructure.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I005935/1","grantId":"EP/I005935/1","fundValue":"630778","fundStart":"2010-10-01","fundEnd":"2013-03-31","funder":"EPSRC","impactText":"","person":"Graham John  Towl","coPersons":["Taku  Fujiyama","Andrew Geoffrey Grainger"],"organisation":"Durham University","findingsText":"","dataset":"gtr"}