{"id":"F7B89157-C622-4783-983A-89821CF4D01C","title":"UK-China GeoNet: Research Network on Geotechnical Engineering","abstractText":"China has experienced rapid economic development over the last twenty years which has seen the design and construction of many large scale geotechnical projects including the Three Gorges Dam over the Yangtze River, railways and highways linking many parts of the country as well as underground transport systems in many cities. Many of these projects presented significant technical challenges to the geotechnical engineer, and this has led to a very high rate of publication, both practical and theoretical, by Chinese geotechnical engineers. Many international companies have become involved in these construction activities. It is certain that the high rate of the development in China will continue for the next twenty years. However no national level frameworks have been set up for UK geotechnical researchers to interact with their Chinese counterparts in a systematic and coordinated way. At present the UK geotechnical community is lagging behind their competitors in Japan and USA, who both have an aggressive national strategy for collaborating with China. It is therefore most timely that we should set up such a national network that would allow UK geotechnical researchers and engineers to forge a strategic partnership with leading Chinese colleagues. This project aims to build strong research links with China and establish an UK-China Network on Geotechnical Engineering (i.e. UK-China GeoNet) to promote the international exchange of innovative ideas between researchers and practitioners in China and the UK. The aim is to bring together leading research groups in the UK and China and develop effective collaborations. While UK researchers are expected to export cutting-edge research results to China, they would also become aware of many new problems as encountered by Chinese engineers in the construction of many engineering projects in difficult ground conditions. This will in turn stimulate and open up new lines of research for UK and Chinese researchers. This high-level, strategic national partnership will help the UK geotechnical industry to compete in the rapidly growing Chinese construction market.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E03991X/1","grantId":"EP/E03991X/1","fundValue":"190245","fundStart":"2007-02-27","fundEnd":"2009-03-26","funder":"EPSRC","impactText":"  This was not a research project but a grant for promoting networking activity by colleagues from a number of leading geotechnical groups in the UK and China. The workshop and visits supported by the grant have enhanced the mutual understanding between leading researchers from the two countries. Construction,Transport Economic","person":"Hai-Sui  Yu","coPersons":[],"organisation":"University of Nottingham","findingsText":" Through this grant we have developed a geotechnical network between leading researchers from the UK and China. The network has facilitated further reserach collaboration between the UK and China. Construction,Transport","dataset":"gtr"}