{"id":"F7BC436F-B25F-42FD-B705-3D028384193A","title":"Performing Plethora: staging 'Nausicaa at 50'.","abstractText":"For the last thirty or so years I have written, directed and designed plays for live performance. In this time I have developed a form of tragedy I have described as Catastrophic, to distinguish it from certain classical forms. In doing so I have invented and refined speech forms which are distinctive to me, and this process continues with the staging of my new play-script 'Nausicaa at 50'. My evolution as a writer, director and artist is informed by two beliefs. First, I believe the text is the primary element of all dramatic experience. Second, I also believe the traditional realistic play is an exhausted form. However, the way to escape this dilemma is not to abandon text but rather to find new ways with it. 'Nausicaa' is such an exploration.\\nOver six months this project will stage 'Nausicaa at 50', which is a play written as an exploration of 'Plethora' - an overwhelming with words spoken by many voices, almost an orchestra of human sounds. With this project, I will explore whether speech - which I believe to be an almost plastic, sculptural thing - needs to convey meaning, or whether it might be employed to create tensions and ecstasies which overwhelm the purely referential (i.e. meaning-based) function of language. I will explore if a performer can utter without - strictly speaking - saying anything? And ask, yet could this audial experience still generate emotion in an audience? By extending my practice, and the practice of my ensemble of performers, I would hope to demonstrate the possibility of a new life for text in theatre. 'Nausicaa at 50' does not exist in isolation, but also anticipates the second phase of my fellowship, which examines Plethora's partner and opposite Bare Sufficiency - an exploration that asks how a scene's entire meaning might hang on a brief concept or image. \\nThe production of 'Nausicaa' will have at its heart linguistic excess, involving both the human voice -- individual and choral -- and sound. The company will comprise more than 100 performers from professional actors of the Wrestling School (a company formed in 1988 to perform my work) to post-graduate theatre specialists, and from community performers to those with little acting experience. In order to realise the plethoric in performance will require that I challenge, develop and evolve my artistic practice as a director and scenographer. This process will be shared with, and informed by, an intensive four-week performance-laboratory with the core company of Wrestling School actors who specialise in the performance of my Catastrophic theatre and rehearsals and workshops with the performances' plethoric-chorus. Our work will culminate in three full productions for a public audience at the Northcott Theatre in Devon.\\nNot only will my practice evolve as a result of the project, so will that of the core company of Wrestling School performers and the design team who will facilitate the realisation of a plethoric stage environment, in addition to the large number of performers of the chorus from a range of backgrounds and experience. These artists will not simply be facilitating my research, but importantly, they will also inform it. The wider-public, in addition to attending the live performances will also be able to watch a DVD-recording that is being produced for the Arts Archive collection, and they will be able to find out more about my plethoric practice and theory though programme notes, a post-show discussion and an online interview, with supporting materials, which will appear on four websites: the Northcott Theatre's, the Wrestling School's, the University of Exeter's and my own. The production will then become the subject of a one-day public symposium - resulting in publications - and when the script is published by Oberon books it will be accompanied by my critical commentary that will reflect on the project as a whole and consider the effectiveness of the plethoric on stage.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/I02562X/1","grantId":"AH/I02562X/1","fundValue":"30568","fundStart":"2011-02-14","fundEnd":"2011-08-13","funder":"AHRC","impactText":"  During the project's six-months, I staged BLOK/EKO with a cast of 8 professional actors and a non-professional chorus of 50. This enabled me to create the 'Plethoric' on stage - an overwhelming with words, spoken by many voices to crease an orchestra of human sounds. In creating this work I explored how speech - a plastic, almost sculptural thing - conveys meaning, how it might create tensions and ecstasies that overwhelm the purely referential (i.e. meaning-based) function of language. I examined how a performer can utter without - strictly speaking - saying anything. I also asked how, given these conditions, this audial experience could still generate an emotion in an audience. This was an important topic in the project's post-show discussion with the public, who had attended one evening's performance.\nDuring this project, I extended my practice, and the practice of The Wrestling School, a theatre ensemble dedicated to my work. Through new approaches to writing and directing, performance laboratories and intensive rehearsals with professional and non-professional actors, we demonstrated a new life for text in theatre. These findings have already fed into the second phase of my fellowship, which examines plethora's partner, bare sufficiency. This is realised in a new play Charles V, which asks how a play's entire meaning might hang on a brief concept or image, or as in this case, single phrase. Creative Economy Cultural","person":"Howard  Barker","coPersons":[],"organisation":"University of Exeter","findingsText":" This project enabled me, and my usual team of actors and sceneographic professionals, to reconsider our practice. We experienced a rich collaboration with the Northcott Theatre, a charity, the staff and students at the University of Exeter, many members of the community. This offered the opportunity to challenge, develop and evolve my artistic practice as a director and scenographer. Not only did my practice evolve, but also the core company of Wrestling School performers and the design team who realised the plethoric stage environment. Throughout the project, we worked closely with several academics with fruitful results. A one-day symposium, which provided a fitting culmination for the project, welcomed me, academics, actors and interested members of the public. Papers presented and discussed here will appear, in a developed form, in a special edition of Studies of Theatre and Performance. This event was rich catalyst for future investigations and collaborations. I have already used my findings and experience from this project to inform the next phase of my creative fellowship, of which this project is part, to create a play that examines the pairing of plethora, bare sufficiency. This play, Charles V, will be work-shopped at the Northcott Theatre 26th June 2012 and be published in the forthcoming journal special edition of 'Studies in Theatre and Performance' dedicated to my recent AHRC funded work. Creative Economy","dataset":"gtr"}