{"id":"F7CEAB4C-5F60-45CE-B509-83315C70EC30","title":"UK Meeting on Fundamental Physics Theory","abstractText":"Over the past few years there has been a large inflow of researchers in fundamental physics from across the world into the UK. The aim of the proposal is to provide a stimulating environment for cross fertilization between the three main areas of fundamental physics: string theory, gravity and quantum field theory. The meeting is currently scheduled to be on 9-10 November 2007 at King's College London. The following speakers have tentatively agreed to talk:T. Wiseman (Imperial): Numerical Techniques in Fundamental PhysicsA. Starinets (Southampton): Progress towards AdS/QCDH. Reall (Nottingham): Black Rings in Higher Dimensional GravityM. Zamaklar (Durham): Integrable Structures in Yang-Mills Gauge TheoryP. Kumar (Swansea): Phases in Quantum Gauge TheoriesJ. Conlon (Cambridge): LHC Searches for SUSYThe meeting will be organized to allow for a good deal of interaction surrounding a selected number of talks. The aim of the talks will be to provide a pedagogical synopsis of the current 'hot' research topics. However there will also be significant periods of informal discussion, including both an active discussion centred on the talks as well as time for private discussions. Furthermore it is hoped that this meeting will be the first in a regular series of bi-annual meetings held throughout the UK. The overall aim of these meeting will be to create dynamic and informal research environment from which all UK researchers will benefit.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F028458/1","grantId":"EP/F028458/1","fundValue":"7046","fundStart":"2007-11-09","fundEnd":"2007-12-08","funder":"EPSRC","impactText":"  The conference was used by the UK fundamental physics community to share their knowledge and research results. Other Economic","person":"Neil  Lambert","coPersons":["Mukund  Rangamani","David Simon Berman","Veronika  Hubeny","David  Tong"],"organisation":"King's College London","findingsText":" This was funding for a national conference on string theory and related topics in fundamental physics The conference was repeated 3 times afterwards Other","dataset":"gtr"}