{"id":"F7D2814D-C60E-4D4F-9A3F-1EC322F542DD","title":"IES Platform - development of an awareness-based intervention to enhance quality of life in severe dementia","abstractText":"Quality of residential care for people with severe dementia is poor and in urgent need of improvement. While improving quality of care is important for all residents, there is a risk that people with more severe dementia, many of whom no longer communicate verbally, will be marginalised and fail to have their psychological and social needs met. Carers may assume that people with severe dementia are unaware of their surroundings and of what is happening to them. As a result, carers may focus on getting tasks done without paying much attention to the reactions and responses of the resident. Recent research indicates, however, that people with very severe dementia may still retain a degree of awareness. If care staff can be trained to observe the signs of awareness, this should help them to increase their sensitivity to the needs of the resident and to enhance their care practice. Training for care staff that includes both information provision and ongoing support for implementing new skills can be very effective in improving resident well-being. In this study we aim to develop a measure that staff can use to help them observe subtle signs of awareness, to provide staff with training and support in using this measure, and to evaluate the effects on resident quality of life and on staff attitudes and practices. In developing the measure we will use as a starting-point a similar measure developed for people with severe brain injury, and we will hold focus groups for carers to establish how the measure should be initially adapted. We will then use the measure to observe residents? behaviour and responses, and refine it accordingly. Finally we will carry out an intervention study comparing homes where staff receive training and support in using the new measure with homes where residents simply receive their usual care. We expect to see improvements in resident quality of life and staff attitudes and practice in the homes where staff received training, but not in the homes where residents received usual care. The information we gain from this initial study will allow us to develop a definitive trial of the intervention that will provide sound evidence for practitioners and policy-makers. In the meantime, the findings will influence training provision for care staff, and the new measure of awareness in people with severe dementia will be useful for both practitioners and researchers.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0701817","grantId":"G0701817","fundValue":"410756","fundStart":"2009-03-01","fundEnd":"2011-11-30","funder":"MRC","impactText":"","person":"Linda  Clare","coPersons":["Murna  Downs","Rhiannon  Whitaker","Robert Thomas Woods","Barbara  Wilson"],"organisation":"Bangor University","findingsText":"","dataset":"gtr"}