{"id":"F7D30B0E-5FF5-42F1-A641-BEA4393FEB32","title":"Roles of GWA genes in controlling pancreatic beta cell function and mass.","abstractText":"Diabetes mellitus affects more than 20 m Europeans and 300 m individuals worldwide. The complications of the disease, including blindness, kidney failure, cardiovascular disease and cancer, drastically reduce the quality of life of sufferers, and consume almost 10 % of health care costs in most westernised nations. The most common form, Type 2 diabetes (T2D), has both genetic and environmental causes, and is particularly prevalent in the overweight. Insulin is the chief &quot;anabolic&quot; hormone responsible for restoring blood sugar levels after a meal and its absence - as well as a failure to act appropriately in T2D - underlies the symptoms of this disease. \n\nTherapeutic approaches towards T2D have relied in the past on enhancing the actions of insulin, and more recently on stimulating insulin secretion. However, none of the existing therapies reverse the progressive loss of functional beta cells and hence the gradual worsening of disease symptoms. New strategies aimed at restoring an adequate number of normally functioning beta-cells are thus urgently sought. \n\nStudies made possible by the human genome project, completed in 2000, and the subsequent mapping of genetic variants (single nucleotide polymorphisms) in man have permitted in the last four years &quot;Genome wide association studies&quot; (GWAS) for T2D. These have identified several genetic variants whose inheritance is associated with an increased risk of diabetes. The identification of these genes, most of which influence insulin production, provides both improved powers of prediction and, just as excitingly, potential new molecular targets for drug treatment. \n\nOur proposed studies will involve two complementary areas aimed at obtaining a fuller understanding of how a subset of T2D genes affect disease risk. Our first aim is to examine in detail the role in the pancreatic beta cell of five genes identified at two novel GWAS &quot;loci&quot; in the human genome. We shall use both a new mouse model engineered to allow genes of interest to be selectively deleted in the pancreatic beta cell, and classical biochemical and mouse genetic approaches to examine the roles of the implicated gene products. \n\nSecondly, we seek to examine the means through which a tumour suppressor termed LKB1, which controls beta cell growth, may be modulated by two relatively well-studied GWA genes for T2D. Inactivation of LKB1 in man leads to a rare form of cancer termed Peutz-Jeghers syndrome. Remarkably, when the LKB1 gene is deleted selectively in the beta cell, mutant mice experience a substantial expansion in beta cell mass and enjoy increased insulin production and improved glucose homeostasis. Importantly, insulin release only occurs when blood glucose levels are high, avoiding the risk of a dangerous &quot;undershoot&quot; in glucose (hypoglycaemia). Here, we shall dissect the signalling pathways lying downstream of LKB1, and explore the potential roles of the GWA genes TCF7L2 and SLC30A8.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K001981/1","grantId":"MR/K001981/1","fundValue":"1514620","fundStart":"2012-10-01","fundEnd":"2017-09-30","funder":"MRC","impactText":"","person":"Guy Allen Rutter","coPersons":["Gabriela  Da Silva Xavier","Isabelle  Leclerc"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}