{"id":"F7D54BEF-79A6-4257-B42E-0D20FEA25AB0","title":"What's Hard in German","abstractText":"This project seeks to systematically identify linguistic structures of German that pose a specific difficulty for the acquisition of German as a foreign language (GFL). Conventionally, this is done by observing Lerner errors. However, if learners avoid difficult elements, this method fails. We claim that the relative underrepresentation of structures in learner data implies that these structures are difficult to acquire. \nTherefore, we propose a systematic study of underrepresented structures. \nWork Package 1 (WPl) attempts to identify learner difficulties regardless of the learner's mother tongue (Ll), i.e. problems that do not result from interferences of the learner's Ll. WPl relies on written data from the learner corpus FALKO-A (see Section 2.2). We aim to develop a method of retrieving the systematic demise of particular structures in the learner data. \nThese findings are then further evaluated by a qualitative analysis. \nThe method offers new insights into the perceived complexity of German and the learnability of GFL. More generally, this method will help to evaluate theories of foreign language acquisition and open up new research perspectives in this field. \nBuilding on and incorporating the results of WPl, WP2 examines the structural acquisition process for these difficulties in British learners of GFL. The question is to what extent the difficulties apply to British learners and in what order difficult structures are acquired. To this effect, a learner corpus of British GFL learners (FALKO-B) will be compiled and analysed qualitatively and quantitatively, triangulating the method mentioned above with further learner surveys. Insights gained in WP2 aim - in the long run at the development of didactic concepts and materials in Great Britain that particularly take into account the identified acquisition problems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H500081/1","grantId":"AH/H500081/1","fundValue":"147211","fundStart":"2009-07-01","fundEnd":"2012-06-30","funder":"AHRC","impactText":"  Our findings have been used by university teachers of German as a foreign language, facilitated through the workshops and learning materials held/generated during the project. Digital/Communication/Information Technologies (including Software),Education Cultural,Societal","person":"Astrid  Ensslin","coPersons":[],"organisation":"Bangor University","findingsText":" Our learner corpus analysis revealed that advanced learners of German rely less on formulaic language than native speakers, that advanced learners prefer macro-structuring devices over micro-structuring devices used by native speakers, and that the learners in WHiG prefer impersonal and indirect stance expressions over direct ones used by native speakers in Falko-L1. \n\nThe WHiG corpus can be accessed and searched via Humboldt's ANNIS corpus platform, at https://korpling.german.hu-berlin.de/falko-suche/search.html. Our phraseological findings will inform advanced German language teaching, especially at British universities. The learning and teaching materials that were developed during the project can be accessed at http://www.bangor.ac.uk/creative_industries/whig.php.en. Education","dataset":"gtr"}