{"id":"F7DB63DC-32D2-4CE6-B62A-CC1E2F6D243C","title":"A combined micro fluidic single cell SRIR microscopy stage for use at Diamond","abstractText":"For many forms of cancer a formal diagnosis can only be made by removing a small sample of tissue, a biopsy, and having this sample analysed under a microscopy by trained pathologists. This is expensive in terms of operating theatre time surgeon time and pathologist time. It is also an invasive procedure that can result in significant discomfort to the patient. There can also be delays in getting results and there is always a finite chance that (i) the sample is inconclusive or (ii) the pathologists disagree about the result since it is a subjective analysis, thus resulting in taking a second biopsy or in rare cases, misdiagnosis. Delays in receiving test results are a major cause of stress to patients and one to the key aims of the government's Cancer Action Plan is to reduce these waiting times with the introduction of new technology and more rapid methods of diagnosis. It has been demonstrated that some cancers can be diagnosed from analysis of just a few cells. A technique known as infrared spectroscopy can measure a biochemical signature from individual types of cells and these biochemical signatures can be used like a cellular fingerprint. For example cancerous prostate cells have a slightly different signature from healthy prostate cells. It is possible therefore to make a diagnosis based on the infrared spectrum of cells without the need for a biopsy and furthermore the analysis is done in a completely non-subjective way. This should lead to a significant improvement in diagnostic accuracy. However the infrared method is not a high throughput technique so methods have to be developed that increase the number of cells analysed in a given time. Using state of the art microfluidics technology we propose to build a high throughput system that will automatically deliver cells, suspended in liquid, to the focal point of an infrared microscope. Importantly the microscope will be connected to the New Diamond Light Source that can deliver infrared light 1000 times as bright as a conventional source. Using this ultra powerful infrared microscope we can develop the novel high throughput cancer diagnostic system.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F022026/1","grantId":"EP/F022026/1","fundValue":"164662","fundStart":"2009-01-01","fundEnd":"2012-12-31","funder":"EPSRC","impactText":"","person":"Peter  Gardner","coPersons":["Peter Robert Fielden","Gianfelice  Cinque","Nick  Goddard"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}