{"id":"F7E44737-6A02-4128-99A0-3C087DCD06C7","title":"A Linear Systems Toolkit for Biology","abstractText":"Biology is complex; cells are made up of 1000s of proteins, a similar number of metabolites and tens of thousands of genes. A goal of biological research is to understand how this complexity brings about the functions of life. One way to achieve this goal is to understanding the connections between the 1000s of components that make up cells. Measuring the connections between all the components is challenging, particularly because cells are dynamical systems that are constantly changing. Accurate descriptions of the dynamical network interactions that take place in a cell are required to make the advances required for improved crops for food security and new medicines.\nWe have adapted a new tool set from Engineering to describe biological networks in a mathematical form. We make models of each of the connections which are used to predict how the system will change over time, which is very useful in discovering how cells respond to signals such as changes in temperature, hormones or drugs. Our new mathematical tool set allows researchers to identify and quantify the changes in a biological network, which can lead to the discovery of the gene(s) or pathways that are involved in responses to stresses or drugs and might underlie disease. Our new mathematical tool set will have wide utility in understanding a wide range of cellular systems, from the effects of drugs in humans to the response of a crop plant to environmental changes or attack by pests. Our development of a tool that measures how biological networks change is important for understanding biology, curing disease and improving crop plants to provide enhanced food security. \nWe propose to develop this so called Nu gap analysis as a practical tool for biologists. In our implementation, we identify and describe connections in biological systems using simple liner models. The Nu gap measures the difference between the mathematical descriptions of the connections obtained in different conditions, such as following a response to a drug, or an environmental stress. \nTo develop the Nu gap as a practical tool we will undertake a research programme that increases with complexity over time. This will permit rigorous testing, development and deployment of Nu gap analyses. First, we will perform theoretical analyses of the Nu gap on models derived from fabricated datasets designed specifically to assess the strengths and limitations of the Nu gap. This will inform as to where application of the toolset would be best, and conversely the situations where the Nu gap might be less informative. Having developed good theoretical understanding of the system, we will apply the Nu gap to real world data obtained by our laboratories. We will begin using data describing the circadian regulation of gene expression in the model plant Arabidopsis. A major goal will be to investigate the effect of a pharmacological and a genetic perturbation to the circadian system. Both profoundly affect the functioning of the circadian clock, but the mechanisms by which these affect the circadian clock is uncertain.\nWe will move from investigating the fundamental properties of the circadian clock in the model plant Arabidopsis to using linear modelling and Nu gap analyses to describe the circadian clock in a major crop, barley. The circadian clock regulates many important agronomic traits such as flowering time, seed set and cold tolerance. Our studies have the potential to inform breeders of useful gene targets. Recognising that biological systems are more than a series of interactions between genetic components we will extend our analysis to incorporate the physiology of the cell, such as changes in the concentration of calcium in the cytosol, which act as key regulators of signalling in stressful conditions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M000435/1","grantId":"BB/M000435/1","fundValue":"128043","fundStart":"2015-01-05","fundEnd":"2018-01-04","funder":"BBSRC","impactText":"","person":"Seth Jon Davis","coPersons":[],"organisation":"University of York","findingsText":"","dataset":"gtr"}