{"id":"F7E8EA66-7BA3-430C-8C59-651A7E4AC39D","title":"Influence of Orbital Forcing on ENSO variability - new insights from an annually laminated speleothem","abstractText":"Future climate change scenarios suggest the African continent will become increasingly susceptible to extreme changes in rainfall (droughts and flooding). Attempts to predict rainfall variability in Africa have been limited by our poor understanding of what controls past variability; for example characterising the influence of El Ni&ntilde;o-Southern Oscillation (ENSO) and the Indian Ocean Dipole (IOD) on African hydrology. The warmer conditions of the early Pleistocene when the Walker Circulation and ENSO become established offer an analogue to future African climate variability. We propose to investigate these issues by utilising a unique annually laminated half a million year long speleothem deposit from South Africa - the Buffalo Cave flowstone. Building on our previous millennial scale record of African rainfall, we now propose to expand proxy resolution to annual for band thickness and decadal for stable isotopes. The program of annual band thickness counting and stable isotope measurement will generate a rainfall record of unprecedented length and temporal resolution, enabling us to investigate the controls on African rainfall variability at a range of timescales from inter-annual to orbital. The Buffalo Cave flowstone record covers the time period ca. 2.0-1.5 Ma, based on preliminary dating evidence, and crosses one of the most important climate transitions in the Tropics, the intensification of the Walker circulation between 1.8 and 1.7 Ma. We will thus be able to characterise changes in South African rainfall before, during and after the establishment of this fundamental feature of the modern climate system. It will allow us to understand the evolution of the ENSO system and the long term influence of the IOD. This research will provide new insights into rainfall variability in the past, and will aid our predictions of future rainfall in Africa.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J00443X/1","grantId":"NE/J00443X/1","fundValue":"77215","fundStart":"2011-09-01","fundEnd":"2014-08-31","funder":"NERC","impactText":"  This research grant has recently closed. The work was completed successfully and we are in the process of preparing publications. Until publication we can not state the impact of this research. Education,Environment ","person":"Philip Jeffrey Hopley","coPersons":[],"organisation":"Birkbeck College","findingsText":" The research funded on this grant has brought a new understanding of the climate history of Africa and the degree to which future climate change may alter inter-annual rainfall patterns. We have suggested that there is a long-term link between the strength of the Indian Ocean Dipole and Southern African rainfall. It is possible that future warming will see a reduction in inter-annual rainfall variability and a return to the conditions experienced by our ancestors 1.8 million years ago. One of the most innovative aspects of this research has been the development of methods for the imaging and counting of long sequences of annual bands in cave deposits (stalagmites and flowstones). Our automated method of confocal microscopy mosaic-building followed by automated band counting enables the rapid counting and measurement of 100,000s of annual bands. This technique is already being used by my academic colleagues and opens up new research questions within the field of palaeoclimatology. The research outcomes will have immediate academic and educational impact when we publish the results of this study in a high-impact journal. It is expected that this will lead to future research and into the long-term history of African rainfall variability and wider dissemination through teaching / learning. This research is likely to be taken forward by the environmental sector which is becoming increasingly aware of the likely climate change impacts across Africa. Finally, this work has demonstrated the close ties between human evolutionary change and African climate history with implications for culture and heritage organisations, especially those based in Africa, for whom the shared history of humankind is of political and educational importance. Education,Environment,Culture, Heritage, Museums and Collections","dataset":"gtr"}