{"id":"F7E8910C-E487-4C6E-8B1E-DC9AF5F0010B","title":"The organisational structure of class A GPCRs: Implications for pharmacology, function and therapeutic regulation","abstractText":"Proteins located at the surface of cells act as receptors for information provided by the presence of a bewildering number of hormones, neurotransmitters and various other cell modulators. In certain cases, such as the single transmembrane domain receptor-tyrosine kinases, it is well established that for binding of the messenger to be transmitted into a response inside the cell, the receptor has to dimerise, i.e. two copies of the receptor must come together into a complex and interact. The family of G protein-coupled receptors (GPCRs) are the targets for key hormones and neurotransmitters that control everything from heart rate to emotional responses. Given their importance in physiology and as the targets of a very broad group of medicines that alleviate major diseases, these proteins have been studied extensively for many years. Indeed, in a drive to both understand the molecular basis of action of medicines that function by binding to GPCRs and also to improve the next generation of such medicines, in recent years enormous progress has been made via crystallising certain GPCRs so that amazing detail of their structures can be observed. In a number of recent cases the receptor has crystallised as either a dimer (two copies) or a tetramer (containing four copies of the receptor) with well defined contacts between the individual copies of the receptor. Despite this, and clear evidence that GPCRs can and do exist as dimers or even, indeed, as multimers in living cells, it is also well established that such interactions are not absolutely required for their primary function. As such, key outstanding questions that so far lack answers include, what range of sizes of complexes of GPCRs exist, does this vary between different members of the family, does this vary in different cells and tissues in which the receptor is expressed and, if so, what are the consequences of this for function in both health and disease? However, as the moment there is little agreement on these topics. The first substantial component of the studies proposed is to address and answer each of these questions. These studies are designed to answer both fundamental questions about these receptors but also to explore the significiance of the answers for the effectiveness of various medicines and how such variation might be used to develop improved medicines.\nIntegral to developing approaches to address many of these questions has been a series of recent efforts to better incorporate mathematics into analysis of biological processes and the appreciation that photographic images of cells expressing such receptors labelled with fluorescent markers often contain far more information that is usually abstracted from them. Thus, in preparation for this application we have developed ways in which detailed mathematical analysis can uncover hitherto unappreciated insights into the size and the shape of a receptor complex inside a single cell. In isolation, this would be interesting but insufficient. Therefore, the second major element of the work will be to use information from the crystal structure data to attempt to generate modified receptors that disassemble or that prevent the formation of such complexes and then use these modified forms of the receptor to assess the functional consequences. Such studies will take advantage of a wide array of approaches in pharmacology, biochemistry and cellular signalling assays that my team and I have built up and used over many years. The other major component of the proposal reflects that individual GPCRs do not only interact to form complexes with other copies of the same receptor. They can also interact with other members of the GPCR superfamily to generate heteromers. Such heteromers have been reported to display very distinct pharmacology and function than the corresponding homomers and we will address similar questions as above for such complexes incorporating GPCRs for the neurotransmitters dopamine and glutamate.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L023806/1","grantId":"MR/L023806/1","fundValue":"1893220","fundStart":"2014-10-01","fundEnd":"2019-09-30","funder":"MRC","impactText":"","person":"Graeme  Milligan","coPersons":[],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}