{"id":"F7EAFEDF-43B7-43B8-95F5-17F77A8CFC0B","title":"LOW MASS LOW POWER RADIATION RESISTANT PIXEL MODULES","abstractText":"Particle physicists wish to reconstruct with high fidelity and 100% efficiency the trajectories of the products from physics interactions. For this the secret for success is well known: high-resolution minimal mass detector systems. While modern carbon composites, and novel cooling concepts enable a lower mass system, the key to low mass is a low power detector module.\nThis project addresses the key elements to obtain a low power pixel assembly by replacing the sensor element with a CMOS sensor. The CMOS sensor will also replace the first stage of the analogue amplification. This will reduce the power dissipated in the sensor and the readout electronics.\nThe CMOS sensors to be developed is based on an application of the HVCMOS technology commonly used for automotive electronics control. The HVCMOS sensor has a depleted sensing volume that allows fast and full charge collection even after irradiation. This is unlike most CMOS sensor technologies which rely on a slower drift process that is significantly affected by non-ionizing radiation damage.\nThe ROIC will still be used to process the data from the sensor as done in a standard pixel hybrid assembly. The advantage of this is to allow the full power of the ROIC to be utilized.\nThe HVCMOS sensor is attached with a simple glue joint to a standard Particle physics readout pixel chip. The signal is capacitivly coupled from the HVCMOS sensor to the ROIC. This simple assembly procedure, and cheap sensor, will significantly reduce the cost of the production of pixel modules which will allow them to be used more widely in particle physics experiments. Therefore extending the physics reach of a given experiment.\nAs the assembly procedure is very straight forward, gluing two items together, it will be possible to thin both the devices down to 50-100 micrometers each which will result in a mass reduction in the module.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/L002434/1","grantId":"ST/L002434/1","fundValue":"255341","fundStart":"2014-04-01","fundEnd":"2017-03-31","funder":"STFC","impactText":"","person":"Richard Laurence Bates","coPersons":["Craig MacLeod Buttar"],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}