{"id":"F7EBD6FE-80D2-442C-89CE-9DD5FB09E298","title":"Closure Model Development for Turbulent Dispered Gas-Solid Flows","abstractText":"Multiphase processes play a significant role in our daily lives. We encounter multiphase processes as flow of living cells in our body, as rain and snow, and in many processes in manufacturing industries, but unfortunately also as a part of our environmental problems e.g. particles in the air, photochemical smog, erosion and land slides. Multiphase processes play fortunately also an important role in our effort to build a sustainable society. Most of the energy from the sun is taken up by plants and the conversion of plants to energy, fuel or raw materials for industry involve many kinds of multiphase processes. We also find multiphase flows in process and pharmaceutical industries, such as drying powders, fluidization, fabricating polymers, and coating particles with active substances. One of the most important sub-set of multiphase flows are gas-solid flows, where a gas interacts with small solid particles.Although gas-solid flows are so widely spread, the fundamental physics and its dynamics are not well understood and the success of existing multiphase processes is more due to years of experience than from genuine understanding. Even though the last years we have seen significant progress in understanding the dynamics of gas-solid systems, existing models for predicting such processes are still generally poor, as these systems are extremely complex and very difficult to study experimentally. This seriously hinders progress in the creation of new sustainable and innovative processes and products. The challenge in modelling processes involving gas-solid flows lies in understanding the great range of physical length and time scales present in such processes. Generally speaking, particles are on the order of micro- to millimeters, whereas the size of particle clusters, often created in flows of mixtures, are at least an order of magnitude larger. Moreover, industrial processes, e.g. to manufacture particles, most often occur at scales which are expressed in meters. At present, no strategy for dealing with particulate processes on all scales at the same time is available. To tackle the problems associated with the large variation in scales, the structure of the physical problem can be divided into three research scales. In the research in this proposal, the translation of knowledge and information from a smaller scale to a larger scale is an essential ingredient for improving the modelling strategy. The scales on which the research will focus on can be roughly divided into: (a) the behaviour at individual particles, (b) the effect of clusters and agglomerates of particles, and (c) the influence comparable to the size of the manufacturing equipment.The future goal of the research is to develop a framework that can be used to predict the complete fundamental behaviour of gas-solid flows a priori. The current proposal will aim at developing physically sound models and predictions of the behaviour of individual particles, generating understanding and models which can be employed at the larger scale. The integration of frameworks involving different scales and phenomena is a considerable challenge. The knowledge required will provide a design and engineering tool for prediction and steering of the behaviour of a wide range of gas-solid flow types.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G049262/1","grantId":"EP/G049262/1","fundValue":"115946","fundStart":"2009-09-09","fundEnd":"2013-03-08","funder":"EPSRC","impactText":"  The findings have been used by ourselves and a number of other specialists and industrial researchers internationally to describe the behaivour of particles in flows, from fundamental to more practical. This ranges from usage in industry (Astra Zeneca, Petrobras) as well as Academic. Chemicals,Energy,Pharmaceuticals and Medical Biotechnology Economic","person":"Berend Gerardus Van Wachem","coPersons":[],"organisation":"Imperial College London","findingsText":" We have developed models to describe the behaviour of particles in complex, turbulent flows. This will increase, for instance, the understanding of how particles work in an inhaler, or how particles can be optimized for used in chemical and petro-chemical processes. Sharing of results, both formally (papers, websites) as well as informally (discussions, invitations). Aerospace, Defence and Marine,Agriculture, Food and Drink,Chemicals,Energy,Environment,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}