{"id":"F7EEEAE1-5EEA-42A7-96F2-7DCC907FC05E","title":"Dr Deepak Srivastava","abstractText":"In the UK it is estimated that 1 in 4 adults experience mental health problems in any one year, and 1 in 6 experiences this at any given time (The Office for National Statistics Psychiatric Morbidity report, 2001). One example of this are people who with schizophrenia. In the UK alone, there are over 250,000 people diagnosed with schizophrenia, and this is estimated to cost &pound;6.7 billion to treat these patients. Although schizophrenia is widespread, therapies for patients are often ineffective or fail to treat all aspects of the disorder. Multiple hypotheses have been proposed that implicate a number of brain systems and their dysfunction in schizophrenia. Some examples of these theories include abnormal brain chemistry and reduced connections between brain cells, also known as neurons. Multiple studies suggest that connections between neurons, called synapses, are reduced in the brains of suffers of schizophrenia. This may be in part caused by genetic modifications in molecules that shape synapses during brain development. Indeed, it has been proposed that by developing drugs that control how neurons are shaped or control the number of connections in the brain, neurons can re-connect with each other, offering a novel and effective treatment for schizophrenia. Currently, no effective treatment has been developed that specifically increase the number of connections between neurons. This is due in part to our poor understanding of how wiring in the brain is achieved. Therefore, it is vital to understand whether, and how, such potential agents can allow neurons to re-connect with each other, such that new and more effective treatments can be generated for this pervasive disorder. It has been known for some time that oestrogens can have a positive effect on brain function. More recently, it has also been suggested that these oestrogens, in combination with antipsychotic medications, can improve treatment of schizophrenia in men and women. But how oestrogens are beneficil in schizophrenia is not known. Moreover, long-term treatment with oestrogens is associated with increased risk of developing heart conditions and even cancer. One way to avoid such adverse side-effects is to understand how oestrogens are beneficial for schizophrenic patients, which would allow for the development of more effective and specific drugs. Our previous studies have demonstrated that oestrogens control the number of synapses between neurons, and thus control the amount of information that passes between them. We believe that this process is part of how oestrogens can be beneficial in schizophrenia. Our research uses neurons grown in dishes, a technique which provides a starting point to investigating the role of oestrogens in controlling synapses, and allows us to ask specific questions about their role in models of diseased cells. In this proposal, we will determine whether oestrogens can shape how neurons are formed, and how they can increase the number of synapses on neurons. We will use sophisticated and cutting-edge cellular imaging technique to ask these questions. Excitingly, these studies will allow us to understand how effective oestrogens are in controlling the number of connections between neurons with mutant proteins that are considered to be important for disorders such as schizophrenia. The results of these experiments will provide important information about how potential oestrogen-based therapies can control the way that neurons connect with each other in cellular models of schizophrenia. Answering these questions is essential for us to start to developing potential new therapeutic strategy in treating the debilitating symptoms that schizophrenic patients experience.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L021064/1","grantId":"MR/L021064/1","fundValue":"481313","fundStart":"2014-07-01","fundEnd":"2017-06-30","funder":"MRC","impactText":"","person":"Deepak Prakash Srivastava","coPersons":[],"organisation":"King's College London","findingsText":"","dataset":"gtr"}