{"id":"F7FC22F0-9ACB-4F05-8C41-DBCA475BE476","title":"Nanoscale Multifunctional Molecules using DNA as scaffold","abstractText":"The design of functional entities of nanoscale dimensions has developed over the past 25 years into a fascinating, interdisciplinary field of ever growing interest. In contrast to the classical downscaling of physical components, upwards engineering to produce functional assemblies from chemical building blocks is most promising to meet the needs of future technologies. Supramolecular chemistry is one of the strategies which are currently under intense investigation to obtain functional molecules on the nanometre scale. Only very recently, DNA has become attractive as a supramolecular scaffold to produce nanoscaled entities. However, the double stranded DNA (dsDNA) has so far only been used because of its high selectivity in recognition through base-pairing to specifically connect nano particles, in DNA chip technology and nanolithography, to assemble arrays at surfaces, to create nanomechanical devices or to construct protein arrays and nanowires. Only few reports exist where the nucleobases themselves have been substituted to create a functional DNA.Porphyrins provide versatile building blocks in supramolecular chemistry due to their central metal binding site, their relative ease of functionalisation, and their characteristic photophysical and electrochemical properties. The latter can be tuned using appropriate substituents, central metals and ligands, which is required for an optimal interplay between different porphyrin units (i.e. energy or electron transfer). Thus, multiporphyrin arrays offer useful constructs for applications in almost all areas of science.This project aims to realise a modular building block system, in which structurally different porphyrins, and in different metallation states, are assembled onto a structurally predetermined backbone, and in a sequence specific manner, independent on the porphyrin structure. The idea is to use DNA as an acting template to assemble multiporphyrin systems. Nucleotides are substituted with porphyrins varying both in structure and metallation state to create a multifunctional molecule on the nanometre scale.We have now focused on the modification of deoxyuridine (dU), where we have established a general synthetic route to access both diphenyl and tetraphenyl porphyrin substituted dU. Changing the side chain on the porphyrin from a carboxylic ester to the corresponding carboxylates alters the solubility of the conjugate from being soluble in organic solvents to being soluble in aqueous solutions. The synthesis of dinucleotide-diporphyrin systems has shown that electronic interactions between the units occur. The solution phase synthesis, however, is not suitable to produce larger assemblies. We have therefore evaluated the use of standard solid phase chemistry using a DNA synthesiser to obtain homo- and hetero-porphyrinic tetranucleotide diporphyrin systems. Here, the absorption and emission spectroscopy measurements revealed electronic interactions between two different porphyrins when incorporated into the tetranucleotide, thus indicating the possibility to fine-tune the physical properties using our building block system.We have further been able to incorporate up to eleven porphyrins into a 21mer olgio-deoxynucleotide strand. First analytical data indicate an electronic interaction between the chromophores which does not occur when the porphyrins are measured as bulk material in organic solvents. A change in the structure towards an elongated helical structure can also be detected, together with a structure stabilisation in the single stranded porphyrin-DNA conjugate.The first data proof the concept, and the creation of a functional molecule on the nano-metre scale is possible using our strategy. The next stage is to get a detailed understanding of the physical properties of the construct. With this knowledge it will be possible to design the electronic wires that may lead to fundamentally new systems applicable in photovoltaics or computing.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E045693/1","grantId":"EP/E045693/1","fundValue":"218854","fundStart":"2007-06-25","fundEnd":"2010-12-24","funder":"EPSRC","impactText":"","person":"Eugen  Stulz","coPersons":[],"organisation":"University of Southampton","findingsText":" We have explored DNA as a new construction material to create nanosized functional systems, which are promising in the fabrication of new optoelectronic devices. These can find application in next generation computers or in light-to-energy conversion. We are also investigating the use of modified DNA as therapeutics in cancer therapy.\n\nWe have shown that synthetic DNA is much more than merely a biological template for life. The use of DNA, taken out of its natural context, can serve as a very versatile and predictable scaffold to create entirely new systems, which would be very difficult to obtain by conventional synthesis. This is a major step forward in DNA nanotechnology, and future applications will build on our results. The potential of the research is in the emerging field of nano-electronics and nano-medicine. Whilst we are exploring the constructs for potential use as electronic wires in new nano-sized molecular electronics, we have started to test some of the compounds actively as anticancer therapeutics, in particular in photodynamic therapy. Preliminary experiments have been very promising, and shown good cellular uptake of the porphyrin-DNA including killing of cancer cells using red light. Chemicals,Electronics,Energy,Healthcare","dataset":"gtr"}