{"id":"F7FDB5AC-C3DA-4C91-B877-64BE99B0CBF1","title":"Quantifying seawater redox variations and continental weathering rates through the Paleocene-Eocene Thermal Maximum","abstractText":"We now know that the Earth is warming because of human activity. But how long will warming last, and how will the Earth recover? What other changes will occur, and how will they affect life on the continents and in the oceans? These are some of the questions that are asked with increasing urgency by scientists, politicians and the public. However, whilst we can predict through modelling the state of Earth's climate in 20 or 50 years time with reasonable confidence, our understanding of the course of environmental change in the next few hundred or few thousand years is much less certain. A different approach to tackling the questions about longer-term environmental change, and the one adopted in this proposal, involves the study of environmental change that occurred in the distant past. We know from the geological record that there have been a few periods when global warming was extremely sudden and very severe, when temperatures increased at rates that appear to have been similar to those of today. We can therefore learn about how the Earth behaves under 'hyperthermal' (i.e. unusually hot) conditions by studying these past events. The focus of this proposal is one of the most severe hyperthermal episodes in Earth's history. It occurred 55 million years ago, was associated with major changes in marine and terrestrial flora and fauna, and is known as the Paleocene-Eocene Thermal Maximum (PETM). This study will involve the detailed examination and chemical analysis of sediments that accumulated on the seafloor during the PETM. The chemical composition of marine sediments, as they accumulate over time, varies in response to the fluctuating chemical composition of the seawater in which they are deposited. In turn, the chemical composition of seawater is controlled by environmental conditions, such as temperature and weathering, as they also fluctuate over time. By making appropriate analyses of marine deposits that span the PETM, we have a powerful means of tracking changing environmental conditions. Working with colleagues from Belgium and Russia, we will obtain new sample sets from key marine deposits that span the PETM in Russia, Egypt and Asia. These particular successions accumulated on the continental shelf and are ideal for our study because they are relatively thick and complete, enabling us to sample them at very high resolution. The deposits also contain abundant organic carbon of marine origin, which ensures that they are ideal for our study. We will carry out new molybdenum-isotope analyses (an indirect measure or 'proxy' for the level of seawater oxygenation), osmium-isotope analyses (a proxy for continental weathering rate), and carbon-isotope analyses (an indicator of the state of the global carbon cycle). We will also perform strontium-isotope analyses (another proxy for continental weathering rate) on barium sulphate from deep-sea cores that traverse the PETM, using samples provided by a colleague in the USA. Observations show that in addition to the sudden onset of severe global warming at the PETM, there were high levels of species extinctions in the oceans and significant changes in species distributions on land. Notably, the PETM marks the point immediately after which land mammals started to flourish. These major environmental changes were accompanied by a very distinctive carbon isotope anomaly that affected all biospheric reservoirs, both on land and in the oceans, which not only tells us much about the event but also enables us to correlate PETM sections across the world. The overall objective of our project is to establish how, and over what timescale, the major changes in the global carbon cycle, continental weathering, and seawater oxygenation levels occurred at the PETM. This new information will show us how the Earth system responded to and recovered from severe environmental stress in the past, and may help us to understand the course of future change.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F021313/1","grantId":"NE/F021313/1","fundValue":"394190","fundStart":"2009-04-01","fundEnd":"2012-05-04","funder":"NERC","impactText":"  The results of this project have provided us with a better understanding of how seawater oxygenation responds to global temperature. This outcome has been achieved through the careful study and analysis, for the first time, of geological samples taken from an interval of time when global temperatures were significantly greater than at present. Environment Societal","person":"Anthony Stephen Cohen","coPersons":["Angela Louise Coe"],"organisation":"Open University","findingsText":" The results of this project potentially have wide-ranging applications; the reason why this is so is two-fold. Firstly, low-oxygen conditions were an essential pre-requisite to the accumulation of the organic-rich marine sediments that form hydrocarbon source rocks, on which we depend for energy and countless materials. A better understanding of why these conditions occurred provides key information for the hydrocarbon industry. Secondly, observational evidence suggests that seawater deoxygenation at the present-day is related to anthropogenic global warming, amongst other factors. In particular, seawater deoxygenation in coastal environments may potentially have severe, deleterious effects on marine biota. However, it is very difficult to predict the future course of seawater deoxygenation, or its consequences, with any certainty. In contrast, this project has demonstrated that it is possible to examine how seawater deoxygenation in practice proceeded throughout an ancient episode of severe, CO2-driven global warming. Our work has demonstrated that information about past ocean oxygenation on a global scale may be recovered from appropriate sections that record some key geological events. The next stage, for future work, is to obtain longer records of ocean oxygenation, on multi-million year time scales, and to use those data to tune Earth system models that will then better predict future oxygenation trends. The main end-users of this research are academics: Earth scientists, oceanographers, paleoceanographers, and climate scientists. But additionally, and importantly, the results of this work tell us about certain aspects of the behaviour of the Earth system that are relevant to both present-day environmental change, and also to the accumulation of hydrocarbon source rocks. This work has thus been central to the organisation of a number of scientific conferences and discussion meetings in which both policymakers and regulators, and representatives from the hydrocarbon industries, have been directly involved. Energy,Environment","dataset":"gtr"}