{"id":"F8002FFC-1C52-4833-91A1-D24D1BBB3509","title":"Prompting in situ testing and monitoring of civil engineering infrastructure using special lectures and exhibitions","abstractText":"The durability of building materials, such as stone and concrete, depends on their porosity and permeability; that is, if they are highly porous and permeable, gas and water can penetrate through them, which can lead to different types of deterioration of the material. Through a series of computer animations, it is intended to demonstrate the concept of packing density of materials and its influence on the penetrability characteristics and, the resulting, durability performance, such as corrosion, freeze-thaw scaling and salt-induced disintegration. These computer displays will be accompanied by physical exhibits, to illustrate the usefulness of in situ testing and monitoring the behaviour using embedded sensors. The working principle of sensors will be illustrated using these exhibits, which are intended to stimulate an interest on the physics of material behaviour in undergraduate students in Science and Engineering and an awareness amongst engineers and professionals in the construction industry on how to ensure sustainable and durable construction materials.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D506425/1","grantId":"EP/D506425/1","fundValue":"20562","fundStart":"2006-03-01","fundEnd":"2007-04-30","funder":"EPSRC","impactText":"  The physical displays at the exhibitions and computer animations have encouraged potential users of non-destructive test instruments and sensor systems for assessing the durability of concrete structures to buy these devices from two university spin outs, Sengenia Limited and Amphora NDT Limited. Construction Economic","person":"Muhammed  Basheer","coPersons":["A E  Long"],"organisation":"Queen's University of Belfast","findingsText":" This grant was to demonstrate the concept of packing density of materials and its influence on the penetrability characteristics and, the resulting, durability performance, such as corrosion, freeze-thaw scaling and salt-induced disintegration through a series of computer animations and physical exhibits. They were then used to demonstrate the usefulness of in situ testing and monitoring the behaviour using embedded sensors. The working principle of sensors were illustrated using these exhibits, which was intended to stimulate an interest on the physics of material behaviour in undergraduate students in Science and Engineering and an awareness amongst engineers and professionals in the construction industry on how to ensure sustainable and durable construction materials. Through participation in international conferences and exhibitions, around 500 professionals and students were introduced to these new technologies. The displays at the exhibitions in international conferences generated interests in in situ test devices and sensor systems to assess the durability of concrete structures. This enhanced the sale of these instruments/devices of two University spin-outs Amphora NDT Limited and Sengenia Limited. Construction,Education","dataset":"gtr"}