{"id":"F80C8C32-3F50-4F1D-8187-E55B20F7964E","title":"The role of viral and cellular proteins in programmed -2 ribosomal frameshifting","abstractText":"Cellular proteins are encoded in DNA but synthesised by the ribosome through a messenger RNA (mRNA) intermediate, that is copied from DNA. The process of protein synthesis is called translation. The mRNA is fed into the ribosome which moves along until a triplet start signal in the mRNA is recognised. At this point, polypeptide synthesis starts, and as each subsequent triplet nucleotide &quot;code&quot; is decoded, one amino acid is added to a growing chain. The ribosome sticks to the triplet code (the reading frame) until it reaches a stop signal, at which point the completed protein is released. Some mRNAs, however, have embedded signals that instruct a proportion of the translating ribosomes to change reading frame, that is, to frameshift, at a defined position and to continue translation in an overlapping coding frame. Most examples of frameshifting come from viruses, although several have been found in cellular genes. Frameshift signals allow the synthesis of two proteins from a single mRNA and are most often used to attach a distinct C-terminus onto a protein. Many pathogenic viruses of animals and plants use frameshifting in the expression of virus proteins, including the retrovirus HIV and the SARS coronavirus. In almost all examples studied, the frameshifting event is a -1 frameshift (-1FS), that is, the ribosome moves backwards by one nucleotide on the mRNA. The mRNA signals that induce frameshifting are composed of two elements, a &quot;slippery sequence&quot;, where the ribosome changes frame and, immediately downstream, a stable region of double-stranded RNA (originating through base-pairing of self-complementary regions) referred to as the stimulatory RNA. The elements are spaced such that as the ribosome is decoding the slippery sequence it encounters the stimulatory RNA, and it is thought that a failure to properly unwind the stimulatory RNA leads to a -1FS on the slippery sequence.\n\nRecently, a novel example of a -2 frameshift signal (-2FS) has been unearthed in the porcine reproductive and respiratory syndrome virus (PRRSV). This relative of the SARS coronavirus is an economically important pathogen of pigs responsible for estimated losses of $600 million per annum in the U.S. alone. The PRRSV -2FS frameshifting signal has three unusual features that set it apart from the many examples of -1FS. First, the ribosome moves two nucleotides backwards on the mRNA rather then one. Secondly, and very surprisingly, there is no obvious stimulatory RNA secondary structure. Computational and manual inspection of the region does not reveal any stable base-pairing downstream of the slippery sequence. Thirdly, we have established in unpublished work that the viral protein nsp1 is required for efficient -2FS. This is the first example of a role for a virus protein in frameshifting. The PRRSV signal thus represents a highly novel translation system that warrants further investigation. In this application, we propose a detailed characterisation of the signals for -2FS in PRRSV and an investigation into how the viral protein mediates its stimulatory effect. We will test whether the nsp1 protein and/or cellular proteins can bind directly to the RNA downstream of the slippery sequence and affect ribosome function, or whether such proteins function by binding directly to the ribosome. We will also ask whether ribosomes pause upon encounter of a -2FS signal, as is commonly observed at -1FS signals. We will also investigate the role of frameshifting in the context of the PRRSV itself. New knowledge gained from our analysis will be used to search databases for other -2FS signals in viral and cellular genes.\n\nOverall, the work will hopefully provide new information about the biology of gene expression and expand our knowledge of ribosome function and virus translation mechanisms. In the medium term, the work should help towards the development of vaccines and antiviral approaches to inhibit the replication of PRRSV.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L000334/1","grantId":"BB/L000334/1","fundValue":"328284","fundStart":"2013-12-01","fundEnd":"2016-11-30","funder":"BBSRC","impactText":"","person":"Ian  Brierley","coPersons":[],"organisation":"University of Cambridge","findingsText":" In the first year, we have identified the first example of a trans-acting stimulator of programmed ribosomal frameshifting. Grant is still in progress, but work has potential for understanding and blocking replication of the economically devastating PRRSV virus. Agriculture, Food and Drink","dataset":"gtr"}