{"id":"F80DF528-06E8-4431-B509-8F1B628E3867","title":"Carbon Capture and Storage: Realising the Potential","abstractText":"Carbon Capture and Storage (CCS) technologies are potentially important contributors to global efforts to reduce fossil fuel emissions of CO2. If successfully developed and deployed, they could allow the continued use of fossil fuels whilst achieving large reductions in emissions. Although under active development, there are significant uncertainties about the technical, economic and financial viability of CCS. This project will conduct an independent, inter-disciplinary assessment of CCS viability from now to 2030, by a three-institution partnership from the Universities of Sussex, Edinburgh and Imperial College in close co-operation with research user organisations. Results will contribute to academic understanding, public policy making and business analysis of CCS. The project team includes expertise in CCS engineering and storage; in the analysis of low carbon innovation; and in energy economics and policy. The project has three main objectives: - To help policy makers to understand the conditions for successful commercialisation of CCS technologies with respect to a range of criteria - and to inform policy decisions on whether to make these technologies mandatory for fossil fuel power plants and other large sources of fossil fuel emissions - To develop a new approach to the assessment of emerging low carbon technologies by studying past innovations with similar characteristics to CCS, and the way in which they were developed and deployed. - To contribute to the UK Energy Research Centre's research programme by providing a source of independent expertise in CCS technologies, by improving understanding of their potential role in low carbon energy systems, and by developing tools to assess technologies with multiple uncertainties To meet these objectives, the research project includes three main research activities and a programme of engagement and dissemination. The research activities are: 1. The identification of key dimensions of uncertainty for CCS. Dimensions of uncertainty include issues such as scaling up from demonstration to utility scale (CCS technologies have yet to achieve this), integrating component technologies with one another (components of CCS systems exist, but not in an integrated system) and public acceptability. This activity will draw on insights on technology appraisal from the academic literature and practitioners (e.g. policy makers and financiers). 2. Technology case studies. This activity will examine historical and contemporary technologies that can help to understand the dimensions of uncertainty for CCS. 8-10 technologies will be chosen for analysis, including the way in which government policy, private sector strategies and other factors have affected their development. Possible case studies include nuclear power, North Sea oil and gas investment, and technologies from the military, aerospace and other utility sectors. 3. The analysis of CCS development and deployment to 2030. This activity will explore how CCS technologies might be demonstrated and deployed in the UK. The case studies of other technologies and the dimensions of uncertainty will be used to analyse these 'pathways' to deployment. A key issue for the analysis will be influence of changes in the energy market on the risks of investing in CCS technologies. The project will also compare possible pathways for CCS in the UK with similar analyses in other countries - particularly China and the USA With respect to dissemination and engagement, the project will produce outputs regularly from an early stage, publish them on a project website, and will produce a final report in spring 2012. The project will develop specific advice and implications for UK policy. It will engage with stakeholders such as policy makers, firms, regulators and environmental groups through a steering group that will meet regularly to advise on progress and emerging outputs.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H013326/1","grantId":"NE/H013326/1","fundValue":"122751","fundStart":"2010-04-01","fundEnd":"2012-03-31","funder":"NERC","impactText":"","person":"Robert  Gross","coPersons":["Peter John Pearson","Jonathan  Gibbins"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}