{"id":"F8175775-B6B2-4C26-A771-81A5D8137C54","title":"DECODE (Decision Environment for COmplex DEsigns )","abstractText":"Organizations increasingly struggle to deliver large systems against contracted lead-times, budgets and performance targets. Recent, prominent examples of Aerospace and Defence (A&amp;D) programmes that have experienced difficulties include the Airbus A380, Lockheed Martin Joint Strike Fighter (JSF), Airbus A400m, Boeing 787, Pratt and Whitney PW6000. Similar problems typify all other sectors where large systems of systems need to be realised. In many sectors, product complexity is arguably increasing at a greater rate than organizational competence as evidenced by increasingly commonplace aerospace programme failures.The picture is further complicated by rising commercial pressure to offer performance guarantees measured in decades and the ever increasing need to address environmental impact. A&amp;D manufacturers now regard their service and support processes as central to competitive survival. As an example, more than half of Rolls-Royce's 6 billion annual sales now come from services. Hence even at the very early concept stage it is now crucial that the system design process is able to provide a life-cycle perspective.The design decision making process for A&amp;D systems has evolved over many years. In the past a chief engineer would assimilate information from a number of disciplines and use experience, intuition and judgement to make top-down decisions in seeking good trade-offs. The sheer scale, breadth and complexity of current A&amp;D systems no longer permits the design problem to be assimilated by a single individual. Hence the chief engineer role is now largely associated with managing committees of specialists to review and sanction consensus driven / devolved decisions at very large and lengthy design review meetings. The DECODE project will provide breakthrough capbilities in this area by providing design exploration and optimisation supported decision making at a systems level. It will demonstrate an approach that does not currently exist to allow organisations to analyse, search for and understand the optimum trade-offs between capability, cost and life for a complex system. In DECODE users will be able to pose trade-off questions of the simulation environment and receive reliable, quantitative responses on the impact of choices. This feed-back will be provided by a combination of onotology suported data mining and the coupling of flexible geoemtry schemes to large scale grid based computing.To do this an innovative design decision support environment that focuses on value metrics will be used. In effect a Value-Driven mission control capability for design decision making will be researched and developed. This will underpin a series of studies based on a realistic aerospace design challenge. It will integrate early concept design exploration with full resolution, geometry backed design computations and detailed manufacturing and operations models. The research undertaken under DECODE will enable design decision making capabilities that provide holistic optimisation at a system level to maximise satisfaction of all the stakeholders associated with the system. It is intended that this work will take place with loose collaboration with Leeds (Professor Chris Clegg) and Bath (Professor Andy Graves) who will be pursuing related and complementary research in the organisational aspects of design.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H007431/1","grantId":"EP/H007431/1","fundValue":"768872","fundStart":"2009-12-01","fundEnd":"2012-11-30","funder":"EPSRC","impactText":"  A report was submitted to the EPSRC Aerospace, Defence and Marine Economic","person":"James  Scanlan","coPersons":["Kenji  Takeda","Andrew John Keane"],"organisation":"University of Southampton","findingsText":" how to design low cost unamnned aircraft several follow on projects Aerospace, Defence and Marine","dataset":"gtr"}