{"id":"F8184604-5151-4CB8-B8AF-08A50CF5C76E","title":"SANDPIT - Disruption: the raw material for low carbon change","abstractText":"Evidence suggests that we will need to change our travel habits and practices radically if we are to reduce the carbon emissions from transport to meet government and international targets. Technological developments such as hybrid and electric cars will, to some extent, allow us to reduce our carbon impact and maintain current lifestyles, but they cannot provide all of the necessary reductions in emissions, nor quickly enough. Our travel practices - why, where and how we travel - are a function of the many choices that make up our daily lives; it is difficult to untangle them from our patterns of housing, employment, education, leisure and so on. But we must do so if we are to bring about significant reductions in emissions whilst maintaining quality of life. At the same time, transport policies and the policy-making systems that produce them have developed a number of cultural assumptions, most importantly that travel practices are very stable and that it is very difficult to change both people's travel choices and policy makers' existing ways of thinking.\n\nIn spite of this, there are actually many times when our everyday lives become disrupted, and these events provide windows of opportunity where change becomes possible. Within a seemingly stable overall pattern of transport demand, we are often forced to rethink our usual way of carrying out our everyday lives, and organisations are forced to reconsider how they operate. These disruptions can occur at different levels, from the disruption of a broken leg that means a mother cannot drive her children to school, to the disruption from a volcanic eruption such as the 2010 Icelandic ash cloud that left people stranded thousands of miles from home and businesses with their key employees unable to fulfil their normal roles. It is the potential for these kinds of opportunities to lead to more permanent carbon-reducing changes that this project seeks to explore. This project is an in-depth study of the way we travel and the assumptions we make, how this changes when our lives are disrupted and how the more positive changes can be embedded in everyday life, in organisations and in policy-making.\n\nThe research explores travel practices in a range of places and social contexts, with the understanding that these different contexts influence the ways we travel and how we reduce barriers to positive change. We will study at close hand how disruption affects the real choices people make, and what this teaches us about the opportunities to change travel practices at individual level and within families; in organisations that generate travel demand and impact on our own individual travel decision-making; and within government where policy that determines our travel opportunities is made. We will use a range of innovative research methods to do this including capturing travel behaviour through Facebook and Twitter and carrying out video-recorded mobile interviews. Those taking part in the research will be able to choose how they work with researchers to best capture their travel experiences and how these are influenced by different disruptions, which they identify as being significant. The project then brings together the different social actors, both 'lay' and 'expert' in a number of forums where they have the opportunity to 'deliberate' the different issues that will emerge throughout the research, and challenge each other about what needs to be done to capture the opportunities for change. Lastly the project seeks to establish mechanisms for embedding these changes in everyday life, in organisational practices and in social policy, so that a substantial contribution to reducing carbon emissions from transport is achieved.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J00460X/1","grantId":"EP/J00460X/1","fundValue":"1113520","fundStart":"2011-09-01","fundEnd":"2015-07-31","funder":"EPSRC","impactText":"  It is a little too early to say as we are in the middle of embedding them in practice. Energy,Transport Societal,Economic,Policy & public services","person":"Gregory Richard Marsden","coPersons":["Helen  Roby","Jillian Leigh Anable","James Robert Faulconbridge","Iain  Docherty","Lesley Patricia Murray","Tim John Chatterton"],"organisation":"University of Leeds","findingsText":" This grant will conclude in July 2015. The project is currently working with stakeholder groups to explore a new approach to mobility policy 'flexi-mobility'. Further details will be provided early in 2015. The project has produced a 'Flexi-mobility' Green Paper and is trying to embed this into practice. Energy,Transport","dataset":"gtr"}