{"id":"F8188B08-9F86-459C-A2F9-D22995087768","title":"The role of initiation factor complex assembly and phosphorylation in controlling mRNA recruitment to ribosomes during differentiation.","abstractText":"Critical information stored in the gene sequences of the genetic material (DNA) has to be decoded by the cell to produce a wide variety of essential proteins, as and when they are required. The sequence of each gene specifies the sequence of a given protein, with many proteins themselves in turn responsible for the synthesis of other types of structures in the cell. The general transfer of information from DNA to protein is carried out by the messenger RNA (mRNA), which is a copy of the DNA sequence and has to be decoded by a complex, highly regulated machine termed a ribosome, in a process known as translation. To work efficiently, accurately, and to allow the ribosome to function in the best interests of the cell, this machinery requires other proteins (translation initiation factors; eIF) that interact with each other, the mRNA and the ribosome in a highly regulated manner. One of these, eIF4G, acts as a scaffold protein, onto which the ribosome and several other initiation factors assemble. In mammalian cells, two slightly different genes contain the sequence for eIF4G, and the two genes also express different variants of the final protein. However, at this time we do not know whether these different forms of eIF4G protein perform different or overlapping functions in the cell. Using a model cell system that recapitulates control systems shown to function in the body, we wish to investigate the role of assembly of these components of the translational machinery in selecting specific mRNAs for translation to allow cells to make the correct types and amounts of proteins required for muscle cell regeneration. This study will improve our understanding of the different stages of gene expression, and may also lead to the specific control of certain mRNAs that are deregulated during diseases.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E014399/1","grantId":"BB/E014399/1","fundValue":"289850","fundStart":"2007-05-07","fundEnd":"2010-05-06","funder":"BBSRC","impactText":"  Data has informed colleagues about the role of phosphorylation and assembly of initiation factors in modulating translation initiation Pharmaceuticals and Medical Biotechnology Cultural","person":"Simon  Morley","coPersons":[],"organisation":"University of Sussex","findingsText":" We have demonstrated the importance of assembly of initiation factors into large compexes for driving protein synthesis We have developed important tools and vectors which have been made freely available to the research community Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}