{"id":"F81E9A45-1888-45F8-931A-99641E8EBB0B","title":"Development and validation of a flexible genotyping platform for wheat","abstractText":"Developing new strategies to manipulate yield and pest and disease resistance by marker-assisted selection (MAS) underpins the UK's strategy to generate improved wheat varieties. Academic laboratories, genotyping service providers and breeding companies use MAS to track the inheritance of a host of loci controlling desirable traits such as disease resistance, drought tolerance and yield. Until recently most laboratories have used microsatellite markers in their MAS projects, while these markers continue to be used, for many species Single Nucleotide Polymorphisms (SNPs) have become the marker of choice due to their ease of use and scoring and their ability to be automated with relative ease. However, in allohexaploid wheat the task of identifying similar useful sequence polymorphisms is problematical due to the occurrence of homoeologs from the A, B and D genomes. In this proposal, in collaboration, the John Innes Centre, IDna Genetics and KBioscience and Bristol University will develop both a wheat SNP database and a flexible genotyping platform for wheat. The utility of both will be validated by applying the tools and technologies to several exemplar projects. If successful users will be able to access the technology via two routes: The first consists of an in-house set-up requiring only basic molecular biology equipment (PCR machine and fluorescence plate reader). In this case, users would use the database to help them decide which assays to run and which primers/reagents (all publicly available through the database) to order and suggestions as to where these might be obtained. This constitutes a very low barrier for adoption as most users will be able to perform these SNP assays in house at the scale that best fits their purpose. This level of platform will be employed for the work carried out at JIC. The KASPar platform will replace JICs existing SSR genotyping service and, like the existing service, will be available for external work. An aliquot of the full set of KASPar primers will be kept at JIC and made available via this service. The second form of access consists of outsourcing to competitive service providers, such as KBioscience and IDna Genetics. Both companies have high-throughput platforms installed which will help lower costs and both will be set up to run all the KASPar assays developed in this project. The user would only need to provide genomic DNA and a list of which assays to run. In addition to KASPar, members of the community will be able to use the database to access a range of alternative genotyping technologies such as Illumina GoldernGate/Infinium/SureSelect, etc. For instance, the database will enable researcher to either design suitable probes for ordering from the appropriate technology supplier or they will be provided with details as to who offers the required technology on a commercial bases. This database will then be updated until at least 2017.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I01750X/1","grantId":"BB/I01750X/1","fundValue":"174103","fundStart":"2011-10-03","fundEnd":"2013-10-02","funder":"BBSRC","impactText":"  We have validated a large amount of high-throughput markers on bread wheat elite lines and bread wheat landrace accessions. Working markers have been used for genetic mapping, QTL identification, and marker assisted selection of genetic regions into near isogenic lines for future use in breeding. Agriculture, Food and Drink Economic","person":"Simon  Griffiths","coPersons":["Cristobal  Uauy"],"organisation":"John Innes Centre","findingsText":" A selection of high-throughput SNP markers, which are polymorphic on elite wheat varieties and on wheat landrace collection. These markers will allow a faster identification of genetic loci of interest for bringing in genetic diversity into new elite varieties. The information of the set of particluarly useful markers is passed on to other researchers and breeders. Agriculture, Food and Drink","dataset":"gtr"}