{"id":"F821904B-463F-4E07-8BF3-E32B86046B0A","title":"Season extension of UK asparagus using dynamically controlled atmosphere","abstractText":"Currently, UK asparagus production is unable to provide year round supply, necessitating the import of large quantities of spears from overseas. This practise has a significant environmental impact and burden as much of the product is transported by air freight, primarily from Peru. The independent Carbon Trust has calculated that importing one kilogram of asparagus from Peru generates 11.0 kgs of carbon dioxide whereas UK production produces 2.1 kgs of carbon dioxide per kg. A new opportunity exists whereby the seasonality/ availability of UK asparagus could potentially be extended and gluts in production smoothed by implementing, validating and optimising the use and efficacy of UK-designed dynamically controlled atmosphere technology (DCA). Increasing the availability of UK asparagus through better understanding and modelling of how DCA can suppress postharvest senescent processes will reduce the UK's dependence on imported asparagus, reduce waste and help towards greater self sufficiency.\nFresh produce waste in the UK supply chain is estimated to be between 2 -10% (Terry et al., 2011). Indeed, it is generally acknowledged that a third of consumer derived waste is attributable to fruit and vegetables. Currently, UK asparagus production is unable to provide year round supply, necessitating the import of large quantities of spears from overseas. This practise has a significant environmental impact and burden as much of the product is transported by air freight primarily from Peru and thus results in higher waste levels due to the extended supply chain. An opportunity exists whereby the seasonality and thus availability of UK asparagus could potentially be extended and gluts in production smoothed by implementing, and optimising the use and efficacy of novel UK-designed storage technology. The proposed project seeks for the first time to extend the seasonality of UK-grown asparagus using dynamically controlled atmosphere (DCA); a technology which has been successfully deployed on apples. Although standard controlled atmosphere and modified atmosphere packaging has been previously demonstrated to extend UK asparagus storage life by 4-5 weeks it has resulted in reduced shelf life and poor skin finish. What has not be validated is the manipulation of gaseous composition during storage according to the temporal change in physiological behaviour [e.g. respiration and water loss] and whether senescent processes can be suppressed and waste levels and quality loss reduced. A new dynamic physiological model will be developed to capture the variable effects and factors which influence temporal and spatial changes in physiology and associated senescent processes in asparagus spears. This will be used to develop and further refine the implementation of optimum DCA conditions for different scenarios and markets in a real world setting.\nIncreasing the availability of UK asparagus through better understanding how DCA can suppress senescent processes will reduce the UK's dependence on imported product, reduce waste and help towards greater self sufficiency. DEFRA figures show that 2,748 tonnes of asparagus (with a wholesale market value of &pound;9.9 million) was imported into the UK during the months of July and August 2014. A significant proportion of this market is potentially available to UK growers through the development of dynamically controlled atmosphere storage.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/N004906/1","grantId":"BB/N004906/1","fundValue":"196524","fundStart":"2015-08-05","fundEnd":"2018-08-04","funder":"BBSRC","impactText":"","person":"Leon A. Terry","coPersons":[],"organisation":"Cranfield University","findingsText":"","dataset":"gtr"}