{"id":"F8236085-BD10-4B7A-B117-BEEFB5CA0C98","title":"Steering visual attention in natural scenes: efficient image rendition by actively guiding fixation","abstractText":"What features of an object or region of a scene attract attention? Research over the last few decades has identified several basic features, including movement, colour, brightness contrast, and orientation. This information is important in understanding the mechanisms and strategies that seeing organisms use in their interactions with the environment. Curiously, much less research has been carried out on what properties of objects or regions do not attract attention. In addition to improving our understanding of biological vision, this knowledge could be important in applications such as image and video coding where there is limited channel capacity. If a region of an image receives little or no attention by a viewer, then less channel bandwidth need be allocated to its representation. If, moreover, it is possible to actively influence the probability of a particular location attracting attention by applying image-processing methods, then still less bandwidth might be required. The general aim of the present work is to understand better what regions of a natural scene are represented incompletely or not at all under natural viewing and to determine how this information might be used to steer attention towards other areas of an image to achieve optimum image coding for an electronic display system or more effective advertising or signage. Two practical deliverables are a pilot scheme for reducing video bandwidth and a real-time image display that incorporates image processing to guide fixation to important regions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F023669/1","grantId":"EP/F023669/1","fundValue":"486257","fundStart":"2008-02-01","fundEnd":"2011-07-31","funder":"EPSRC","impactText":"","person":"David Howard Foster","coPersons":["John Peter Oakley"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}