{"id":"F8259A94-D850-4F1C-86F3-2FB6E460900D","title":"Network: Geoforensics and information management for crime investigation","abstractText":"Non-technical summaryPolice searches for murder victims' graves or buried artefacts rely on recognising visual signs of ground disturbance and discarded items undertaken by costly, often unproductive, ground searches and excavations. This proposal aims to evaluate the needs of organizations such as forensic laboratories, prosecution services, and police forces, through a network of users of research, and representatives from different scientific disciplines. The activities of the network will be to review and evaluate existing and new technologies in the topics of analytical 'fingerprinting' of soils and vegetation, non-invasive measurement, data and image analysis, and links with geographic databases for aiding in limiting areas of search associated with evidence from a crime scene. The work of the project will address the following topics:1. Creation of an network of experts with a use, or scientific interest in forensic applications with respect to soils and vegetation.2. Development of a plan of communicating the activities and results of the porject to different audiences.3. Reading and reporting on existing and new technologies in the topics of analysing soils and vegetation, with measurement techniques, image interpretation, and links to geographic databases.4. The writing of proposals for further funding, guided by the expertise of a group within the project working on forensic science.The network will meet at regular intervals with general discussions for all memebers, and specialist group meetings to address topics under the following headings: forensic science, analysis of the characteristics of soils and vegetation, image analysis (e.g. by remote sensing using aircraft, satellites, or pulled across the ground) and measurement tools, computer software, databases and communications of results. The nature of the meetings will be to exchange opinions on the value of, and prioritise improvements in, different types of methods for analysing soils and vegetation, the value of image measurement and analysis for identifying buried features, and the use of geographic databases which can be used to help target areas of search by, for example, identifying sites with a combination of soil and vegetation characteristics derived from analysis of evidence.It is anticipated that the principal beneficiaries of the network activities will be Police Forces, forensic laboratories (such as the Forensic Science Service and police laboratories), and legal institutions, as well as private companies offering forensic analysis. From the beginning, representatives from these parties will be invited to form part of an advisory group, the role of which will be to ensure that the research is appropriately designed. The group will also advise on criteria for the selection of methods, examples of the environment at the scene of a crime, the ways in which evidence has to be submitted in court, and the standards required to meet the requirements of forensic investigators and analysts. Towards the end of the project work will be done on raising understanding of the activities of the project for other groups with an interest in the topic, including recommendations for materials for training for relevant experts. A task of the network will be to develop proposals for further funding from the European Union, national government and industry to develop the science behind the requirements of the forensic activities, and to develop commercial applications of the methods used.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D041473/1","grantId":"EP/D041473/1","fundValue":"63063","fundStart":"2006-05-16","fundEnd":"2009-09-15","funder":"EPSRC","impactText":"  The GIMI network led to :\n1. The creation of an extensive network of experts who use, or have scientific stakes in forensic applications with respect to soils and vegetation. This led to a new international geoforensic network (GIN) under the lead of GIMI member, Dr Laurance Donnelly (then at, Wardell Armstrong LLP, Greater Manchester).\n2. The exploitation of findings enabling the development of proposals for further funding (e.g. European Union FP7). One was successful (MiSAFE), in which some of the tools for reducing areas of geographic search are being further developed, tested in the UK and other European countries, with inputs from police forces, forensic practitioners and legal experts in the UK, Spain and Israel. \n3. The set of summary notes provide a part of the development of materials for use in the teaching and training of practitioners in forensic science in European countries, post-graduate and under-graduate students. Some courses count towards Continuing Professional Development of participants.\n4. The increased understanding of research teams and legal advisors has led to the training and accreditation of research team members (Prof. Dawson, Dr Mayes, Dr Hillier) for the provision of evidence in criminal cases. It has also contributed to the acceptance of methods for the use of analysis of soils in evidence in criminal investigations, which include their use in the UK, Australia, and Spain.\n5. The network coordination team organised the 2nd International Soil Forensics Conference (Heriot Watt University, October 2007; www.soilforensicsinternational.org/), which involved researchers and practitioners in criminal and environmental forensic science, drawing on the network members, with global participation. The book published from materials at the conference (Criminal and Environmental Soil Forensics, 2009, Ritz, Dawson, Miller; Springer; www.springer.com/biomed/book/978-1-4020-9203-9), provides peer reviewed outputs relating to findings from the network activities, as well as wider experience of the use of geoforensics and information management in criminal investigations. A full list of outputs produced over the period of the network grant are at: www.macaulay.ac.uk/geoforensic/. Education,Environment,Government, Democracy and Justice,Security and Diplomacy Societal,Policy & public services","person":"David  Miller","coPersons":["Lorna  Dawson"],"organisation":"Macaulay Institute","findingsText":" The GIMI network enabled development and sharing of techniques, knowledge and raised awareness of the potential of geoforensic tools in criminal and environmental investigations.\n(i) The potential for the use of observations on the characteristics of soils for forensic investigations into criminal and environmental crimes. This included formalising sampling protocols for the collection of soil at a crime scene, their treatment and storage, and selected forms of analysis. An international sample sharing initiative was run to conduct a comprehensive analysis of soil samples collected from decomposition trials. Network members used their combined expertise to investigate chemical, physical and biological changes in the soils which result from the decomposition process. Results sought to provide a better understanding of the interaction between soil characteristics and soft tissue decomposition. Summary notes were produced on 'SOC sampling protocol suggestions for the collection of soil', and 'The geological search for a homicide grave'.\n(ii) The use of digital geographic information for reducing areas of search for criminal and investigations. This included formalising types of search such as scenario-based, feature-based, and intelligence led. By linking descriptions of soil characteristics from analytical and non-invasive sources with existing Geographic Information Systems (GIS) and associated databases of soils and vegetation enables areas of search to be geographically targeted. This can be done, for example, by identifying sites with a combination of soil and vegetation characteristics derived from analysis of evidence. Other geographic datasets (e.g. data on transport routes and population centres) can then be used in combination with those of soils and vegetation to explore hypotheses regarding worthwhile areas of search.\n(iii) Expanded networks of parties with related interests. The network held regular plenary meetings for exchanging opinions on the value of, and prioritising improvements in, methods for analysing soils and vegetation; the value of image measurement and analysis for identifying buried features; and, the use of geographic databases to help target areas of search (e.g. by identifying sites with a combination of soil and vegetation characteristics derived from analysis of evidence). Overseas members of the network visited UK members, including Dr David Nobes (New Zealand), on the use of ground penetrating radar in peatlands; Prof. Rob Fitzpatrick (Australia) on the experiences of soil evidence in court; Dr Shari Forbes (Canada) on decomposition and soil evidence; Dr Ray Murray to Belfast; and spin-off visits following the Soil Forensics International Conference, 2007. \n(iv) Increased understanding of the requirements of tools and presentation of evidence in court. From the outset, representatives of police forces, forensic laboratories (e.g. FSS and police laboratories), legal institutions, and private companies offering forensic analysis were part of a network advisory group. Their role was to ensure that the research was appropriately designed and relevant. The group advised on criteria for selection of methods, examples of the environment at the scene of a crime, requirements of evidence for submission in court, and the legal standards and good practice required by forensic investigators and analysts. This included understanding the role of geoforensics (contributing to dealing with trace evidence and areas of search), and the nature of the communications required. For example, consideration of the audience, the method of engagement and recognition of expertise and, importantly, of limitations of expertise and methods. A summary note was produced on 'The importance of effective communication between forensic geoscientists and the police'.\nWork on raising understanding of geoforensic information is a legacy activity of the GIMI network. This included the running of an activity, Murder, Mystery and Microscopes, part funded by a Scottish Government Public Engagement Grant, with events run at the British Science Association conferences in Liverpool and Guildford, and the science festivals in Edinburgh and Aberdeen. Dissemination included presentations at a series of conferences on crime science run by the UCL Centre for Security and Crime Science, with session dedicated to the EPSRC Think Crime 4 - Networks.\nA full list of outputs produced over the period of the network grant are at: www.macaulay.ac.uk/geoforensic/. Findings from GIMI have been taken forward in support of further research proposals, particularly to the European Union FP7. These included Marie Curie Programme, EU FP7 Programmes, and national funding bodies (e.g. Canada). An example of a successful bids was the EU FP7 project (MiSAFE), in which the following have been further developed: \n(i) understanding of requirements for geographic databases for soils and vegetation has underpinned the development of geographic analysis tools for reducing areas of search, applied to other European countries (Israel, Spain, Denmark); \n(ii) Tools for the comparison of field samples with attributes of soils or vegetation have been further developed and tested in other environments;\n(iii) The use of geoforensic information and tools in the support of evidence in criminal investigations, is being tested in different legal jurisdictions in Europe, drawing on the expertise of network members.\nThe expectation is that the tools and approaches explored with partners in the GIMI network will be tested for their suitability for use in different countries. Appropriate training (in CPD courses) will be undertaken to enable their uptake by investigating authorities. Digital/Communication/Information Technologies (including Software),Education,Environment,Government, Democracy and Justice,Security and Diplomacy","dataset":"gtr"}