{"id":"F825B9A9-251A-4BAA-88CE-4CA8A6405A26","title":"Modelling economic impact and strategies to increase resilience against tree disease outbreaks","abstractText":"Context\nForests in the United Kingdom are facing increasing pressures from pests and pathogens. An increase in the volume and global scale of trade, coupled with the evolution and adaptation of pests in the context of global change, has led to new diseases and pests appearing in the UK at an increasing rate. Thus, the issue is not so much whether a new epidemic will emerge in the next years, but when and how it will happen. Tree diseases result in economic costs in terms both of losses in timber values and environmental costs such as impacts on forest landscapes. However, measures to reduce the likelihood of occurrence or speed and extent of spreading the UK are also costly to forest managers. There is thus an important balance to be struck. Understanding the costs and benefits of management options to reduce disease risk requires the researcher to jointly consider both environmental and economic drivers. The characteristics of the physical and biological environment affect the spread of plant diseases, but the response of forest managers also determines this spread. Moreover, the outcomes for a given forest manager of their own actions depends on the actions of others in the landscape, since it is the overall spatial pattern of land management which determines disease spread.\n\nForests in the UK provide a range of important ecosystem services. Forests are used for the production of timber, but also have recreational and aesthetic values and play a key role in the carbon cycle. Land management policies which maximize the non-monetary (e.g. conservation) or monetary (e.g. timber) value of output do not necessarily lead to a forest landscape structure, tree species composition or forestry practices that are best for disease risk minimization. There is a potential conflict between enhancing the carbon sequestration and provisioning and cultural ecosystem services of forests on one hand, and increasing the resistance and resilience of forest ecosystems with regard to outbreaks of pests and pathogens on the other. \n\nAims and objectives\nIn this project, an interdisciplinary team of mathematicians, forest ecologists and economists will work together to build a series of models to allow us to study the ways in which different management options can reduce risks and expected damages from a range of forest diseases. Besides considering the effects of disease management options on the spread of diseases, the models will generate information on the effects of these options on the supply of other ecosystem services from forests, such as carbon sequestration and storage, and recreation opportunities, as well as on an indicator of forest biodiversity. Combined with a &quot;Choice Experiment&quot; implemented with members of the general public, these models will allow us to measure the benefits and costs of these management options, and to study which policy options offer best value for public money. An important aspect of the modelling work will be to show the spatial interactions between forests which are key to understanding disease spread. We will also study the implications of uncertainty on the part of forest managers over the effects of their actions on the best choice of option, using a real options approach.\n\nPotential applications and benefits\nThe project will provide results that will be of use to forest managers and to government agencies and departments which are concerned with tree and plant diseases and forest management. A risk ranking of forest management options, and a cost-benefit ranking of management options will help improve the quality of forest disease management and policy design. A wide range of stakeholders will be included in the project's knowledge exchange activities to ensure the widest application of these insights. The project will also advance scientific methods in the study of invasive diseases which are linked to land management.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L012359/1","grantId":"BB/L012359/1","fundValue":"35622","fundStart":"2014-06-30","fundEnd":"2017-06-29","funder":"BBSRC","impactText":"","person":"John Robert Healey","coPersons":[],"organisation":"Bangor University","findingsText":"","dataset":"gtr"}