{"id":"F826E748-0E12-4ECE-BF14-FD7A3416A85E","title":"Synaptic role of the AMPA receptor N-terminal domain","abstractText":"The brain is made up of nerve cells or neurons (~90 billions in the human brain, ~ 75 million in the mouse), which communicate via specific cell junctions termed synapses. Synapses are the sites where information between neurons is transmitted and stored (i.e. laid down as memories); information storage at synapses is believed to require plastic changes in synapse function and efficacy. Signaling across synapses is initiated by the release of neurotransmitter chemicals from an 'upstream' neuron, forming the pre-synaptic site, onto the post-synapse of a downstream recipient cell. A primary neurotransmitter in the mammalian brain is the amino acid glutamate, which, when released by the pre-synapse, activates recipient protein molecules on the post-synapse. These neurotransmitter recipients are termed receptors and lie at the heart of this proposal. The glutamate receptor central to the application is the AMPA-receptor (AMPA-R; based on its selective pharmacological properties). AMPA-Rs initiate excitatory neurotransmission, i.e. they depolarize the post-synaptic membrane in response to binding glutamate. Depolarization results from a glutamate-triggered flux of positively charged particles (cations), through a narrow opening in the AMPA-R channel, into the post-synaptic neuron. \nSynaptic potentiation, the substrate for information storage, results from the recruitment of additional AMPA-Rs to the post-synapse - this recruitment gives rise to increased net cation-influx and augments the level of depolarization. Potentiated transmission also requires the clustering of AMPA-Rs at the synapse and their retention opposite glutamate-release sites. In this proposal we will investigate mechanisms underlying AMPA-R clustering and retention at synapses in response to potentiating stimuli. We have preliminary evidence suggesting that the distal portion of the AMPA-R, the N-terminal domain (or NTD) regulates receptor diffusion/retention and clustering at post-synaptic sites. Hence, the NTD appears to play a currently elusive role in AMPA-R-mediated synapse potentiation and therefore in synaptic learning. \nAMPA-R retention also stabilizes post-synaptic structures, and our data point to a role for the NTD in this process. Since synapse elimination is a hallmark of neurodegneration, NTD-mediated receptor retention would have the potential to oppose neurological disorders such as Alzheimer's disease and related dementias. These observations, together with our accumulating evidence for the NTD as novel drug target, highlight a key role for the AMPA-R NTD in synapse function. In summary, our proposed work will provide mechanistic information into the role of AMPARs in synaptic learning and synapse stabilization.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/N002113/1","grantId":"BB/N002113/1","fundValue":"272825","fundStart":"2016-02-01","fundEnd":"2019-01-31","funder":"BBSRC","impactText":"","person":"Ingo  Greger","coPersons":["Jason  Chin"],"organisation":"MRC Centre Cambridge","findingsText":"","dataset":"gtr"}