{"id":"F8283AB3-0CF8-4120-B383-D937472840F6","title":"Calogero-Moser correspondence: at the crossroads of representation theory, geometry and integrable systems","abstractText":"When we want to organise things, we tend to make lists. This is also true for mathematicians, although in mathematics the lists are usually infinite. When dealing with an infinite list or family of objects, you first need to come up with a way to label them: for example, do you label the objects by natural numbers 1,2,3,...(indices) or by real numbers (parameters)? Labelling by real numbers (or by k-tuples of real numbers) means that you parameterise the objects in the family by points on the real line or in k-dimensional space. Obviously, as with any list, you need to make sure that you haven't missed anything or didn't count something twice. For that reason, quite often the space of parameters is more complicated than just a real line or space, and it is not always easy to get it right.\n \nFor example, look at all circles of radius 1 in the plane. Each circle is uniquely described by giving its centre, i.e. the whole family is parameterised by points of the plane. If instead we look at the family of all lines in the plane, then a parameterisation is less obvious; in this case, the space of parameters has a shape of the Mobius band. In both cases the parameterisation on a small scale looks similar, but globally there is a significant difference: the plane surface has two sides while the Mobius band has only one.\n\nIt is usually difficult to parameterise an infinite family of objects in an orderly fashion by the points of some nice, smooth space, so whenever that happens it makes mathematicians very happy. This project will look into particular instances of a recently emerged pattern when the objects which look completely unrelated at first, turn out to admit nice parameterisation by the same space. For instance, solutions of some complicated nonlinear differential equations governing water waves turn out to correspond to solutions of some algebraic equations, which in their turn correspond to the motion of certain interacting particles. Uncovering deep underlying reasons and mechanisms for such correspondences is very important, because we can then hope to use them in other situations in order to solve otherwise inaccessible problems. And that's exactly what the proposed project will try to achieve.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K004999/1","grantId":"EP/K004999/1","fundValue":"237157","fundStart":"2013-04-10","fundEnd":"2016-08-06","funder":"EPSRC","impactText":"","person":"Oleg  Chalykh","coPersons":[],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}