{"id":"F82D255C-3C88-4C08-9F2F-FAC981D865F4","title":"The ConDuCT Hub: Collaboration and Innovation for Difficult or Complex Randomised Controlled Trials","abstractText":"The overall aim of the MRC ConDuCT Hub is to provide the conditions for research staff to come together and develop new techniques to design and complete randomised controlled trials (RCTs). RCTs are the most powerful form of medical research that can change what doctors advise. RCTs can compare outcomes for patients receiving different treatments or compare new treatments with existing treatments, or a placebo (dummy treatment). Researchers assign participants to each treatment group at random to ensure that comparison between the two groups is scientifically accurate as all other things apart from the treatment are likely to be comparable in each group. Although RCTs provide good evidence, many are very difficult to design and complete, e.g. some are not completed because they are unable to recruit enough patients. Other RCTs are not started because the issues require complex design, conduct and analysis of results. The MRC ConDuCT Hub will concentrate on research that allows RCTs considered clinically important but too ?difficult?, to be undertaken successfully. The Hub should thus eventually lead to changes in clinical practice and better information for doctors and patients about which treatments to choose, based on the best evidence. \nThis will be achieved by bringing together an experienced team with different research backgrounds to develop new ways of carrying out RCTs. The Hub will be directed by a surgeon who works in the NHS and already carries out research to improve RCTs. Researchers in the Hub will work with other MRC Hubs across the UK and with NHS organisations in South West England and South Wales to carry out this work. \nThe ConDuCT Hub will provide a training programme of short courses and workshops based on each of six research themes. This will provide basic and advanced learning opportunities for researchers and clinicians designing and conducting RCTs. New courses and PhD studentships will be provided in the specialist research areas. \nIn conclusion, the ConDuCT Hub will bring together researchers and clinicians to improve the design of RCTs. This will lead to more and better RCTs being started and completed. The ConDuCT Hub will focus on tackling important questions about the best treatments and should lead to better information for patients and doctors making decisions about which treatments to use.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0800800","grantId":"G0800800","fundValue":"1821980","fundStart":"2009-04-01","fundEnd":"2014-03-31","funder":"MRC","impactText":"","person":"Jane Miranda Blazeby","coPersons":["Alison  Heawood","Sian  Noble","J Athene  Lane","Christopher Richard Metcalfe","Jenny  Donovan","A E  Ades"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}