{"id":"F83523AF-E6EA-4C67-BACE-9B6C2FC6E740","title":"The Formulation and Non-formulation of Security Concerns: Preventing the Destructive Application of the Life Sciences","abstractText":"It is well established that policy agendas define and construct what counts as a concern (Majone 1989). Yet, what remains outside of professional and policy agendas is equally an issue of importance. 'Strategic surprise', for example, is a recurring hazard for those attending to the security implications of science and technology (S&amp;T). Yet, why and how some topics are ignored are questions amenable to social sciences and humanities inquiry. \n\nThis project seeks empirically and theoretically to assess what is *not* taking place in relation to the analysis of the implications of science for security. It will study what is not taking place in different case studies related to the potential for life science knowledge and techniques to serve destructive purposes. Through doing so, the project will consider how such cases can inform other studies of emerging areas of concern and how they can inform empirical social research in general. \n\nA number of questions that address themes of ethical blindness, taken for granted assumptions, and the social basis of assessments will be central to this project, including: \n* How, for who, between whom, and under what circumstances have some applications of science become rendered non-issues? \n* What are the everyday routines, practices, social structures that shape this process? \n* How have scientists, diplomats, security analysts, and others fostered attention to or distanced themselves from applications of their work?\n\nIn relation to Global Uncertainties Programme's goals, this project asks how a diverse range of expertise can be brought together in a systematic fashion to address practical dilemmas associated with openness and collaboration in science. Consideration will be given to how perceptions of S&amp;T and its implications for defence and security vary across professional communities, regulatory regimes, and national contexts. The specific concern with the hostile application of the life sciences examined through the interdisciplinary programme of inquiry outlined in this application will serve as a springboard for addressing what is left outside professional and policy agendas. The ultimate impact anticipated from this project -- as also demonstrated by the activities set out in the 'Pathways to Impact' section -- is to support efforts to prevent the malign use of life sciences and, thus, ensuring S&amp;T work to improve human security.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/K011308/1","grantId":"ES/K011308/1","fundValue":"209292","fundStart":"2013-03-01","fundEnd":"2014-12-31","funder":"ESRC","impactText":"","person":"Brian  Rappert","coPersons":["Brian Leslie Balmer","Alexander  Kelle","Samuel Ashley Evans"],"organisation":"University of Exeter","findingsText":"","dataset":"gtr"}