{"id":"F83982B3-BF02-448F-849A-636B3F900BBC","title":"Imbalanced Data Set Modelling and Classification for Life Threatening/ Safety Critical Applications","abstractText":"Machine learning from imbalanced data sets is related to a broad range of very important problems in many engineering and scientific disciplines, e.g. medical diagnostics, signal detection and machine/material fault detection. Apart from the highly practical value, data learning from imbalanced data sets is also of high theoretical interest. Because the performance metrics used in conventional classifier construction may break down when applied to the imbalanced data sets, this has motivated considerable researches in machine learning communities aimed at a variety of learning methodologies for the imbalanced data setsDespite significant research in machine learning for imbalanced data, there is still a need and/or a lack of general methodologies that are able to deliver the capability of knowledge discovery as demanded by many hugely important applications. For example, it is highly beneficial to discover new noninvasive biological markers from clinical data, which can improve early medical diagnostics results, in order to start early treatment of a cancer. The motivation of the proposed research can be illustrated by another example. In material science, suppose that new materials with exceptional properties, e.g. strength, are required for new mechanical structures, e. g. military vehicles. For this purpose, a sample of experimental trials is performed to obtain a new material together with the measurements of the properties. It is highly desirable that the properties/behaviours could be discovered, by resort of data modelling using a small sample, rather than performing many more unnecessary and very expensive engineering experiments (large sample).This proposal is concerned with the development of a new modelling approach which builds upon the state-of-the-art nonlinear modelling methodologies and is specifically designed for pattern recognition using the imbalanced data sets. The objectives of the research include the modelling, classification, class probability (risk) prediction and knowledge discovery from the imbalanced data sets which are commonly found in many associated applications.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G026858/1","grantId":"EP/G026858/1","fundValue":"102020","fundStart":"2009-10-01","fundEnd":"2012-09-30","funder":"EPSRC","impactText":"","person":"Xia  Hong","coPersons":["Chris  Harris"],"organisation":"University of Reading","findingsText":"","dataset":"gtr"}