{"id":"F83ADE74-ACD7-43F2-AEFD-7B8C0B3A92CA","title":"Functional and Green End-of-life Nanocomposites: Design, Processing and Characterisation","abstractText":"There is currently a timely opportunity to create dramatically improved green (renewable) and environmentally-friendly biodegradable materials for high volume, low load, and low cost. By manufacturing new bacterial cellulose reinforced bio-derived polymer nanocomposites, a new class of hierarchical composites with both much improved mechanical and environmental performance, as well as reduced through-life costs will be possible. The resulting product will be made completely from renewable resources, and will be totally biodegradable. We are expecting greatly improved materials for which three major applications are envisioned: fibre reinforced green nanocomposites for the automotive and construction industry and foamed nanocomposites as novel insulating materials for the packaging and construction industries.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F028946/1","grantId":"EP/F028946/1","fundValue":"118952","fundStart":"2008-09-08","fundEnd":"2011-09-30","funder":"EPSRC","impactText":"","person":"SJ  Eichhorn","coPersons":[],"organisation":"The University of Manchester","findingsText":" The main findings of this research were that we were:-\n\n\n\n- Reasonable medium property carbon fibres were obtained from regenerated cellulose fibres spun from a liquid crystalline precursor. These fibres could compete potentially in automotive markets.\n\n- Cellulose acetate nanofibres can be spun using electrospinning and can be deacetylated to produce cellulose fibres. These fibres can then be converted to carbon using lower temperatures than are commonly used for this process.\n\n- Deacetylated fibres (as above) can also be spun containing carbon nanotubes. These carbon nanotubes act as nucleating agents for the graphitisation of the fibres.\n\n- Silicon carbide inclusions were also found to assist the nucleation of graphitized zones.\n\n\n\n3 papers have been published so far with a 4th to appear shortly. Further funding was obtained from the EPSRC Centre for Innovative Manufacturing Feasibility study call to make carbon fibre non-woven materials using regenerated cellulose. This involved a number of companies who have subsequently expressed interest in some of the properties of the materials. The carbon nanofibres could be used as low-cost electrode materials for supercapacitors. ","dataset":"gtr"}