{"id":"F83F4BFD-40CC-4056-A06F-214AD83E3184","title":"Establishment of Collaborative Research Programmes in Power Systems between Cardiff University and Mississippi State University (USA)","abstractText":"Bagley College of Engineering of Mississippi State University (MSU), USA, established a Memo of Understanding (MOU) for exchanges and research collaborations with Cardiff University in 2007. This has involved several short visit exchanges of faculty between Cardiff and MSU. The partnership between the two institutions and some key researchers has now matured enough and reached a stage when a longer-term collaboration through extended academic staff / researcher / student exchanges, collaborative research projects and other partnerships is required. This proposal seeks to establish future collaborative research programmes with MSU researchers and initiate research programmes on security of electrical systems and integration of distributed generation including microgeneration. In addition, exchange of experience between the US and UK in the area of electrical energy networks will be explored. It is proposed to achieve this objective through an initial 5 months visit by Dr Schulz to Cardiff University. The proposed programme of activities is presented in the following four main areas and reporting, (i) Modelling and integration of renewable energy systems (ii) Smart grids and system-level security(iii) Scoping and initiation of future collaborative programmes(iv) Other activities to include teaching, seminars and visitits to other UK universties.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G006741/1","grantId":"EP/G006741/1","fundValue":"43224","fundStart":"2008-08-20","fundEnd":"2009-01-19","funder":"EPSRC","impactText":"  This is a visiting academic project. It allowed building links between Dr Schulz and MSU, USA and Major UK universities. Also, Dr Schulz moved to KSU and become IEEE President in 2013. Good collaboration exists between Cardiff and MSU. A project on renewable energy systems (solar) was intiitated during the visit and this has led to a successful PhD at Cardiff University (D Clark). Education,Energy Cultural","person":"Abderrahmane  Haddad","coPersons":[],"organisation":"Cardiff University","findingsText":" collaboration between Cardiff university and MSU has been strengthened and links were initiated in various fields: high voltage engineering, renewable energy, mechanical engineering, marine energy and medical systems. Work on renewable energy systems using solar energy systems developed a transient model for the solar- power electronics drive system. links with MSU will be exploited to exchange students and staff and help mobility ambitions for the university. Education,Energy","dataset":"gtr"}