{"id":"F8416CEA-A3A8-47FD-99C0-40413E6EE0F5","title":"Cytoplasmic tail interactions of the influenza M2 protein with lipid and protein.","abstractText":"Influenza is an easily spreadable acute infection of the influenza virus that can result in severe illness and death, particularly for young children and older adults. Globally, 3-5 million people suffer severe illness and 250,000-500,000 people die from influenza every year (World Health Organization estimates). Prevention of Influenza through vaccination remains the most effective control. However, the required lead times for vaccine production and the fast evolution of circulating viruses require that development of the vaccines are based on predictions for future circulating strains. As a result, vaccine effectiveness varies widely year-to-year. Although the effectiveness rates are sometimes as high as 90%, the 2012 vaccine effectiveness was below 50%. In addition, drugs may be developed that can prevent an influenza virus infection or limit the seriousness of an infection that has occurred. Drugs that target the viral neuraminidase have been developed (oseltamivir and zanamivir). However, the efficacy of these drugs is variable and resistance to these drugs for some influenza strains is common and for others is increasing. A much older class of antivirals, the amino-adamantane (AA) drugs (rimantadine and amantadine) target the viral M2 protein and have been used for decades to treat influenza in humans and livestock. However the last decade has seen a dramatic increase in resistance to this class of drugs. The vast majority of the seasonal strains including the 2009 H1N1 &quot;swine flu&quot; pandemic and the 2013 H7N9 outbreak in China were resistant to the AA drugs, with swine flu M2 being particularly insensitive. However, the AA drugs, target a single activity of the M2 protein - ion channel activity. M2 is now known to possess additional activities related to the formation of new virus particles, and these activities are attributable to regions of the protein not associated with the ion channel activity. These activities include induction of host cell membrane deformation as well as specific interactions with other viral proteins that facilitate assembly of new virus particles. Our work aims to characterise these interactions at the molecular level that will enable refinement and extension of current models of the viral life cycle. These studies may ultimately pinpoint promising therapeutic approaches to treating influenza.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L018578/1","grantId":"MR/L018578/1","fundValue":"390931","fundStart":"2014-04-01","fundEnd":"2017-03-31","funder":"MRC","impactText":"","person":"Jason Ronald Schnell","coPersons":["Jeremy  Rossman"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}