{"id":"F8430AFC-D40C-428E-B14E-ECB9D4CDF610","title":"I-HE(AR)^2 [I Hear Too] - Improving Heritage Experience through Acoustic Reality and Audio Research","abstractText":"How can audio and acoustics research be employed in the interpretation, understanding and representation of heritage materials and artifacts? How might such audio materials be better preserved for future generations of researchers and heritage visitors? I-HE(AR)^2-Live, a programme of sound works, installations, demos and audio interactives to be held in and around York Minster in October 2009 will showcase these aspects of science/heritage research and set a benchmark for future work. I-HE(AR)^2-Live is the culmination of the I-HE(AR)^2 research cluster's series of workshops, highlighting the potential for audio/acoustic research and technology as a core component of the heritage experience. It will be of interest to researchers, practitioners, heritage stakeholders, and potential industry partners from across the UK and internationally, with significant additional public interest due to the nature of and interest in the chosen venue ensuring the dissemination of the work of this cluster across the widest possible audience.\\n\\nSound is often considered the poor relation of visual stimuli, yet plays a significant role in conveying information for rapid assimilation by a listener, and is a key component in the multi-modal perception of virtual/augmented reality applications. The remit of I-HE(AR)^2 encompasses the understanding and preservation of heritage through the consideration of sound objects (recordings, sound archives, music, instruments), the built environment (architectural acoustics, archaeological acoustics, auralization), sites and landscapes (sound in context). All of these elements are subject to change over time and so their audio/acoustic preservation is just as important for understanding of the past by future generations as any of their other material aspects or properties.\\n\\nThere are key research issues in this area that will be discussed as part of I-HE(AR)^2's activities, including the use of sound recordings and archives in heritage preservation, their restoration, organisation and access together with what to record now for future preservation; virtual acoustic reality and immersive sound as a means to preserve and render sounds and environments in new forms; the role of sound, sound-art and archival recordings as a means to access, enhance understanding, or experience the diversity of heritage; the importance of formalising acoustics research in heritage together with its proper contextualisation; the use of soundscape for conveying information to a listener or wider audience. To further support and disseminate the work of the cluster, downloadable podcasts will be made available as outputs from our workshops, thereby helping to provide our own preserved archive of activities. \\n\\nThrough this programme of work, I-HE(AR)^2 will facilitate a step-change in how audio is used for preserving, experiencing and researching heritage, and by the end of the project will have brought together communities to form a newly focused stream of multi-disciplinary research.\\n\\n\\n\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/G015104/1","grantId":"AH/G015104/1","fundValue":"24538","fundStart":"2009-03-01","fundEnd":"2009-11-30","funder":"AHRC","impactText":"  1. Evening of Sound Art and commissioned music in the Guildhall and Mansion House, York, as part of the DAFx12 Conference. As with the first event the purpose was to educate and inform as to the role sound has in our understanding of the past and our interaction and engagement with Heritage. A number of heritage partners in the City of York and nationally were invited and attended. Based on the success of the model for the I-Hear-Too Live event in the Minster in 2009 the AudioLab at York have c Cultural Cultural","person":"Damian  Murphy","coPersons":["Judith Sara Brereton"],"organisation":"University of York","findingsText":"","dataset":"gtr"}