{"id":"F8499382-5F04-4D39-AD3F-15F1A33BDC45","title":"EUCAN - the UK contribution to a European cold atom network","abstractText":"Cold atom physics was the subject of the 1997 and the 2001 Nobel prizes. It is one of the fastest moving and most rapidly expanding fields in physics and has greatly enhanced our ability to gain complete control of the motion and quantum states of individual atoms.We are seeking funds that will support the UK cold-atom community through fostering stronger links with European colleagues. Exchange visits, conferences and summer schools will allow us for the next three years to discuss at the highest level the technical and scientific aspects of cold atom physics; this will help ensure that any new ideas or techniques from outside the UK are quickly and effectively absorbed by our community. Post graduate research students will benefit enormously from gaining access to a broader and deeper training than is possible through individual research groups.Within the UK we wish to form a link between the cold atom physics community and the condensed matter community. The first step in this direction is to hold a meeting to bring these two communities together.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D054877/1","grantId":"EP/D054877/1","fundValue":"62905","fundStart":"2006-06-29","fundEnd":"2009-06-28","funder":"EPSRC","impactText":"  This was a network grant with the goal of making sure UK scientists fully participated in various European cold-atom activities. This included hosting meetings, attending conferences and students attending summer schools. The numerous trips to and from different European countries provided a positive contribution to UK culture. Aerospace, Defence and Marine,Education Cultural","person":"Ifan Glyndwr Hughes","coPersons":["Charles Stuart Adams","Edward  Hinds"],"organisation":"Durham University","findingsText":" The funds from this grant were used to (1) support the UK cold-atom community through fostering stronger links with European colleagues; and (2) within the UK to form a link between the cold atom physics community and the condensed matter community.\nThe UK is part of a European-wide cold atom Network (INTERCAN); details of the activities supported during the \n3 years can be found at the website: http://www.intercan.org/\nThe ethos of INTERCAN is to strengthen European cold atom research by supporting internationally leading events, such as the biennial BEC conference, Young Atom Optician (YAO) conferences, and the innovative Les Houches pre-doc summer schools which was instigated following the formation of INTERCAN. Noteworthy activities funded by this grant include YAO at Durham in 2007 with approximately 120 early-stage scientists participating (see http://massey.dur.ac.uk/yao/information.html for further details), and Les Houches summer schools (September 2009, September 2008, August 2007).\nWithin the UK we held a successful cold matter forum at Durham (details to be found here: http://massey.dur.ac.uk/eucan/cmf/index.html). At this meeting strong links between the condensed matter and cold atom communities were identified, and subsequently a new network funded by EPESCR arose (&quot;UK network for research at the interface between cold-atom and condensed matter physics&quot;, EP/G029695/1; see www.ultrcoldatoms.org for further details). The first meeting of this network was held at Durham on September 17-18 2009. Within the UK we held a successful cold matter forum at Durham (details to be found here: http://massey.dur.ac.uk/eucan/cmf/index.html). At this meeting strong links between the condensed matter and cold atom communities were identified, and subsequently a new network funded by EPESCR arose (&quot;UK network for research at the interface between cold-atom and condensed matter physics&quot;, EP/G029695/1; see www.ultrcoldatoms.org for further details). The first meeting of this network was held at Durham Aerospace, Defence and Marine,Education","dataset":"gtr"}