{"id":"F84D43B8-C438-439F-ABE3-D26DEAC42EB9","title":"DO ARCTIC PLANT-SOIL COMMUNITIES ACCLIMATE TO LONG TERM ELEVATED CO2 EXPOSURE?","abstractText":"Concentrations of greenhouse gases are rising as a result of continued industrial activity with consequences for our future climate. The biosphere has been suggested as a significant factor mitigating atmospheric change, through its capacity to respond to this change by sequestering additional carbon. Key to our understanding and evaluation of these processes is knowledge about the extent to which ecosystems acclimate to elevated CO2. Some research has indicated only short-term growth responses to elevated CO2, but these studies have often focussed on production responses ignoring more subtle shifts in whole ecosystem function. Even where acclimation has occurred, it is important to determine whether any new state of equilibrium results in altered ecosystem function, especially with regard to C loss or gain. Arctic ecosystems are of critical importance to global conservation and store up to one-third of global soil carbon reserves. Their stability under future atmospheric CO2 scenarios will have major influences on global biodiversity and warming. In this study we want to test whether arctic plant communities do not acclimate fully even with extended exposure to elevated CO2, that below-ground responses lag those above-ground and that exposure to elevated CO2 has a cumulative effect on ecosystem properties that influence ecosystem stability, resistance and resilience. As a result of anthropogenic gaseous emissions, the climate of Arctic regions is likely to alter, in particular with regard to temperature and precipitation. These changes, and other periodic perturbations will challenge the stability of current vegetation and soil microbial processes. Sub-arctic heath systems are also subject to periodic mass herbivory events, for example due to mass infestation by the moth Epirrita autumnata. We will therefore investigate field responses (leaf regrowth and soil respiration) to a simulated defoliation event. In a controlled environment facility, we will also investigate whether variations in soil temperature and moisture content will interact with the future capacity of Arctic soils to retain sequestered C under future elevated CO2. The information from this research programme is vital if we are to be able to make effective management decisions based on improved predictions from climate models. Specifically, the extent to which whole ecosystems acclimate to elevated CO2 is a key area of uncertainty in predicting and modelling future scenarios. Research findings will also significantly advance our understanding of the stability of Arctic ecosystems to perturbations under future climate change and important potential impacts on global biodiversity impacts.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H023690/1","grantId":"NE/H023690/1","fundValue":"290784","fundStart":"2011-03-28","fundEnd":"2014-09-26","funder":"NERC","impactText":"  This research has produced output that will be of international relevance in the future as it targets the contribution of existing ecosystems in mitigating greenhouse gas emissions. \n\nIn the shorter term it has used engagement to impact on individuals, schools and society to make the public and policy makers aware of the importance of the questions addressed via this research. The longer term aim is that outcomes impact and influence these sectors, particularly policy.\n\nFurther research leading to potential commercial outcomes have started to emerge from this initial research. This will introduce its own impacts and if realised could provide economic benefits to the UK. Energy,Environment Cultural,Economic","person":"Dylan Gwynn Jones","coPersons":["John  Scullion"],"organisation":"Aberystwyth University","findingsText":" 1. Introduction - The core experiment was based is located in sub-Arctic heath near the Abisko Research Station (68oN), in Northern Sweden. Subsidiary investigations were undertaken on adjacent heath and at Aberystwyth University. The importance of this research is illustrated by the meta-analysis carried out as part of the project (Jones et al., 2014). Boreal regions are under-represented in elevated CO2 (eCO2) research and below-ground impacts are often not considered. \n2. Current plant characteristics - Shoot length measurements for the dominant dwarf shrub species were disrupted by severe insect herbivory in 2012 and 2013 but not in 2104. In 2014 eCO2 did not affect above ground growth of the dwarf shrubs or shoot and root N/C concentrations in 2014 but N concentrations varied between species and root type. Vaccinium vitis-idaea cover was reduced at eCO2. \neCO2 caused marked increases in coarse root mass in 2014. Since coarse roots accounted for ~ 25% of the soil mass, this response represents a significant C sink. Coarse roots may represent cumulative long-term effects of eCO2 whereas fine roots may reflect more recent responses.\n3. Soil C amounts and form - In bulk soil samples (2014) eCO2 had no significant effect on microbial biomass-C, dissolved-C or respired C. The absence of any eCO2 effect suggests that the coarse root fraction did not interact with more labile C pools. In a short-term study, roots of Calamagrostis purpurea changed composition in response to eCO2 and rhizosphere leachate pH decreased; secondary root frequency was also higher. Roots responded to eCO2 by enhancing nutrient acquisition capacity.\n4. Photosynthate transfers - Much of the additional C fixed at eCO2 has been allocated to coarse roots, whose high C:N ratio would favour their persistence. C isotope data broadly support this interpretation.\n5. Net species and ecosystem C exchanges - Gas fluxes measured in 2012 and 2013, but not in 2011, were seriously affected by defoliation (larvae of Epirrita autumnata). Whereas earlier monitoring indicated that eCO2 increased photosynthesis, in 2012 net ecosystem exchange and community photosynthesis was significantly lower. Findings suggest increased retention of C under stress at eCO2. \n6. Ecosystem stability in response to perturbations - We used artificial defoliation, natural defoliation (caused by outbreak), enhanced UV-B and installation of root ingrowth tubes to look at system resilience. Defoliation resulted in a reduction in ecosystem respiration and an impact on soil enzymes. The dominant species Empetrum hermaphroditum was identified as central to soil C dynamics in this system. For root ingrowth tubes eCO2 increased root biomass and, total and fungal PLFAs (phospholipid fatty acids) but only at enhanced UV-B. \nSummary of key outcomes: a) Highlighted the global relevance of key questions in the journal Environment International. b) Evidence that long-term exposure to elevated CO2 continues to stimulate photosynthesis with additional carbon sequestered into coarse roots. c) Produced six direct research publications (others in prep) and 30 direct engagement activities. \nd) Stimulated further funding application on the commercial relevance of this research by developing partnerships with industry and even further funding. This research investigated the long-term effects of elevated concentrations of CO2 on the carbon dynamics of sub-arctic heath communities. Findings will be of interest to a significant academic audience, as the research is unique in looking simultaneously at all the major aspects of carbon dynamics in the heath. This study comprehensively monitored aspects of plant productivity, canopy gas exchange, microbial diversity, soil respiration and future ecosystem stability. \n\nThe research outcomes will provide invaluable information for increasing the accuracy and predictive power of global climate models (GCMs), with respect to climate-atmosphere-soil interactions in these globally extensive biomes. Current GCMs contain relatively unsophisticated parameterisation of soil-plant components, and their responses to climate change. \n\nPublished outcomes will feed directly to a range of international scientific panels and networks including the Intergovernmental Panel on Climate Change, UNEP Millennium Assessment (Ecosystems’ Polar), International Arctic Science Committee, Interface and the International Conferences on Arctic Research Planning and others. \n\nThe findings from this research will also be of interest to policy makers and managers in regions of the UK and EU. The research has relevance in terms of the ecosystem services of particular habitats including upland peat and heath systems and the positive value of C conservation. Environment","dataset":"gtr"}