{"id":"F84FC790-12FC-4467-A0CA-79A8E653BCC5","title":"The structural basis of recognition and signalling in the cellular immune response","abstractText":"The cells in a multicellular organism, such as a human, need to communicate with each other to co-ordinate their functions. Direct cell-cell communication is achieved through the interactions of specialized receptor molecules protruding from the cell surface. One vital role that a sub-set of these receptors must fulfill is to allow identification of infected or otherwise malfunctional (for example cancerous) cells. Such cells must be identified rapidly and eliminated to preserve the health of the whole organism. Clearly this killing function must be very carefully controlled so that healthy cells are not eliminated; conversely it is important that infected cells do not evade detection. The specialized cells of the immune system perform this task with T cells taking a leading role in detecting infection and triggering the appropriate response. The surface of a T cell bears multiple copies of a membrane spanning molecule termed the T cell receptor (TCR). Each T cell carries only one example of the many possible variants of this receptor. It is through the interactions of the TCR with a second set of receptors (called MHC molecules) on the surface of its target cells that T cells distinguish between those cells that are healthy and those that are infected. TCRs are designed to bind to MHC molecules but only bind sufficiently strongly to trigger the T cell to take action when the MHC molecule is combined with a fragment (antigen) derived from the molecules of an invading pathogen. The immune system generates a spectrum of TCRs to try to insure that at least one is competent to bind a particular antigen-MHC combination, trigger the T cell and hence mobilize the immune response. The details of TCR-antigen-MHC interactions can provide an explanation for why certain individuals mount strong, successful immune responses to particular diseases while others are more susceptible, how certain pathogens (or cancers) evade the immune response and what triggers self destructive auto immune diseases. This programme aims to address these questions by providing in atomic level detail the 3D-structures of clinically relevant TCR-antigen-MHC complexes. This information should guide the design of new immuno-therapies and vaccines.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G9900061","grantId":"G9900061","fundValue":"1614290","fundStart":"1999-10-01","fundEnd":"2009-09-30","funder":"MRC","impactText":"","person":"Yvonne  Jones","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}