{"id":"F84F4F70-9865-42FE-85C7-07E69A81EE11","title":"Real Time Extremity Dosimetry","abstractText":"Current extremity dosimetry can be divided into two classes (a) integrating material (&quot;film&quot; badges etc.) and (b) event counting or electronic monitoring which uses semiconductor sensors to measure the ionising radiation (eg. Figure 1 ). The former are now predominately themoluminescence dosimeters (TLD) which contain a thin layer of sensitive lithium fluoride powder. Thermoluminescent materials store the energy absorbed from ionising radiation until they are heated (in this case to about 250C), when the energy is released as light. The amount of light released is proportional to the radiation dose. After a prescribed period of use by the monitored person (weeks to months) the dosimeters are sent for processing. The major disadvantage of this type of system is that sudden high doses are not detected until after the event and cannot necessarily be correlated with a particular incident. Electronic dosimeters can overcome this major limitation, but the existing commercially available systems have their own problems, some of which are: (a) the size of the sensors (&gt;30 mm long) means that they cannot be worn comfortably on the extremities (e.g. fingers) and interfere with the dexterity of the worker increasing the exposed dose, (b) they suffer from mechanic vibration giving false instantaneous dose rates and (c) they have a non-linear response dependent on dose rate.\n\nThe market appears ready for a new type of sensor which can overcome these major issues and offer improved performance.\n\nOur business idea is to develop compound semiconductor sensors to improve the quality of extremity dose monitoring.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/K00025X/1","grantId":"ST/K00025X/1","fundValue":"87842","fundStart":"2012-11-01","fundEnd":"2014-01-31","funder":"STFC","impactText":"","person":"John Ernest Lees","coPersons":[],"organisation":"University of Leicester","findingsText":"","dataset":"gtr"}