{"id":"F84FE7CE-2B92-4174-B8E3-D3B9FDDD8D39","title":"FACCE-JPI Knowledge Hub: MACSUR-Partner 154","abstractText":"FACCE MACSUR focuses on modelling European agriculture with climate change for food security. The work is organized in three themes on crop, livestock and trade modelling. The partnership consists of 73 partners from 16 countries all over Europe. The core scientific activity of MACSUR2 continuing from MACSUR1, will be to maintain up-to-date results on climate impacts on agriculture and food security in line with selected core global socio-economic and climate scenarios until 2050. These results will serve as point of reference for additional socioeconomic or climate scenarios, models at sub-national scales, and assessing specific adaptation or mitigation options by groups within MACSUR but also by external groups.\n\nThere is little effort directed at modelling the impacts of extreme weather events on the agrifood system. This may in part be because the interactions between climate extremes and the agrifood system are complex and understanding the significance of short term weather variability for society as a whole is still limited. The impacts will depend on (i) the effects of climate variability and extremes on primary production, be that crop or livestock, and (ii) on the way human actors and the food system respond by adapting to current and future climate risks. The food system has a degree of resilience: it is able to recover and deliver the demands of society within a reasonable period of time. The capacity for such adjustment is at present poorly understood however. The University of Reading will build capacity and understanding of approaches to conduct impact assessments for extreme events. We will be to develop a number of meaningful scenarios which can illustrate the way in which the food system will respond to an event. This will help to inform where modelling is needed to improve our understanding.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/N004930/1","grantId":"BB/N004930/1","fundValue":"35391","fundStart":"2015-09-22","fundEnd":"2017-09-21","funder":"BBSRC","impactText":"","person":"Richard  Tiffin","coPersons":[],"organisation":"University of Reading","findingsText":"","dataset":"gtr"}