{"id":"F8507B06-2626-4C83-AAF4-9494B99BAB1C","title":"The University of Manchester - Equipment Account","abstractText":"It has long been true that our ability to 'see' has progressed hand in hand with our understanding of the world, from our understanding of the very distant (first telescopes to Hubble and the array telescopes) to the very minute (first microscopes to the high performance electron microscopes). X-ray tomography opens up not just 3D imaging but temporal changes too. While X-ray imaging is advancing towards 10nm resolution at synchrotrons and we can image at 50nm in the lab., for engineering materials resolution is not an end in itself. We need to be able to image at the scales that control damage nucleation while at the same time having samples large enough to be of engineering relevance. For example, in many cases samples need to be of millimetre, or larger dimensions, for crack behaviour to be representative of practical behaviours (e.g. R-curve response), but the toughening mechanisms operate at the micron scale. This capital equipment project focuses precisely on this spatial regime, enabling us to follow sub-micron microstructure evolution processes in 3D at timescales of tens of minutes in the lab.\n\nThe new 3D x-ray imager will enable us to achieve a step jump in our ability to follow degradation and repair processes over time (4D), including: \n - Self-repairing ceramics and polymer composites\n - Crack growth in tough hierarchical biomaterials and bio-inspired structures\n - Coating evolution and sub-surface failure \n - Charging and discharging of batteries and fuel cells.\nThese applications are important for lighter weight transport, producing energy more efficiently through higher enginer operating temperatures, and the move towards a more electric (lower CO2) economy.\n\nBesides these specific studies the equipment will be made available to Uk academics 40% time (&gt;240 days over 3 years). This will allow the improved imaging capability relative to what is already available in the Uk to be applied to a vefy wide range of appplications, from civil engineering through to food science, from device materials through to new bio-scafolds.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J021229/1","grantId":"EP/J021229/1","fundValue":"10963500","fundStart":"2012-06-28","fundEnd":"2022-06-27","funder":"EPSRC","impactText":"","person":"Colin Gareth  Bailey","coPersons":[],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}