{"id":"F853535D-4DC6-4708-B559-F79088895C00","title":"Semiclassical theory of many-particle systems","abstractText":"The vast majority of systems found in nature are fully or partly chaotic. Roughly speaking, this means that the trajectory of a particle will be changed completely by just a small change of the initial conditions. Chaos plays a particularly important role for systems consisting of many particles, such as condensed-matter systems or gases of cold atoms. It can come about in several different ways: Some systems already show chaotic behaviour if only one particle is present. For other systems strong interactions between the particles (in particular the Coulomb interaction of electric charges) give rise to chaos. Yet another form of chaos is possible in cold atom gases. At low temperatures these gases display Bose-Einstein condensation, i.e., all atoms are in the same quantum-mechanical state. This state can be described by a so-called macroscopic wavefunction whose dynamics is given by a nonlinear differential equation (the nonlinear Schroedinger equation). Due to the nonlinearity the behaviour of this wavefunction can depend sensitively on the initial conditions just like the trajectory of a particle in a chaotic system. Paradigmatic examples for chaos are the Bose-Hubbard model (one of the most important models in many-body and cold atom theory) as well as recent experiments with cold atoms in chaotic potentials.Developing mathematical methods to deal with chaos in many-particle systems is an urgent priority. Experiments with cold atoms are now reaching a stage where chaotic dynamics and strong interactions play a crucial role. Moreover there is an interesting prediction that important quantum-mechanical properties such as the conductance of strongly interacting many-particle systems should in fact be universal and not depend on the details of the system.Universal behaviour is also expected for the statistics of the energy levels (the discrete values the energy is allowed to assume in a quantum system). Understanding the precise conditions under which many-particle systems behave in a universal way is important both from a fundamental and from a technological point of view: Universal features can be modelled in an efficient way, whereas non-universal features can be tuned to generate desirable behaviour in technological applications.Recent breakthroughs in quantum chaos (that I was involved in myself) now make it possible to tackle these questions. This will be the aim of the proposed project. An important step will be to systematically study how the full theory of quantum many-particle systems is connected to two approximate descriptions: classical many-particle theory, and an effective quantum mechanical description based on the macroscopic wavefunction. To elucidate this connection I will generalize a central result from quantum chaos (the Gutzwiller trace formula) to express properties of the quantum many-particle system as sums over solutions for the macroscopic wavefunction. With these tools in place it will be possible to clarify in which regimes many-particle systems display universal behaviour, and in which regimes important system specific effects are to be expected.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I014233/1","grantId":"EP/I014233/1","fundValue":"96644","fundStart":"2011-07-01","fundEnd":"2012-08-31","funder":"EPSRC","impactText":"  -Cross-fertilization with our other research projects and those of our colleagues (Remy Dubertrand's other work on many-body phenomena with collaborators in Toulouse, my work involving PhD students in Bristol on many-body random matrix theory as well as symmetries in quantum chaos)\n-We expect much more uses of our results after publication (see Key findings) Other ","person":"Sebastian  Müller","coPersons":[],"organisation":"University of Bristol","findingsText":" The vast majority of systems found in nature are fully or partly chaotic. Roughly speaking, this means that the trajectory of\nthe particle will be changed completely by just a small change of the initial conditions. Chaos plays a particularly important\nrole for systems consisting of many particles, such as condensed-matter systems or gases of cold atoms. It can come about in several different ways: Some systems already show chaotic behaviour if only one particle is present. For other systems strong interactions between the particles (in particular the attraction or repulsion of electric charges) give rise to chaos. Yet another form of chaos is possible in cold atom gases. At low temperatures these gases display Bose-Einstein condensation, i.e., all atoms are in the same quantum-mechanical state. This state can be described by a so-called macroscopic wavefunction whose dynamics is given by a nonlinear differential equation (the nonlinear Schroedinger equation). Due to the nonlinearity the behaviour of this wavefunction can depend sensitively on the initial conditions just like the trajectory of a particle in a chaotic system. Paradigmatic examples for chaos are the Bose-Hubbard model (one of the most important models in many-body and cold atom theory) as well as recent experiments with cold atoms in chaotic potentials.\n\nDeveloping mathematical methods to deal with chaos in many-particle systems is an urgent priority. Experiments with cold atoms are now reaching a stage where chaotic dynamics and strong interactions play a crucial role. Moreover there is an interesting prediction that important quantum-mechanical properties of strongly interacting many-particle systems should in fact be universal and not depend on the details of the system. Universal behaviour is also expected for the statistics of the energy levels (the discrete values the energy is allowed to assume in a quantum system). Understanding the precise conditions under which many-particle systems behave in a universal way is important both from a fundamental and from a technological point of view: Universal features can be modelled in an efficient way, whereas non-universal\nfeatures can be tuned to generate desirable behaviour in technological applications.\n\nAn important step is to systematically study how the full theory of quantum many-particle systems is connected to two\napproximate descriptions: classical many-particle theory, and an effective quantum mechanical description based on the\nmacroscopic wavefunction. To elucidate this connection we have generalised a central result from quantum chaos (the\nGutzwiller trace formula) to express properties of quantum many-particle system as a sums over solutions for the\nmacroscopic wavefunction.\n\nIn this project we have derived a generalization of the Gutzwiller model to a large class of many-particle systems including the Bose-Hubbard model. This formula holds in the limit where the number of particles becomes large. We have then used this formula to investigate the statistical properties of spectra of these systems, and we have found universal spectral statistics under rather general conditions. We are in the process of preparing these results for publication. In order to maximize the impact our findings we are also preparing numerical simulations to illustrate the range of system\nparameters under which our conditions are satisfied. Promising applications are:\n- To study properties of chaotic many-body systems outside the conditions identified in our research. We expect that in some regimes not covered by the conditions we established the statistics will be faithful to predictions based on so-called embedded random matrix ensembles. I am also interested in this direction myself; it ties in very well with work I did with a current PhD student who was funded as departmental support \nfor this grant.\n- Applications of the developped techniques to many other phenomena in quantum many-particle physics. Here our work connects nicely to recent research undertaking by other groups identifying further applications for semiclassics in condensed matter physics (e.g. the boson sampling problem).\n- Applications to research on quantum dots (used in diodes, biological analysis and solar cells;promising candidates for building quantum computers)\n- Translation of the advances regarding nonlinear equations to nonlinear optics relevant for high-intensity lasers. \n- Our research contributed to clarifying of the applicability of random matrix techniques in complex settings. Developments in this direction are likely to have applications in other areas these techniques are used in, including areas with important economic/technological relevance in their own right, e.g. mathematical finance and complex networks. Electronics,Other","dataset":"gtr"}