{"id":"F855791F-5536-4227-81DD-A0A65704363F","title":"Sandpit: SUPERCAPACITORS FOR AN EFFECTIVE AND SUSTAINABLE POWER SYSTEM","abstractText":"An effective and sustainable power system is important and in many cases essential for many workers and individuals in today's world to power personal electronic and communication devices, to sustain mobile operations and the work of the mobile worker and businessman. Electric and hybrid transport vehicles are based on an effective and sustainable power system. In the majority of these cases, batteries are used for energy storage and, despite the considerable progress and developments in batteries, even the best Li-ion batteries are still heavy, bulky and cumbersome for medium and high power requirements. As a result, supercapacitors are proposed as an essential element of an effective and sustainable power system in which they may provide the peak load, extend battery life, easily provide sustainable high current and high power pulses. Furthermore, alternative power sources such as fuel cells and renewable energy sources are mostly of intermittent nature, hence, a supercapacitor is definitely needed for load levelling and smoothing in the power system. Future expectations of energy harvesting from such alternative sources cover a huge range of user systems, including devices and equipment used by individual people, transport vehicles, residence quarters, working quarters, even the electricity grid. Supercapacitors are generally high power density devices but they suffer from low energy densities. The highest performance supercapacitors are currently based on nanomaterials, given that increased electrode surface area improves the capacitance. The main forcus in this project is to develop novel supercapacitors with improved energy density (while maintaining very high levels of power density); in order to achieve this, it is proposed to develop novel fabrication techniques to increase the effective surface area and to consider the electrodes and electrolyte as a system rather than optimising the performance of the individual components, so that the best nanomaterials are developed that function at optimum performance in synergy, and also to investigate hybrid systems. Whereas the major task in this project will be the development of a high performance supercapacitor, there is also a workprogramme for a demonstrator of an effective and sustainable power system to be designed, assembled and tested, including the best supercapacitor, an intermittent energy source, such as a photovoltaic source, and a medium power consumption device operating at a simulated peak load profile. The aim of this part will be to demonstrate the effectiveness of the power system including the supercapacitor and its contribution to user's sustainability.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H020039/1","grantId":"EP/H020039/1","fundValue":"227612","fundStart":"2009-10-01","fundEnd":"2011-09-30","funder":"EPSRC","impactText":"","person":"Constantina  Lekakou","coPersons":["Dylan James Banks"],"organisation":"University of Surrey","findingsText":"","dataset":"gtr"}