{"id":"F85B72F5-5A31-49A1-8F83-3B5445E1D616","title":"SPINCURRENT: Domain Walls and Spin-Polarised Currents","abstractText":"The ability to generate, manipulate and detect spin-polarised electrical currents in magnetic materials has resulted in an explosion of activity in the now burgeoning field of spintronics, where the spin, as well as the charge, of the electron is used to process and store information. Articles about the promise and future impact of spintronics are commonplace in general audience magazines such as New Scientist, Scientific American, IEEE Spectrum, Physics Today, and Physics World. Evidence for the scientific impact is found in the high number of research articles in journals such as Nature, Science and Physical Review Letters (the 1988 PRL reporting the discovery of giant magnetoresistance is the sixth most highly cited of all time), whilst the massive investment of companies such as IBM, Hitachi, Siemens, Freescale, Seagate etc. in spintronics-based research is based on the huge revenue (billions of $ p.a.) that they are already reaping from early devices exploiting the basic Giant Magnetoresistance (GMR) spintronic effect such as hard disc spin-valve heads, and the revenue that is expected from future technological breakthroughs. Devices taking advantage of spin offer operation at higher speeds, lower power, and denser scaling, as well as giving the opportunity of entirely new functionality, such as non-volatile data storage or reconfigurable logic gates . A domain wall is a naturally occurring magnetic nanostructure and in this proposal we are seeking funding to launch a wide ranging study of the interactions of domain walls in nanoscale magnetic devices with spin-polarised currents. There is a reciprocal relationship between these two objects: on the one hand, the domain wall may cause additional (or reduced) scattering of the spin-polarised electrons as they traverse it, giving rise to a change in resistance when the magnetisation is saturated to a single domain state and the wall is removed. On the other, as the electrons undergo this scattering their wavevector and/or spin state will change and the associated amount of linear or angular momentum is transferred to the wall, giving rise to a force or torque. This can cause current-induced wall motion. Both of these effects, as well as being of great scientific interest, are of substantial technological promise.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D062357/1","grantId":"EP/D062357/1","fundValue":"368875","fundStart":"2007-02-05","fundEnd":"2010-02-04","funder":"EPSRC","impactText":"  To inform the design of DW-based spintronic devices Digital/Communication/Information Technologies (including Software),Electronics Economic","person":"Christopher Hugh Marrows","coPersons":["Bryan  Hickey"],"organisation":"University of Leeds","findingsText":" In this project we made a number of disoveries relating to the motion of domain walls in magnetic nanowires, such as a measurement of the non-adiabaticity parameter beta, demonstration of the control of pinning potentials through lithogrpahica engineering, and the control of harmonic resonances of domain walls in parabolic notches. Spintronics applications such as iCT hardware. Dissemination to industrial partners in this EUROCORES network. Digital/Communication/Information Technologies (including Software),Electronics","dataset":"gtr"}