{"id":"F85C719F-6E52-4CC3-B57B-83493F6CBB34","title":"INTERACT India: Collaborative research in photonics and optical instrumentation","abstractText":"This proposal, submitted under the INTERACT Call for Proposals, aims to forge new relationships and thus to strengthen the UK's links with the rapidly developing research base, the emerging industrial applications and thus the potential market in India in instrumentation based on photonics and optical techniques. The request is for funds to enable a group of experienced UK academics with extensive experience in the field to develop new and mutually beneficial partnerships with scientists and engineers at several major Government and University laboratories in India. The major aim of the mission (led from City University) is the raising of awareness of the quality of research in the UK and the strengthening of mutually supportive research The proposal seeks support for a number of actions, listed below to open up a new series of contacts in this aspect of the burgeoning Indian 'high tech' market, to enable wider dissemination of research capabilities and results, to share and benefit form experience in technology and knowledge translation and to allow a detailed exchange of ideas and expertise in this growing field.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D03969X/1","grantId":"EP/D03969X/1","fundValue":"16751","fundStart":"2006-05-02","fundEnd":"2007-02-01","funder":"EPSRC","impactText":"  The closer links to India have brought advantages in joint research work and its publication Aerospace, Defence and Marine,Construction,Education,Environment,Manufacturing, including Industrial Biotechology,Security and Diplomacy,Transport Cultural,Societal,Economic","person":"Kenneth Thomas Victor Grattan","coPersons":["Tong  Sun","B M Azizur  Rahman","M  Rajarajan","Andy  Augousti","Muhammed  Basheer"],"organisation":"City University London","findingsText":" Key findings are the value of collaboration with experts overseas to take new ideas forward. In encouraging them to see collaboration in research. Aerospace, Defence and Marine,Construction,Education,Environment,Manufacturing, including Industrial Biotechology,Security and Diplomacy,Transport","dataset":"gtr"}