{"id":"F85C8677-16A4-463C-80DF-554C2293C92D","title":"Verification of the effects of sterilisation/decontamination procedures on Mars Analogue materials.","abstractText":"Within the next few decades it is hoped that several space missions will be able to travel to other planets, such as Mars, and bring material back. One of the potential risks of such missions is that the returned material may contain extant life, which could then interact with terrestrial life, with possibly dire consequences. Although the likelihood of such an event occurring is very small, it is potentially so devastating that it is necessary to assure that any returned material is fully sterilised on arrival on Earth. One concern is that the sterilisation procedure may subtly change the samples, and so prevent the scientists who study them from getting the correct picture about the true pristine nature of the returned rock. We are therefore planning a programme of research to investigate how various possible sterilisation protocols (e.g. irradiation) affects rocks, by measuring the characteristics of rocks similar to those we expect to find on mars, then sterilising them and re-measuring them. In this way we will be able to recommend suitable procedures for sterilisation that do not compromise them scientifically.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/G000018/1","grantId":"ST/G000018/1","fundValue":"47666","fundStart":"2008-03-03","fundEnd":"2009-03-02","funder":"STFC","impactText":"  This work was inputted into internal documents and used as a basis for future projects. Aerospace, Defence and Marine,Culture, Heritage, Museums and Collections Cultural,Societal","person":"Sara  Russell","coPersons":["Caroline  Smith"],"organisation":"The Natural History Museum","findingsText":" We investigated the best way to sterilise material that comes back from space missions that could be biologically contaminated. This is ongoing work and planetary protection issues are becoming more and more important. This work is contining with funding from the EC. Aerospace, Defence and Marine,Culture, Heritage, Museums and Collections","dataset":"gtr"}