{"id":"F85EE246-86D8-4405-9D69-C05249C7DEB1","title":"POROUS ALUMINIUM METAMATERIALS (POAMS): A VERSATILE, SELF-ASSEMBLED PLASMONIC PLATFORM","abstractText":"The challenges faced by an ever expanding society must be addressed by technological progress. Issues of longstanding importance, such as health and medicine, currently require advances in both treatment and diagnostics that are inexpensive and therefore widely distributable. In order to have minor environmental impact, technological advancements must consider their impact in terms of both energy efficiency, sustainability and cost. To meet these challenges, adapt successfully and fulfil current and future requirements, novel materials designed to have unique and functional properties must be manufactured, investigated and implemented. In the recent past, due to significant research, there has been a revolution in the ability to control the structure and composition of materials at smaller and smaller dimensions. Nowhere has this been as striking as the fabrication of optical metamaterials, where bottom-up material design produces optical properties that are not found in naturally occuring materials. Attention grabbing phenomena such as optical cloaking and perfect lensing, but these demonstrations belie the huge range of possible applications.\nAt tiny scales, light's interaction with materials provides a wealth of interesting phenomena and despite worldwide research we are only beginning to realise the full potential. One area already delivering healthcare diagnostics to the market is plasmonics, involving the interaction of light with metal surfaces and particles, allowing it to be concentrated and manipulated at ever decreasing length scales. This project aims to explore a recently discovered type of optical metamaterial based on metallic nanoholes. The fabrication begins using thin aluminium layers which are converted into aluminium oxide and simultaneously perforated with holes by a simple electrochemical process. The holes are only a few tens of nanometres in size; the size and separation of these pores may be varied in process. By using simple techniques, a layer of thin aluminium may be left underneath the porous layer. Afterwards, it is a simple step to use the porous template as a mask and expose the system to an argon ion beam. This creates an array of holes, much smaller in size than the wavelength of light, in the underlying aluminium. The process allows broad control over the hole size and separation via the anodisation step, enabling both a new kind of metamaterial to be fabriacted for use from the deep-UV to visible spectral range. A self-assembled process, this method can easily produce large areas of incredible precision and is inexpensive.\nCurrent research primarily uses gold or silver for metamaterials due to their attractive properties despite their expense. This project is instead based on aluminium, the most abundant metal and is suitable for many applications. In IT, overcoming the density and speed limitations facing conventional electronic circuitry requires the use of optical circuitry using optical signals. Aluminium, with excellent properties in the UV can help achieve this, as the wavelength is smaller, so will be the resulting devices, potentially helping to realise new optical circuitry to compete with electronics. Most importantly, and a key objective of this project, is determining the suitability of novel, affordable materials for the detection of chemical and biological agents. This can have huge implications for medical research by assisting diagnosis and prognosis and these materials have the potential to monitor bio-chemical and chemical reactions with high precision, which may be enhanced by UV effects present in biological and organic molecules. These examples highlight the versatility of optical metamaterials that may only minute differences in dimensions and composition.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M01780X/1","grantId":"EP/M01780X/1","fundValue":"100299","fundStart":"2015-07-01","fundEnd":"2016-09-30","funder":"EPSRC","impactText":"","person":"Wayne  Dickson","coPersons":[],"organisation":"King's College London","findingsText":"","dataset":"gtr"}