{"id":"F8609841-9F26-4249-B4BD-AC3CD2F23273","title":"DNA distortion sequence recognition and the control of R-M gene expression","abstractText":"Bacteria use the so-called restriction-modification (R-M) system to protect themselves from invasion by foreign DNA (e.g. from bacterial viruses). The R-M system works by producing two enzymes. The first, a so-called methyltransferase (M), marks the bacterium's own DNA by adding methyl groups at strategic positions. The second enzyme, an endonuclease (R), then breaks down DNA that is not correctly marked. The R-M system thus provides a way to destroy foreign DNA selectively. However, if the timing of the production of the two enzymes is disturbed, the endonuclease will destroy the bacterium's own DNA, leading to the bacterial equivalent of an autoimmune disease and to death of the bacterium. To avoid this, so-called controller (C) proteins regulate the synthesis of the two enzymes by binding to the appropriate sites on the DNA that control the individual R-M genes. This leads to a complex regulatory network with positive and negative 'feedback' circuits. Our aim in this proposal is to understand exactly how subtle changes in the DNA sequence influence how strongly the controller protein binds to the control regions of the genes, and how this dictates the order in which they are switched on and off. Also, we want to know how the shape of the DNA is distorted to allow the proteins to interact with the double helix, and how this is involved in the synergy involved when proteins bind to adjacent sites on the DNA. Once we understand these things in molecular detail, it may be possible to design novel anti-bacterial drugs that are specific for different strains of bacteria.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H00680X/1","grantId":"BB/H00680X/1","fundValue":"445031","fundStart":"2010-06-01","fundEnd":"2013-11-30","funder":"BBSRC","impactText":"","person":"Geoff  Kneale","coPersons":["John Edward McGeehan"],"organisation":"University of Portsmouth","findingsText":" Controller proteins regulate the expression of restriction-modification (RM) genes in a wide variety of RM systems, and play a major role in the control of horizontal gene transfer in bacterial populations. The RM system Esp1396I is of particular interest as the controller protein regulates both the restriction endonuclease (R) gene and the methyltransferase (M) gene. The mechanism of this finely tuned genetic switch depends on differential binding affinities for the promoters controlling the R and M genes, which in turn depends on differential DNA sequence recognition and the ability to recognise dual symmetries. \n\n\n\nWe have solved the crystal structures of a number of DNA-protein complexes formed by the controller protein, including the activation complex formed with the promoter of the R gene (McGeehan et al., 2012) and the repression complex when bound to the M gene (Ball et al., 2012). We also compared the binding affinities for each operator sequence using surface plasmon resonance and other biophysical techniques. Comparison of the structure of the transcriptional repression complex at the two promoters shows how subtle changes in protein-DNA interactions, underpinned by small conformational changes in the protein, can explain the molecular basis of differential regulation of gene expression. We are still at the stage of elucidating the structural and molecular basis of these bacterial controller proteins, and understanding their specificity, before they can be developed as potential antibiotic targets. Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}