{"id":"F860A9F1-B413-400B-920B-18C71BFD8A61","title":"NSF: Fundamental Studies of Plasticity in Soft Glassy Materials","abstractText":"Soft glassy materials, such as slurries, pastes, foams and emulsions, occur widespread in nature and industry. These materials have an inherently disordered microstructure, similar to the disordered atomic configuration in more traditional glasses. These soft glasses behave as solids when left to themselves, but will flow like a liquid when a sufficiently large stress is applied, as occurs for example in toothpaste. Understanding the yielding and flow of these soft materials is of crucial importance both during industrial processing as well as for applications. While there is empirical knowledge about specific materials, little is known about the generic physical principles underlying their flow properties (known as rheology ) and how to predict these from a knowledge of material composition. This collaboration between the University of Edinburgh and Emory University aims to better understand the relation between the microscopic structure of soft glasses and their macroscopic response to stress. To that end we will use fast three-dimensional imaging of well-characterized colloidal systems under controlled flow. In addition, we will image the samples micro-structure while simultaneously measuring their stress-strain state using a rheometer . These experiments will allow us to identify generic microscopic features in the flow of soft glassy materials, and therefore provide a better overall understanding of the rheology of this class of materials.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D067650/1","grantId":"EP/D067650/1","fundValue":"231096","fundStart":"2006-10-01","fundEnd":"2009-01-31","funder":"EPSRC","impactText":"  Our work has enabled us to obtain EPSRC follow on funding to move towards commercialisation. Manufacturing, including Industrial Biotechology Economic","person":"Wilson  Poon","coPersons":[],"organisation":"University of Edinburgh","findingsText":" We have invented hardware and software to track colloidal particles in concentrated suspensions, and used the method to overturn a number of long-held assumptions in the way hard-sphere suspensions are supposed to flow. Our method has attracted significant industrial interest, because concentrated suspensions are ubiquitous in processing and in final products. Agriculture, Food and Drink,Chemicals,Energy,Environment,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}