{"id":"F86B4769-6E8F-48D5-9CAF-AF9261B4F418","title":"Novel Functional Nanocomposite Engineering of Stents","abstractText":"We propose a four-party collaborative research programme that combines the expertise of the materials science, engineering, and surface science and cell biology from four leading universities. We wish to continue our highly successful Flagship Grant programme in the development of Abdominal Aortic Aneurysm (AAA) stent graft and coronary stent whereby stainless steel and shape memory alloy (SMA) are coated with nanocomposite (NC) polymer. Our preliminary work has demonstrated excellent blood and tissue biocompatibility and we have attributed this property to the preferential adsorption of fibrinogen followed by its conformational deactivation. Further work is required for mechanical and haemodynamic testing in vitro and in vivo. We intend to complete the deployment and positioning studies to allow an animal study to take place, leading to commercialisation. To achieve these aims we will use a novel packaging technique to fold the stent into a small and uniform diameter avoiding geometric incompatibility. The folding is achieved by generating a set of folds onto the surface of a graft using origami-based techniques. We will make the graft from either SMA with NC coated or entirely from a radio-opaque SMNC. Coating will be achieved using electrohydrodynamic spray deposition (ESD). Spectroscopic ellipsometry (SE) and neutron reflection (NR) will be utilised to determine how durable these materials are in vitro and how they achieve biocompatibility. Successful delivery of the programme will lead to the development of a stent that has significant advantages over existing devices including geometric simplicity, a more reliable expansion mechanism, higher radial strength, the ability to shape the structure to the artery, and better biocompatibility with both blood and tissue. With engineering, materials, surface science and biological groups in close collaboration, structural design and novel manufacturing concepts can be applied to new materials development and stent fabrication, simplifying the regulatory pathway and acceptance to the marketplace. The proposal is highly likely to succeed as it has a unique integrated structure and approach. All the applicants have international reputations in their own fields, have established records in integrated adventurous projects and have recognised track records for commercialising concepts and products and as a team are well suited for carrying out the proposed research.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D064678/1","grantId":"EP/D064678/1","fundValue":"187522","fundStart":"2006-11-22","fundEnd":"2011-11-21","funder":"EPSRC","impactText":"  This research programme designs and develops an innovative biomaterial-based approach for polymeric stents capable of influencing cell behaviour. The main aim of the consortium is the development of Abdominal Aortic Aneurysm (AAA) stent graft and coronary stent whereby stainless steel and shape memory alloy (SMA) are coated with nanocomposite (NC) polymer. The project is joint with UCL and involved materials development and biofunctionalisation/testing. Healthcare,Pharmaceuticals and Medical Biotechnology Cultural","person":"Molly  Stevens","coPersons":[],"organisation":"Imperial College London","findingsText":" The consortium has designed and developed a biomaterial-based approach that has shown potential as stents, based on their mechanical and physico-chemical profiling and in vitro cell-based studies. The materials generated in the consortium's labs have the potential to be evaluated for their clinical relevance and potential for use in the clinical arena. Chemicals,Healthcare","dataset":"gtr"}