{"id":"F872E8A2-CB6A-4CC1-AE1C-B17EA58D01D2","title":"A MIDLANDS CENTRE OF EXCELLENCE FOR HIGH PERFORMANCE COMPUTING (HPC) SERVING REGIONAL INDUSTRY AND ACADEMIA - 'HPC MIDLANDS'","abstractText":"High performance computing (HPC) technology is used to provide solutions for challenging problems which require advanced computer power. It can perform simulations orders of magnitudes quicker than an individual Personal Computer, resulting in a reduction in the time taken from months to days or even minutes. There is an associated capability to be able to generate, move about, and analyse very large quantities of data exceptionally quickly.\n\nHigh performance computing technology now pervades our everyday lives, for example from \nfinancial transactions, the design of aircraft engines, through to animated film production. In the Engineering and Physical Sciences at Loughborough University and the University of Leicester, HPC has to date been specifically used to address global challenges including Energy, Manufacturing, Sustainability, Healthcare, Transport.\n\nThis proposal will create a new partnership in the Midlands between Loughborough University and the University of Leicester for the delivery of HPC through the formation of the HPC-Midlands Centre to researchers in Higher Education Institutes in the Midlands, and beyond, to support excellent scientific and engineering research. It will also grow its significant portfolio of industrially relevant research and enable industrial partners to access its world-class facilities to benefit the UK economy. There will also be a focus on smaller companies in the region to provide access for them to technologies which are currently beyond their reach, and therefore provide significant opportunities for innovation, growth and wealth creation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K000063/1","grantId":"EP/K000063/1","fundValue":"1000000","fundStart":"2012-01-01","fundEnd":"2012-03-31","funder":"EPSRC","impactText":"  They have been used to improve aero engine design, and the coatings used on both aero engines and industrial gas turbines for power generation. To better understand how to join composite materials, helping the automotive and aerospace sectors. In the energy sector they have led to a better understanding of wind farm design and improved photovoltaic devices. Aerospace, Defence and Marine,Energy,Environment,Healthcare,Manufacturing, including Industrial Biotechology,Transport Societal,Economic","person":"Steven David Kenny","coPersons":["Aldo  Rona","W  Malalasekera","Ruslan L  Davidchack","Hongbiao  Dong","Emmanuil H. Georgoulis","Rachel Clare  Thomson","Gary John Page","Malcolm John Cook"],"organisation":"Loughborough University","findingsText":" This grant funded the provision of a high performance computing system to underpin a wide variety of academic research and direct industrial access. We have successfully completed a number of academic projects with industrial impact covering a wide variety of sectors. We have also engaged with industry and enabled direct industrial usage of the system. We have included five case studies as part of the publications output of this grant, all of which illustrate direct impact of this work. The facilitating of direct industrial access to the system is also enabling industry to tackle its key challenges. Aerospace, Defence and Marine,Energy,Environment,Healthcare,Manufacturing, including Industrial Biotechology,Transport","dataset":"gtr"}