{"id":"F875658F-159D-4E45-A1FE-9BE354966D93","title":"Purification and functional characterisation of COMATOSE a peroxisomal ABC transporter from Arabidopsis thaliana","abstractText":"Cells of higher organisms such as plants and animals are divided into compartments that contain specific biological functions. Each compartment is surrounded by a membrane which acts as a barrier to movement of most biological molecules. In order for the activities of different compartments to proceed, the controlled transport of molecules across membranes has to occur. In most cases transport is mediated by proteins (transporters) within the membrane and often expenditure of energy is required to move the transported molecules against a concentration gradient. ABC transporters are a large class of membrane proteins which transport a wide range of biological molecules using energy released by breakdown of ATP, the principal 'energy currency' of living organisms. This proposal is concerned with one specific ABC transporter found in the membrane of the cellular compartment known as the peroxisome. Peroxisomes carry out a range of different biological functions but the one of particular interest to this project is beta-oxidation. In this pathway fat-like molecules are chopped up by sequential removal of 2 carbon atoms at a time. Different molecules may be subjected to beta-oxidation for different purposes - to provide energy, to remove unwanted molecules or to generate molecules with different biological activities, such as hormones. Peroxisome membranes of plants, animals and yeast contain similar ABC transporter proteins. There is quite good evidence in the case of yeast and plants that these proteins are involved in transporting fats into peroxisomes to be broken down. This may also be the case in animals, but the evidence is not so clear. What is clear is that plants and animals which have defective peroxisomal ABC transporters are very sick. Children born with a defective peroxisome ABC transporter called ALDP may develop a severe neurological disorder called Childhood Cerebral X-linked Adrenoleukodystrophy which results in progressive disability and death, and for which there is no cure and limited ameliorative treatment. Plant seeds with a defect in the equivalent ABC transporter (called CTS) can't germinate unless special tricks are used, have some hormone deficiencies and are less fertile than wild-type plants. We don't know to what extent the plant, yeast and human peroxisomal ABC transporters do the same things, but since they probably share a common evolutionary origin there is a good chance some functions are conserved. We will seek to investigate this by finding out if the plant transporter can function in place of the yeast transporter and if the human and yeast transporters can function in place of the plant transporter. We will also find out more about the precise functions of the plant transporter by investigating which molecules it can transport and what parts of the protein are necessary for this activity. By learning about the activity of this plant protein we would hope to understand how we could manipulate it to produce improved crop varieties. Understanding the similarities and differences between the plant, yeast and human transporters might also yield new insights into what the human transporter is doing which could be of benefit to understanding the pathology of X-linked Adrenoleukodystrophy.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F007108/1","grantId":"BB/F007108/1","fundValue":"347014","fundStart":"2008-06-02","fundEnd":"2011-06-01","funder":"BBSRC","impactText":"  Our findings about transporter targeting are being used by researchers trying to develop therapies for X-ALD Pharmaceuticals and Medical Biotechnology Societal","person":"Frederica Louise Theodoulou","coPersons":[],"organisation":"Rothamsted Research","findingsText":" This grant aimed to obtain a better understanding of proteins called peroxisomal ABC transporters. These proteins are involved in the breakdown of fat but the molecular details were not known and it was not understood how they move about in the cell. They are important for growth, development and communication within the cell in both plants and animals. In a human disease called X-linked adrenoleukodystrophy, one of these transporters is either missing, does not function properly or is found in the wrong location in the cell, as a result of genetic changes (mutations).\n\nWe developed new techniques (expression systems) to study the functions of these transporters, particularly those from plants.\n\nWe showed that the cellular fate of mutant transporters was different in plants and animals, pointing to different quality control mechanisms. We also showed that some disease-related transport mutants could work correctly, if they were targeted to the right part of the cell, following low-temperature treatment.\n\nWe compared the ability of plant, animal and yeast transporters to substitute for each other and found that the transporters from different organisms had distinct but overlapping functions.\n\nWe identified amino acids in the proteins which are important for the structure and function of the proteins.\n\nIn work that continued after the grant had finished, we identified a very novel mechanism for the way that fatty acids are moved across the membrane by the transporters. This has interesting implications for the way that fat breakdown is controlled and co-ordinated with other metabolic pathways. The expression systems for studying our protein of interest can be applied to other, related proteins. In particular, human equivalent of our plant protein is associated with a serious, currently incurable disease called X-linked adrenoleukodystrophy (X-ALD). Our findings will inform the study of adrenoleukodystrophy protein and may be of future use in developing treatments for X-ALD. One way to do this might be to use drugs called chemical correctors to mimic the low temperature treatment that Agriculture, Food and Drink,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}