{"id":"F87564DE-D1CA-4E33-A571-B50874463E35","title":"Why some people choose to be leaders: The emergence of leadership in groups and organizations","abstractText":"<p>Whenever a group of agents interact a leader-follower relationship almost always emerges. To understand, therefore, how leadership emerges is fundamental in analysing strategic behaviour and interaction within groups. It can provide insights, for example, on fashions and trends in consumer purchasing, strategies of financial traders, the success and failure of business leaders, pricing in non-cooperative oligopoly or the evolution of a cartel. Our understanding, however, of the processes by which leaders emerge is still incomplete.</p>\n\n<p>The proposed research has three aims. We will develop a theoretical model of leadership, test it experimentally, and apply it to various economic situations. The model will be one of sequential decision making where agents choose when to act. A leader is someone who chooses to choose first while a follower is someone who chooses to ‘wait and see’. Leading is potentially risky because an agent who leads is only successful if he attracts followers. Incentives to lead will therefore depend on both the benefits to successful leadership and a judgement of the probability of becoming a successful leader. The model will predict an ‘optimal waiting time’ before an agent should lead, if no one has yet done so. This will provide clear testable predictions.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/E010512/1","grantId":"ES/E010512/1","fundValue":"84488","fundStart":"2007-07-01","fundEnd":"2009-06-30","funder":"ESRC","impactText":"  The results have been published in leading economic and psychology journals. Work is still ongoing and we expect further publications. \n\nThe results have been disseminated at relevant conferences and workshops including PET09, ESA and European ESA meetings, and the Tiber symposium on psychology and economics. \n\nResults were also communicated to a general audience, including an article in New Scientist and Mark van Vugt's book 'Naturally selected: The evolutionary science of leadership'.  ","person":"Edward  Cartwright","coPersons":["Mark  Van Vugt"],"organisation":"University of Kent","findingsText":" Whenever a group of agents interact a leader-follower relationship almost always emerges. The broad objectives of this project were to improve understanding of (i) who chooses to lead and follow within the group and why, and (ii) does leadership benefit the group. To meet these objectives we analyzed, both theoretically and experimentally, leadership in three different settings. Each setting involved a coordination game in which individuals stood to benefit from coordinating behaviour, but doing this was not easy. The three settings combined provide a good opportunity to see how the emergence of leadership depends on the particular problem faced by a group, and how well leadership lets groups overcome a coordination problem.\n\nThe first game we considered was one in which individuals needed to invest in either technology X or technology Y. Positive externalities meant that it could be beneficial for individuals to coordinate on a choice of technology. Different individuals might, however, differ in which technology they preferred. If some prefer X and some prefer Y then there is a conflict of interest over which technology to coordinate on. Without leadership we demonstrate that there can be significant coordination failure in the sense that different people choose different technologies and so the full gains to coordinating are not realised. With leadership we demonstrate that coordination failure is much reduced with the actions of a leader allowing players to coordinate. The gains to leadership that we observed in our experiments were not as high, however, as those predicted by the theory. This was particularly the case if the preferences of others were not common knowledge and so leaders were choosing without knowing quite what followers would do. \n\nWe explain the lower than predicted coordination in the experimental sessions as due to some subjects being too eager to lead. More specifically, we allow different individuals to have different preferences over the technologies, one might really prefer X while another prefers Y but only slightly, and different information about others preferences, one might know the others preferences while the other does not. Such asymmetries in preference and information should have determined who lead and who followed. In practice we found that these asymmetries were good but not perfect predictors of leadership. Some subjects lead more often than they should have and their leading led to less coordination that was possible. We highlight, though, that even with this slight negative effect groups with leadership did significantly better than groups without. \n\nThe second game considered was a weak link game where individuals must contribute to a group project. Success is determined by the minimum contribution. Most efficient, therefore, is for all to contribute the highest amount. This, however, involves the risk of contributing a lot only to see one other member of the group contribute little. Because of this, without leadership we typically observe low contributions and coordination failure. We found that leadership led to no improvement in initial coordination and groups still suffered from low contributions. The continued efforts of leaders did, however, allow a good proportion of groups (25-50% depending on how we count) to escape from this coordination failure. Given the problems of overcoming coordination failure, well documented in the literature, this is a relatively high success rate, so leadership is beneficial. \n\nThe final game considered was a threshold public good game where members of a group need to collectively contribute beyond a threshold in order to provide a public good. Coordination requires that the right amount be contributed. This, however, entails some conflict because some might free-ride, contribute little, forcing others to contribute a lot or forgo the public good. We observed considerable coordination failure with the public good only being provided around two thirds of the time. This level of efficiency is more than in settings without leadership but still relatively low. It turns out that success in providing the public good depends critically on the contribution of the leader. The more the leader contributes the more certainty that followers will help reach the threshold. We find that leaders contribute more, and thus leadership is most successful, when their identity will be revealed and there is some strategic uncertainty what others will do. \nSome of the basic conclusions that we draw from the project at this stage are: (1) leadership does help groups coordinate but does not completely eradicate coordination failure. (2) The actions of a leader are crucial in determining how successful leadership will be. (3) Leaders can expect to get lower payoffs than followers. (4) Who chooses to lead and follow will depend on the strategic environment. The personality traits of leaders varied across the three games considered, reflecting the different type of environment. Our findings add to knowledge on effective leadership in the workplace or elsewhere and so are of general interest. Communities and Social Services/Policy,Financial Services, and Management Consultancy","dataset":"gtr"}