{"id":"F88AA74D-798A-4273-9B7C-D50B098AE769","title":"Signalling pathways to Proteinuria","abstractText":"A major factor in morbidity and mortality worldwide is end stage renal disease (ESRD). The UK currently has around 40,000 patients on renal replacement therapy, over 650 per million population, at a cost of over &pound;700 million per year resulting in 2% of the NHS budget being spent on less that 0.1 % of the population. At least 10% of ESRD is caused by steroid resistant nephrotic syndrome (SRNS). This devastating disease is typically associated with oedema, proteinuria, hypertension, microscopic haematuria, and renal insufficiency and usually leads to end stage renal failure despite the use of prolonged and toxic immunosuppression. A difficult and intriguing aspect of SRNS is that in many cases, it will recur following kidney transplantation. The incidence of SRNS, which is particularly common in children, has increased markedly recently with the latest epidemiological study showing a dramatic increase in SRNS as a proportion of primary glomerulopathy from 17 to 59% between 1992 and 2002. Although the cause of SRNS is still unknown, the fact that up to 60% of patients who receive a first kidney transplant to treat their SRNS, experience recurrence of the condition suggests that the cause is not just a result of intrinsic kidney disease. The recurrence of the disease in transplanted patients (often within minutes or hours of the graft being perfused) and the fact that immunosuppressive drug therapy and plasma exchange have proven to be useful in treating the recurrence of SRNS led to the 'circulating toxic factor hypothesis' in the pathogenesis of the disease. \nThe kidney filtration barrier is made up of two cell types: glomerular endothelial cells and podocytes. We have and others have shown that the podocyte is specifically damaged in SRNS and also provided robust evidence that the toxic SRNS factor belongs to a class of proteins known as proteases. Proteases bind to specific receptors (PARs) on the surface of cells leading to changes in cell biology. The purpose ofthis application is to (1) identify changes in proteases in the plasma of patients with SRNS (2) study the role of PARs in the modulation of podocyte cell health(3) identify the cellular signalling pathways that mediate these effects.\nIdentifying the cellular mechanisms underlying the development of SRNS is essential given its clinical importance and is a critical step in designing and developing targeted therapeutic approaches to deal with this problem.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L002418/1","grantId":"MR/L002418/1","fundValue":"517412","fundStart":"2013-11-01","fundEnd":"2017-08-31","funder":"MRC","impactText":"","person":"Moin  Saleem","coPersons":["Gavin Iain Welsh"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}