{"id":"F897EFC9-C880-4DC5-88F2-7E42D85B72B1","title":"Investigating pathogen recognition mechanisms in Drosophila","abstractText":"The microorganisms that are encountered daily in the life of a healthy individual only occasionally cause perceptible disease. Most are detected and destroyed within hours by defence mechanisms that do not require a prolonged period of induction because they do not rely on the production of specific antibodies: these are mechanisms of innate immunity. Only if an infectious organism can breach these first lines of defence will an adaptive immune response ensue, with the generation of cells that specifically target the pathogen and memory cells that prevent subsequent infection with the same microorganism. It is now known that activation of the adaptive immune response depends on innate immune defences. \nUnderstanding the genetics of these innate responses has considerable implications for medical research since regulators of innate immunity could act as suppressors or activators of adaptive responses in say, patients that need to be immuno-suppressed following a chemotherapy treatment for leukaemia or for fighting off infections in patients following surgery. Uncoupling however, innate from adaptive responses in mammals is a very complicated process involving phases tightly connected and several hundreds of genes. This is where the tiny fruit fly Drosophila melanogaster comes in. Drosophila as all insects is very resistance to infections. It lacks an adaptive immune system relying solely on responses of an innate nature to struggle against infection. Moreover Drosophila has been extensively used as a model system in genetics and development and the resources available at the cellular, molecular or genetic level are very sophisticated. Recently, it has become clear that many genes important for the Drosophila host defence have been conserved throughout the animal kingdom and give an idea on how the system of innate immunity evolved. Against this background one has a much simpler system to study how pathogen recognition is achieved and one is able to analyse in depth the events following an infection. The research programme I propose is following an infection in real time and monitoring how the danger signal of the microbial invasion is propagated in the whole animal. By using genetic analysis the function of molecules candidates for pathogen recognition will be examined. Addressing these issues will help us understand how an infection develops through time and considering the evolutionary conservation of innate responses, how the human innate immune system mounts its defence.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0300170","grantId":"G0300170","fundValue":"628642","fundStart":"2004-03-01","fundEnd":"2009-05-31","funder":"MRC","impactText":"","person":"Petros  Ligoxygakis","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}