{"id":"F8990116-1792-46E7-9D2B-9ED6BBF3F301","title":"Neuronal and glial AMPARs: auxiliary subunits as targets for ion channel regulation","abstractText":"The functions of our brain rely on the chemical communication that takes place between its myriad cells. One of the most important of these chemicals is glutamate, a neurotransmitter responsible for a majority of fast excitatory signaling. Glutamate acts by binding to receptor proteins at points of contact between nerve cells, and most key features of this excitatory signaling are shaped by the basic properties of one specific class of glutamate receptor - the AMPA receptors (AMPARs). AMPARs are ubiquitous; their activity is integral to all fundamental brain functions, including the processes of sensation, thought, emotion and memory. Because of this, dysfunction of AMPARs causes serious neurological disorders. In particular, one subclass of AMPARs that allow the entry of calcium ions into cells is implicated in the aetiology of several conditions, including multiple sclerosis, motor neuron disease, epilepsy, brain damage following stroke or during birth, and brain tumor growth. As AMPARs play a key role in normal cognition, they are also targets for drug treatments aimed at enhancing cognitive function, notably in neurodegenerative conditions such as Parkinson's and Alzheimer's disease.\n\nUnderstanding AMPARs is essential if we are to dissect their role in disease pathogenesis. Specifically, there is an urgent need to determine the principles that govern AMPAR function at a cellular and molecular level. Recently, our understanding of these processes advanced significantly, with the identification of proteins that directly associate with AMPARs and dictate their properties and behaviour. Two families of proteins have received particular attention - the transmembrane AMPAR regulatory proteins (TARPs) and the cornichons (CNIHs). Our research is aimed at understanding how these 'auxiliary subunits' control the function of AMPA receptors, with the goal of identifying potential avenues for therapeutic intervention. We will use a combination of proven electrophysiology, imaging and molecular approaches to address three specific goals: (1) to reveal how different auxiliary proteins affect the way in which endogenous molecules and exogenous drugs block or potentiate different classes of AMPARs; (2) to identify the specific auxiliary molecules important for the regulation of calcium-permeable AMPARs, and (3) to elucidate the role played by auxiliary proteins in AMPAR changes thought to underlie pathological conditions involving nerve cells and glia (inflammatory pain and white matter damage). \n\nPotential applications and benefits of this research stem from the fact that it will provide fundamental information about the regulation of an important class of glutamate receptors in nerve cells and glia. It will consolidate our understanding of normal brain function and highlight strategies for treatment of debilitating conditions. By establishing how different auxiliary proteins affect the pharmacology of specific AMPAR subtypes it has the potential to inform new efforts in drug discovery.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J002976/1","grantId":"MR/J002976/1","fundValue":"1686390","fundStart":"2012-03-01","fundEnd":"2017-11-28","funder":"MRC","impactText":"","person":"Stuart G  Cull-Candy","coPersons":["Mark  Farrant"],"organisation":"University College London","findingsText":"","dataset":"gtr"}