{"id":"F89EAECB-804D-4A5B-9B02-4258234712D7","title":"MOLECULAR MATERIALS EXHIBITING MAGNETIC CHIRAL ANISOTROPY II","abstractText":"Molecular materials are, by definition, made from molecular 'building blocks' in which the molecular origins are clearly present in the final material. Their modular nature means that they can be made in a rational manner under very mild and controlled conditions. The physical properties then emerge as a function of the constituent molecules and any non-covalent intermolecular interactions. Therefore, a molecular approach to materials offers great flexibility to use chemistry to change the constituent molecules in order to tune the physical properties. It is also possible to choose molecules that bring complementary properties to the product, leading to multifunctional materials. This is especially interesting if these properties act in synergy with each other to produce a further property that may be difficult to obtain otherwise. For example, magnetic molecular superconductors have been made based on salts of cationic organochalcogenide molecules (the electrically conducting component) with magnetic counterions.We propose to use this kind of molecular materials route to prepare materials that exhibit Magneto-chiral Anisotropy (MCA). MCA is predicted to appear in materials that are chiral and have significant electrical conductivity. The effect means that their electrical resistance is different depending on the direction of current flow or on the direction of an applied magnetic field. Our method is to prepare conducting ion radical salts where one or both of the ions are chiral. In this pilot study we will synthesise a series of salts combining achiral cations and chiral anions. Our approach will uniquely look at a range of chiral anions, not previously used in this field, which have different topologies and functionality. These anions are designed to promote the expression of chirality in the lattice through intermolecular interactions. A material that exhibits MCA is likely to be important in new electrical devices since the current flow depends on the electron polarisation as induced by a magnetic field, which is the basis of spintronics.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F025491/1","grantId":"EP/F025491/1","fundValue":"232870","fundStart":"2008-03-01","fundEnd":"2010-08-31","funder":"EPSRC","impactText":"  Circular dichroism (CD) is used in quality control of the protein components of biopharmaceutical products such as the breast cancer drug Herceptin. According to the National Physical Laboratory (NPL) there is substantial variation in measurements between instruments. This results from the lack of a suitable standard. We have produced a robust system for calibration of both CD intensity and wavelength. This is currently being used by JascoUK engineers and it is planned to be shipped with new CD Chemicals Economic","person":"Peter  Scott","coPersons":[],"organisation":"University of Warwick","findingsText":" Molecular materials are, by definition, made from molecular 'building blocks' in which the molecular origins are clearly present in the final material. Their modular nature means that they can be made in a rational manner under very mild and controlled conditions. The physical properties then emerge as a function of the constituent molecules and any non-covalent intermolecular interactions. Therefore, a molecular approach to materials offers great flexibility to use chemistry to change the con - Chemicals,Electronics","dataset":"gtr"}