{"id":"F8A471FB-6075-456D-AB43-02CD6E8CBE68","title":"Applications of Number Theory and Probability in problems in Mathematical Physics","abstractText":"First observed by the physicist and musician Ernst Chladni in the 18th century, the nodal structures (also referred to as the Chladni Plates or Chladni Modes) appear in many problems in engineering, physics and natural sciences. The nodal patterns describe the sets that remain stationary during membrane vibrations, hence their importance in such diverse areas as musical instruments industry, mechanical structures, earthquake study and other fields. For example it is believed that the symmetries of musical instruments' nodal lines reflect or infer the beauty or quality of their sound. In addition, empirical observations show that the maximal destruction or damage inflicted by earthquakes is along nodal patterns, and hence they are important in a city planning considerations and related issues. They also arise in the study of wave propagation, cosmology, and astrophysics; this is a very active and rapidly developing research area.So far, the nodal structures have been mainly addressed in the physicists' literature. In his seminal paper, Michael Berry (1977) suggested that the behaviour of the nodal patterns corresponding to the high frequency vibration on chaotic-shaped membranes (meaning that the trajectory of free particles is equidistributed on that membrane; this, for example, excludes the sphere and the torus) is universal, and corresponds to the Random Wave, studied earlier by Longuet-Higgins as a model for ocean waves. Extensive numerical experiments confirm his predictions. Later, Blum, Gnutzmann and Smilansky (2002) studied some aspects of nodal structures numerically; in particular, they distinguish between the chaotic case and the completely integrable one (such as the torus or the sphere; here the dynamics of the free motion is well understood). Following this work, Bogomolny and Schmit (2002) introduced the elegant percolation-like model, that explains some of the aspects of nodal patterns discovered by Blum-Gnutzmann-Smilanky. Despite the fact that, thanks to those efforts, a lot is understood about the nodal structures, only few rigorous statements are known.In this research I propose to investigate the nodal structures with mathematical rigour. In particular I would like to find some evidence that would either support or contradict the physicists' predictions and empirical observations.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J004529/1","grantId":"EP/J004529/1","fundValue":"100289","fundStart":"2011-12-27","fundEnd":"2012-08-31","funder":"EPSRC","impactText":"  I found an evidence for the surprising non-universal arithmetic structure of Chladni Patterns on the torus. That is, many aspects of these depend on the angular distribution of the lattice points lying on circle, which varies a lot, from equidistribution on on extreme, and concentration on 4 antipodal angles to the other.\n\nMy works on the spherical random fields are of great importance both in mathematical physics and various aspects of cosmology, such as studying the CMB. For example, the results on the distribution of critical points (and nonlinear functionals) can on one hand serve as a test ground for various questions on the nodal domains, and as Gaussianity tests for CMB.\n\nArt inspired by my research has recently been exhibited in various exhibitions and galleries. Culture, Heritage, Museums and Collections,Other Cultural","person":"Igor  Wigman","coPersons":[],"organisation":"Cardiff University","findingsText":" * There is a deep underlying relation between problems in Mathematical Physics and Number Theory. We found that on the torus the Chladni Patterns (Math. Physics) are non-universally related to the angular distribution of lattice points lying on circles (Number Theory).\n\n* The Nodal Lines are more stable (or rigid) that expected to (&quot;Berry's Cancellation&quot;), or all the other levels. \n\n* The shapes of the various components of Chladni Patterns is universal. My various research outputs have opened a field of a new activity. There are a lot of important open problems in this new field or inspired by my research, to be addressed. There are also a lot of problems of more technical nature to be addressed by junior researchers (e.g. PhD students or postdocs to be supervised and educated on), or results of mine to be generalized. Education,Culture, Heritage, Museums and Collections,Other","dataset":"gtr"}