{"id":"F8A54E7D-5BA9-41CE-B318-3FFCE6EEEFF1","title":"Defining the molecular link between DNA repair and chromatin remodelling","abstractText":"This study investigates how plants detect, signal and repair DNA damage. DNA is essential for growth and reproduction but is constantly being damaged by highly reactive chemicals present in the cell and environmental factors including carcinogens, UVB and soil pollutants such as heavy metals. A single DNA double strand break is sufficient to cause cell death and DNA therefore needs to be continuously repaired if the organism is to survive. The first steps in repair are detection and signalling of DNA damage. It is important that the cell rapidly recognises and signals the presence of DNA damage to minimise the harmful effects on growth and development of the organism. In this study, to be undertaken at the Faculty of Biological Sciences, University of Leeds, we will establish how DNA double strand breaks are detected and repaired using the model plant Arabidopsis thaliana. We will build on our existing knowledge of DNA damage and repair in plants, including exciting recent results that show that the primary detector of DNA damage, termed the MRN complex, interacts with proteins responsible for the modification of histones (proteins that package DNA and regulate its accessibility). This novel result suggests a mechanism by which the cell can signal DNA damage by modifying histones at the site of the break in the very early stages of DNA damage detection and repair. In this proposal, we will test this hypothesis that histone modification plays a crucial early role in DNA repair. We have isolated mutant plants lacking our newly identified histone modifying proteins, and in this study we will see if DNA breaks are processed differently, in terms of histone modification, the rate of repair and the 'unpacking' of DNA. We will also determine the effects of these mutations on the ability of plants to withstand DNA damage. It is important that we understand these signalling processes in plants, as DNA damage signalling and repair is required to allow growth of crop plants in conditions of environmental stress, and failure of these pathways will result in reduced yields and the accumulation of deleterious mutations in future generations. In view of climate change, it is now important that we understand how plants respond to environmental stresses, which will impact on crop survival and yield. As many of the processes are conserved amongst different organisms, these studies may also have important implications for cancer, aging and gene therapy.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G001723/1","grantId":"BB/G001723/1","fundValue":"346538","fundStart":"2008-12-02","fundEnd":"2011-12-01","funder":"BBSRC","impactText":"  The research findings included identification of post-translational modifications in response to DNA damage. This has been the foundation of discussions with industry (Syngenta, Germains) regarding the development of molecular markers for seed quality. A collaboration agreement with Syngenta has been formalised and resulted in an on-going joint project. As such the research has promoted stronger links with industry and influenced industry thinking on molecular approaches to seed vigour assessment. Agriculture, Food and Drink Economic","person":"Christopher Edward West","coPersons":[],"organisation":"University of Leeds","findingsText":" Plants underpin all life as they are able to capture energy from sunlight and use this to build sugars and other compounds that support the food chain. However, this requirement for light energy and exposure to soil pollutants comes at a price, resulting in damage to the plant's DNA from UV irradiation and oxygen radicals. We have recently shown that in most seed plants, important to agriculture and biodiversity, DNA damage occurs during seed formation, storage and in early germination. Plants have evolved powerful mechanisms to reverse the effects of these various sources of damage, and these mechanisms form an important function to prevent mutagenesis and allow continued growth in the presence of DNA damaging agents. We are beginning to understand many of the processes involved in detection and repair of DNA damage. In this study we have explored the important roles played by the DNA binding proteins called histones in the protection of DNA against damage. These proteins package DNA, which is wound around the histones. However, their role extends far beyond packaging. We have found that when DNA damage occurs, specific changes can be observed in the histone proteins. These changes are important both to unpacking the DNA, required before it can be repaired, but also localised changes to histones can signal the location of induced damage to the cell prior to its repair. This signal in turn recruits other proteins involved in repairing DNA and ensures that the genetic information in the cell is faithfully maintained.\n\n\n\nAn exciting aspect of this research is that we have identified a link between the proteins that repair the DNA and those that decode the information within it. This could mean that regions of the genome that are being actively used (read by the machinery that decodes the genetic information) might be preferentially repaired. This would make sense, both for the preservation of the most important genetic information contained in DNA, but also in helping to maintain growth in the presence of DNA damage. Furthermore, the act of reading the DNA might actually increase the likelihood of a break occurring, as the two opposing strands of DNA have to be transiently separated and this is known to make it more vulnerable to damage. Having the proteins that repair damage DNA on-hand would increase the efficiency of the process by making it much easier for the cell to locate the damage.\n\n\n\nAs part of this project, we have also developed experimental test systems that allow us to generate a break at a specific point in the plant's genome, which helps us understand the processes of repair. These resources, together with our knowledge of the histone changes which occur in response to DNA damage, will help us predict how plants cope with environmental stresses and identify those plants suffering stress more easily. In doing so we will have a greater ability to breed stress-resistant plants, and deliver more robust, reliable and hardy crop species to help provide secure agricultural practices for the future. Industry may benefit from a novel, rapid mechanism of assessing whether plants are undergoing stress through ELISA-based analysis of the epigenetic changes identified in this project, including rapid analysis of seed quality, determination of plant stresses affecting growth performance on marginal or contaminated land and also providing a route to the development of plants with enhanced stress resistance. This study has provided us with valuable insight into the mechanisms of DNA damage detection and signalling at the chromatin level in plants and eukaryotes, identifying specific changes in chromatin modification, characterising the chromatin remodelling factors which mediate these and delineating the early events which occur in DNA damage signalling and repair processes. As such the identified chromatin modifications, chromatin remodelling factors and their specific interactions with core components of DNA damage signalling/repair complexes represent potential targets for manipulation of plant DNA repair and recombination pathways. These have applications for plant meiotic recombination, important to the generation of new varieties in crop breeding in addition to the development and improvement of existing gene targeting methodologies which would have significant impact on agriculture and plant biotechnology. \n\nThe chromatin signalling mechanisms identified in this project represent a novel indicator of plants undergoing genotoxic stress and are also potential limiting factors for growth of plants exposed to factors that compromise genome stability. As such they have potential to assist in the development of crop species that can withstand adverse environmental conditions and growth on marginal land. The close connection between DNA repair, repair capacity and seed germination performance indicates that these fundamental mechanisms of DNA damage detection and signalling will also be important determinants for seed vigour, viability and storability, with associated impact on seedling vigour performance, a key determinant of seedling establishment and crop productivity. Agriculture, Food and Drink,Environment","dataset":"gtr"}