{"id":"F8A9407B-EC78-4B02-9E48-6CDDA77ECB63","title":"New insights into the deposit architecture and emplacement mechanisms of block-and-ash flows using ground penetrating radar","abstractText":"Block-and-ash flows (BAFs) are amongst the most dangerous volcanic phenomena on the planet. Generated by gravitational or explosive collapses of viscous lava domes or by the collapse of vulcanian-type eruption columns, BAFs are common at many active subduction zone volcanoes, including Colima (Mexico), Unzen (Japan), Soufri&egrave;re Hills (Montserrat), Arenal (Costa Rica) and Merapi (Indonesia), where they pose a severe threat to the surrounding population and infrastructure. Merapi, an andesitic composite volcano located in Central Java (Indonesia), is one of the most frequently erupting volcanoes in Indonesia with nearly persistent volcanic activity. Of the 1.1 million people living on the flanks of the volcano, almost half live in high-risk areas. It is estimated that property worth tens of millions of U.S. dollars lies in the vulnerability zone of the volcano and this amount is likely to increase given a population growth rate of 3% per year in the local area. Since the mid-1500s, eruptions of Merapi have caused ~7000 fatalities. More recently, BAFs from a small-scale eruption in 1994 killed 66 people, whilst the renewed activity of 2006, which, for the first time in more than a century affected densely populated areas on the volcano's southern flank, led to more fatalities. These eruptions illustrate the unpredictable and still poorly understood behaviour of BAFs, which caused havoc in areas considered relatively save from BAFs and related hazards. Furthermore, they have demonstrated the urgent need for an improved physical understanding of the mobility, transport and deposition processes of BAFs in order to improve assessments of their local hazard potential. Traditionally, qualitative models of BAF transport and deposition have been developed based on interpretations of the internal structure from resulting deposits. Unfortunately, a combination of poor exposure and rapid lateral facies variations, controlled by unknown palaeo-topography, have often complicated suh field-based studies and have hindered the detailed assessment of emplacement mechanisms and, hence, the hazard potential of such flows. This proposal aims to overcome the inherent limitations of these traditional studies through the application of ground penetrating radar (GPR) to the 2006 Merapi BAF deposits, which provide a unique and ideal natural laboratory for this type of research. The application of GPR to pyroclastic deposits is relatively new and the technique is capable of allowing systematic and rapid collection of sub-surface information independently from the presence of exposures. This opens a unique perspective that, when combined with detailed sedimentological studies along exposed sections, will provide the most complete picture yet of the three-dimensional deposit architecture of BAF deposits and how this type of pyroclastic flows is emplaced. Such a level of interpretational sophistication is impossible to achieve with direct observation techniques alone. The results of this study will be instrumental in formulating a new, improved understanding of BAF-related hazards and help provide sustainable technology solutions to the challenges associated with hazard mitigation (a priority area highlighted in the NERC Strategic Plan for Science). One of the key outcomes of the project is to create a unique, well-constrained data set that has important applications to the numerical modelling of mass flows and the emplacement dynamics of multi-phase granular deposits. Consequently, the work will be of immediate benefit to all groups involved in assessing volcano hazards either directly (at observatories on some of the most active volcanoes around the world) or through remote sensing and numerical modelling techniques.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F000936/1","grantId":"NE/F000936/1","fundValue":"69694","fundStart":"2008-04-07","fundEnd":"2009-10-06","funder":"NERC","impactText":"  To improve our understanding of hazardous volcanic flows and to mitigate the risk associated with this deadly volcanic phenomenon. Environment Societal,Economic","person":"Ralf  Gertisser","coPersons":[],"organisation":"Keele University","findingsText":" Volcanic eruptions can produce fast-moving flows of lava blocks and ash, which are typically confined to valleys. But when they breach the valley confines they can cover large and often populated areas, with devastating results. It turns out that protective structures like dams, which are built to protect land and people from volcanic landslides called lahars, might actually be adding to the risk that these block-and-ash flows could spill over valley margins. In addition, minute details of surface topography can influence the route these dangerous flows follow. To aid volcanologists, decision makers and authorities in improving pyroclastic flow hazard assessment and risk mitigation. Environment","dataset":"gtr"}