{"id":"F8AFF07A-2424-4367-A1A4-6D7B811BE4C5","title":"Non-classical paramagnetic susceptibility and anisotropy in lanthanide coordination complexes: a combined experimental and theoretical study","abstractText":"Rare earth elements are used widely in society and industry in the 21st century. Even your mobile phone contains up to 9 different rare earth elements, harnessing their unique magnetic and optical properties. Advances in the application of these properties requires that we understand better the physicochemical origins of their behaviour. A key part of this process is to develop new theories that test our understanding, and guide us in the design of new chemical applications. \n\nOf particular importance is the magnetic behaviour of the rare earth elements in their chemical compounds, and the ramifications of the directional dependence of the 'paramagnetism' that arises from unpaired electron density. This behaviour has important consequences not only in the design of new magnetic materials, but also in their use in magnetic resonance imaging (MRI) where they have been used since 1988 as contrast agents to assist in clinical diagnosis of disease. For example, paramagnetic lanthanide coordination complexes are being created as proton chemical shift magnetic resonance probes, in a radical change in imaging technology that directly relates to the importance of imaging technologies in healthcare. \n\nThis multidisciplinary project brings together three teams of scientists with complementary expertise in Durham, Manchester and Southampton to develop and test new theoretical and computational approaches that will promote a better understanding of the magnetic properties of new series of rare earth chemical compounds that are directly relevant to their application in magnetism and their scope for use in MRI.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N007034/1","grantId":"EP/N007034/1","fundValue":"295760","fundStart":"2016-04-01","fundEnd":"2019-03-31","funder":"EPSRC","impactText":"","person":"Eric John Logan  McInnes","coPersons":[],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}