{"id":"F8B02A54-B2F1-408F-B061-2F066D2B1E03","title":"COST-EFFECTIVE PRODUCTION OF RENEWABLE LIQUID BIOFUEL AND CHEMICALS THROUGH THE THERMOCHEMICAL LIQUEFACTION OF AQUATIC BIOMASS","abstractText":"Many new technologies are being investigated currently for their potential to supplement fuels from fossil resources. Hydrothermal liquefaction is one such route for converting solid biomass into a biocrude oil. Potentially the oil has several advantages over solid biomass. It has a much higher energy content and a higher density, and these factors, together with its liquid nature, means that it is easier to transport using existing oil networks. It also has properties more similar to a heavy crude oil and so can be upgraded to more useful liquid fuels, such as bio-diesel. Some valuable chemicals are produced concurrently, which could influence favourably the economics of the process. The process itself involves heating biomass in superheated water. Under these conditions the water is able to react with the biomass and the products are gas, biocrude oil, solid char, and a water phase. Because the process is conducted in water it is not necessary to dry the biomass (an expensive step for other bioenergy technologies), and wet feedstocks, such as algae, are ideal. There is an added advantage here in that it opens the possibility of extending the land area available to grow biomass to costal marine environments. There are still several challanges to address before hydrothermal liquefaction can be proved commercially. The most important is to improve the viscosity of the biocrude so that it can be transported more easily. This work seeks to understand some of the fundamental chemistry of the process and also will explore two novel approaches to improve the biocrude viscosity - firstly, the role of inherent minerals in the process, and secondly, the advantages to be gained from blending feedstocks. These two factors could have a major influence on the bio-crude quality and therefore its commercial realisation","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F061374/1","grantId":"EP/F061374/1","fundValue":"135848","fundStart":"2008-04-01","fundEnd":"2009-09-30","funder":"EPSRC","impactText":"","person":"Jenny Marie Jones","coPersons":["David Duncan  Mara"],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}