{"id":"F8B8282A-D09F-4024-8D61-5AEE6008047A","title":"Algorithms and Software for Emerging Architectures (ASEArch)","abstractText":"Advanced computing is an essential tool in addressing scientific problems of national interest, including climate change, nanoscience, the virtual human, new materials, next-generation power sources and astrophysics; as importantly it is equally essential to solve commercial and industrial problems in financial modelling, engineering, and real-time decision systems. In recent years the computer systems that underpin these software applications have changed radically and it is no longer possible to simply run the same application software efficiently on new machines. This CCP will address this challenge by creating new knowledge regarding new hardware and software systems and disseminating to other computational science groups. That dissemination will occur through publications, workshops, in-depth study groups, new algorithms and software kernels. \n\nThe CCP is building on, and leveraging, several existing networks and institutes and is well positioned to leverage international efforts too. There is agreed engagement with the application-driven CCPs and a broad range of network collaborators. \n\nThe activity will have impact on academic computational scientist through direct engagement, availability of technology watch outputs; reports on best practice; papers on new algorithms; and open source software. Through the engagement of our industry partners and appropriate knowledge transfer network we will also have impact on commercial applications.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J010553/1","grantId":"EP/J010553/1","fundValue":"488936","fundStart":"2011-11-01","fundEnd":"2015-04-30","funder":"EPSRC","impactText":"  The CCPs access our information and findings from our website. Aerospace, Defence and Marine,Chemicals,Digital/Communication/Information Technologies (including Software),Education,Energy,Financial Services, and Management Consultancy,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology Economic","person":"Mike  Giles","coPersons":["Anne Elizabeth Trefethen","Jennifer Ann Scott","David  De Roure","Mike  Ashworth","Nicholas Ian Mark  Gould","Jonathan  Follows"],"organisation":"University of Oxford","findingsText":" This CCP (Collaborative Computational Project) is supporting other CCPs in the exploitation of novel architectures. This is being accomplished through workshops, training and the development of open source software with widespread applicability. The software is equally applicable in both academic and non-academic contexts. Open source software is being developed for the use of other CPPs, and some is also being contributed to major international mathematical software libraries such as NVIDIA's CUBLAS and CUSPARSE libraries. Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}