{"id":"F8B9F2EA-D7F3-430B-87A5-D1C9F463B30D","title":"Globally Asynchronous Elastic Logic Synthesis (GAELS)","abstractText":"This project will develop an integrated theoretical and practical foundation for new methods and CAD tools to support the design of various types of systems with mixed synchronous-asynchronous operation. The crucial novelty will be in the use of the Elastic Logic principles when arranging interaction between blocks, partitioning the system into multi-block components ('localities').It will for the first time provide a pragmatic way of automating the design of mixed synchronous-asynchronous systems with varying granularity level, thereby leading to the development and application of systematic optimization techniques to obtain solutions targeted at the key design issues for deep submicron DSM and 3D implementation technologies, such as process variation power dissipation, area and speed.\n\nThe project will deliver new theoretical models and algorithms for data-flow representation of systems for timing and power elasticity, automated partitioning of globally synchronous systems into subsystems with local synchronism, automated conversion of systems to elastic form and introduction of asynchronous protocols, design of synchronous-asynchronous interfaces and integration of the new methods into an appropriate industrial CAD environment. The new methods will be tested using an advanced case study from the industrial collaborators, using an advanced DSM technology.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I038551/1","grantId":"EP/I038551/1","fundValue":"387730","fundStart":"2011-09-01","fundEnd":"2014-08-31","funder":"EPSRC","impactText":"  These findings are now being considered for possible application in modelling Intel's models for interconnect fabric Xmas using Petri nets with fully asynchronous and GALS semantics. Digital/Communication/Information Technologies (including Software),Electronics Economic","person":"Alexandre  Yakovlev","coPersons":["Marta  Pietkiewicz-Koutny"],"organisation":"Newcastle University","findingsText":" New theoretical models and algorithms for data-flow representation of systems for timing and power elasticity, automated partitioning of globally synchronous systems into subsystems with local synchronism have been developed. Methods for automated conversion of systems to elastic form and introduction of asynchronous protocols have been investigated. Design of synchronous-asynchronous interfaces and integration of the new methods into RTL and high level synthesis design flows have been explored. \nThe main theoretical result is the development of a new formalism for persistence in asynchronous systems with local synchronisation in bundles.\nOn a more practical side, an approach to GALS partitioning has been developed based on the analysis of Petri net models of system components and the complexity analysis of their underlying algorithms.\nSome new algorithms for the execution of globally asynchronous systems with local steps have been implemented in the software tool Workcraft http://www.workcraft.org/ The new theory and partitioning can be further extended to improve the algorithms and software for GALS models under Workcraft, and this is currently explored in another award UNCOVER EP/K001698/1 Digital/Communication/Information Technologies (including Software),Electronics","dataset":"gtr"}