{"id":"F8BDFC9B-8526-487F-8706-BE9DF421021D","title":"Developmental control of microRNA arm choice","abstractText":"MicroRNAs (miRNAs) are fundamental modulators of gene function. These approximately 22 nucleotide single stranded RNA molecules direct the activity of proteins that repress translation and degrade mRNAs. More than 10,000 miRNAs have been identified since their discovery a decade ago. Bioinformatic studies suggest that a third to a half of animal genes are regulated by miRNAs, signifying their huge impact in virtually every biological process. A miRNA can make functional mature products from either arm of the hairpin precursor but are commonly found to produce a single dominant product. Since sequences from opposite arms of the hairpin are not similar, each miRNA arm will regulate distinct sets of genes. The fidelity of the arm choice is critical for correct regulation of target mRNAs. For many miRNAs, choice of miRNA arm is highly reproducible. However, high-throughput sequencing of small RNAs in diverse animals and tissues has found that some miRNAs have different dominant arms depending on where and when they are expressed. The genes affecting arm choice are unknown. This has motivated our proposed study to understand genes involved in mediating this choice. This project we propose will take advantage of our discovery of arm switching in an ancient, highly conserved family of miRNAs present in all animals. We will utilize non-vertebrate models (the fruit fly and flour beetle) to understand the residues in the miRNA precursor that contribute to arm choice and identify genes that mediate choice of dominant miRNA arm direct miRNA function. The regulation of arm usage has broad significance, contributing to the fields of developmental biology, tissue repair and regeneration, and pathological conditions such as cancer.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H017801/1","grantId":"BB/H017801/1","fundValue":"360034","fundStart":"2011-01-17","fundEnd":"2015-01-16","funder":"BBSRC","impactText":"  The recognition that microRNA arm choice is important for microRNA function in general has been used to inform specific studies of microRNA function. Pharmaceuticals and Medical Biotechnology ","person":"Matthew Rand Ronshaugen","coPersons":[],"organisation":"The University of Manchester","findingsText":" MicroRNAs are short RNAs that regulate gene function through repressing translation. MicroRNA biogenesis involves the production of 2 potentially functional RNAs. We have determined that both of these RNAs can have biological function and provide insight into how this choice can be controlled. Design of artificial microRNAs. Agriculture, Food and Drink,Education,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}