{"id":"F8C043F2-C510-405B-A10C-0C45496463ED","title":"Electromagnetic characterisation of printed circuit boards","abstractText":"Significant advances have been made in developing circuits driven by fast clocks, thus increasing dramatically processing speeds. Clock rates of a few GHz are now available. Even a few harmonics of the clock rate, takes designs well into the microwave region where printed circuit boards (PCBs) have dimensions of the order of several wavelengths and become efficient radiators of electromagnetic (EM) energy. The increase in clock speed in combination with the driving down of device switching voltage levels is making emissions and susceptibility critical issues in the next generation systems. It is becoming critically important to include electromagnetic compatibility (EMC) very early in the design phase of high speed systems. Design engineers are primarily concerned with circuit based currents and voltages and are normally only marginally aware of the EMC issues. EMC is primarily concerned with the emission of EM fields from devices and the susceptibility of a device to an external EM field. EM field driven issues make circuit geometry as well as network connectivity important for PCBs which are electrically large (compared to wavelength). PCBs are also becoming more complex so that quantifying their EM properties is more difficult. It is of course possible, through detailed 3D EM simulation, to accurately reproduce the EM fields around a PCB but this requires unrealistic computing power and simulation run times. Full field-based tools, although well developed for microwave circuits, cannot deal efficiently with the complexity of modern designs. EMC issues are frequently concerned with harmonic frequencies outside the operating frequency and beyond the range for which device characteristics are accurately quantified. The provision of efficient EMC CAD analysis tools and concepts would be a timely addition to advanced engineering design.The object of this project is to simplify the problem of EM emissions from PCBs as much as possible and to provide design engineers with a simple coherent measure of the performance of a PCB, which can be plugged and played in an EMC analysis package. By this we mean a formulation of simple and general emission equivalents, which can easily be incorporated into full-field EM models for the purpose of assessing EMC interaction of several PCBs in their operating environment. The method proposed is to echo the established IBIS approach for the port characterization of devices which engineers are familiar with. It is proposed to develop and evaluate a technique where the EM emissions and coupling of a PCB are characterized by an array of electric and magnetic dipoles. The way the PCB is segmented and represented by equivalent dipoles will be the subject of extensive investigations as it must offer an acceptable way of replicating emissions. These dipole structures may be active to represent on board sources or passive to represent the coupling between the PCB and the EM environment. Though PCB structures may be complex, resolution of the order of approximately a tenth of a wavelength is normally necessary to accurately represent a device's EM characteristics. An array of equivalent dipoles spaced a few cm apart with their source amplitudes and impedances should, therefore, be sufficient to accurately represent a PCB. Ideally this representation must be invariant under all changes in system conditions in the enclosure or the external environment. In this way the development engineer will have a simple and efficient model, which can be plugged into standard EM field solvers to rapidly prototype a system design for EMC. Also, realistic problems can be tackled at a reasonable computational cost. The proposed EM representation of a PCB will be very powerful as it would be completely general being valid not only for full EM field solvers but also for other semi-analytic intermediate EMC models. Such models allow what if studies to be conducted during the conceptual design phase.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D048540/1","grantId":"EP/D048540/1","fundValue":"263356","fundStart":"2006-06-01","fundEnd":"2009-11-30","funder":"EPSRC","impactText":"","person":"David  Thomas","coPersons":["Christos  Christopoulos","Angela  Nothofer","Phillip Donald Sewell"],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}