{"id":"F8C42D6A-C287-453C-8BB1-6DFF1CB15673","title":"Convex Optimization Based Robust Spatial Multiplexing Techniques for Downlink Multiuser Wireless Systems","abstractText":"The demand for high speed data transmission over wireless access is growing steadily due to rich multimedia applications such as video streaming, music and interactive services. The expectation is to enable wireless access to provide the same data rate and quality of services (QoS) as that provided by wire-line counterparts. This requires provision of beyond 100 Mb/s and preferably 1Gb/s wireless access. The data rates of wireless systems can be increased by exploiting spatial diversity provided by multiple antennas at the transmitter and receivers. A basestation could serve multiple users simultaneously in the same frequency band using downlink spatial multiplexing techniques. For a frequency division duplex (FDD) based system, the use of multiple antennas at the transmitter however requires feedback of channel state information (CSI) from the receiver. Such channel state information when used at the transmitter will always be inaccurate due to channel estimation error, quantization of the estimates (due to finite budget for bit feedback) and relative motion between the transmitter and receiver. For example, when the channel is changing moderately fast, due to feedback delay, by the time the transmitter uses the channel state information, the true forward channel would have changed. The error which is the difference between the true channel and the estimates available at the transmitter could seriously degrade the transmitter diversity performance. Therefore, it is very important to consider the channel state information error when designing transmitter diversity techniques for the enhancement of capacity or coverage.Motivated by the rich theoretical and experimental results on the benefits of transmitter diversity techniques for wireless multiuser systems, we propose to develop advanced signal processing techniques to mitigate this very important and practical problem of imperfect channel state information at the basestation, a major limitation for using these diversity techniques in a highly hostile downlink channel environment. The research will be focused on developing robust beamformers/transmit diversity techniques that are resilient to channel state information error, using convex optimization techniques such as second order cone programming and semidefinite programming. The performance (in terms of bit error rate (BER), coded BER (CBER) and throughput) will be compared against conventional non-robust techniques for various channel fading profiles obtained using simulations and real field data provided through QinetiQ, facilitated by Professor Malcolm Macleod. This project has a distinct advantage of European collaboration with Prof. Alex Gershman who is a world renowned expert on robust beamforming and array processing techniques, and this window of opportunity should not be lost as we believe this provides an excellent vehicle for UK's standing in the field of robust design and array signal processing at an international level.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G020442/1","grantId":"EP/G020442/1","fundValue":"256234","fundStart":"2009-01-05","fundEnd":"2012-01-04","funder":"EPSRC","impactText":"  This research has been very successful in terms of providing new insights into advanced spatial diversity techniques for wireless communications. The successful results have been published in many international journals and conferences. The work has also been very beneficial to many PhD students at Loughborough University. The work produced has also led securing an industrial sponsored iCase award. Digital/Communication/Information Technologies (including Software) Societal","person":"Sangarapillai  Lambotharan","coPersons":["Jonathon  Chambers"],"organisation":"Loughborough University","findingsText":" One of the major challenges in wireless communications is the scarcity of radio spectrum mainly due to emerging high data rate interactive and multimedia applications. Spatial diversity techniques in the form of, for example transmitter beamforming and multiple- input multiple-output (MIMO) system could help enhancing spectrum efficiency due to simultaneous access of multiple users or multiple data streams. Through this project, we have developed various mathematical optimization techniques to design transmitter beamformers and MIMO transceivers as well as optimum allocation of resources such as power and radio spectrum. The optimization frameworks were based on second order cone programing and semidefinite programing. In particular the following methods have been developed:\n\n1) Design of beamformers in the presence of channel state estimation error using a worst-case performance optimization criterion.\n\n2) Design of beamformers for spectrum sharing users under a cognitive radio environment.\n\n3) Design of beamformers when basestation employs both real time and non-real time services with a mixed quality of services requirement.\n\n4) Distributed cooperative beamformer design for relay networks.\n\n5) Theoretical capacity analysis of the performance of a relay network in the presence of channel fading.\n\n6) Optimum MIMO transceiver design for spectrum sharing networks.\n\n7) Optimum MIMO transceiver design and spectrum and power allocation for OFDM based MIMO network. The project has proposed various novel techniques for resource allocation and spectrum sharing spatial multiplexing. The work in particular covers relay networks and beamforming. Various variations of relay and beamforming methods are being promoted into wireless standards such as LTE. Hence there will be interests in the proposed methods to industries specialising in wireless communications. Also, the mathematical optimization methods can be used to solve other engineering problems. For example, we have received funding from Toshiba (joint Toshiba-EPSRC ICASE award) to explore the optimization methods for demand side management in smart grids. Spatial diversity techniques for enhancing spectrum efficiency in wireless communications are of significant interests to both academic and industrial research community. The results produced have been published in eight highly reputable journal articles and sic international conferences. Some of the works have already received considerable amount of citation. Apart from these exploitation routes, the results are also being presented in various invited and plenary talks. Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}