{"id":"F8C83AA9-5CFA-4F5E-B1DE-9B2C6B5D2488","title":"Children and the European Union: Rights, Welfare and Accountability","abstractText":"Research Context\\nSince the 1990s, children's rights issues have occupied an increasingly important place on the EU legal and policy agenda. This has been triggered in part by a series of important judicial decisions acknowledging the potential of EU law to both impact upon, but also to develop social and civil rights in a way that complements international human rights law and the constitutional traditions of the Member States. This has been accompanied also by some important amendments to the constitutional fabric of the EU that have gradually extended the institutions' competence to enact more direct, child-focussed measures. In response to these developments, the European Commission issued a Communication in July 2006 setting out, for the first time in the history of the EU, a coherent action plan for advancing children's rights across a range of areas ranging from education and democratic participation, to human trafficking, internet safety and asylum processes. \\nHowever, while the development of children's rights at EU level is to be welcomed, it raises a number of questions and concerns, relating to the appropriateness (both legally and ideologically) of EU intervention in children's rights. These concerns question the processes and structures in place at EU level to ensure that such measures go beyond the tokenistic and have the potential to impact positively on children's lives. While such questions explore new ground, the research engages with broader EU debates around competence, citizenship, identity and participatory democracy, and dovetail with ongoing international discussion about how best to protect children and promote their rights in situations that straddle geographical and jurisdictional boundaries. \\n\\nPotential Applications and Benefits\\nThe proposed work is primarily doctrinal but will integrate and compliment the substantial amount of empirical and theoretical research I have already carried out on the rights and experiences of children and families in the European Union (see CV). Drawing on a range of disciplinary perspectives (including politics, international human rights, the sociology of childhood, social policy and human geography) it will provide the first detailed analysis of children's rights and critique the extensive body of case law and legislation to have emerged across a range of substantive areas. The book will also add a unique children's rights perspective to broader debates around EU competence, citizenship, governance and participation.\\n\\nThe book will be of value to academics and undergraduate and postgraduate students across a range of subject areas identified above, offering a new perspective to the study of EU law on the one hand and children's rights on the other. Moreover, the detailed critique of the significant body of case law relating to EU family law will be of particular interest to international family law practitioners; many practitioners are unfamiliar with the EU legislative process and judicial system and yet appreciate the need to familiarise themselves with this following the introduction of EU law regulating cross-national divorce and parental responsibility to replace pre-existing private international law instruments. The book will also be a useful resource for campaigning charities working in the area of international and European children's rights.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F002327/1","grantId":"AH/F002327/1","fundValue":"28654","fundStart":"2007-09-24","fundEnd":"2008-03-24","funder":"AHRC","impactText":"","person":"Helen  Stalford","coPersons":[],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}