{"id":"F8CB8FAF-580F-4979-88F5-BADCA4F623C8","title":"Workshops: UK Mathematics in Medicine Study Groups (2009-2012)","abstractText":"Mathematics has an important role to play in the understanding of biomedical problems. This role has resulted in the recent explosive growth in fields such as Mathematical and Systems Biology. This proposal is focused on continuing an existing programme of week-long MMSGs and shorter follow-up meetings designed to foster and stimulate new collaborations between the mathematical and biomedical sciences. The MMSGs allow mathematicians, statisticians, biomedical scientists and clinicians to come together under `one-roof' for a period of five days, and to participate in the application of mathematical modelling techniques to problems presented by the biomedical scientists. The workshops are focused, collaborative meetings where the mathematicians work side-by-side with the biomedical scientists to tackle their problem. The new ideas that are generated can help to direct future experimental work and developing new informative mathematical models and techniques. Shorter one day follow-up meetings (three per workshop) allow collaborations developed at the workshops to develop further. MMSGs have a nine year track record of facilitating exciting interdisciplinary collaborations between mathematicians, biomedical scientists and clinicians which have led to journal publications and future research being funded through MSc and PhD studentships, fellowships and larger grant applications. The programme provides an exciting opportunity for interdisciplinary research and an excellent training environment for students and early stage career researchers.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H000755/1","grantId":"EP/H000755/1","fundValue":"31185","fundStart":"2009-07-01","fundEnd":"2013-06-30","funder":"EPSRC","impactText":"  The research conducted at the MMSGs is nationally and internationally competitive. Much of the modelling work is of general interest to mathematicians working on systems and synthetic biology problems, as well as the stochastic modeling and computational modeling communities.\n\n\n\nOf special interest is the clear impact on NC3R policy - as a result of interactions with the MMSG series of Study Groups, the PI, Co-Is and other members of the MMSG community, the NC3Rs have adopted mathematical modelling as a key strategy area for use in reducing, refining and replacing animals in experiments.\n\nBeneficiaries: National Centre for the Refinement, Reduction and Replacement of Animals in experimentation\n\nContribution Method: The research grant allowed connections to be made with the NC3Rs. The importance of mathematical modelling in elucidating understanding of biological and biomedical systems to be made through real-world application examples was demonstrated at the MMSGs members of the NC3Rs attended. Other Policy & public services","person":"Marcus  Tindall","coPersons":[],"organisation":"University of Reading","findingsText":" This proposal funded a series of 4 Mathematics in Medicine Study Group (MMSG) workshops held at Imperial College (2009), the University of Strathclyde (2010), the University of Reading (2011) and Keele University (2012). A total of 18 biological and biomedical problems were brought to the four meetings, from academia and industry. Reports were produced on each problem by the MMSG participants, electronic copies of which can be downloaded from the MMSG website (www.maths-in-medicine.org). The four MMSGs led to 14 follow-up meetings the details of which are as follows. \n\n\n\n--2013--\n\n(1) NC3Rs Study Group, 15th to 18th April 2013, Wellcome Trust building. Arising from continued collaboration with the NC3Rs established during the lifetime of the grant (Strathclyde, 2010).\n\n(2) Drug delivery - Colon-specific sustained release by hydrodynamic sorting, July 15-19 2013. Arising from &quot;Colon specific sustained drug release by hydrodynamic sorting&quot; (Keele MMSG, 2012).\n\n\n\n--2012--\n\n(3) Nanoparticles, 30th January 2012, University of Birmingham. Arising from &quot;How do manufactured nanoparticles enter cells?&quot; (Reading MMSG, 2011).\n\n(4) Signalling pathways, 24th January 2012, Imperial College. Arising from &quot;Spatial and temporal dynamics of signalling pathways&quot;, (Reading MMSG, 2011).\n\n(5) ASM Growth in Asthma, 18th-19th January 2012, University of Nottingham. Arising from &quot;Mathematical modelling of airway smooth muscle cell proliferation and apoptosis in asthma&quot; (Reading MMSG, 2011).\n\n\n\n--2011--\n\n(6) Virus Budding, 29th November 2011, Institute for Animal Health. Arising from &quot;Unravelling the arenavirus budding mechanism&quot; (Reading MMSG, 2011).\n\n(7) HPPD Initiation, 17th October 2011, Jealott's Hill Int. Research Centre. Arising from &quot;HPPD inhibition case study&quot; (Reading MMSG, 2011).\n\n(8) Mathematical modelling of the normal swallow, 11th February 2011, \n\nReading University. Arising from &quot;Mathematical modelling of the normal swallow&quot; (Strathclyde MMSG, 2010).\n\n(9) Placental Growth, 26th-27th May 2011, University of Oxford. Arising from &quot;Comparing placentas from normal and abnormal pregnancies&quot; (Strathclyde MMSG, 2010).\n\n(10) Wound Healing, 6th - 7th April 2011, Glasgow Caledonian University. Arising from &quot;The role of Cx43_mediated signalling in diabetic and non-diabetic wound healing events&quot; (Strathclyde MMSG, 2010). \n\n\n\n--2010--\n\n(11) Neurons, 10th May 2010, Imperial College. Arising from &quot;Measuring vesicular release from neurons&quot; (Imperial College MMSG, 2009). \n\n(12) Cardiac Arrhythmias, 11th March 2010, Imperial College London. Arising from &quot;Mechanisms and localised treatment for complex heart rhythm disturbances&quot; (Imperial College MMSG, 2009). \n\n(13) Diabetic Retinopathy, 28th January 2010, University of Nottingham. Arising from &quot;Diabetic retinopathy&quot; (Imperial College MMSG, 2009).\n\n\n\n--2009--\n\n(14) Foot and Mouth Disease, 9th December 2009, Institute for Animal Health, Pirbright. Arising from &quot;Foot-and-mouth disease vaccines&quot; (Imperial College MMSG, 2009).\n\n\n\nThe focus of these follow-up meetings was to allow time and exploration of work which had been undertaken at the week-long MMSGs workshops, and the likelihood of this leading to further collaboration and possible outputs in the form of grants and publications. These activities led to a number of publications (as detailed in the Output section of this report) and further funding applications (see Further Funding in this report).\n\n\n\nA further outcome of this proposal was the links which were forged with the National Centre for the Refinement, Reduction and Replacement of Animals in experimental testing. The NC3Rs initially contacted Dr Steven Webb (organiser of the Strathclyde MMSG) with respect to submitting a problem on toxicology. This subsequently led to Dr Carl Westmoreland (Unilever) making a presentation to the MMSG audience at Strathclyde asking for mathematical input. The presentation was followed by useful discussion and ways of bringing more mathematics to the toxicology community. Following this, and a growing interest in the use of mathematical modelling as a strategy in the 3Rs, a follow-up one day joint meeting, which brought together key members of the UK toxicology community (both academic and industrial) and UK mathematicians to discuss areas of possibly collaboration, was held in London in April 2011. This subsequently led to a special call for funding by the NC3Rs in July 2011 from which 4 projects were funded. \n\n\n\nThe MMSG programme has continued to collaborate with the NC3Rs, specifically advising on the different mathematical expertise available in the UK and bringing the two communities together. A follow-up meeting in the style of a small MMSG was held in April 2013 specifically focused on 4 problems with a remit in the 3Rs. This meeting was very successful and as a result the NC3Rs will be holding future such meetings. This proposal saw two problems brought to the MMSGs which were from industry and non-academic institutions. These were Syngenta (HPPD Inhibition Case Study, Reading 2011) and Institute for Animal Health (Foot-and-mouth disease vaccines). Work from the foot-and-mouth disease problem has been published (see publications) and a publication from the HPPD work is in preparation. The breadth of biological and biomedical problems brought to this round of MMSG workshops means that the results of the meetings could be exploited in a number of ways. Examples include the following.\n\n\n\n- Results from the problem &quot;Using mathematical modelling to optimise work flow in the Sanger Mouse Genetics Project&quot; which was brought to the NC3Rs follow-up Study Group in April 2013. The results of this work showed the importance of breeding between different mouse phenotypes in maintaining certain phenotype levels. This work was immediately exploited by the Sanger Mouse Genetics Project in allowing them to re-considering how different stages of the mouse breeding process were implemented;\n\n\n\n- Results from the problem &quot;Unravelling the arenavirus budding mechanism&quot; where the recently published work (see Publications) has allowed plausible mechanisms for how virus budding occurs, to be explored and elucidated. This work can be exploited to understand possible ways of controlling and even manipulating the virus budding process; and\n\n\n\n- Results from the subsequently funded grant &quot;Development of Zonated HFB for IVIVE of Systemic chemical Toxicity&quot; could be exploited to better understand the effect of systemic toxicity and develop new in vitro and in silico methods for studying toxicity. Education,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}