{"id":"F8D0553E-5EEA-4599-8001-8A9B0600165B","title":"RF Energy Harvesting Communications","abstractText":"Wireless communication and energy networks have enabled a plethora of novel applications in the last years. Both make use of the same and unique RF medium, but have been so far designed independently from each other. This visionary project conducted at Imperial College under the supervision of the PI Dr. Bruno Clerckx aims at challenging the current design by designing and proving the feasibility of a disruptive wireless network technology that wirelessly transfers energy jointly with information in wireless networks (shortly denoted as JWIET for Joint Wireless Information and Energy Transfer). The project will create a new paradigm shift in future capacity and energy efficient wireless communication and energy networks, by viewing them as a single network designed under a unified framework and by overcoming the energy constraint of wireless devices through the transfer of energy. \nContrary to current wireless communication networks, interference is viewed as a source of energy that is to be harvested rather than mitigated. However, because interference in a wireless network influences dynamically the information rate and the amount of energy to harvest, finding the fundamental performance limits and effective interference management techniques is challenging and unexplored so far. In the last two years, Dr. Clerckx has successfully addressed this problem in a two-user and K-user narrowband MIMO interference channel and broadcast channels, under the assumption of an ideal energy harvester for which the RF-to-DC energy conversion efficiency is 100% irrespectively of the input waveforms.\nThis project aims at extending and leveraging past achievements to solve the problem of JWIET in 1) wideband channels, and 2) in the presence of realistic RF energy harvesters accounting for actual RF circuitry and the fact that the RF-to-DC energy conversion efficiency of RF energy harvesters depends on the input waveforms.\nTo put together this novel wireless network solution in a credible fashion, this project focuses on 1) identify theoretic rate-energy trade-offs for general wideband MIMO interference and broadcast channels accounting for realistic RF energy harvester models, 2) investigate the associated transmission strategies, 3) validate the feasibility of JWIET through experiment.\nThe project and its experiment will be performed in partnership with National Instruments and Vodafone. The project demands an interdisciplinary study and it is to be conducted in a unique research group with strong track records in wireless communication, signal processing, numerical analysis, and JWIET. With the above and given the novelty and originality of the topic, the research outcomes will be of considerable value to design future wireless networks supplied by wireless energy transfer and give the industry a fresh and timely insight into the development of practical JWIET system, advancing UK's research profile of both RF energy transfer and communication in the world. Its success would change the broad ICT/Engineering landscape in developed but also emerging markets with applications in a large number of sectors, e.g. building automation, healthcare, telecommunications, smart grid, structural monitoring, consumer electronics, etc.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M008193/1","grantId":"EP/M008193/1","fundValue":"98411","fundStart":"2014-12-22","fundEnd":"2015-12-21","funder":"EPSRC","impactText":"","person":"Bruno  Clerckx","coPersons":[],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}