{"id":"F8DA52DA-3914-477B-91BC-DDEC0C98445E","title":"Studies of cellular processes involved in the control of nutrient signalling and their relevance to ageing","abstractText":"The dramatic increase of human life expectancy and the evidence from laboratory animal models suggest that the lifespan might not have a defined limit. Currently, the best-known means to slow down ageing and to extend the life of laboratory models are dietary restriction or treatments that mimic starvation. The opposite is also true and an excessive calorie intake, characteristic of the contemporary diet in the developed world, contributes to life shortening by promoting age-related diseases including diabetes, cancer and brain dysfunction. \n\nWhile cellular response to nutrients is infinitely complex and involves a myriad of proteins and pathways, the master coordinator of the response is a signalling pathway called mTOR. This is evident from the fact that inhibition of this pathway by drugs is sufficient to induce a starvation-like response in the presence of nutrients. mTOR acts by promoting cellular synthetic processes, such as metabolism, protein synthesis and cell growth, with reducing degradative capacity of the cellular &quot;self-eating&quot; pathway called autophagy. Many of these processes have been shown to be relevant to ageing and inhibition of mTOR dramatically extends lifespan of every laboratory model from yeast to mice. Therefore, increasing our knowledge of how mTOR is regulated will provide us with better chances to fight age-related diseases and potentially to extend human lifespan in the future.\n\nThe proposed project will investigate cellular processes leading to mTOR activation in response to nutrients and will potentially discover the means to control these processes independently of nutrient availability. We will employ a range of molecular techniques, both in vitro and in the fruit fly, which is a powerful laboratory model best equipped for the proposed work. This integrative approach will allow identification of relevant players on the molecular level and will simultaneously test their role in physiological responses at the organismal level.\n\nThe outcomes of the research will make a major contribution to our understanding of the fundamental mechanisms underlying cellular nutrient response and will be of wide interest to researchers in the fields of cell signalling, protein degradation, metabolism and ageing. The findings will also potentially inform more applied research aimed towards developing new strategies to combat age-related diseases and to extend lifespan, which would have important implications for medicine.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J007803/1","grantId":"BB/J007803/1","fundValue":"330472","fundStart":"2012-05-15","fundEnd":"2015-05-14","funder":"BBSRC","impactText":"  Our findings have allowed us to develop new tools for small molecule screening and drug development Healthcare Economic","person":"Viktor I Korolchuk","coPersons":[],"organisation":"Newcastle University","findingsText":" We have systematically assayed the contribution of specific nutrients found in standard tissue culture FCS for their effect on mTOR activity. Specifically we monitored phosphorylation of mTORC1 downstream targets by Western blot (S6K, S6, ULK1 and 4EBP1) and immunofluorescence (S6) and localisation of mTOR (to lysosomes) in the presence of individual nutrients and in combinatorial treatments. We have identified that while growth factors (such as insulin and EGF) and monocarboxylates (such as pyr The results will be of interest for scientists working in the field of nutrient signalling and cancer biology. Our tools once optimised would be valuable for drug screening by pharmaceutical companies. Healthcare","dataset":"gtr"}