{"id":"F8DEACDF-3F4E-45F8-9FCC-0DA248AB6D42","title":"Sustainable pest control - comparing tritrophic interactions in organic and conventional production systems","abstractText":"One of the greatest problems facing the world is producing enough food of the desired quality whilst maintaining an environment rich in biodiversity. There are often many trade-offs between highly intensified conventional agriculture and more extensified organic agriculture. Within the UK, there is a desire to become less intensive and organic agriculture is becoming more widely adopted and desired. However, there are many anecdotes and folklores surrounding organic agriculture and there has been little vigorous scientific investigation. This needs to change if this method of agriculture is to be even more widely adopted, and hopefully optimised so as to be more sustainable economically as well as environmentally. We propose to conduct a detailed scientific investigation into whether organically grown cabbages are better defended against pest insects than their conventional counterparts. We will also explore the chemistry (taste, nutrition and smell) of cabbages grown organically and conventionally in order to allow us to study the mechanisms behind any observed differences in pests, and also to address some of the issues frequently raised about the chemical 'quality' of organic produce. Insects destroy 14% of all food in spite of billions of pounds of insecticide being used every year. Growing cabbages organically is very hard due to significant pest damage, yet there is a strong desire for organic cabbages as conventional crops receive a lot of insecticide. We will use lab and field studies to see whether organic plants defend themselves better and are less attacked/damaged by pests. We will use a model system involving two major pests (a chewing caterpillar, the diamondback moth, and a sucking/piercing greenfly, the cabbage mealy aphid) and the natural enemies of these pests, in order to conduct scientific investigations which will allow us to determine whether organic cabbages are better defended, and if they are why? Finally, we will develop a mathematical model which will explain our observations in numbers. What is really useful with the model is that it will allow us to run many more experiments on a computer saving us lots of time and money. This will allow us to develop a picture of how to optimise the positives of our system whilst reducing the negatives. The approach we will adopt on our model system could be extended to other crops and will hopefully ensure that we can produce the quantity and quality of food we desire whilst leaving a smaller ecological footprint.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D01154X/1","grantId":"BB/D01154X/1","fundValue":"442269","fundStart":"2006-04-01","fundEnd":"2009-07-31","funder":"BBSRC","impactText":"  Our results on differences between organic and conventional fertilisers in plant chemistry and pest control have been widely cited in academic literature and have been discussed in industry/retail circles. Agriculture, Food and Drink Cultural,Societal,Economic,Policy & public services","person":"Guy Matthew Poppy","coPersons":["Simon Robert Leather","Denis John Wright"],"organisation":"University of Southampton","findingsText":" WP 1: Lab-based studies (Imperial / Southampton)\n\n• Two aphid species performed differently under conventional versus organic fertiliser treatments. The first, Brevicoryne brassicae, had higher fecundity on plants in organic fertiliser, while the second, Myzus persicae, had a greater growth rate on conventionally fertilised plants. Differences in individual performance for these two species may explain population responses to the fertiliser treatments in the field trial (WP2).\n\n\n\n• The diamondba During the research programme a series of interactions with the media, general public and school children were conducted. The following radio interviews discussed factors causing pest outbreaks and the role of biocontrol in pest management.\n\nRadio Solent Sep 7th 2006\n\nBBC Yorkshire Sep 20th 2006.\n\n\n\nThe importance of pest control and nutrition management was discussed with the editor of country life at a lunch of the trustees of Hilliers Arboretum - 27th Oct 2006.\n\n\n\nOne of us (Professor Poppy) Agriculture, Food and Drink","dataset":"gtr"}