{"id":"F8E0014D-8B9E-4B41-BF66-33F3A46BE1AC","title":"New strongly polynomial algorithms for network optimisation problems","abstractText":"The proposed research contributes to fundamental topics in Combinatorial Optimisation, aiming to devise strongly polynomial algorithms for new classes of linear and nonlinear optimisation problems.\nThe notion of polynomial-time complexity, introduced in the 1970s, is a standard way to capture computational efficiency of a wide variety of algorithms. Strongly polynomial-time algorithms give a natural strengthening of this notion: the number of arithmetic operations should not depend on numerical parameters such as costs or capacities in the problem description, but only on the number of such parameters. Strongly polynomial algorithms are known for many important optimisation problems. However, it remains an outstanding open problem to devise such an algorithm for a very fundamental optimisation problem: Linear Programming.\nThe most important goal of the proposal is to develop a strongly polynomial algorithm for linear programs with at most two nonzero entries per column. The problem is equivalent to minimum-cost generalised flows, a classical model in the theory of network flows. Finding a strongly polynomial algorithm was a longstanding open question even for the special case of flow maximisation, resolved by the applicant in a recent paper.\nFurther goals of the proposal include strongly polynomial algorithms for related nonlinear optimisation problems. Nonlinear convex network flow models have important applications for market equilibrium computation in mathematical economics. Very few nonlinear problems are known to admit strongly polynomial algorithms. The proposal aims for a systematic study of such problems, and will also contribute to the understanding of computational aspects of market equilibrium models.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M02797X/1","grantId":"EP/M02797X/1","fundValue":"96770","fundStart":"2015-06-01","fundEnd":"2017-05-31","funder":"EPSRC","impactText":"","person":"Laszlo  Vegh","coPersons":[],"organisation":"London School of Economics & Pol Sci","findingsText":"","dataset":"gtr"}