{"id":"F8E1A711-FF8A-426D-BBDF-981A3FE209AC","title":"Theory Consolidated Grant. - Standard Model Phenomenology and Beyond the Standard Model Phenomenology.","abstractText":"The main focus of Hamilton's research is to further develop precise computer simulations based on QCD calculations (so-called Monte Carlo techniques) for the large number of final state particles in collider physics processes. This will facilitate discovery and interpretation of new physics at the Large Hadron Collider (LHC). While precision simulations may not always be needed to claim a discovery, e.g. if new physics reveals itself as a heavy, easily resolved new particle, in many scenarios, such as supersymmetry, signals are expected to manifest as subtle distortions in the shapes of distributions. Hence, an accurate understanding of the Standard Model background, subject to all experimental cuts, is fundamental to claiming a discovery, or setting exclusion limits. Moreover, precise simulations are essential in attempting to determine what it is that has been found. The newly discovered 125 GeV mass Higgs-like boson is a prime example of this, and one for which simulations that Hamilton contributes to are being used to this end by the LHC Higgs working group. Research in the near future will focus on improved precision and theoretical rigour for the Monte Carlo generators used in simulations. \n\nThorne's work is complementary and in many senses similar. It involves the details of the initial state in particle collisions. At colliders which use hadrons, e.g. the LHC which uses protons, the beam is effectively made up of the hadronic constituents, quarks and gluons, generically known as partons. Hence, in order to make predictions for any reaction, both for Standard Model and new physics, one needs to know the precise partonic composition of the hadrons in terms of both the energy fraction of the hadron and the energy scale of the scattering process (e.g., the mass of a particle produced). Thorne is the lead member of the MSTW group that provides one of the standard sets of parton distribution functions (PDFs) used in both the experimental and theoretical analyses at the LHC and previous colliders. The technique is constantly being improved in terms of the theoretical basis, and more data are appearing which help constrain the PDFs further. Hence, Thorne's work will be based on improving PDF determination, providing updated PDFs for use at colliders and helping to determine the consequences of any changes in both central values and uncertainties. Both Hamilton and Thorne are involved in precision calculations at the LHC and will provide expertise in interpreting any deviations which could be the first sign of Beyond the Standard Model (BSM) Physics. \n\nBSM phenomenology aims to uncover deeper laws and structures in nature than currently known. The work of Deppisch achieves this by taking experimental results (e.g. from the LHC) and comparing them with predictions derived from new theoretical ideas (e.g. the notion of more than three space dimensions). Neutrinos play a very important role as they are the least understood of all known matter particles. Their most mysterious property is their lightness; the exact value of the mass is unknown but it is at least a million times smaller than the next lightest particle, the electron. There is no agreed explanation for this huge discrepancy which goes at the heart of the fundamental question: What is mass? Even if the Higgs boson is confirmed by the LHC as the source of the mass of particles such as quarks, the lightness of neutrinos still remains a mystery, but we also expect that once we solve this, a large piece of the puzzle of nature will fall in our lap. The proposed research aims to determine the absolute neutrino mass as precisely and robustly as possible from a range of experimental results which are expected over the next years. In addition, the work will correlate physics phenomena at different experiments within a theoretical framework. This is necessary as no single experiment can probe all aspects of nature.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/L000377/1","grantId":"ST/L000377/1","fundValue":"410047","fundStart":"2014-10-01","fundEnd":"2017-09-30","funder":"STFC","impactText":"","person":"Robert Samuel Thorne","coPersons":["Keith  Hamilton","Frank Franz Deppisch"],"organisation":"University College London","findingsText":"","dataset":"gtr"}