{"id":"F8E51DE2-2188-4617-AD2F-DA9008377079","title":"The Aza-Silyl-Prins Reaction","abstractText":"Numerous biologically important natural products contain one or more nitrogen-containing heterocycles and many more are found as part of the core structures of pharmaceutically-active compounds. Furthermore, 5- and 6-membered nitrogen-containing heterocycles are vital as synthetic building blocks for natural product synthesis and analogue preparation.We have reported the silyl-Prins reaction as a mild and efficient route for the synthesis of oxygen-containig 6-membered rings (dihydropyrans) and their sulfur analogues, versatile synthetic intermediates which may be further elaborated to a range of natural and unnatural products. We have recently expanded the scope of this reaction to include the synthesis of 6-membered nitrogen-containing rings, by reacting a silylated homoallyic amine with an aldehyde and a Lewis acid, to generate tetrahydropyridines. The reaction is believed to proceed via a cationic reaction mechanism, the key to which is the silicon atom stabilising a cyclic carbocation intermediate by the b-effect. The reaction demonstrates good selectivity for the stereochemistry of substituents and also incorporates a double bond in the product, which serves as a function for further synthetic manipulation and transformations of the products. Not only are such tetrahydropyridines found in natural products, they are also key synthetic intermediates to a vast array of biological and pharmaceutically active compounds.The project proposes to explore the scope of this new reaction - termed, by us, the aza-silyl-Prins reaction, in order to find its scope and limitations and to apply it in natural product synthesis. For example, we shall look at the possibility for absolute stereocontrol (using chiral auxiliaries and chiral ligands/Lewis acids), the use of alternative reaction conditions (e.g. optimising the Lewis acid) and starting materials (there are several ways to use silicon to stabilise a carbocation) and finally to apply the emthod to the synthesis of a complex natural product, (+)-Cannabisativine.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E037259/1","grantId":"EP/E037259/1","fundValue":"103400","fundStart":"2007-01-08","fundEnd":"2010-01-07","funder":"EPSRC","impactText":"","person":"Adrian Philip Dobbs","coPersons":[],"organisation":"Queen Mary, University of London","findingsText":"","dataset":"gtr"}