{"id":"F8EFB851-D46A-454B-8A14-8A5EB8494A71","title":"Research Cluster for the Investigation of Acoustic and Musical Elements of Prehistoric Archaeological Sites in Britain","abstractText":"What remains of ancient monuments are architectural fragments which, as John Barrett says, can 'allow us to think through the orientation of the practices which both created that architecture and which were staged within it.' Acoustic analysis is a sonically based architectural analysis that can reveal detail about these practices. Because 'time is collapsed for the archaeological observer', even a partial or fractured understanding of the use of music, acoustics and sound in a space can act to animate the information we have from these architectural fragments. Sound brings the world to life, it can appear to fill spaces, create atmospheres, and have an intense emotive power. It exists in the time domain and can add a third dimension to an otherwise flattened interpretation. Whilst architecture demarcates space, sound demarcates time.\\n\\nAn archaeological study of a physical space is lifeless without an accompanying understanding of the narratives that developed within it. Understanding what Giddens might call time-geographies of space, developing narratives and rites of passage, is important so that we can understand how the users of a space felt about it. In prehistory sound was a primary focus for accumulating knowledge, culture and information, as transmission largely happened using language (the acoustic), rather than writing (the visual). As Marshall Mcluhan has said, 'Among peoples at an 'oral-aural' level of culture to whom writing was unknown, the ear exercised an overwhelming tyranny over the eye.' We can therefore expect to find as much out about the reasons for the layout of a site by investigating its acoustics as by investigating its visual and physical layout, especially in a site that does not seem to be designed for strictly functional purposes such as accommodation or defence. James Gibson has told us that sound gives 'information about the temporal structure of the event that caused it and the vibratory frequency of this event . . . with great precision'. The acoustic environment, as a key focus in prehistory of communication and development within an oral and aural culture, merits as much investigation as the context of the use of bone, stone, metal, wood or ceramics. \\n\\nAs it exists in the time domain acoustics can give us invaluable information about so-called non-material or intangible elements of culture such as music, ritual and religion. 'When it comes to affairs of the soul, of emotion and feeling, or of the 'inwardness' of life, hearing surpasses seeing as understanding goes beyond knowledge, and as faith transcends reason. . . Vision in this conception, defines the self individually in opposition to others; hearing defines the self socially in relation to others.' (Ingold). Both Gibson and Ingold discuss how vision and hearing are not so much disparate as interchangeable, are an active single task of perception, as looking and listening. If we accept 'looking and listening' is together a fused irreducible act of perception then any archaeological analysis of architecture must include analysis of sound. 'Vision, since it is untrained by the subjective experience of light, yields knowledge of the outside world that is rational, detached, analytical and atomistic. Hearing, on the other hand, since it rests on the immediate experience of sound, is said to draw the world into the perceiver, yielding a kind of knowledge that is intuitive, engaged, synthetic and holistic.'\\n\\nA series of study days will create an interdisciplinary reasearch cluster that will explore the sonic architecture of prehistory. It will involve specialists including those from the fields of archaeology, acoustics, music technology, acoustic modelling, digital modelling, CAVE and RAVE multimedia visual environments, ethnomusicology, archaeoacoustics, music archaeology and anthropology. It will aim to develop research teams and proposals that will develop focused research projects based on particular sites.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/G015236/1","grantId":"AH/G015236/1","fundValue":"24487","fundStart":"2009-01-01","fundEnd":"2010-01-31","funder":"AHRC","impactText":"  The project's best practice documents have been used in archaeoacoustics and sound archaeology project. The research questions document led to further funding from the AHRC within the Science and Heritage programme. The bibliography has been used by numerous researchers. The website has been viewed 15,543 times to date. The project has increased understanding of the importance of sound within archaeology. Creative Economy,Education,Culture, Heritage, Museums and Collections Cultural,Societal","person":"Rupert  Till","coPersons":["Jian  Kang","Chris  Scarre"],"organisation":"University of Huddersfield","findingsText":" A key outcome of this project was the creation of a list of relevant research questions, and a methodology and best practice document for sound archaeology field tests. These were both key focus areas of the project, and they are available online. Also availble are a bibliography, list of researchers in the field, and list of relevant links. This research will be of relevance to heritage professionals, government agencies and cultural agencies seeking to understand sound- based issues relating to the preservation of heritage sites. Creative Economy,Culture, Heritage, Museums and Collections","dataset":"gtr"}