{"id":"F8EF2464-AB01-4273-9C0B-136E7AA6FA7F","title":"Drought Impacts: Vulnerability thresholds in monitoring and Early-warning Research","abstractText":"Drought events pose a threat to water security in virtually every climate zone and to every water use sector. Although little can be done in the short term to prevent a drought, actions can be taken to reduce the vulnerability of society to the event, including the development of drought monitoring and early warning (M&amp;EW) systems. There have been few attempts to assess how relevant widely-used physical indicators are for capturing drought severity in a way that reflects the complexity of inter-related human and environmental causes, effects and impacts, and such impacts have not been adequately incorporated into existing drought M&amp;EW systems. This project seeks to fill this gap by improving the conceptual and methodological link between natural (hydrometeorological) drought characterisation and environmental and socio-economic impacts, in order to inform the development of enhanced drought M&amp;EW systems and other risk management strategies. An innovative methodological approach will combine the use of hydro-meteorological and socio-economic data, including impact reports, alongside social learning approaches designed to incorporate stakeholders' views and experiences of drought. The team will use existing datasets of drought indices typically incorporated in monitoring systems, but also extensive, yet under-utilized, databases on drought impacts (US Drought Reporter, EU project DROUGHT R&amp;SPI database). In a series of workshops with water suppliers and other stakeholders, the applicability of M&amp;EW systems will be explored in strategy games and the results will feed back into analysis and design. This approach will support the iterative development of novel approaches for targeted M&amp;EW for the case study sector of public water supply. The direct involvement of some partners in operational drought monitoring and robust assessment of the potentials and opportunities under different prerequisites will guarantee the project's impact and thus help move towards the goal of developing new practices enabling communities to build capacity for resilience to drought.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/L010038/1","grantId":"NE/L010038/1","fundValue":"242340","fundStart":"2013-09-01","fundEnd":"2017-02-28","funder":"NERC","impactText":"","person":"Jamie  Hannaford","coPersons":["Michael Charles Acreman","Kevin Brian Collins"],"organisation":"NERC Centre for Ecology and Hydrology","findingsText":"","dataset":"gtr"}