{"id":"F8F2711C-0120-472A-8FAB-5AEBF6DEDB18","title":"Hyperpolarized Nuclear Singlet States","abstractText":"Nuclear Magnetic Resonance (NMR) is a technique which uses the fact that the nuclei of many atoms act as tiny\nradiotransmitters, emitting radio signals at precisely-defined frequencies, which can be detected by a carefully-tuned detector. The frequencies and strengths of the signals depend on the magnetic field in which the sample is placed: the higher field, the higher the frequency, and the stronger the signals. In an NMR experiment, the nuclei are first magnetized by placing a sample in a strong magnetic field for some time. A sequence of radiofrequency pulses is then applied to the sample, which then emits radiowaves which can be detected in the radio receiver. The pattern of emitted waves depends on what the nuclei experienced during the pulse sequence.\n\nOne useful feature is that the nuclei can &quot;remember&quot; what happened to them some seconds before the radiosignals are emitted. This &quot;memory&quot; property allows one to track movements such as chemical reactions, the random displacement of molecules, and the flow of blood and other fluids by NMR. Until recently, the &quot;memory time&quot; of the atomic nuclei was thought to be a fixed property of the substance under study, which could not be changed significantly by the way one does the experiment. However, our group showed in 2004 that for some substances the memory time could be extended by a factor of 10 or more by using special quantum states which are non-magnetic, called singlet states.\n\nAt roughly the same time, a group of researchers in Sweden, including our project partner Jan-Henrik Ardenkjaer-Larsen, developed a revolutionary method for increasing the amplitude of NMR signals by a factor of ten thousand or even more. This method is called dissolution-DNP and an instrument to implement this is built and marketed by the British company Oxford Instruments. However a drawback of the technique is that the greatly enhanced polarization (called hyperpolarization) dies out quickly. \n\nIn this project we will combine these two developments by using dissolution-DNP to generate hyperpolarization and then convert the hyperpolarized substances into singlet states, which have a much longer lifetime. \n\nWe will synthesize molecules which have the right properties to sustain the long-lived singlet states and perform hyperpolarized NMR imaging experiments, mapping out slow processes such as diffusion and flow. We also expect to develop methods that allow one to construct a map of the oxygen content of fluids such as blood. \n\nIn this way we will develop and demonstrate a range of new magnetic resonance methods with a wide range of applications in medicine, chemical engineering and materials science.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I036141/1","grantId":"EP/I036141/1","fundValue":"1278530","fundStart":"2011-08-01","fundEnd":"2015-01-31","funder":"EPSRC","impactText":"","person":"Malcolm Harris Levitt","coPersons":["Richard Charles Brown"],"organisation":"University of Southampton","findingsText":" It is possible to extend the lifetime of nuclear hyperpolarization using suitable molecular design, quantum theory, molecular dynamics simulations, and demonstrate these effects using suitable apparatus. Enhancement of magnetic resonance imaging (MRI) magnetic resonance Chemicals,Healthcare,Pharmaceuticals and Medical Biotechnology,Other","dataset":"gtr"}