{"id":"F8F580B1-5DFE-4753-90D7-044D632247F8","title":"Graphene Flexible Electronics and Optoelectronics","abstractText":"Graphene has many record properties. It is transparent like (or better than) plastic, but conducts heat and electricity better than any metal, it is an elastic thin film, behaves as an impermeable membrane, and it is chemically inert and stable. Thus it is ideal for the production of next generation transparent conductors. Thin and flexible graphene-based electronic components may be obtained and modularly integrated, and thin portable devices may be assembled and distributed. Graphene can withstand dramatic mechanical deformation, for instance it can be folded without breaking. Foldable devices can be imagined, together with a wealth of new form factors, with innovative concepts of integration and distribution. \n At present, the realisation of an electronic device (such as, e.g., a mobile phone) requires the assembly of a variety of components obtained by many technologies. Graphene, by including different properties within the same material, can offer the opportunity to build a comprehensive technological platform for the realisation of almost any device component, including transistors, batteries, optoelectronic components, photovoltaic cells, (photo)detectors, ultrafast lasers, bio- and physico-chemical sensors, etc. Such change in the paradigm of device manufacturing would revolutionise the global industry. UK will have the chance to re-acquire a prominent position within the global Information and Communication Technology industry, by exploiting the synergy of excellent researchers and manufacturers.\n We propose a programme of innovative and adventurous research, with an emphasis on applications, uniquely placed to translate this vision into reality. Our research consortium, led by engineers, brings together a diverse team with world-leading expertise in graphene, carbon electronics, antennas, wearable communications, batteries and supercapacitors. We have strong alignment with industry needs and engage as project partners potential users. We will complement and wish to engage with other components of the graphene global research and technology hub, and other relevant initiatives. The present and future links will allow UK to significantly leverage any investment in our consortium and will benefit UK plc.\n The programme consists of related activities built around the central challenge of flexible and energy efficient (opto)electronics, for which graphene is a unique enabling platform. This will be achieved through four main themes. T1: growth, transfer and printing; T2: energy; T3: connectivity; T4: detectors. The final aim is to develop &quot;graphene-augmented&quot; smart integrated devices on flexible/transparent substrates, with the necessary energy storage capability to work autonomously and wireless connected.\n Our vision is to take graphene from a state of raw potential to a point where it can revolutionise flexible, wearable and transparent (opto)electronics, with a manifold return for UK, in innovation and exploitation. Graphene has benefits both in terms of cost-advantage, and uniqueness of attributes and performance. It will enable cheap, energy autonomous and disposable devices and communication systems, integrated in transparent and flexible surfaces, with application to smart homes, industrial processes, environmental monitoring, personal healthcare and more. This will lead to ultimate device wearability, new user interfaces and novel interaction paradigms, with new opportunities in communication, gaming, media, social networking, sport and wellness. By enabling flexible (opto)electronics, graphene will allow the exploitation of the existing knowledge base and infrastructure of companies working on organic electronics (organic LEDs, conductive polymers, printable electronics), and a unique synergistic framework for collecting and underpinning many distributed technical competences.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K01711X/1","grantId":"EP/K01711X/1","fundValue":"2957290","fundStart":"2013-02-01","fundEnd":"2018-01-31","funder":"EPSRC","impactText":"","person":"Andrea Carlo Ferrari","coPersons":["Clare P. Grey","Bill Ireland Milne","Y  Hao"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}