{"id":"F8FDFDE3-1344-41C6-86FA-E85D257F4DC9","title":"Exploitation of genomic selection technologies in the UK sheep population","abstractText":"'Omics - development of novel tools and techniques to better access, understand and enable the exploitaiton of genomic, transcriptomic, proteomic and metabolomic information.\n \nThis proposal aims to enable innovations that will enhance the supply of more efficient and productive breeding stock to the UK sheep sector through the development and exploitation of new genomic technologies by a consortium comprising key innovators within the UK lamb supply chain and from other disciplines (e.g. plant genomics). The resulting technology will be capable of application throughout the Industry so that the economic, social, and environmental benefits can be further exploited across the UK sector and will provide important new information that may be applied in other species\n\nThe proposal aims to yield complex genomic and phenotypic information on a quality and scale that has not been attempted before in UK sheep. This will lead to the use of Genomic Breeding Values (GBVs) which will enable genetic improvement of the more difficult to improve traits that cannot currently be easily, quickly or cheaply measured in vivo. In doing so it fits with the call remit as it:\n1. Is inspired by the latest developments in genomic technologies following the publication of the sheep genome and development of SNPs capable of identifying new production traits in sheep \n2. Will endeavour to use a very large number of measured traits in a large animal population to develop new tools that can be used to apply these technologies so that they can be exploited in commercial sheep populations in the UK for the first time. \n3. Will use novel approaches to relate specific haplotype blocks and copy number variations to phenotypic variation and in doing so support the development of future sheep SNP technolgy.\n4. Will improve the yield and quality of lamb from the same cost base and in doing so support economic growth and environmental sustainability throughout the lamb supply chain\n5. Will enable Innovis and subsequently the UK sheep industry to utilise genomic selection to safeguard its markets against overseas competition.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K012630/1","grantId":"BB/K012630/1","fundValue":"411076","fundStart":"2013-08-01","fundEnd":"2017-07-31","funder":"BBSRC","impactText":"","person":"Denis  LarkinNigel  Scollan","coPersons":["Matthew  Hegarty"],"organisation":"Aberystwyth University","findingsText":"","dataset":"gtr"}