{"id":"F8FE2E27-001C-45CF-B0CC-315C5489E672","title":"Modifying Brain Oscillations to Drive Perception","abstractText":"An important question in cognitive neuroscience is whether brain oscillations are causally related to cognitive activities or whether they represent epiphenomena. In this context, we will test hypotheses on the relationship between oscillations (in the theta, alpha and beta bands) and visual attentional selection and perception. We will test whether: - alpha-band oscillations over occipito-parietal areas regulate visual detection across the left and right visual fields for selecting visual information on the basis of its spatial location. - beta- and theta-band oscillations over occipito-parietal areas regulate the extraction of local versus global features within objects/scenes. This will be addressed by frequency-specific, rhythmic stimulation of human brain areas and by assessing its electrophysiological and perceptual consequences. Several innovative developments have emerged from brain mapping, such as mind reading. When an individual is asked to relax (wakeful rest), there is substantial fluctuation of brain activity. This occurs in organized patterns along specific neuronal networks--i.e. not randomly--and is thus likely to reflect the waxing and waning of distinct mental activities. In addition, spontaneous fluctuations in oscillatory patterns of activity seem to impact behaviour, because they are shown to co-vary with forthcoming task performance. Thus, momentary brain state can be inferred from brain mapping, and this can be used to predict imminent behaviour. We study to what extent specific patterns of brain activity can be induced by direct cortical stimulation (bypassing sensory input) to alter task performance. Our approach is based on findings in our laboratories that specific signatures of oscillatory activity predict forthcoming perception. We will use up-to-date techniques for direct (transcranial) brain stimulation at these specific frequencies to modify attention and perception. One component of the research is to identify the most effective experimental protocols to optimize our approach of driving attention and perception by direct oscillatory stimulation. This will involve specific parametric modifications of stimulation frequencies and stimulation regions as a function of ongoing brain rhythms. Another important component is to test models of attention and perception. Linking rhythmic neuronal stimulation to perception will advance theories on the functionality of brain oscillations and probe new ideas of how to bias brain function in desired direction (e.g for neurorehabilitation).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I006494/1","grantId":"BB/I006494/1","fundValue":"368051","fundStart":"2011-10-01","fundEnd":"2014-11-30","funder":"BBSRC","impactText":"","person":"Gregor  Thut","coPersons":["Philippe Georges Schyns","Joachim  Gross"],"organisation":"University of Glasgow","findingsText":" - What are the most significant results\n\nMany correlational studies have shown that human oscillatory brain activity reflects synchronization of neuronal network elements which functionally assemble depending on the state of the brain and on the task that is currently being executed. Furthermore, many of these oscillatory fingerprints of network dynamics have been closely associated with cognitive functions. However, it has been difficult to establish whether oscillatory brain activity also mediates behavior. With this grant, we have established that by virtue of its rhythmic nature, rhythmic transcranial magnetic stimulation (rhTMS) - a form of non-invasive brain stimulation - can promote brain oscillation, when these protocols are frequency-tuned to underlying brain oscillations. Most notably, these targeted interventions into brain oscillations also selectively promote specific, associated cognitive functions. Hence, driving brain oscillations modifies function, which provides evidence in support of their causal link. \n\nMore specifically, the key scientific outcomes were: 1) Refinement of models on the functionality of brain oscillations in different aspects of visual attention and perception. 2) Work towards new ways of using non-invasive human brain stimulation for controlled intervention into brain activity and function.\n\n- To what extent were the grant objectives met\n\nCovering all proposed objectives, the grant: \n1) supported our principle hypothesis, namely that specific perceptual and cognitive performances can be modulated with rhTMS by targeting the relevant cortical area at its preferred frequency. Using this new rhTMS protocol, we provided novel insight into the brain oscillation-behavior relationship (objective 1) by testing a number of hypotheses on the causal implication of parietal brain rhythms in the regulation of specific aspects of attention (objectives 2). In particular, we found support for: parietal alpha-power (lateralization) causally regulating where in space a stimulus is perceived (location-based selection of visual information), for parietal alpha-phase to influence when in time a stimulus is perceived (discrete sampling of visual information) and for parietal beta- and theta- rhythms differentially influencing whether a local or global aspect of the stimulus is perceived (feature-based selection of visual information). \n\n2) Combining rhTMS with electroencephalographic (EEG) recordings of brain activity yielded evidence on the electrophysiological changes associated with frequency-tuned rhTMS, working towards a mechanistic account of its behavioral consequences (entrainment) (objective 3). In addition, these rhTMS-EEG recordings provided information on optimal stimulation parameters for obtaining entrainment (objective 4). We also examined the effects of rhTMS on network dynamics (i.e. synchronization between distinct elements of the stimulated network) with a possible impact on network communication (objective 5).\n\n- How might the findings be taken forward\n\nSeveral independent academic groups have started to use the rhTMS &quot;entrainment&quot; protocol or extended it to another form of rhythmic brain stimulation, i.e. tACS. This may open powerful opportunities for neuroscience and clinical interventions, not only allowing to test models of how brain activity implements function, but also to inform controlled intervention into the brain-behavior relationship in brain dysfunction, although many points need to be resolved in future work to be able to assess the full potential of this emerging approach. The approach of using frequency-tuned non-invasive human brain stimulation to intervene with oscillatory brain activity and function is very novel. Studies in healthy participants (from us or other groups) have shown that this protocol can favorably interact with attentional selection, memory-consolidation during sleep, and motor functions. Future studies will need to establish a potential use beyond neuroscience. For instance, a clinical impact is conceivable. Healthcare,Other","dataset":"gtr"}