{"id":"F9037CCC-C6A0-463D-92C4-656C823EFA77","title":"Discursive Formations - Place, Narrative and Digitality in the Museums of the Future","abstractText":"Despite the significant funds now being made available for museums and galleries to make digital copies of objects and materials, the core of the museums work is still in the display and arrangement of real objects in physical locations. The art of display in museums involves using space as a medium for communication; translating historical or cultural interpretations of objects into physical arrangements which can be read as the visitor explores the gallery space. Even here, however, digital technology is beginning to find a place in the form of e-guides and digital information points which augment the glass cases and printed labels. The raise of ubiquitous computing and the increased affordability of digital technologies will doubtless see further developments in the integration of smart-media in the museum context. If these technologies are to be successful and enhance the experience of museum visits, they must not become side-shows or simply extensions of the museum guidebook. Similarly the questions raised by the integration of digital media in museum contexts have implications not only in the world of museum display but also in the research and design of computer user interfaces. The possibilities created by integrating digital media into physical contexts is a central concern of research into new technology, particularly in the rapidly expanding fields of ubiquitous and embodied computing. Museums provide unique contexts for the study interface technology because of the complex way in which visitors are asked to read and interact with the 'object oriented' displays and the multifaceted way a museum communicates to the visitor; both through the layers of information each object and assemblage of objects represents and the contexts for discussion provided by the often communal museum space.\\n\\nUnder the title 'Discursive Formations' we are proposing holding three workshops which will, broadly speaking, investigate the integration of digital technologies into the physical context of the museum space. The Fitzwilliam Museum will be used as the venue and case study and it is propose that, as well as a research document, the workshops will lead to new collaborations and potential new research projects.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E500463/1","grantId":"AH/E500463/1","fundValue":"12317","fundStart":"2007-02-01","fundEnd":"2007-05-31","funder":"AHRC","impactText":"  Some of the work has had an immediate impact on the Fitzwilliam museum in Cambridge - in terms of their web policy, for example adding an interactive floor plan. Digital/Communication/Information Technologies (including Software) Cultural","person":"Francois  Penz","coPersons":[],"organisation":"University of Cambridge","findingsText":" The Discursive Formations-Place, Narrative and Digitality in the Museum of the Future project consisted of three practical hands-on workshops, which took place at and around the Fitzwilliam Museum in March 2007.\n\nThe first workshop, Embodying the Digital World, aimed to investigate how the physical and plastic nature of our surroundings, apprehended through our senses, be transposed into digitally enhanced, supported and generated experience for the museum visitor. Starting with the sensuous and tactile, participants explored, invented and tested ways of bringing the tangible interface into the augmented gallery. This approach proved highly successful and those previously unfamiliar with tangible user interfaces were, by the end of the day, competent to initiate new design experiments. Participants developed a new collective understanding of physical/digital interactions, and several concepts that arose during this day were in fact applied immediately afterward, as starting points for the design explorations of later workshops in the series. The outcome of this workshop started to define and develop a set of approaches to the use of new media in the spatial contexts of museum galleries which greatly helped discussions for the next two workshops.\n\nThe second workshop, Navigating The Museum Space, concentrated on the rationale and motivations for museums to engage with the moving image through hands on experiments where the participants created narrative expressive space movies of parts of the Fitzwilliam Museum. Essentially the aim was to consider the role of the moving image in a museum context. In part one of the key achievement of this practice based workshop working with moving images, was to observe the museum environment with a new gaze. In particular the camera + editing combination helped to elicit the rich layering of the various forms of narrative available in a museum, namely the embodied narrative of the artefacts, the curatorial stance, the narrative device of the moving image piece and the spatial narrative. As part of the same workshop a group of participants carried out in paralell a 3D realtime exploration (RT3D), again about an aspect of the Fitzwilliam museum. \n\nThe second workshop, Navigating The Museum Space, concentrated on the rationale and motivations for museums to engage with the moving image through hands on experiments where the participants created narrative expressive space movies of parts of the Fitzwilliam Museum. Essentially the aim was to consider the role of the moving image in a museum context. In part one of the key achievement of this practice based workshop working with moving images, was to observe the museum environment with a new gaze. In particular the camera + editing combination helped to elicit the rich layering of the various forms of narrative available in a museum, namely the embodied narrative of the artefacts, the curatorial stance, the narrative device of the moving image piece and the spatial narrative. As part of the same workshop a group of participants carried out in paralell a 3D realtime exploration (RT3D), again about an aspect of the Fitzwilliam museum. \n\nThe third workshop, Every Fragment Tells A Story, built on the experience acquired in workshop 1 and 2 and more particularly addressed the technical and resource challenges of authoring and implementing new media into traditional museum contexts by exploring the museum as a space for narrative, ritual and performance. Over two days the workshop was highly productive, capitalizing on the outcome and experience acquired in the previous days to create innovative concepts for museum-visitors interfaces based on narrative formations, modes of spatial experience and possible tangible interfaces.\n\nThe combination of all three workshops provided a rich research base for further proposals for more substantial research finding and helped further the case for practice based research in this area. The lessons of the Discursive Formations workshops are already informing and inspiring the Fitzwilliam Museum own project, the interactive floor plan of the Museum and informed further research initiative.\n\nFinally a symposium was staged in the Fitzwilliam Museum on 14 May 2007 where 50 people were invited to hear and discuss the results of the workshops. 'The Discursive Formations-Place, Narrative and Digitality in the Museum of the Future project' was a stepping stone for further explorations which have carried on being explored by museums and other academic institutions. Digital/Communication/Information Technologies (including Software),Culture, Heritage, Museums and Collections","dataset":"gtr"}