{"id":"F90E9BC8-7A8A-4F50-A6AD-2C37FFE99A52","title":"Reel Lives: personal documentaries constructed from digital data.","abstractText":"New social media has led to an explosion in personal digital data that encompasses both those expressions of self chosen by the individual as well as reflections of self provided by other, third parties. The resulting Digital Personhood (DP) data is complex and for many users it is too easy to become lost in the mire of digital data. This is unfortunate as these digital representations of self are not only valuable to the individual as a means of self-reflection, but also have great information value as a community, business and social policy resource. In this proposal, we argue that the ability to represent and edit personal digital data in a meaningful form is crucial to the empowerment of individuals and communities and that it could also generate significant benefit to government and business. We would also argue that, this 'meaningful form' should include a filmic, narrative structure that is easy to comprehend and edit and that allows for a simply comparison of one digital life with another. In short, we propose building searchable, personal film-like documentaries (that we would term 'Reels') from existing, digital data.\n\nTo build the Reels, we must first develop the means of capturing online life logs, events and associated data. A variety of means already exist to do this, but we must ensure that we are able to take data that is distributed over multiple social networks and integrate it into a single profile that captures a users interests and experiences, social networks, behaviour, personality and mood states at various points in their own personal timeline. These profiles can then provide us with rich representations and understanding of users' life events and contexts at different points in time, which we can process further to generate video storylines and narrative. A simple time-line structure is insufficient in and of itself to create a meaningful narrative, and a crucial technical issue here regards the extent to which existing digital material can be matched to existing, known narrative structures in order to make sense of a diffuse landscape of events and images. With the right narrative structures in place, the objects, images and events can then be brought to life.\n\nOur aim is to develop systems that can convert the available profile data into meaningful personal documentaries (Reels) that individuals can either edit themselves or that can be turned over to film and media professionals to create Reels of intrinsic artistic value. Crucial to this project is the fact that each Reel is completely searchable, because it is generated from underlying semantic data. This allows for the direct comparison of one individual digital life with another or facilitates the collection and comparison of digitally similar Reels that allow enhanced understanding of communities and the citizens within them. We propose a significant period of user and stakeholder engagement with business and community leaders to understand the value of such comparisons.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L004062/1","grantId":"EP/L004062/1","fundValue":"1134810","fundStart":"2013-10-01","fundEnd":"2017-03-31","funder":"EPSRC","impactText":"  At the end of our first year, the major impact has been on the arts and creative industries, with the launch of our Film Competition and the premiere, in October 2014, of six short films constructed entirely from digital data. We are working with these film makers to submit the films into open competition and seeking opportunities for engagement with the arts sector. Creative Economy,Digital/Communication/Information Technologies (including Software) Cultural","person":"Pamela  Briggs","coPersons":["Matthew Peter Aylett","Harith  Alani","Finola  Kerrigan"],"organisation":"Northumbria University","findingsText":" During the first year we have assessed the relevance of different social media outlets for the REEL Lives project, captured user requirements and opportunities for personal biographies, commissioned six high-quality filmed biographies constructed from existing social media data, with accompanying interviews of film-makers and subjects. We have developed an initial prototype for the narrative generation module and have started to produce narratives based on triptychs. Finally we developed a web interface that connects to certain social media outlets and that facilitates the process of searching for relevant social media content. The creative industries will be interested in the toolset that we are developing, but can also use our films as inspiration for the different ways in which social media data can be repurposed. Our user studies are generating new insights into digital personhood, particularly around privacy that could be used to inform citizen rights groups. In the second and third years of the project, we hope to refine some of the technical aspects of our work. Creative Economy,Digital/Communication/Information Technologies (including Software),Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections","dataset":"gtr"}