{"id":"F90ED35C-2E80-443A-8722-D70CC0A660DE","title":"Metal-Bronsted Acid Cooperative Catalysis for Asymmetric Direct Reductive Amination","abstractText":"Chiral amines are ubiquitous in nature and are the most common functionalities in drug molecules, fine chemicals and new materials. They can be prepared by a number of methods; but the simplest, most efficient and eco-benign preparation is asymmetric direct reductive amination (ADRA) of ketones with hydrogen, which produces chiral amines in one pot. However, this reaction has not found applications in commercial synthesis, because literally no good catalysts are yet available. This proposal attempts to address this Holy Gail problem facing chemical synthesis and asymmetric catalysis by exploiting a novel strategy, Metal-Bronsted Acid Cooperative Catalysis (MBCC). Unlike traditional chemistry developed for ADRA, our approach incorporates three new elements: ionic catalysis, electrophilic activation, and counter anion-directed chiral induction. Under MBCC, an amine condenses with a ketone, forming an imine; this is catalyzed by the Bronsted acid. More importantly, the Bronsted acid then protonates, and thereby activates, the resulting imine by converting it into a highly electrophilic iminium ion. Subsequent hydride transfer, now with a lower barrier, from the metal centre to the iminium carbon atom reduces the C=N double bond. Last not the least, the hydride transfer to which enantiotopic face of the C=N double bond is aided by the conjugate base of the acid through ion-pairing. Clearly, the acid will play a key role in the operation of MBCC, which we believe stands for the most promising approach thus far for developing ADAR. Whilst the concept is designed for ADRA, its potential utility is expected to be much wider. The proposal builds on our recent highly successful studies of asymmetric hydrogenation of imines, key intermediates in ADRA, where unprecedented enantioselectivities have been recorded for a wide range of imines. A key discovery is the use of both hydrogenating metal catalyst and Bronsted acids. Our preliminary results indicate that MBCC drives the reaction and dictates the face selection, pointing to the potential of tackling ADRA via MBCC. However, we have not been able to carry out any mechanistic investigations yet. In order to most efficiently develop catalysts for ADAR by rational design, this project will be built on our preliminary results informed by mechanistic studies. The project will be divided into two synergistic parts, experimental exploration of MBCC for ADRA, and mechanistic and theoretical investigations. We believe experiments alone cannot answer key mechanistic questions, while mechanistic studies can only aid, but not replace, the discovery process","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G031444/1","grantId":"EP/G031444/1","fundValue":"453880","fundStart":"2009-09-01","fundEnd":"2013-06-30","funder":"EPSRC","impactText":"","person":"Jianliang  Xiao","coPersons":["Jonathan  Iggo","Neil Graham Berry"],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}