{"id":"F91F4141-5A51-4553-88A8-CDE249B70F7C","title":"Structural and functional studies of human filamin","abstractText":"Controlled migration of cells is an important process for a variety of essential functions in the body. These include healthy processes, such as development of the embryo, wound healing and the immune response, as well as unhealthy ones, such as the uncontrolled spread of cells in cancer (metastasis). Cell migration is a complex process involving many proteins that form large dynamic assemblies. The formation and breakdown of these assemblies is carefully controlled by the cell. One key protein in the assembly is called 'integrin', a membrane-spanning receptor that adheres to molecules outside cells, thus allowing traction forces to be applied; integrins can also transmit essential signals about cell environment across the cell membrane. Another key protein is 'actin' which polymerises at the leading edge of migrating cells to drive the cell forward. Actin filaments are stabilised by a large cross-linking molecule called 'filamin'. Mutations in different parts of the filamin molecule are known to cause several different genetic diseases, implying that this molecule plays several signalling as well as structural roles in the cell. The purpose of this proposal is to investigate the structure and function of filamin so that we can better understand how it works at the molecular level. This will be done by producing a wide range of molecular fragments of this large molecule by expressing parts of the gene in bacteria. The structure of the fragments produced will be studied and the way they interact with various molecules, including integrins, will be investigated using a variety of biophysical tools. The goal is to obtain information on the atomic resolution scale (0.1nm). The results, obtained by a 'dissection' approach, will be placed in the context of the whole molecule and the whole cell using electron microscopy and intact cell studies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F006845/1","grantId":"BB/F006845/1","fundValue":"319126","fundStart":"2008-02-01","fundEnd":"2011-01-31","funder":"BBSRC","impactText":"","person":"Iain Donald Campbell","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}