{"id":"F9203AF2-889E-4271-ACF3-ED98FDC4C1AC","title":"Molecular dissection of a novel protein-protein interaction: structure and mechanism of the staphylococcal fusidic acid-resistance protein FusB","abstractText":"Resistance to antibiotics among bacteria is an ever-growing problem, since it interferes with our ability to successfully treat bacterial infections. In order to preserve the activity of existing antibiotics, and to guide the development of new antibiotics which are less resistance-prone, it will be essential to understand in detail the mechanisms by which bacteria develop such resistance. Fusidic acid is an important antibiotic for the treatment of bacterial infections caused by the 'superbug', Staphylococcus aureus. The drug works by interfering with the function of a protein known as elongation factor-G (EF-G) that helps the bacterium make proteins. However, an increasing number of strains of S. aureus are becoming resistant to this drug because they produce a protein called FusB that binds to EF-G and protects it from the antibiotic. Recent work in our laboratory suggests that this FusB resistance mechanism is highly unusual, and unlike most other antibiotic resistance mechanisms characterized to date. Furthermore, it appears that the FusB protein not only functions to protect the cell from fusidic acid, but also performs an accessory role in the cellular manufacture of proteins. Consequently, it is of significant fundamental scientific interest. The mechanism by which FusB performs its native role and causes resistance to fusidic acid remain poorly understood. To better understand how FusB achieves this, we aim to solve the 3-D structure of the FusB protein, alone and when bound to the EF-G protein, using a technique known as Nuclear Magnetic Resonance (NMR) spectroscopy. In conjunction with experiments to examine in detail how these proteins bind together, these studies will provide significant insights into FusB and the mechanism by which it carries out its biological role(s). This information may allow us to devise approaches for blocking the activity of FusB in bacterial cells, and overcoming resistance to fusidic acid in S. aureus.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H018433/1","grantId":"BB/H018433/1","fundValue":"306782","fundStart":"2010-10-18","fundEnd":"2014-07-17","funder":"BBSRC","impactText":"  To underpin further research. No specific societal or economic to be reported to date.  ","person":"Alex John O'Neill","coPersons":["Steve  Homans"],"organisation":"University of Leeds","findingsText":" We have gained detailed insights into a poorly characterised and highly unusual mechanism of antibiotic resistance - FusB-type resistance to the clinically-important antibiotic, fusidic acid. Using NMR and X-ray crystallography experiments, we determined the first 3D structures of members of the FusB protein family. By employing a combination of NMR, binding studies with engineered FusB mutants, and molecular modelling we then established how this family of proteins binds to the target of fusidic acid (the protein elongation factor-G [EF-G]). We believe that collectively these data clearly reveal the underlying mechanism of these proteins, and that this mechanism is unlike any other mechanism of antibiotic resistance previously reported. The findings have expanded the paradigm for antibiotic resistance mechanisms, and should help to inform study of other poorly characterised antibiotic resistance mechanisms. We are further pursuing our studies of FusB-type proteins, with a particular emphasis on developing inhibitors of the FusB: EF-G interaction that block the resistance mechanism, and could have potential (both in the laboratory and the clinic) to rejuvenate the activity of fusidic acid against resistant strains. Agriculture, Food and Drink,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}