{"id":"F92317BC-295D-46AD-A8B2-35DF2411769C","title":"Supergen Wind Hub","abstractText":"The EU has a binding target of 20% of energy to come from renewables by 2020, with an associated CO2 emissions reduction target of 20% (relative to 1990) and a 20% reduction on energy usage by the same date. This is the so-called 20/20/20 target. The UK's target is for 15% of energy to be sourced from renewables by this date. For this target to be met, over 30% of electricity will need to be generated from renewables and it is anticipated that 31GW of this will come from wind power with 13GW onshore and 18GW offshore by 2020 to 40GW of offshore wind power capacity could be installed by 2030. At present 6GW of wind power have been installed onshore and 3GW offshore. Because of environmental concerns, the development of onshore wind power in the UK is being constrained making the cost-effective and reliable offshore development ever more important. To increase offshore capacity by at least a factor of five in seven years, whilst minimising the cost of energy, presents very significant design, operational and logistical challenges. Within the above context and in the longer term, wind farms and wind turbines will be sited further offshore in deeper water and become bigger. \n\nThe proposed Supergen Wind Hub brings together leading wind energy academic research groups in UK to address the medium term challenges of scaling up to multiple wind farms, considering how to better build, operate and maintain multi-GW arrays of wind turbines whilst providing a reliable source of electricity whose characteristics can be effectively integrated into a modern power system such as that in the UK. The wind resource over both short and long terms, the interaction of wakes within a wind farm and the turbine loads and their impact on reliability will all need to be better understood. The layout of the farms, including foundations, impact on radar and power systems and shore-connection issues, will need to be optimised. The most effective and efficient operation of wind farms will require them to act as virtual conventional power plants flexibly responding to the current conditions, the wind turbines' state and operational demands and grid-integration requirements. The programme of research for the Supergen Wind Energy Hub will focus on all of the above, both at the level of single farms and of clusters of farms.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L014106/1","grantId":"EP/L014106/1","fundValue":"2967190","fundStart":"2014-06-19","fundEnd":"2019-06-18","funder":"EPSRC","impactText":"","person":"William Edward Leithead","coPersons":["Ottone  Caretta","Anthony  Brown","Christopher James Crabtree","Feargal Peter Brennan","Simon Ian Hogg","Mike  Barnes","Peter  McGregor","Olimpo  Anaya-Lara","Alexander C  Smith","Constantinos  Soutis","Sinisa  Durovic","Andrew Geoffrey  Dutton","Simon  Watson","Jim A Halliday"],"organisation":"University of Strathclyde","findingsText":"","dataset":"gtr"}