{"id":"F928453E-2085-470E-94A1-7EB58BA13AE7","title":"India-UK Advanced Technology Centre (IU-ATC) of Excellence in Next Generation Networks Systems and Services","abstractText":"This UK-India consortium-based initiative has been established in direct response to a previous request from the British High Commission in India. The IU-ATC consortium has developed through a series of workshops supported by EPSRC and the British High Commission in India, commencing with a Technical Workshop in January/February 2006. The consortium comprises 8 research-leading universities in UK, 5 leading IITs, major industrial partners in UK and India (including companies such as BT, InfoSys, Wipro, Sasken, and Tejas), and a number of SMEs. The initiative aims to establish the first virtual India-UK Advanced Technology Centre (IU-ATC) in Next Generation Networks, Systems and Services, which will put in place the support infrastructure to facilitate, develop and enable the Digital Economy of both countries. This will be achieved through scientific investigation of the technical and functional requirements of Next Generation Networks through the promotion of industry collaboration with research-leading academic institutions and government departments as part of an initial 30 month Phase 1 of an overall 5-year joint programme between the UK and India. The current proposal builds on the existing and well formed consortium, which has already attracted EPSRC support (Travel Grant GR1, INTERACT 5 GR2), UKTI Grant, GOF, and most recently UKIERI-DST Research Award (S083). The explosive growth in advanced telecommunication networks and multimedia services in the last decade has offered exciting opportunities across a wide range of sectors, including communications, education, entertainment, and health. These opportunities have been successfully embraced within Europe and USA, and there is an increasing need to provide similar opportunities for the rapidly expanding economy of India. However, given India's special requirements, this cannot easily be achieved by transference of existing technical and engineering solutions, and a fundamental rethink is required to adapt or develop novel solutions and provide for research, innovation and wealth creation opportunities between UK and India. The IU-ATC initiative is focused on promotion of the Digital Economy, a priority identified under the recent government Comprehensive Spending Review 2007 . The Digital Economy aims to support research and skilled people to effect early adoption of Information and Communication Technologies (ICT) by a variety of user sectors. Understanding and enabling the impact of information, better positions the UK and India to reap the economic and social benefits offered by emerging Telecommunications Engineering hardware and software together with fixed/wireless/mobile Broadband technologies for low cost sensor and user devices, and service delivery platforms. The challenges in exploiting the promise of the technological advances within NGNs, and achieving their potential performance, economic and social returns, require not only a thorough understanding of the lower layers of the communications networking stack but also a strong ability and interest in exploiting the core technologies for citizen-facing applications. This often implies an appreciation of business and government strategies in specific areas such as healthcare, finance, manufacturing and management and requires close collaboration between academia and industry to realise the full potential.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G051674/1","grantId":"EP/G051674/1","fundValue":"491657","fundStart":"2009-06-01","fundEnd":"2012-03-31","funder":"EPSRC","impactText":"  This was the first Phase of our main EPSRC-DST Project which can be viewed as the first &quot;Large Grant&quot; between UK and India. It was announced shortly after the RCUK India Office opened in Delhi and was the first main investment to be charted through the new Joint Peer Review Protocols between RCUK and DST.\n\nPlease Note:\n\nThis project has had significant outputs that have had an impact across a number of areas of importance to the UK. A detailed and comprehensive Report was created for the RCUK DE Theme Impact Review and uploaded to J-eS with a detailed list of publications. The amount of material is significant but unfortunately Researchfish in its current form does not permit the linkage to these documents. They can be made available on-line from Ulster and they are also available from Professor Gerard Parr (UK PI to the Consortium) on request. Aerospace, Defence and Marine,Agriculture, Food and Drink,Communities and Social Services/Policy,Construction,Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Electronics,Energy,Environment,Financial Services, and Management Consultancy,Healthcare,Government, Democracy and Justice,Manufacturing, including Industrial Biotechology,Security and Diplomacy,Transport,Other Cultural,Societal,Economic,Policy & public services","person":"Gerard  Parr","coPersons":["Bryan  Scotney","Sally Ida  McClean","Philip John Morrow"],"organisation":"University of Ulster","findingsText":" Note- A comprehensive Report is available for Performance and Impact and also a detailed Publications List is available at our Public Repository which can be searched by Author, Year and Research Theme:-\n\nhttp://www.iu-atc.com/publications.php\n\n\n1. The quality of relationships between UK academia and users both nationally and internationally, the degree of partnership leverage (in terms of both financial and influence), and how can these be improved.\n\nThere were six IU_ATC workshops held in India and UK during phase 1 of the IU-ATC project where delegates updated and exchanged ideas on the research being carried out and agreed on future research. These delegates were attended by leading academics from both India and UK, Industrial partners, researchers and research students. This is part of the high level of partnership which has led to the development for example of the transnational Testbed for Next Generation Networks which is a joint UK and India major project between University of Surrey and IITM which has also now led to Industrial partners joining the project to carry out research with the testbed. Because of widespread publicity of the project further Industrial and academic partners have shown an interest in the project.\n\n2. The level of knowledge exchange (&amp;amp; researcher mobility) between the research base and users that drives cultural, commercial and technological advances, and how can these be improved.\n\nAcademics and Researchers have taken part in many exchange visits to each other researchers Institutes and Companies as part of research in both India and UK. Video and telephone conferences are also commonplace as part of the research exchange. Visits to locations were the practical testing of applications and systems developed as part of the research have also taken place which has added to cultural awareness and driven technological advances.\n\n3. The degree to which UK researchers have embraced and embedded thinking about how to follow up on potential opportunities, including public engagement opportunities, to maximise impact of their work.\n\nThe IU-ATC has been highlighted at the many Conferences and other events at which the IU-ATC Academics, Researchers, Students and Industrial partners have attended when presenting publications etc. about the research carried out as part of the IU-ATC partners. Many of the Senior Academics in the project have also chaired many events and have given keynote speeches.\n\n4. The degree to which UK researchers are maximising impact from long-term research investments in line with national research challenges and future economic and social needs; including enabling the development of key emerging industries.\n\nThe IU-ATC project research is at the forefront of Next Generation Networks research and participants have developed collaboration with other similar projects to enhance the research and maximise the impact. The research has produced applications and hardware that have already shown potential to help assist in rural development in agriculture, rural industry, health and social cohesiveness of rural communities.\n\n5. The extent to which research addresses key technological/societal challenges facing the UK economy, how influence is being exerted on Government thinking and policy, and the global significance of the UK contribution in this area.\n\nThe IU-ATC project has carried out research into potential global cyberspace threats to the Internet and key input has been obtained from a wide range of experts and users involved in this internet security field. Research into maintaining communications in emergencies and the ability to monitor pollution and other environmental hazards are all being carried out and prototypes for these mobile based systems have been produced. The ability to make these systems portable and as easy to use and as low cost as possible is the key issue here as is energy efficiency. We leveraged the great research from this Phase 1- (30 Month) project to progress successfully to Phase 2- Follow on project which is still on-going as of this date.\n\nWe continued to impact on key areas of the Information Economy of both countries as evidence by RCUK Impact Reviews:-\n\nhttp://www.rcuk.ac.uk/media/news/130124/\n\nFurther detailed evidence is available in our detailed reported submitted to the RCUK DE Theme Impact Review which was reported at:-\n\nhttp://www.rcuk.ac.uk/RCUK-prod/assets/documents/documents/RCUKDEconReport.pdf\n\nSee Page 12 of the report and further citations. Aerospace, Defence and Marine,Agriculture, Food and Drink,Communities and Social Services/Policy,Construction,Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Electronics,Energy,Environment,Financial Services, and Management Consultancy,Healthcare,Government, Democracy and Justice,Manufacturing, including Industrial Biotechology,Security and Diplomacy,Transport,Other","dataset":"gtr"}