{"id":"F92C3152-E053-4212-A462-A07CC417AAEE","title":"Michael Klinger, the role of the producer and the British film industry in the 1960s and 1970s","abstractText":"This project will archive, catalogue and interpret the Michael Klinger Papers, an extensive collection of unknown material that documents the career of an independent British film producer donated to the University of the West of England (UWE) by the producer's son, Tony Klinger. The Papers contain information about aspects of film production that is not normally available for inspection and analysis, including letters, legal issues, production costs, film grosses, distribution rights, and company profit and loss accounts. \\n\\nKlinger was a highly significant figure in British cinema over a twenty-year period (1960-1980) during which he made 32 films. He straddled the normally separate spheres of the internationalist action-adventure film (notably 'Gold', 1974), the medium-budget crime thriller (e.g. 'Get Carter', 1970), exploitation cinema (from 'Naked as Nature Intended', 1961 through to the 'Confessions Of' series, 1974-76), and the art-house film; Klinger produced Polanski's 'Repulsion' (1965) and 'Cul-de-sac' (1966), and Chabrol's 'Les liens de sang' ('Blood Relatives', 1975). Through the variety and range of his productions, Klinger became the only consistently profitable independent British producer during the 1970s. \\n\\nHowever, despite his importance, Klinger has not received any critical attention and the aim of this project is to remedy that neglect. The project will be conducted and managed by an experienced researcher, Dr. Andrew Spicer, an expert in British film history. He will collaborate with a full-time postdoctoral Research Assistant who will organise and catalogue the Klinger Papers. This catalogue, together with digitised versions of selected key documents from the Papers, will be made accessible online, as will the supplementary interviews conducted during the project with film personnel who worked closely with Klinger. Janet Moat, ex-Head of Special Collections at the British Film Institute, will ensure that the work is completed to recognised archival standards. \\n\\nThe Papers and interviews, together with contextual material drawn from other archives, the trade press, memoirs and other relevant sources, will enable Dr Spicer and the Research Assistant to co-author a definitive study of Klinger's career to be published in the prestigious British Film Makers series. An additional article on a specific aspect of his career will be published in a relevant journal. \\n\\nA symposium will be held at the end of the project's first year in order to discuss Klinger's work in the wider context of invited papers from researchers that will explore the work of other British film producers in the post-war period. The symposium will be part of the ongoing collaboration between UWE and the School of Creative Arts, Film and Media at Portsmouth University which is also engaged in exploring 1970s British cinema. \\n\\nThis project will make a valuable and as yet unknown resource available to scholars through establishing a permanent archive with a catalogue, key documents and interviews accessible online. The monograph on Klinger will restore him to his rightful place as an important figure in post-war British cinema. It will provide an in-depth understanding of the varied functions of the film producer whose role has been misunderstood and neglected within Film Studies. The study of Klinger will also make an important contribution to the resurgent interest in British cinema and culture in the 1970s, just beginning to be recognised as a rich and diverse period but one that lacks systematic and rigorous studies. The detail provided by the case study of Klinger will illuminate many of the key issues and problems faced by British film-makers during a period of uncertainty and profound change. The specific focus of the project will also connect with wider current concerns about the realtionship between creativity and commerce andthe nature of the Creative Industries thus disseminating its findings to a wider community.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H001107/1","grantId":"AH/H001107/1","fundValue":"158099","fundStart":"2010-01-01","fundEnd":"2012-03-31","funder":"AHRC","impactText":"  Klinger is now firmly established as a significant figure in British cinema history with several citations in new (subsequent to the project's completion) studies. \nI have been contacted by several researchers regarding material in the collection. Pharmaceuticals and Medical Biotechnology ","person":"Andrew Howard Spicer","coPersons":[],"organisation":"University of the West of England","findingsText":" This project has made a valuable and as yet unknown resource available to scholars through establishing a permanent archive with a catalogue, key documents and interviews accessible online. The forthcoming co-authored volume on Klinger, 'The Man Who Got Carter', will restore him to his rightful place as an important figure in post-war British cinema. It will provide an in-depth understanding of the varied functions of the film producer whose role has been misunderstood and neglected within Film Studies. This study of Klinger, and the other journal articles and chapters in book collections that have already been published, will also make an important contribution to the resurgent interest in British cinema and culture in the 1970s, just beginning to be recognised as a rich and diverse period but one that lacks systematic and rigorous studies. The detail provided by the case study of Klinger will illuminate many of the key issues and problems faced by British film-makers during a period of uncertainty and profound change. The specific focus of the project will also connect with wider current concerns about the relationship between creativity and commerce and the nature of the Creative Industries. Of interest to film and other creative industry personnel, especially those specifically concerned with production. The website (www.michaelklingerpapers.uwe.ac.uk) has attracted considerable interest with other producers seeing it as a possible model for disseminating their own work/materials.\n\nMany of Klinger's films, especially 'Get Carter', are widely known to the general cinemagoing public and the book will therefore be of interest, as will the website, to cinephiles and the general reader. Education","dataset":"gtr"}