{"id":"F940D82E-468B-4C4B-B082-329732930ABE","title":"SILICATE WEATHERING FLUXES IN SUBMARINE GROUNDWATER DISCHARGE FROM AN ACTIVE MARGIN HIGHLAND: TAIWAN","abstractText":"This application is to explore submarine groundwater discharge from an active margin highland, and to develop an understanding of its importance in transferring products of silicate weathering to the ocean. It will take advantage of a funded cruise in the Taiwan FATES programme to sample inshore ocean waters off Taiwan. Rapidly eroding mountain belts like Taiwan have very high chemical weathering rates. These regimes provide the climate-sensitive feedbacks that moderate the long-term global carbon cycle, but the nature and location of weathering processes, and the magnitude of the chemical fluxes remain poorly known. A proper quantitative knowledge of silicate chemical weathering fluxes is essential to understand a fundamental control on Earth's surficial environment and the limits to the stability of that environment. Such an understanding is also important for estimating continental geochemical and nutrient fluxes to the oceans, major controls on ocean composition and patterns of biological productivity. Rivers have long been seen as the principal conduits for freshwater discharge to the oceans, but submarine groundwater discharge (SGD) may be volumetrically significant. SGD can have a composition that is different from river water, and some deep circulating groundwater has been found to have higher solute concentrations than surface water. SGD from active margin highlands, and its chemistry are essentially unknown. From the chemical and isotopic composition of seawater above a representative section of the submerged east flank of the Taiwan mountain belt, and surface and groundwater from nearby catchments on land, we will determine the intensity and pattern of submarine groundwater discharge from Taiwan, and develop an understanding of its importance in the silicate weathering flux from this mountain belt. Taiwan has been chosen for this study because it is one of very few locations in a high weathering rate regime where the major controlling parameters on weathering processes (principally temperature, precipitation, erosion, vegetation, lithology and hydrology) are well known. In the past five years we have systematically measured weathering fluxes in 12 rivers draining the Taiwan mountains. We have found that groundwater emerging on land may contribute as much as 40% of the riverine silicate weathering flux. More than half of Taiwan's bedrock relief is below sealevel, and our hypothesis is that solutes in SGD are a significant part of the total weathering flux from Taiwan. In order to achieve our overall aim of calculating the long-term carbon budget of this mountain belt, the SGD-bound flux must be constrained. Samples for this project will be collected along three transects off NE Taiwan during a short cruise from 12 to 14 November 2010, and in preceding days on land. Using a range of Ra-isotopes with different half-lives, as well as Rn-, Sr-, and O-ixotopes, and major cations and anions, we will calculate the magnitude of SGD on a section of the Taiwan range flank, and estimate the associated weathering flux. All sample collection is funded through existing grants and agreements, and work on short-lived Ra-isotopes will be done by one of our research partners free of charge. This application is for support of further analytical and modelling work, to take place in Cambridge from 1 March 2011. This will include chemical mass balance calculations for the sampling area, and a broader water balance calculation with precipitation, evapotranspiration and river discharge data in the public domain to assess broader patterns of SGD.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I017593/1","grantId":"NE/I017593/1","fundValue":"49824","fundStart":"2011-04-01","fundEnd":"2012-07-31","funder":"NERC","impactText":"","person":"Niels  Hovius","coPersons":["Michael James Bickle","Albert  Galy"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}