{"id":"F9405148-D6BC-4A39-B397-2D0598D74FF3","title":"Finite element-immersed boundary method and its application to mitral valves","abstractText":"Each year, about 225,000 valve replacements in the heart are performed worldwide. In particular, mitral valve (MV) diseases such as mitral regurgitation (leakage) may lead to left ventricle (LV) dilation, decreased LV function, and increased rates of atrial fibrillation. Mathematical modelling can help us to understand MV diseases and their relationship with LV functions. However, compared to the aortic valves, the MV has been significantly understudied due to its more complex anatomical structure. We will deliver Magnetic Resonance Image based dynamic MV models which will include important features such as fluid-structure interaction and nonlinear soft tissue modelling. This will be achieved by developing novel numerical methods; i.e. a new finite element version of immersed boundary method with adaptive mesh refinement (IBAMR). The work will be carried out through an interdisciplinary collaboration between Mathematics at Glasgow, the Institute of Cardiovascular and Medical Science, and the primary developer of the IBAMR software, Prof. Boyce Griffith from NYU. IBAMR represents the state of the art immersed boundary methods, and is gaining increasing popularity in the USA due to its accuracy. Prof. Luo is one of the leading developers of this software. One of the important strengths of this project is the direct involvement of the Cardiovascular Research centre, which has the most advanced MRI facilities in the UK, and is linked to Golden Jubilee National Hospital and Western Infirmary. Thus we will have access to valve geometries from healthy and diseased patients. Most importantly, we will obtain 3D temporal displacement and strain vector field of the MV in vivo using the state of the art imaging techniques. This will tie the computational simulations with clinical applications together and allow us to identify key elements and parameters in our models.Modelling the dynamics of the MV to understand its mechanical performance in health and disease offers exciting new opportunities. Apart from addressing important physiological and pathological questions about the MV functions, our findings will serve as springboard for further research on other valvular heart disease. Improved understanding of the basic mechanisms of heart valve function will result in improved clinical therapies and therefore has clear social benefit. Ultimately, our aim is to delay or prevent progression of valvular disease, for example, by modulating transvalvular blood flow or engaging pharmacological approaches to modify cardiac output and valve elasticity. The framework to be developed from this project will also be used immediately to multi-scale models of the whole heart aiming at understanding acute myocardial infarction.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I029990/1","grantId":"EP/I029990/1","fundValue":"457132","fundStart":"2012-01-10","fundEnd":"2016-01-09","funder":"EPSRC","impactText":"  Our work has been published at International Journals, and presented at various conferences. People are already citing our results in their work. Digital/Communication/Information Technologies (including Software),Healthcare Societal","person":"Xiao Yu  Luo","coPersons":["Colin  Berry"],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}