{"id":"F94AA12A-C78F-4C4D-A24B-8FED98F2C857","title":"Towards a Comprehensive Understanding of Changes in the Amazon Hydrological Cycle","abstractText":"Over the last decade the Amazon Basin has experienced extreme events of flooding (2009, 2012-2014) and droughts (2005, 2010). These events have had strong impacts not only on the Amazon forest, but also on its people and economy. How the climate of the Amazon will develop in the future remains uncertain however, as the accuracy of future climate model predictions for the Amazon is low, and as data on past natural climate/hydrology variability cover only a short period. \n\nThe proposed research partnership will be used to obtain a better understanding of long-term variability of past dry season length and precipitation intensity, and its climatic controls. This will be done by analyzing ring widths and oxygen isotopic ratios in tree rings from existing and new wood samples from floodplain trees in the Amazon. Ring width from floodplain trees will be used to reconstruct the length of the non-flooded phase, while we will use oxygen isotopes in tree rings (d18O) as a proxy for dry season precipitation d18O. \nWe will carry out sampling at two sites located in two sub-basins, the central region (Solim&otilde;es River) and the northern sub-basin (Negro River) to provide a long-term perspective on the recent changes by revealing long time series of oxygen isotopes in the floodplain species Macrolobium acaciifolium, extending back more than 150-300 years. This will allow unraveling natural cycles from anthropogenic influences and thus allow us to predict what to expect for the future. Such predictions are of paramount importance to the people and economy of Brazil. If natural cycles explain the recent extreme events, one could expect a decrease again of these extremes in the near future. If the recent extremes are rather due to large-scale shifts in the climate system due to eg. warming of the sea surface temperatures globally, then we may expect more extreme event in the immediate future. By looking back for over 300 years, we will be able to unravel natural cycles from man-made arming. Within the current active NERC grant (NE/K01353X/1) we are using Earth system models to help in the interpretation of the recent changes. \n\nAn integral component of this proposed partnership is the joint organisation of an &quot;international tree ring and isotope workshop&quot; in Brazil at INPA. The objective of this workshop is to: \na) Gather international researchers and students working on this and similar topics, \nb) Identify research needs in the field and brainstorm ideas to come up with concrete research directions for the next years, \nc) Capacitate (mainly) Brazilian researchers and students in existing and new techniques and developments in the field.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M02203X/1","grantId":"NE/M02203X/1","fundValue":"44759","fundStart":"2015-01-01","fundEnd":"2016-12-31","funder":"NERC","impactText":"","person":"Roel  Brienen","coPersons":["Arnoud  Boom"],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}