{"id":"F94B1702-D26E-4AA0-8C61-4A2D90044811","title":"Adaptive Visualisation Tools for e-Science Collaboration","abstractText":"This project will create a new way of communicating with computers for scientists. At present they have to use difficult tools which require them to speak the computers' language rather than express what they want in English. Worse still the computer tools don't talk to each other so they have to use separate tools for statistics, then visually displaying results on a map, etc. We will deal with these problems by analysing the way scientists express their requests in English to create a 'sub language' - that is a restricted set of English for asking scientific questions and saying how results should be displayed. We will also analyse a more complex sub language for collaborative investigation so scientists can work together over the Internet, control shared tools, make notes, highlight topics of interest, etc. This language of collaboration will be integrated with work on specialised scientific terminology in the medical area. Once we have specified how scientists communicate with computers we need to build a set of computer tools that will respond to their requests in a flexible manner. To do this we will reuse software components that display maps, charts, graphs, etc, and carrying our statistical analysis. We will build an interpreter that understands the scientists' questions and commands and then automatically composes software programmes to perform data analysis and display the result that match a question such as ' I need to know the effect of public health awareness campaigns on obesity of children in the north west, showing me doctoral visits and school dietary policy on a map'. The result will not only be a new and more natural way of communicating with computers but also new ways of sharing information over the Internet.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D049989/1","grantId":"EP/D049989/1","fundValue":"268769","fundStart":"2006-08-28","fundEnd":"2009-12-27","funder":"EPSRC","impactText":"","person":"Alistair  Sutcliffe","coPersons":["Oscar  De Bruijn","Rob  Procter","Iain Edward Buchan","John  McNaught"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}