{"id":"F94E71A5-33FD-4E22-8956-768BF48C35C0","title":"Structural and metabolic determinants of sarcopenia and efficacy of concentric vs. eccentric exercise training: a novel temporospatial approach","abstractText":"Most people will have noticed that with age people become frail. This is principally due to the wasting of skeletal muscle (a process called &quot;sarcopenia&quot;). Skeletal muscle wasting occurs not only with older age but also with a large number of common illnesses: trauma, burn injury, diabetes, cancer, heart failure, renal failure, Alzheimer's disease, and arthritis (to name but a few). Crucially, in these cases, muscle wasting is more than just a symptom of weakness and poor functional capacity. Muscle wasting exposes us to an increased risk of falls and fractures, which often lead to death within a year in the aged. Thus, muscle wasting occurring in disease and with age impacts on quality of life, independence, morbidity and mortality and represents a major UK health problem. However, we currently understand little about the processes that regulate sarcopenia in humans. The best-known means by which to counter muscle wasting occurring in older age is exercise. For example, if one were to look at a body builder they would notice the gross musculature gained (called &quot;hypertrophy&quot;) from lifting weights. While muscle growth on this scale is not possible in older age, a degree of muscle growth and functional improvement can be achieved. Finding optimal exercise strategies with which to counteract sarcopenia is therefore an important goal.\n\nIn the current proposal we have developed a novel strategy to explore human sarcopenia and exercise strategies with which to offset it. We have recently found that sarcopenia manifests in two &quot;spatially&quot; different ways. Sarcopenic muscles display wasting due to reductions both in muscle &quot;length &quot; at the muscle end, and muscle &quot;width&quot; along the mid-section. Therefore, our first goal is to study older and younger people over a period of 2 months to define the process(es) responsible for loss of muscle length AND width in sarcopenia. To achieve this we will provide young and older volunteers with daily drinks of &quot;labelled water&quot; from which we will be able to track longitudinal changes in important aspects in the building processes of muscle (by taking intermittent muscle samples from the muscle middle and end) over this entire period. This approach will explain why human sarcopenia is spatially distinct.\n\nSecondly, we propose to assess excercise interventions for reversing human sarcopenia. Conventional resistance exercise is composed of both lengthening and shortening muscle contractions (touch your shoulder and imagine lowering down a dumbbell (lengthening) and then lifting it again (shortening). Intriguingly, when exposing individuals to either exclusive lengthening or shortening exercise training we have found that lengthening exercise increases muscle length and shortening exercise increases muscle width. Herein we propose to trial the efficacy of lengthening and shortening contractions in counteracting spatial differences we have identified in sarcopenia while also studying the mechanisms underlying why these contractions work the way they do. To achieve this we will provide young and older volunteers with daily drinks of &quot;labelled water&quot; during either lengthening or shortening contraction training after which we will be able to track longitudinal changes in important aspects in the building processes of muscle (by taking intermittent muscle samples from the muscle middle and end) over this entire period in youth and ageing.\n\nThis project will have significant, perhaps groundbreaking, implications for our understanding of the control of skeletal muscle size in humans, particularly in relation to the problem of sarcopenia.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K019104/1","grantId":"BB/K019104/1","fundValue":"479645","fundStart":"2014-02-01","fundEnd":"2017-01-31","funder":"BBSRC","impactText":"","person":"Marco  Narici","coPersons":["Nathaniel  Szewczyk","Ken  Smith","Philip James Atherton","Paul  Greenhaff"],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}