{"id":"F963F527-B0D5-4116-89FC-AC78E5B51E9E","title":"Unipotency of Tbx5+ embryonic cardiac progenitor cells to cardiomyocytes.","abstractText":"Heart failure is a major cause of death in industrialized countries. Although the present medicines can attenuate the symptoms to some extent, the expected outcome is still poor. Therefore a new treatment is needed as soon as possible. Since heart failure is caused by the loss or poor functioning of heart muscle cells, destroyed or damaged during a heart attack, regeneration therapy seems promising by the replenishment of the damaged heart muscle with new heart muscle cells or heart muscle stem cells (cardiac progenitor cells; CPCs) created in the laboratory. However our current knowledge is too limited to be able to create sufficiently safe and effective cells for clinical use. Thus a much better understanding of CPCs is critical to bring such regeneration therapy into the clinical arena.\n\nIt is known that CPCs are composed of two different populations known as the first and the second heart field. The first and the second heart fields are the origin of left side and the right side of the heart, respectively. A factor called Tbx5 is present in the first heart field and another two factors called Nkx2-5 and Isl1 are present in both the first and the second heart fields. CPCs positive for Nkx2-5 or Isl1 are known to give rise to heart muscle cells as well as other components of the heart. On the other hand, although CPCs positive for Tbx5, the first heart field, are known to produce heart muscle cells, whether the first heart field can also produce other cell types present in the heart is still largely unknown.\n\nTo better understand CPCs, we have been studying CPCs from the earliest stage during embryogenesis with a state-of-art technique, single cell cDNA analysis. This technique allows us to study each a single CPC one by one, which brings detailed information with a resolution that other methods have never been able to provide. According to our data, we found the novel evidence that the first heart field CPCs are initially positive only for Tbx5, then become triple positive for Nkx2-5, Tbx5 and Isl1, and subsequently become double positive for Nkx2-5 and Tbx5. To confirm conclusively this sequential change of the first heart field CPCs according to the temporal order, we initially tried to trace Tbx5-expressing CPCs in the mouse embryonic heart by deliberately labeling Tbx5-expressing CPCs permanently with a fluorescent protein, eYFP. From this pilot study, we assume that the first heart field of Tbx5-expressing CPCs produces only heart muscle cells, which is quite different from Nkx2-5-expressing or Isl1-expressing CPCs.\n\nIn this project, we will confirm whether our original assumption that Tbx5-expressing CPCs produce only heart muscle cells is true or not. We will trace Tbx5-expressing CPCs in detail with permanent eYFP label. This will enable us to consolidate the evidence of the sequential change of Tbx5-expressing CPCs as well as to clearly identify what type of the cells Tbx5-expressing CPCs give rise to. Furthermore, we aim to establish a new method to study Tbx5-expressing cardiac progenitor cells derived from mouse embryonic stem cells. Using this new method, we can further study Tbx5-expressing CPCs in vitro without using of animals, and we can test the use of Tbx5-expressing CPCs for the treatment of animal models of heart failure by the efficient enrichment of Tbx5-expressing CPCs. Thus, successful completion of this project will clearly demonstrate whether Tbx5-expressing CPCs can only provide heart muscle cells. Such novel knowledge in basic science as well as the establishment of a useful new tool for basic science study will greatly improve our understanding of heart muscle development. We strongly believe that completion of this project is one of the many steps towards the overall goal of the establishment of future regeneration therapies for heart failure.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J007625/1","grantId":"MR/J007625/1","fundValue":"321743","fundStart":"2012-10-01","fundEnd":"2015-09-30","funder":"MRC","impactText":"","person":"Kenta  Yashiro","coPersons":["Ken  Suzuki"],"organisation":"Queen Mary, University of London","findingsText":"","dataset":"gtr"}