{"id":"F96CC016-666E-4352-8215-6E6107B91F0E","title":"Capitalising on UK Investment in JCMT by taking a Minor Partner Role in Operations post Sept-2014","abstractText":"We propose that the UK, as represented by this consortium, continue to take a significant role in operation and scientific\nexploitation of the James Clerk Maxwell telescope (JCMT) after September 2014, when STFC are currently planning to\ncease being the operating agency for the facility, and hand it back to University of Hawaii. We propose to take a roughly\n25% share of time with the East Asian Observatories (EAO) being the lead operator, and Canada also taking a smaller\nshare (TBC).\nEAO are committed to operating JCMT for an initial period of 5 years; we are committed to a contribution from our own\nresources of &pound;300k pa for 3 years and we are here requesting matched funding from STFC for the same period. In addition\nwe request a small amount of travel funds to allow UK astronomers to spend time working with the EAO scientists in\nHawaii.\nThe UK financial contribution will allow it to not only gain access to a proportionate (smaller than the present 55%) share of\nobserving time but actually to continue a leading role in the major surveys and targeted observations currently being\nundertaken at a fraction of the current cost to the UK. This is because the EAO see the operation of JCMT as a way to\ndevelop the skill base of their own communities and to benefit from the enormous expertise of the UK community.\nTherefore the baseline plan is that all partners will put 50% of the total observing time into survey programmes defined and\nexploited by joint science teams. The UK community will thereby gain access to at least 62.5% of the total science output of\nJCMT at a total cost of ~&pound;1M over 3 years compared to a similar fraction at present as the major partner at a total cost of\naround &pound;2M per year","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/M007634/1","grantId":"ST/M007634/1","fundValue":"403240","fundStart":"2014-09-01","fundEnd":"2015-02-28","funder":"STFC","impactText":"","person":"Walter  Kieran  Gear","coPersons":[],"organisation":"Cardiff University","findingsText":"","dataset":"gtr"}