{"id":"F96F1993-75FB-4DD5-BE30-FC1B1B747EBA","title":"MICheckout: Supporting compliance with consensus reporting requirements","abstractText":"In recent years, the methods by which biological scientists conduct experiments have become increasingly complex. To ensure that the data from such experiments is described in a manner that supports analysis by other scientists, various groups have drawn up Minimum Information (MI) checklist documents for their area. These documents describe the information that should be collected to appropriately describe a particular piece of equipment or method. MI checklists serve to ensure that data are properly set in context, so as to support their correct interpretation, validation or reuse. However, such MI checklists are usually developed independently, from within particular biologically- or technologically-delineated areas (for example, plant biology, or mass spectrometry). Consequently, the full range of checklists can be difficult to establish without intensive searching, and tracking their evolution is non-trivial; they are also inevitably partially-redundant one against another (i.e. they overlap in their subject areas), and where they overlap arbitrary decisions on wording and structure make integration difficult. This presents significant difficulties for the users of checklists; for example, in the area of systems biology, where data from many different areas are routinely combined. The MIBBI (Minimum Information for Biological and Biomedical Investigations) project is working to integrate these many checklists and will ultimately produce a set of checklists that cover diverse areas while avoiding the problems of overlap. What is needed though is a simple mechanism for biologists to acquire an appropriate checklist for their particular investigation. This proposal seeks support for the development of a tool that will; (i) allow scientists to find the checklists they need; (ii) provide them with two different mechanisms to capture the information their checklist requires (Excel or online forms); (iii) offer space in a searchable public repository in which to store data sets (working in tandem with the online forms). MICheckout, once developed, will be available at the MIBBI website and will satisfy all the three requirements listed in the previous paragraph. Overall, MICheckout will increase use of MI checklists, which will improve the quality of publicly-available data sets (and therefore their reuse), which ultimately means that more value is being generated from the initial investment in the science by funders such as BBSRC.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G000638/1","grantId":"BB/G000638/1","fundValue":"94352","fundStart":"2009-01-01","fundEnd":"2009-12-31","funder":"BBSRC","impactText":"  This allowed the bioinformatics community to systematize the reporting requirements for archival submissions Digital/Communication/Information Technologies (including Software) Societal","person":"Alvis  Brazma","coPersons":["Susanna Assunta Sansone","Dawn  Field"],"organisation":"EMBL - European Bioinformatics Institute","findingsText":" Implementing the minimum requirement standards are much more difficult than publishing them Many bioinformatics groups around the world are still developing the minimal reporting requirements, then can learn from our experience Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}