{"id":"F970F1F3-C534-4947-8698-1726F8C970C7","title":"Innovation and Productivity Grand Challenge","abstractText":"The UK is strong in scientific, technological and engineering research. It has a vibrant economy enabling small and large firms to flourish. But it suffers an enduring productivity gap compared with industrial activities in countries such as the US, Germany and France. Firms in the UK cannot compete effectively on the basis of low cost engineering, manufacturing, or services: they need to improve value and productivity. There are significant opportunities to improve the conversion of research outputs into high value products and services. Enhancing the exploitation of industrial innovation is seen by the Government as one way of dosing the productivity gap. Yet there are no dear models of how to achieve this, and practices in both research and industry face changes due to internationalisation and the adoption of new technologies and processes. The system faces an exciting challenge to develop new forms of collaboration aimed at improving industrial performance, increasing rates of productivity growth and contributing more fully to a better quality of life. To do so will require major changes in the way business and research takes place, supported by a new IT infrastructure. This Grand Challenge aims to produce data and knowledge, tools and new practices for innovation processes and how they can be managed to enable a greater number of results to be brought into practice more quickly than ever before. It focuses specifically on raising the level of industrial performance through development of new organisational processes and interactive IT infrastructure.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/C534239/1","grantId":"EP/C534239/1","fundValue":"1581960","fundStart":"2006-01-01","fundEnd":"2009-06-30","funder":"EPSRC","impactText":"","person":"David  Gann","coPersons":["David  Probert","Neil Dempster  Burns","Hossein  Sharifi","Andy  Neely","Dennis  Kehoe"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}