{"id":"F971779A-C669-43D3-AF6F-B5D271C010F7","title":"Computational Seeding of Bio-Receptive Materials","abstractText":"Computational Seeding of Bio-Receptive Materials is an interdisciplinary research proposal that brings together a design team with high expertise in architecture, biology and engineering. It aims to develop an innovative wall-panel system capable of growing microorganisms directly on its surface. By utilizing novel design engineering methods the research seeks to improve facade performance through the implementation of a new type of biologically receptive concrete. This system intends to overcome many of the limitations of existing green walls, particularly the need for mechanical irrigation systems and expensive maintenance.\n\nThis proposal responds to the urgency of improving the environmental quality of our cities. Climate change, increasing levels of pollution, and the loss of pervious surfaces within the urban fabric, has resulted in an ongoing effort of making our cities greener and more sustainable, especially in the developed world. Building envelopes, in particular roofs and facades, have been targeted as an opportunity for greening. However, current 'green walls' have proven expensive to implement and manage. This notion of 'greening' has also failed to address the increasing loss of cryptogamic cover surfaces (algae, mosses, lichens, etc.), which due to their scale have passed rather unnoticed in our cities. \n\nIn response, biologically receptive cementitious materials have been studied and chemically altered to provide pH levels, porosity values and water retention properties that are favourable for microorganisms to establish and proliferate. The adoption of biologically receptive concrete as a means of fostering green growth has the potential for the building's fa&ccedil;ade itself to become the biological substratum for the growth of photosynthetic systems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N010108/1","grantId":"EP/N010108/1","fundValue":"296786","fundStart":"2015-11-01","fundEnd":"2017-04-30","funder":"EPSRC","impactText":"","person":"Marcos A  Dobbert P Cruz","coPersons":["WILLIAM  WATTS"],"organisation":"University College London","findingsText":"","dataset":"gtr"}