{"id":"F97BECB5-36B8-4AA6-8F21-0CB1CDD50AEB","title":"Homework: Shaping Future User Centred Domestic Infrastructures","abstractText":"Over 300 million people worldwide have broadband connections to the Internet, and in many of these households an in-home network is used not only to allow multiple computers to share the connection to the Internet, but also to enable media sharing, gaming, and other new applications. Users increasingly wish to integrate portable digital devices into these networks including mobile phones, PDAs, web cameras and audio devices through a shared infrastructure. However, despite the rapid uptake in demand for home networking, these technologies remain extraordinarily difficult for people to install, manage, and use. Market reports give a sense of the scale of the problem: home networking equipment is currently the most returned consumer electronics item, with return rates of 20-30%. These devices are being rejected not because they fail on a technical level, but because they force their users to become unwilling (and untrained) network administrators in order to use them.The difficulties inherent in adopting and using home networking technology are rapidly becoming a key roadblock to the deployment of next-generation applications in communication, healthcare, and entertainment. One reason for this is that the current suite of Internet protocols and architectures has migrated to the home with little or no reflection of their appropriateness. The original design choices of the Internet were made in a world of highly trained, trusted, and motivated administrators tasked with the upkeep of the network, a situation that does not exist in the home. The net result is a mismatch between the nature of the home and the digital infrastructure placed within it. The currrent technology-centric models of the infrastructure have no resonance with the understanding employed by users to make sense of their home networks. This proposal builds upon extensive empirical studies charting the mismatch between current networking technology and the needs of the domestic setting undertaken both in the UK and the US over the last four years to reinvent the domestic infrastructure. This requires an interdisciplinary partnership between those who design 'end user' technology and interaction, and those who seek to realise future digital infrastructures in order to allow users greater control and ownership of the networks in their homes.Within this proposal we will investigate the creation of entirely new domestic network architectures that reflect the sociotechnical nature of the home by taking into account both human and technical considerations. We will explore network architectures that might sacrifice scalability in favour of installability, evolvability, and maintainability. In order to do so we will work closely with a range of partner homes in the UK and the US for the duration of the project.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F064225/1","grantId":"EP/F064225/1","fundValue":"472137","fundStart":"2008-10-01","fundEnd":"2012-09-30","funder":"EPSRC","impactText":"","person":"Joseph  Sventek","coPersons":["Matthew  Chalmers","Muffy  Calder"],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}