{"id":"F980E609-00F7-4C77-85F0-E92EC3804393","title":"Genome sequence of a male-killing Wolbachia","abstractText":"Many species of invertebrate carry inherited bacteria-bacteria that live inside cells and transmit from a female insect, through her egg, to her progeny. These bacteria have emerged as very important components of the biology of the animal species infected. In some cases, they are essential components of the animal: the filarial worms require their Wolbachia bacteria, leading to a recognition and filarial diseases such as river blindness and elephantiasis could be treated with antibiotics. In other cases, they are parasites. As parasites, they often interfere with host reproduction, creating a bias towards the production of daughters above sons (male hosts can recieve but not trasmit them). This proposal seeks to establish the sequence of a strain of Wolbachia parasite, one that kills male hosts only in the butterfly Hypolimnas bolina: a male-killer. Why would one want to obtain such a sequence? The primary motivation is that the sequence of the male-killing Wolbachia may give us clues to how the bacteria kills its host. This has both practical and intellectual relevance. Practically, the mechanism of male killing may be exploitable in the control of pest and vector species. Intellectually, the aspects of pathogen and host biology in which they interface are the elements that will be driven along by natural selection, and revealing the details of this interface allows to assess how much these parties drive each others evolution.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E010040/1","grantId":"NE/E010040/1","fundValue":"45007","fundStart":"2007-10-01","fundEnd":"2009-09-30","funder":"NERC","impactText":"  By other academic users to date; 10 papers citing this work Environment Cultural","person":"Gregory  Hurst","coPersons":[],"organisation":"University of Liverpool","findingsText":" We completed the genome sequence for the male-killing Wolbachia of the butterfly H. bolina, the first genome for this type of bacterium. Understanding how this symbiont kills its host, potentially applicable in developing insecticidal systems. Agriculture, Food and Drink,Environment","dataset":"gtr"}