{"id":"F9878FE8-690E-4C74-AABA-CCFD533A0D6D","title":"Evolving controllers and controlling evolution","abstractText":"Biological systems, in particular cellular interaction networks, display complex dynamics and widely-conserved structural features such as modularity and robustness. Many of the same dynamical and structural features are found in engineered systems and networks across a diverse range of industrial applications4 Crucially, however, although the end-results may in certain respects look very similar, the processes by which engineered and natural systems arrive at successful designs are very different - in engineering, modularity and robustness in a given system result from the use of formalised design processes (systems and control engineering); in biology, from the process of evolution. In this project, we propose to exploit synergies and bring about cross-fertilisation of tools and ideas between the fields of control theory and evolutionary theory to address the following specific questions: (1) What evolutionary pressures have given rise to robustness in biological systems? Have biological systems evolved primarily to be robust, or has robustness arisen as a by-product of other more important characteristics? (2) Is module-based design an optimal approach to the engineering of synthetic biological systems or are there alternatives? Are there key features of biological systems and mutational operators that evolution exploits as a design tool? (3) Is it possible to control evolution? Can we apply control engineering tools to the evolutionary process to generate synthetic biological systems with desired characteristics? (4) Are there evolutionary principles that can be used for designing better engineering systems? Can we combine evolutionary simulation with mathematical optimization to simultaneously evolve both the structure and parameter values of large networked control systems to optimally satisfy conflicting design criteria? We believe that even partial answers to these questions will lead to transformative research breakthroughs across the fields of systems biology, synthetic biology and systems and control engineering.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I017445/1","grantId":"EP/I017445/1","fundValue":"416929","fundStart":"2011-10-01","fundEnd":"2013-05-23","funder":"EPSRC","impactText":"","person":"Orkun  Soyer","coPersons":["Ozgur Ekim Akman","Sabina  Leonelli","Declan  Bates"],"organisation":"University of Exeter","findingsText":"","dataset":"gtr"}