{"id":"F98940A2-5661-40B5-894D-038A4619D6BF","title":"ECOMAR; Ecosystem of the Mid-Atlantic Ridge at the Sub-Polar Front and Charlie Gibbs Fracture Zone.","abstractText":"ECOMAR is a &pound;2 million project aimed at understanding how physical and biogeochemical factors influence the distributions and structure of deep-sea communities, focusing on the fauna of the Mid-Atlantic Ridge at 4 sites in different environmental settings. The four sites are located on either side of the MAR and to the north and south of the Charlie Gibbs Fracture Zone (CGFZ), which coincides with the Sub-Polar Front. Using these localities we will investigate the effects of topography and currents on the distribution of the fauna, and the effects of varying organic input in two different biogeochemical settings. The work will focus on rocky slope fauna and sediment pockets in mixed bottoms rather than hydrothermal vents, which are relatively well known. In addition the MAR fauna will be compared with similar rocky slope fauna on the European and American continental margins to determine broad principals on the influence of physical and biogeochemical factors on the composition of the benthic fauna. The MAR is frontier territory and will lead to many new exciting discoveries. We will study the physical, chemical and biological environment of the MAR in terms of circulation, production, biomass and biodiversity. The MAR is a topographically difficult place to sample, which has no doubt contributed to the current lack of knowledge of this region. Therefore ECOMAR will employ the latest technologies to overcome this problem including precision acoustic sensors, instrumented moorings, autonomous lander vehicles, suspended camera systems and the new 6,500m rated research ROV Isis. The first of three proposed cruises to the region will produce detailed bathymetric maps of the study sites to aid deployment of instrument moorings and sampling equipment. In addition intensive CTD sampling will be employed to characterise the circulation in the vicinity of the Sub-Polar Front and provide calibration data for ongoing remote sensing research. The subsequent cruises will contine sampling programmes for pelagic biology using modern acoustic techniques as well as nets. In addition targeted benthic sampling and experimentation will take place using towed cameras and lander vehicles. Finally the ROV Isis will provide the only means of documenting and sampling the fauna of the MAR in addition to taking precision samples for geochemical analysis. The presence of the Sub-Polar Front and influence of the North Atlantic Current (NAC) provide for contrasting production regimes with cold, fresh and well stratified waters creating a biologically productive region to the north of the CGFZ. In contrast the waters to the south are warm, saline and less productive. The strength and position of the NAC will be monitored during the ECOMAR project to allow accurate estimates of export production to the benthos of the MAR. The use of remote sensing technologies, coupled with shipboard biological and physical measurements, will allow patterns of primary production over the MAR to be studied at higher spatial and temporal resolutions. By integrating satellite estimations of primary production with shipboard measurements estimates of export flux can be made and then compared with data from an array of four sediment trap moorings. The supply of food to the deep-sea floor plays a major role in structuring benthic communities and driving rate processes such as reproduction, metabolism and activity. By measuring the composition and quantity of this material both as phytoplankton, zooplankton and sedimenting aggregates the ECOMAR project will be able to identify the driving forces behind observed patterns of abundance, biomass and diversity in the fauna of the MAR.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/C51297X/1","grantId":"NE/C51297X/1","fundValue":"501748","fundStart":"2006-12-21","fundEnd":"2011-12-20","funder":"NERC","impactText":"","person":"Imants George Priede","coPersons":["Peter Ian Miller","Mark Edward Inall","Tracy  Shimmield","Alan Rushworth Hoelzel","Andrew Stuart Brierley","David  Billett","Brian James Bett","P  Bagley","Stephen Brian Groom"],"organisation":"National Oceanography Centre","findingsText":"","dataset":"gtr"}