{"id":"F98F6147-0CAD-46DF-AC8C-FF0FD1213E0A","title":"IKC in Advanced Manufacturing Technologies for Photonics and Electronics - Exploiting Molecular and Macromolecular Materials [MMM]","abstractText":"A transformation is currently underway in a large range of computer and sensing technologies, displays and communication systems with the introduction of new low cost, flexible molecular and macromolecular materials. These materials, which encompass polymers, advanced liquid crystals, and nanostructures, including carbon and silicon nanowires, are set to have a disruptive impact on current technologies not only because of their cost/performance advantages, but also because they can be manufactured in more flexible ways, provide more functionality and be engineered for a wider range of applications. The new materials have a strong research base in the UK, are suitable for a wide range of commercial concerns, both large and small, and hence provide an important opportunity for UK plc. At Cambridge there has been considerable research and development into these materials in recent years, with a range of world leading results having been achieved, which have in turn been exploited, in more than 15 spin-outs to date. The market penetration of soft materials into microelectronics and photonics however has only just begun, and with a market estimate measured in $10's of billion per annum, it is certain that the UK must capitalise on its strength in the basic science. There is an urgent need for the development of advanced manufacturing technologies using new macromolecular material systems and valid exploitation models. What the UK lacks is a dedicated centre of excellence that can act as a repository of expertise, developing both clear and differentiated core competencies, together with providing a knowledge development and transfer role. Success here will critically depend upon early traction between those in research and those in commercial exploitation. It will also rely on funding of products right through to pilot production for the first time, the lack of which has been a barrier to commercialisation and hence has limited exploitation in this field in the past. This proposal therefore seeks to create a new molecular and macromolecular materials (MMM) IKC. This will bring together the main research activities in the field at Cambridge, namely in the Electrical Engineering Division (in particular within the Centre for Advanced Electronics and Photonics, CAPE) and in the Cavendish. Together this research spans the MMM field and is recognised as having a world-leading position. A key to this proposed IKC however is that it will also allow much greater interaction and collaboration with those in business than has previously been possible for EPSRC funded research activities. Hence the IKC, if awarded, would allow the creation of tightly focussed commercialisation activities jointly with the Judge Business School, the Institute of Manufacturing (including the EPSRC Innovative Manufacturing Research Centre) and the Centre for Business Research. These will allow the creation of a range of innovative knowledge transfer activities spanning business research, training and specific product exploitation. Finally, the Centre will also allow the secondment of researchers from industry and other universities to the IKC, specifically for knowledge transfer (as opposed to research), and in its later stages make use of the provision of pilot manufacturing lines for prototyping. Reciprocal arrangements will also ensure that academics learn the key features of and improve their effectiveness in exploitation themselves.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E023614/1","grantId":"EP/E023614/1","fundValue":"5172360","fundStart":"2007-01-12","fundEnd":"2012-01-11","funder":"EPSRC","impactText":"  CIKC has had a very strong interaction with industry with 50 industrial partners involved in our projects and 31 others involved in follow-up projects. CIKC funded projects have led to the creation of two spin-off companies: Eight19 (2010) from the organic PV project and CamLase (2011) from a small grant project on an ultra fast fibre laser, with the formation of another four potential companies under active consideration. In total 23 patent applications had been filed as a result of CIKC p Digital/Communication/Information Technologies (including Software),Electronics,Energy,Manufacturing, including Industrial Biotechology Economic,Policy & public services","person":"Ian Hugh  White","coPersons":["Henning  Sirringhaus","David  Probert","Harry James Coles","Richard  Penty","Andrew John Flewitt","Stefan  Scholtes","Nick  Oliver","Richard  Friend","Gehan  Amaratunga","Mike  Gregory","Bill Ireland Milne","Alan  Hughes"],"organisation":"University of Cambridge","findingsText":" This grant funded the initial period of the Cambridge Integrated Knowledge Centre (CIKC) to form a centre of excellence for low temperature processing using macromolecular materials, such as polymers, liquid crystals and nanostructures, for applications in computer technologies, displays and communications. The work of CIKC has continued to develop beyond the end of the award. CIKC facilitates the commercial exploitation of emerging research and technology in flexible and distributed electronics CIKC has had a very strong interaction with industry with 45 industrial partners involved in CIKC projects and 28 others involved in follow-up projects. The CIKC model is effective in generating economic value from academic science and technology and producing high-calibre young scientists and engineers for industry. CIKC projects have produced significant intellectual property, transferred technology to industry partners and contributed to the formation of two spin-off companies with others und Digital/Communication/Information Technologies (including Software),Electronics,Energy,Manufacturing, including Industrial Biotechology","dataset":"gtr"}