{"id":"F9940F5A-AFF1-4419-B8A9-1F58AAD7188C","title":"Imaging Beyond the Born Approximation: A Physical Approach","abstractText":"The objective of this proposal is to improve imaging techniques which exploit the interaction of waves with matter to reconstruct the physical properties of an object. To date these techniques have been limited by the tradeoff between resolution and imaging depth. While long wavelengths can penetrate deep into a medium, the classical diffraction limit precludes the possibility of observing subwavelength structures. Over the past twenty years, near-field microscopy has demonstrated that the diffraction limit can be broken by bringing a probing sensor within one wavelength distance from the surface of the object to be imaged. Now, the scope of near field microscopy has been extended to the reconstruction of subwavelength structures from measurements performed in the far-field, this approach having a much wider range of applications since often the structure to be imaged is not directly accessible. The key to subwavelength resolution lies in the physical models employed to describe wave scattering. Conventional imaging methods use the Born approximation which does not take into account the distortion of the probing wave as it travels through the medium to be imaged, so neglecting what is known as multiple scattering. On the other hand, multiple scattering is the key mechanism which can encode subwavelength information in the far-field, thus leading to a potentially unlimited resolution. New experimental evidence has shown that a resolution better than a quarter of the wavelength can be achieved for an object more than 70 wavelengths away from the probing sensors. This preliminary work has established the fundamental principle that subwavelength resolution from far-field measurements is possible as long as the Born approximation is abandoned and more accurate models for the wave-matter interaction are adopted. The aim of this proposal is to pursue this new and exciting idea and to focus on more specific applications such as medical diagnostics and geophysical imaging.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F00947X/1","grantId":"EP/F00947X/1","fundValue":"298770","fundStart":"2008-07-01","fundEnd":"2011-06-30","funder":"EPSRC","impactText":"","person":"Francesco  Simonetti","coPersons":[],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}