{"id":"F9960879-C4D4-4063-BEF1-47BF4FDD3E2D","title":"Large Scale Lattice-Boltzmann Simulation of Liquid Crystals","abstractText":"In simple fluids, the atoms or molecules are disordered and can flow freely. In a crystal, they are arranged on a lattice, and cannot move past one another, creating a rigid material. Liquid crystals are in between: they are ordered in some senses and disordered in others. An example is the slimy mess you get when a bar of soap is left in a patch of water: this is a 'smectic' liquid crystal, in which the molecules pack into layers. Each layer lines up with the next in a crystalline stack, but in the plane of the layers the material is fluid. This is responsible for its 'slimy' feel. The sliminess can be quantified by measuring the material's 'rheology'. (Rheology is the science of flow behaviour.) Liquid crystals include many high tech materials used in laptop displays, flat-screen TVs, and other devices. In many of these devices, the flow of the material (for example in response to an electric field) is part of what makes the device work or not work. Many of these devices use 'nematic' liquid crystals in which rod-shaped molecules are lined up in the same direction but are not on a lattice; others involve 'cholesteric' or (potentially) 'blue phase' liquid crystals whose structure is more complex.For both scientific and technological reasons it is very important to understand properly the flow of liquid crystals in response to stresses and/or electric or magnetic fields. This is a very difficult task for two reasons. Firstly, there is the complicated, partially ordered structure to consider. Secondly, this structure is made even more complex in real materials by the presence of so-called 'defects'. These defects are of quite specific types, different in each type of liquid crystal. For nematics the defects are strange worm-like structures. (In fact, the name 'nematic' comes from the greek word for a worm.) In the simplest cases it is possible to solve using pen and paper the equations that describe the flow of pure liquid crystals, but when defects are present this is almost always impossible. The aim of the project is to develop and use methods for solving the relevant equations on very large computers. Only the biggest computers can provide the high resolution studies needed to address the problem of defects, since these are extended objects, large compared to the molecular scale. The work involves combining skill in simplifying the equations themselves (removing all inessential details from the description) with in-depth knowledge of how to make large computers solve such equations efficiently. For each type of liquid crystal, we plan to address both the way defects influence the flow behaviour, and the way a flow affects the organization of defects. This circle of influence is responsible for quite complex behaviour that is seen in the laboratory and, if understood, might be exploited in the next generation of liquid crystal technologies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E045316/1","grantId":"EP/E045316/1","fundValue":"463106","fundStart":"2007-07-23","fundEnd":"2011-01-22","funder":"EPSRC","impactText":"  The main use of our findings has thus far been within academia. As mentioned within the key finding the discovery of the structure of blue phase III can be of use to experimentalists and modellers working in liquid crystals, and it can also underpin new developments in the future in technology, as it provides a new way to understand and model blue phase based devices (which are very promising technologically in view of their very fast switching times and because they can provide multistable energy saving devices).  ","person":"Davide  Marenduzzo","coPersons":["Michael  Cates"],"organisation":"University of Edinburgh","findingsText":" The outcome of our project has been a breakthrough in the understanding of a number of important aspects of blue phase dynamics. One of our main results have been the identification, by large scale computer simulations, of a candidate structure for blue phase III, the third of the experimentally observed blue phases, also known as the blue fog. This has been experimentally observed routinely at least since the 80s, yet no definitive theory existed on its concrete structure before our work. Our research recently published in Physical Review Letters combines data from very large scale simulations on the thermodynamics, kinetics and electric field response of blue phases, and strongly suggests that this elusive structure is an amorphous lattice of disclinations, or lines of defects. Another major outcome of our research grant has been the discovery that the domain growth in blue phases is surprisingly complex. Again by simulations on supercomputers, we put a nucleus of an ordered phase inside a supercooled cholesteric phase. We expected this to slowly grow in an orderly fashion: what we instead found is that there is a rapid disorderly growth of a metastable amorphous defect network. During this process, the original nucleus is destroyed; reemergence of the stable phase may therefore require a second nucleation step. This result is relevant technologically and likely key to the correct modelling of blue phase devices, as often switching between the on and off states in devices requires domain growth. Our results, recently published in the prestigious PNAS journal, suggest that for novel blue phase based devices ordering may occur hierarchically rather than in a two-step process.Parallel to this groundbreaking simulations on blue phase III and on blue phase domain growth, we have carried out some important work on the characterisation of blue phases under an electric field, and of the rheology of blue phases and of smectics. Some of these works have already been published in mainstream physics journal, including Soft Matter and Physical Review E, and we are currently preparing for publication a further two papers, on the shear response of blue phases and smectics. The results on blue phase III can stimulate new experimental work. At the same time our work also suggests several further avenues of research within modelling work (e.g. blue phase III switching under an electric field, which should be relevant to the design of new devices, blue phase III under flow etc.). Electronics,Energy,Other","dataset":"gtr"}