{"id":"F99A7BEC-2CE8-4F11-A092-BB3955ADBAC1","title":"Effects of Reproductive Health on Poverty in Malawi","abstractText":"This research will investigate the causal effect of reproductive health on poverty, primarily using data from Malawi on randomised interventions that relate specifically to reproductive health. The following poverty indicators will be included: household consumption, female labour supply, and health and education of children.\n<br />\n<br />&nbsp;The following research hypotheses will be tested:\n<br />\n<br />\n<ol>\n <li>Pregnancy related mortality and morbidity reduce investment in children's human capital.</li>\n <li>Breastfeeding improves infant health but may reduce female labour supply and either increase or decrease household consumption</li>\n <li>Parental HIV-infection reduces child schooling but may reduce or increase child work. As a consequence Volunteering Counselling and Testing might also increase schooling and affect child work</li>\n <li>Collectively-generated information about reproductive health increases contraceptive use by women</li>\n</ol>\n<br />\n<br />Two sources of data will be used. The first source of data relates to a cluster randomised controlled trial that is designed to improve the health of women during and after pregnancy, as well as the health of their newborn infants (MaiMwana Project). The second source of data comes from five rounds of a longitudinal household survey called Malawi Diffusion and Ideational Change Project.\n<br />\n<br />","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/F019181/1","grantId":"ES/F019181/1","fundValue":"380724","fundStart":"2008-04-01","fundEnd":"2011-08-31","funder":"ESRC","impactText":"  The Bureau of International Labor Affairs (ILAB-US) funded a research project using the data from our project. Policy makers at ILAB-US emphasised that our research shows the benefit of cross-discipline collaboration, informed the value that they see in community interventions, and the need to pay attention to the unanticipated benefits of policies This is an important impact, as it is an influential body involved in taking decisions on funding aid projects overseas. See http://www.dol.gov/ilab/programs/otla/2010overview.pdf for their views on our research.\n\nOur partners in Malawi, MaiMwana, are heavily involved in collected medical data using paper questionnaires. Thanks to this project, they have gained substantial hands-on experience in collecting economic data such as consumption and prices. They have also acquired the knowledge and experience on how to use Personal Data Assistants (PDAs) for data collection. Indeed, in 2011 they gave a presentation on the use of PDAs for data collection to Welcome Trust grantees in Nepal. MaiMwana has also started to use PDAs for some of their small scale data collection projects, and have plans to use them more generally in larger scale ones.\n \nThe firm Techneos wrote a case study of our experience of using PDAs to collect data in a rural and poor resource setting. The case study has been posted in their website. Our experience on using PDAs fed through to a World Bank project which was trying to improve the way that Living Standards Measurement Surveys are collected.\n\nThree students worked as interns for the project, and they acquired substantial knowledge and experience in data analysis and the collection of data using household surveys. Communities and Social Services/Policy,Healthcare,Government, Democracy and Justice Cultural,Societal,Economic,Policy & public services","person":"Marcos  Vera-Hernández","coPersons":["Hans-Peter  Kohler","Emla Olivia Fitzsimons","Constantine Hector Meghir","Winford Henderson Masanjala","Orazio  Attanasio","Sonia Odette Lewycka","Alice Marie Mesnard","Jere Richard Behrman"],"organisation":"Institute for Fiscal Studies","findingsText":" The overall aim of the research is to provide robust and credible estimates of the effect of reproductive health on poverty-related indicators in rural Malawi. For poverty-related indicators, we not only consider household consumption but also investments in the health, nutrition, and education of children, which are known to be critical for long-term poverty reduction. The first objective is to develop our understanding on how HIV affects both fertility choices and parent's investments in their children's health and education. The second objective is to estimate how interventions which aim to reduce infant mortality (through providing better information on birth preparedness, breastfeeding and child nutrition) affect poverty and child welfare.\n\nOn the first objective, the research finds that an increase in mothers' HIV risk reduces the number of children that she has as well as the investments in her children's health and education. On the second objective, the research finds that interventions which aim to reduce infant mortality (through providing information on birth preparedness, breastfeeding and child nutrition) reduce household's vulnerability to adverse shocks and poverty (measured by household consumption), and increase male adult labour supply. The findings of our research have already had an impact on the academic community. Preliminary versions of the above papers have already been presented in the: World Congress of the International Health Economics Association (Toronto); African Meeting of the Econometric Society (Nairobi); European Economic Association conference (Oslo); invited seminars at the Inter-American Development Bank and Bureau of International Labor Affairs (Washington DC).\n\nWe have developed a software to carry out correct inference in cluster randomised trials with a relatively low number of clusters (as in our case) using t-wild bootstrap procedures. Given the widespread use of cluster randomised trials, we anticipate that this software will be used extensively by academics, and other individuals/organisations involved in policy analysis (think-tanks, NGOs, consulting firms).\n\nWe will be submitting the papers arising from this research to peer-reviewed journals of the highest quality and impact. \n\nWe will also continue to submit the papers to conferences, and presenting them at seminars and workshops.\n\nWe anticipate that the data collected under this project will be used by other researchers, as well as members of think tanks and NGOs. The data are being made publicly available and documented to a very high standard. \n\nWe will be holding a &quot;what is&quot; session on electronic data collection in developing countries at the ESRC Festival of Science in 2012. Communities and Social Services/Policy,Healthcare","dataset":"gtr"}