{"id":"F9A41D5F-1C88-411B-B20F-408D00C4E53F","title":"Growing a Regional Network to support leadership development in SMEs","abstractText":"<p>This proposal focuses on how the development of SME managers can be more appropriately coordinated and delivered within the North.</p>\n\n<p>Building on the work of the Northern Leadership Academy and Coordinated by the University of Leeds on behalf of 10 HEIs the project aims to identify opportunities to stimulate the development of SMEs.</p>\n\n<p>The approach builds on knowledge gained of key aspects of SME growth, seen as important were the development of social and human capital and the embedding of knowledge through systems, as was the creation of&nbsp; ‘strategic space’, which gave SME managers the opportunity to stand back from their day-to-day activities and work on the business rather than simply in it.</p>\n\n<p>The follow-on project has four features:</p>\n\n<ul>\n \n\n <li>&nbsp;to foster engagement with SMEs within the region</li>\n\n <li>to maintain the network of institutions and organisations committed to active</li>\n\n <li>engagement at various points in the knowledge translation process</li>\n\n <li>to achieve these objectives in a manner that challenges the conceptual boxes that academia creates for itself, and which sometimes limits their ability to respond to the needs of SMEs</li>\n\n <li>to constructively collaborate with other support agencies, thereby making a contribution to enhancing the region's ability to support the development of SMEs.&nbsp; </li>\n\n</ul>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-189-25-0191","grantId":"RES-189-25-0191","fundValue":"76709","fundStart":"2010-11-01","fundEnd":"2011-10-31","funder":"ESRC","impactText":"  A network has been established within the Leeds City Region (Yorkshire and Humberside) and the potential exists to scale the delivery of Growth Voucher and Growth Accelerator initiatives through coordination action within the region based on common principles of delivery and development stemming from the research. Education,Government, Democracy and Justice Economic","person":"Richard  Thorpe","coPersons":["Ossie  Jones"],"organisation":"University of Leeds","findingsText":" The importance of business schools and other support providers networking in order to deliver programmes that can be both research centred and problem centred so as to scale up the delivery of programmes for small firms that are inherently resource intensive. Government and Local Enterprise Partnerships can use this research to develop networks of Small Firm development providers that use 'principles of good practice training'. By so doing, they can scale their activity. Education,Government, Democracy and Justice","dataset":"gtr"}