{"id":"F9AB4A61-FD5F-4B0C-A1C6-E4FDF90EDEDD","title":"Computation beyond Simulation for Large Systems","abstractText":"Many problems in science and engineering give rise to coupled sets of multi-dimensional partialdifferential equations that describe the time evolution of the physical system under investigation. A standard approach to such problems is to discretise the appropriate initial value problem and then use a (large) computer to solve the discrete equations to obtain the time evolution of the system. This approach is called simulation and it has now become a standard tool in the scientist's or engineer's armoury, complementing more traditional experimental and theoretical techniques.In many situations it is not so much the time history of the system that is of interest but rather the final equilibrium state of the system. This equilibrium may be time-independent, time-periodic or some more more complex attracting state. One approach is simply to run the simulation until the equilibrium state is attained and sometimes this works well. However, most problems are nonlinear and depend on a number of parameters; consequently there is the possibility of more than one equilibrium for each set of parameters. Furthermore, the type and number of equilibria may change at critical values of the parameters (bifurcation points). What is really required is a picture of the solution set as a whole and faced with this problem, straightforward simulation is at best inefficient and frequently totally impractical.Computation beyond simulation focuses directly on the problem of determining the structure of the solution set as a whole and its dependence on the problem parameters. The research challenge is to extend the application of bifurcation analysis algorithms to realistic models based on multi-dimensional partial differential equations arising in science and engineering.Professor Andrew Cliffe in the Computational Applied Mathematics group at Nottingham and Andrew Salinger's group at Sandia National Laboratories in the USA have been working on this problem, pursuing parallel but complementary approaches. The proposal is to develop an effective collaboration between Professor Cliffe and the group at Sandia through a seriesof people exchanges. The initial collaboration will be focused on devising efficient androbust algorithms for tracking bifurcations in the presence of symmetry and for computing periodic orbits. The algorithms developed will be applied to the problem of flow through a sudden expansion in a pipe. However, these algorithms will have a much wider range of applicability and the software developed will be made available through the LOCA package within the Trilinos software suite from Sandia.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F01340X/1","grantId":"EP/F01340X/1","fundValue":"25491","fundStart":"2007-10-01","fundEnd":"2008-06-30","funder":"EPSRC","impactText":"","person":"Kenneth Andrew Cliffe","coPersons":["Paul  Houston"],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}