{"id":"F9B2404F-58EA-4ACC-97CA-0125E42811A3","title":"Census Programme Coordination 2011-12","abstractText":"<p>This award provides coordination of ESRC's census programme, specifically:<br /><br /></p>\n\n<ul>\n \n\n <li>management of the ongoing delivery of programme services which provide 1971-2001 data access to the academic community</li>\n\n <li>close liaison with with ESRC, the UK statistical organisations and present and future programme unit directors to establish an effective transition from the current programme to ESRC's future portfolio of census services</li>\n\n <li>providing representation of academic census user requirements in the specification and delivery of 2011 census outputs and, more broadly, promotion of census data use in research and teaching.</li>\n\n</ul>\n\n<p>This is a one-year extension to the current coordination award. Professor David Martin will continue to manage the programme, act as an intermediary between the key stakeholder organisations and represent the needs of academic census users. David will act strategically and respond flexibly in order to set up an ongoing programme of academic user support services ready for the delivery of 2011 census outputs, which will begin to become available from July 2012.<br /><br /></p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-348-25-0006-01","grantId":"RES-348-25-0006-01","fundValue":"62404","fundStart":"2011-08-01","fundEnd":"2012-07-31","funder":"ESRC","impactText":"  The key impacts of this award have been through contributions to the specification of outputs and services from the 2011 censuses in the UK. The award ensured the continued delivery of data infrastructure to higher education and research and collaborations with other sectors, particularly local government and commercial organizations who are also major users of census data and was a key contributor to the establishment of ESRC's new UK Data Service in 2012. The PI worked very closely with staff from the Office for National Statistics on multiple working groups and in ongoing dialogue to provide advice and quality assurance regarding emerging census plans and outputs. There was also close liaison with representatives of local government and the commercial sector in particular in order to identify and progress those areas where we had common interests in influencing census outputs. Government, Democracy and Justice,Retail Societal,Policy & public services","person":"David James Martin","coPersons":[],"organisation":"University of Southampton","findingsText":" This award provided coordination of the ESRC Census Programme in a transition year before the establishment of the new ESRC UK Data Service. The programme delivered census data-sets from 1971-2001, primarily to the academic community for research use. The programme comprised online and secure laboratory data access services, user support and training and small research and development awards. The coordination of this award involved extensive collaboration with other sectors in order to influence the specification and delivery of 2011 census data by the UK statistical organisations and helped to influence census output decisions, many of which are reflected in 2011 census data now published and very broadly used in business and public service delivery. Contributions were made to major policy debates, including presentation to House of Commons inquiries and representation on 2011 Census QA panels and advisory boards across the UK. Initial contributions were made to the development of research on potential future replacements for the conventional census. Most of the data and services directly provided by the programme were specifically restricted to use by the UK academic community by data licensing conditions but these were all taken forward into the new UK Data Service and starting with 2011 census data now published under an Open Government Licence these will become increasingly more widely available. ","dataset":"gtr"}