{"id":"F9B43A1B-1843-45A0-9F84-49D01A4E1B89","title":"Elucidating aggregation mechanisms in antibody fragment-based therapeutics to improve their manufacturability","abstractText":"Recent therapies for age-related diseases such as rheumatoid arthritis, macular degeneration, Crohn's disease, and some cancers are engineered forms of biological protein molecules called antibodies that form part of our own natural immune system. Such therapeutic proteins are being derived increasingly from simpler fragments of these antibodies with the hope that this will improve their behaviour in the body, reduce the frequency of injections required, allow them to target new regions of the body, and also allow them to be combined with other biological molecules without becoming too large or unstable. However the manufacturing of therapeutic proteins is extremely challenging due to their delicate and complex nature. Manufacturing processes aim to separate the protein molecules from the rest of the cellular components in which they were synthesised, to obtain extremely pure therapeutic material that is suitable for use in humans as a therapy. However, the processes available for large-scale manufacture place a great deal of stress on the protein due to changes in temperature or acidity, the addition of salts, the use of mechanical agitation, rapid changes in the rate of flow through machinery, and the interaction of proteins with air bubbles. This frequently causes the protein to deform slightly and to subsequently stick together to form tiny particles called aggregates. While these are often not visible to the naked eye, their presence in therapies can be hazardous to patients as they may cause severe inflammation and potentially more deadly immune responses. Therefore, one of the key challenges that the bioprocess development and therapeutic protein manufacturing industries would like to address is to be able to either predict the conditions that cause a protein to aggregate, or to increase their robustness so that they aggregate less frequently during their manufacture. We aim to carry out and demonstrate a suite of rapid experimental measurement techniques that allow a new therapeutic protein to be evaluated quickly for the conditions in which they have a greater tendency to form aggregates. The conditions to be tested will be same as those used throughout bioprocess manufacturing, and will therefore allow bioprocess engineers to rapidly identify the conditions in which their manufacturing processes will be best operated, or whether the protein is unlikely to be manufacturable. Having quickly determined the conditions at which the protein begins to form small and soluble aggregates, we will also carry out a detailed molecular analysis of the structure of proteins at these conditions and also those either side in which the protein remains in solution as a single molecule, and where it forms larger aggregates. This will allow us to see what changes in the protein structure occur before, during, and after the aggregation is initiated and therefore deduce which events are on the critical path to aggregate formation. Having achieved this we will then be able to target changes to the protein called mutations that will interfere with and suppress the aggregation process. Finally, by comparing a related set of therapeutic antibody fragment proteins, we will gain insight into those factors that are specific to each protein type, and those that occur more generally and hence become useful targets for the future engineering of therapeutic protein designs. It will also allow others to improve their mathematical modelling methods that aim to predict whether proteins will aggregate under certain conditions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I017119/1","grantId":"BB/I017119/1","fundValue":"451632","fundStart":"2011-09-01","fundEnd":"2014-08-31","funder":"BBSRC","impactText":"  Research findings have been reported to the BRIC community allowing industrial members to incorporate findings into their product development. Findings also provide a platform of knowledge for ongoing Fab antibody characterisation funded within our new EPSRC Centre for Innovative Manufacturing grant. Healthcare,Pharmaceuticals and Medical Biotechnology Economic","person":"Paul Anthony Dalby","coPersons":["John  Christodoulou","Stephen  Perkins"],"organisation":"University College London","findingsText":" The overall aim was to characterise the aggregation behaviour of a Fab therapeutic protein, and then to delineate the mechanistic details using a range of biophysical methods.\n\nThe aggregation phase map was determined in detail, as a function of temperature, pH and ionic strength, and monitoring by size exclusion chromatography.\n\nThermal mid-points for denaturation were also determined across the same conditions using intrinsic fluorescence measurements. ThioflavinT was also used to determine the appearance of ordered fibrils. The overall kinetic pathway began with monomer loss and formation of intermediate disordered aggregates. Ordered aggregates formed on a slower timescale.\n\nAUC and SAXS were used to determine the monomeric state under the same range of conditions at time zero and also during incubations. The monomer size was found to vary in correlation with aggregation propensity, indicating some conformational or dynamic structure events. This was a novel finding.\n\nDLS based B22 measurements were obtained on the Fab and a range of charge variants. Electrostatic effects were found to be important at low ionic strength only. These findings are useful in understanding the factors that lead to aggregation during bioprocessing and formulation of therapeutic antibodies and antibody fragments. Work is ongoing, but structural conformation and dynamics in the monomeric state appear to be important, and point to potential sites for protein engineering to improve the aggregation behaviour. This is of high importance and relevance to the biopharmaceutical industry where aggregates are potentially toxic or immunogenic to patients. Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}