{"id":"F9B6E312-C133-4836-BE61-15491F10EEA4","title":"VIRTUAL VELLUM: online viewing environment for the Grid and Live Audiences","abstractText":"Arts and Humanities scholars working on international collaborative research projects involving large-scale image collections held on local and/or distributed databases often need to consult one another to explore questions of mutual interest (e.g. aspects of iconography, discrete art-historical features, definition of image content, real-time comparison of similar or related images). The Access and Data Grids afford the ideal framework (and computing power) for rapid and efficient handling of such large-scale collections of high-resolution images, permitting real-time close-up scrutiny of single or juxtaposed (2+) images, with independent zooming control and other functionalities such as hotspotting, highlighting and blogging. Such tools do not yet exist; to develop them poses a considerable but appealing challenge. A robust but customisable environment is needed for desktop working, configured to address the particular needs of Arts &amp; Humanities researchers and compatible with different kinds of platform. Secondly, in all fields involving the image (manuscript studies, art history, iconography, theatre, museums and galleries are just a few that come to mind), scholars presenting papers live at conferences or delivering online seminars that incorporate reference to the image (typically for side-by-side comparison) are largely dependent on PowerPoint. Good as it is, it does not afford the ideal tool for such presentations, and once again what is missing is the active involvement of scholars in the design process. A more flexible, robust viewing environment is urgently needed, compatible with Windows XP, Mac and Linux platforms, to allow scholars to present papers with confidence in a manner which allows them to manipulate the image files quickly, efficiently and flexibly. Such an environment might have the additional benefit of encouraging scholars to use otherwise dormant datasets.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E005632/1","grantId":"EP/E005632/1","fundValue":"17630","fundStart":"2006-06-01","fundEnd":"2006-11-30","funder":"EPSRC","impactText":"  In addition to the impact described elsewhere in this data, Michael Meredith received an invitation in 2012 from Dr Jennifer Giuliano to accept a Visiting Fellowship in early 2013 at the University of Maryland, where he delivered a series of masterclasses on Digital Image Manipulation and Exploitation. Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Culture, Heritage, Museums and Collections Cultural,Societal","person":"Peter Francis Ainsworth","coPersons":[],"organisation":"University of Sheffield","findingsText":" This award, made within the broader context of the AHRC ICT programme, enabled the applicants and development team to produce an extremely flexible, versatile and easy-to-use online manuscript viewer. The design was informed by the experience, wants and needs of experienced medievalists, and by input from professional digital photography consultants Scriptura (Colin Dunn, responsible for producing the high-resolution digitised manuscripts behind the project). The viewer can be used with high-resolution photographic images of any object. It allows side-by-side comparison, horizontal or vertical marshalling of multiple images and very precise comparative measurement. Even large-scale images load very quickly from a laptop, PC or Mac HD (the tool is compatible with all three standards), and performance over the internet is impressive. with high-speed broadband the package performs optimally, with no delays at all. Much of this is due to the deployment of the JPEG2 standard, to which our 500MB test TIFFs were converted. using scaling ratios. Rulers can be called up or hidden, and so can the thumbnail image bar and the colour and metre scale strips. VIRTUAL VELLUM is a marvellous tool for use with a data projector in a seminar room or lecture theatre, far more reliable than the conventional pair of 35mm colour projectors. It appeals to art historians especially, for that reason and for those already discussed above. VIRTUAL VELLUM can be pre-programmed with sequences of images, or these can be called up at will from databases and other online sources. It is open source, therefore free and freely adaptable, and easy to slot into a web-based system. VIRTUAL VELLUM is the ideal tool for editing text from high-resolution facsimiles, for revealing fine detail (often more than the naked eye can manage), for teaching in seminar rooms or over federated live collaborative grid sessions, and for showing and comparing images to larger audiences in a lecture theatre situation. VIRTUAL VELLUM provides the external viewer for the EPSRC-funded PEGASUS grid project, the JISC-funded &quot;Digging into Image Data to Answer Author-Related Questions&quot; consortium project, and the AHRC-funded ONLINE FROISSART. On the last-mentioned programme's website, it provides the external viewer which allows users to look at images of one or more manuscript folios singly or next to each other, and to add to these the transcribed text, the columns and lines of which are matched, scalably, to those of the originals. Reduce the size of the image, and the transcription reduces in proportion. It is also possible to add the additional layer (matched in the same way) of our translation into modern English. So flexible is the viewer that it has been adopted for use by the Leverhulme Trust-funded Egerton Manuscript project at the University of Reading (PI: Catherine L&eacute;glu). The KIOSQUE interactive software package specially developed for international exhibitions in Leeds and Paris arising from the ONLINE FROISSART incorporates VIRTUAL VELLUM for the purpose of offering museum visitors a spectacularly intimate encounter with manuscript 'originals' that they would normally not be able to explore, and to leaf through the contents of the entire book. Whilst the viewer does not mimic the fall of the parchment leaves (cf. the British Library's remarkable &quot;Turning the Pages&quot; software), the computing power is placed here resolutely at the service of the digital image, and aims to derive the highest possible impact and benefit from it. Communities and Social Services/Policy,Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Electronics,Environment","dataset":"gtr"}