{"id":"F9BB00CA-4C49-458E-A0FD-048B018F6D72","title":"Q-Tensor models of defect dynamics in pure and doped liquid crystals","abstractText":"Liquid crystals are best known for their applications in modern flat screens, but other technologically important applications include colour-sensitive thermometers, temperature-sensitive paints, optoelectronic equipment such as shutters and sensors, materials such as ultra-light body armour, as well as very recently in microfluidic devices-on-a-chip. They are also materials of great fundamental interest because they exhibit some liquid-like properties (they flow) and some solid-like properties (their properties depend on direction). Despite intense theoretical work over the last forty years, it is still the case that new applications require a more fundamental mathematical understanding of liquid crystalline models in order that rapid device prediction can be made.\n \nA major headache in liquid crystal theory is the so-called &quot;defect&quot; problem. Liquid crystals usually exhibit a preferred direction, but this preferred direction can change from place to place. The defects are lines or points near which the preferred direction dissolves. An analogy can be seen when one combs one's hair: it is impossible to comb hair uniformly over a sphere; there will always be some holes in the pattern. Cosmologists have also use the liquid crystal defects as models of the early universe. The internal patterns of the defects also provide the dramatic and beautiful characteristic optical signatures for individual types of liquid crystal. \n \nDescribing them has caused much difficulty in mathematical theories of liquid crystals. The standard theory (due to the Scottish mathematician Frank Leslie) just omits them, while alternative approaches (&quot;the Q-tensor&quot; theory) often are computationally inefficient in regions in which the preferred direction changes only slowly. In the latter case, even when there is a computational model for the liquid crystal properties, it may be difficult to provide a physical picture. The end result is that properties of new devices cannot be predicted reliably and quickly. \n \nOur project will provide a more sophisticated model of the motion of defected nematic liquid crystals. We shall build on a new mathematical approximation which we have recently developed. This approach, which we have labelled the Defect-free Q-tensor approximation (DFQTA), uses the best features of the Leslie and Q-tensor approaches. In non-defected liquid crystals, this approach has led to dramatic improvements (of the order of a factor of 100) in the computational time required to solve some benchmark problems, without any loss of accuracy. Our new model will treat defect motion by patching together solutions in the defect-free and defected regions. The defect-free region will be treated using DFQTA. The defect itself will be cut out of the problem, and treated separately using a range of approximations made possible by the fact, amongst others, that the regions that contains them are small. The two regions will be matched using asymptotic analysis. Our approach will combine the algorithmic requirements of engineers (who often downplay the necessity for mathematical analysis), with sophisticated mathematical approximation tools to obtain an accurate and computationally efficient model.\n \nOne particular engineering application concerns nanoparticles suspended in liquid crystal solutions. Nanoparticles are of micron size or smaller, and even at very low concentrations (much less than 1% by volume), they can change the properties of the solvent significantly. These particles are being used in a new generation of devices, both in liquid crystals and elsewhere. But in liquid crystals the nanoparticles are attracted to defects. Both the motion and the optical signature of the nanoparticles seem to be governed by defects which trap them. Our new theory will enable such systems to be treated successfully on computationally accessible time-scales.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J006920/1","grantId":"EP/J006920/1","fundValue":"282054","fundStart":"2012-10-01","fundEnd":"2016-03-31","funder":"EPSRC","impactText":"","person":"Giampaolo  D'Alessandro","coPersons":["Timothy Jan  Sluckin","Malgosia  Kaczmarek"],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}