{"id":"F9BB6489-52EE-4E5B-91AE-7586DFBBE43E","title":"Visit to Kavli ITP research program Cardiac Dynamics","abstractText":"Cardiac disease is a major cause of premature death. More than half of cardiac disease deaths are sudden and result from a spatiotemporally chaotic wave activity that prevents the main chambers of the heart from pumping blood normally (ventricular fibrillation). Developing a fundamental understanding of the mechanisms that trigger and maintain life-threatening cardiac arrhythmias is crucially important for designing antiarrhythmic therapies that successfully reduce mortality.Kavli Institute of Theoretical Physics of the University of California Santa Barbara holds a miniprogram on Cardiac Dynamics dedicated to this agenda, in July-August, 2006. The purpose of the miniprogram is to bring together theoreticians and experimentalists working on cardiac arrhythmias and fibrillation. The applicant is one of the few leading theoreticians invited to participate for the whole duration of the program. KITP provides a partial financial support of this visit, and the current application is for rest of the support required.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E016391/1","grantId":"EP/E016391/1","fundValue":"6446","fundStart":"2006-09-06","fundEnd":"2006-12-05","funder":"EPSRC","impactText":"","person":"Vadim N. Biktashev","coPersons":[],"organisation":"University of Liverpool","findingsText":" Cardiac disease is a major cause of premature death. More than half of cardiac disease deaths are sudden and result from a spatiotemporally chaotic wave activity that prevents the main chambers of the heart from pumping blood normally (ventricular fibrillation). Developing a fundamental understanding of the mechanisms that trigger and maintain life-threatening cardiac arrhythmias is crucially important for designing antiarrhythmic therapies that successfully reduce mortality.\n\nKavli Institute of Theoretical Physics, University of California in Santa Barbara, ran Cardiac Dynamics ``miniprogramme'' in the summer of 2006. The goal of this programme was to bring together an interdisciplinary group of theorists, experimentalists and clinicians with common interests in arrhythmogenesis. This programme is expected to provide a unique forum to foster collaborations that will lead to the integration of new knowledge of biology and nonlinear dynamics in extended media and to the application of this knowledge to control cardiac arrhythmias and to prevent sudden cardiac death in a clinical setting.\n\nI was one of 35 participants of the programme, and of only 18 invited to stay for its full duration. The topics to be covered by the programme were highly relevant to active projects under my supervision and co-supervision active at that time, including the three EPSRC projects GR/S75314/01 ``Analytical approach to realistic models of excitation propagation in heart'', GR/D500338/01 ``Feedback control of resonant drift as a tool for low voltage defibrillation'' and EP/D0747891/1 ``Response functions for drift of spiral and scroll waves''. All these projects were oriented towards bringing the mathematical theory of re-entrant tachycardia closer to real physiology and clinical applications. The KITP mini-programme provided a unique opportunity to meet with experimentalists in a creative environment, to steer our theoretical research in the right direction, to strengthen existing collaborations and develop new ones.\n\nThe interaction with colleagues during that mini-programme had a most direct impact to one subsequent publication, mentioned in this report; however its indirect impact was much broader and affected directions of research for many years after the event. KITP routinely publishes information about the programmes. The list of participants of ``Cardiac dynamics'' and the video+audio records of all talks with PDF files of most of them are available on the web.\n\nPublication of the proceedings was not planned; however the participation in the meeting itself and the opportunity to give a presentation there has been a very efficient way of disseminating already obtained results to the most relevant primary beneficiaries, i.e. other researchers working in the same area. In the way of making our results known to the top specialists, the one presentation at that meeting did more than many journal publications alone would do. Digital/Communication/Information Technologies (including Software),Education,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}