{"id":"F9BC5D40-5AD4-4C44-AD53-A75F1A8C8D6F","title":"Research Engagement through Virtual Immersive Tools for Learning (REVISIT Learning)","abstractText":"The 1938 British Empire Exhibition was a stunning display of architectural achievement and a reflection of the life and culture of Glasgow, the UK and the Commonwealth. The event was of huge international significance and continues to be relevant to the study of British social and industrial history and modernist architecture. In 2006, the British Empire Exhibition, Glasgow 1938 project (run by Glasgow School of Art's Digital Design Studio) produced a well-researched and constructed, photo-real, 3D model of the over 100 principal buildings and structures that comprised the Exhibition together with an accurate 3D map showing the relationship of the various buildings, road and pathways and water features, to the topography of Bellahouston Park. This project also created an archive of related cultural assets and video interviews recording opinions of experts in the fields of architecture and architectural history as well as the recollections of members of the public who attended the Exhibition in 1938.\n\nThe primary aims of this project, Research Engagement through Virtual Immersive Tools for Learning (REVISIT Learning) are to transform the results of The British Empire Exhibition, Glasgow 1938 into innovative learning tools which are specifically targeted to school-age learners in terms of both age and curriculum, to make these learning tools as widely accessible as possible, and to increase our understanding of the impact of immersive learning tools for teachers and learners through a pilot study. This is a brand new group of users who are highly appropriate to share in the genuinely eye-opening and exciting results from previous British Empire Exhibition research. Existing 3D and 2D digital objects will be highlighted and explored, specifically targeting relevant curriculum areas (including both history and technology) for classes of students who will have the opportunity to not only interactively engage with the learning tools at various pedagogically-robust levels, but to also produce and contribute their own creative responses to the learning tools. This learning methodology not only addresses key curriculum areas (e.g. emphasis on technology skills development) but provides (and, crucially, tests) a creative, non-didactic mode of engaging young learners with 3D research data.\n\nProject activities will build on ongoing collaboration with a selection of schools and teachers in order to define the areas of most relevance and educational need. The project outputs are intended to not only fulfil a defined need in education (that is, the creation of 3D immersive learning environments that meaningfully and appropriately engage young learners) but to inspire further learning activities in creative response to the research findings being communicated.\n\nREVISIT Learning has a number of major outcomes, with strong implications for pedagogy, cultural interpretation, and creative engagement. The learning tools will not only extend the value and learning opportunities of the original AHRC-funded research to a brand new audience, they will do so in a way that is directly relevant to, and satisfies a clearly expressed need from, the schools. The 3D immersive tools provide teachers and learners with ongoing, free, public access to these learning opportunities - and, importantly, the tools will be editable so can easily be adapted to satisfy the learning outcomes of different age groups and subjects. Adding creative learning activities also allows educators to themselves have a much more creative approach, offering opportunities for school-wide project-based learning and collaboration between different classes of students. The free provision of learning tools through an open, editable delivery system encourages a wide range of continuing uses and will help to embed the use of innovative 3D data-facilitated learning into educational policy and practice, and will also create impact for learners outside the school system.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/N003284/1","grantId":"AH/N003284/1","fundValue":"74555","fundStart":"2015-12-22","fundEnd":"2016-12-21","funder":"AHRC","impactText":"","person":"Stuart  Jeffrey","coPersons":["Kevin  Burden","Daisy Ann Abbott"],"organisation":"Glasgow School of Art","findingsText":"","dataset":"gtr"}