{"id":"F9BDC1AD-A30D-4245-98A7-7A86F5A63338","title":"Efficient spin voltage/current generation in a ferromagnet/semiconductor lateral spin-valve","abstractText":"A spin-polarised electron current has been widely investigated to realise new spintronic device application. For example, spin-transfer torque induced by a spin-polarised electron current offers a fundamental physical mechanism on current-induced magnetisation switching (CIMS) as well as domain-wall motion in a ferromagnetic (FM) nanowire. The spin-transfer torque was predicted by Berger and Slonczewski independently, and has been experimentally demonstrated. By spin-scattering layer insertion and shape modification for a giant magnetoresistive (GMR) nanopillar, a critical current density for switching has been reduced to satisfy a Gbit-scale requirement for a magnetic random access memory (MRAM), a 4-Mbit version of which has been introduced by Freescale (now EverSpin Technologies) in 2006. MRAM is expected to replace a Si-based RAM due to the non-volatility and the better thermal stability. Recently, coherent tunnelling in an Fe/MgO/Fe system has been predicted to achieve over 1000% tunnelling magnetoresistance (TMR) and experimentally observed in epitaxial/highly-oriented Fe(Co)/MgO/Fe(Co) junctions. Such coherent tunnelling has been implemented into a nano-pillar to demonstrate the CIMS with 160% TMR ratio at room temperature. By combining the large TMR ratio with the substantial decrease in critical current density down to 2.5x10^6 A/cm2, the requirement for beyond the Gbit-scale MRAM application is satisfied. Hence, government-initiatives have been applied to develop a commercial Gbit MRAM both in the USA and Japan.Recent development in nanometre-scale fabrication techniques will enable us to expand a vertical GMR nanopillar into a lateral configuration, consisting of ferromagnetic nanowires and a non-magnetic nanowire to bridge over the spin injector and detector, enabling precise control of dimensions. In such a lateral spin-valve configuration, spin-polarised electrons can be injected with an electron charge current (local geometry) and without a charge current (non-local geometry). Using non-local geometry pioneering work has been performed by Jedema et al., successfully demonstrating diffusive spin injection from a ferromagnetic Ni80Fe20 nano-electrode, spin accumulation in a non-magnetic Cu nano-wire and spin detection by another NiFe nano-electrode. They have further extended their study into ballistic spin injection by inserting an AlOx tunnel barrier (insulator, I) at the FM/non-magnet (NM) interfaces. Consequently non-local spin-valve systems have been extensively employed to achieve efficient spin injection by minimising interfacial scattering in both diffusive and ballistic contacts and also to detect both spin Hall and inverse spin Hall effects. This clearly indicates the advantages of the lateral device configurations.In this proposed project, we will employ a lateral spin-valve structure instead of a conventional nano-pillar to demonstrate efficient generation of a spin voltage and current, which is not associated with an electron-charge current and hence minimises the Joule heating. In our proposed devices, both a spin current and a spin-polarised electron-charge current will be used to detect the spin voltage/current generation in non-local and local measurement geometries, respectively by changing the measurement geometries. In the non-local geometry , a spin current can be injected efficiently into a non-magnet through a tunnel barrier and detected as a large spin voltage through a second tunnel barrier. This gives a large spin current through a metallic interface. Our proposed device will therefore act independently as a pure spin-voltage and spin-current source with high efficiency. The evaluation of the pure spin-voltage and current will reveal the fundamental mechanism of spin-current transport (without an electron charge), which will encourage further theoretical studies for better understanding of the spin current and will also lead a new type of device architecture.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G051631/1","grantId":"EP/G051631/1","fundValue":"93261","fundStart":"2009-04-01","fundEnd":"2012-03-31","funder":"EPSRC","impactText":"  We have published our outcomes in scientific journals and gave more than 10 presentations at international conferences. Electronics ","person":"Atsufumi  Hirohata","coPersons":["Kevin  O'Grady"],"organisation":"University of York","findingsText":" We have fabricated the abrupt Fe/GaAs(001) interface for the first time and characterised its electrical transport properties. Our finding allows us to fabricate a spin-polarised transistor with reproducible operationability. Electronics","dataset":"gtr"}