{"id":"F9BEFEC1-BD7B-4CEF-89CD-046435D3D8BC","title":"AHRC-NSF MoU: Metallurgical Practice, Technology and Social Organisation during the Middle to Late Bronze Age in the Southern Urals, Russia","abstractText":"AHRC-NSF MOU: Metallurgical Practice, Technology and Social Organization during the Middle to Late Bronze Age (2100 to 1500 BC) in the Southern Urals, Russia\nPI, USA: Dr Bryan Hanks, University of Pittsburgh, Dept. of Anthropology [bkh5@pitt.edu]\nCo-PI, UK: Dr Roger Doonan, University of Sheffield, Dept. of Archaeology [r.doonan@sheffield.ac.uk]\nThis project proposal builds on productive, existing research collaboration (NSF grant # 0726279) between the University of Pittsburgh (USA), University of Sheffield (UK), Chelyabinsk State University (Russia), Chelyabinsk State Pedagogical Institute (Russia) and Ural State University (Russia). \nThe project team has been engaged in archaeological field research since the summer of 2007 through the Stepnoye Collaborative Archaeological Research Project (SCARP). \nThis project will be completed in May 2010 and at this stage only post-excavation analysis of the 2009 summer field season remains to be completed and reported. Our proposed two-year extension program of research will build on this important collaborative work and will be undertaken from June 2010 through May 2012.\nThe new research aims to further investigate the nature of copper metallurgy and socio-economic organization as practiced by Bronze Age communities who inhabited the Southern Russian steppe from the Middle to Late Bronze Age phases (2100 to 1500 BC). This project will focus on the Bronze Age settlements of Stepnoye and Ust'ye and undertake: 1) geochemical survey, 2) targeted small-scale excavation, 3) additional site catchment study and 4) the comparative analysis of archaeometallurgical materials and associated features.\nA more intensive focus on the nature and micro-regional contexts of metallurgical production is justified as many scholars have tied copper production to both extensive regional and inter-regional trade and societal conflict, which in turn has afforded the role of metallurgy a powerful position in models that seek to explain the emergence and decline of the Sintashta archaeological pattern in north central Eurasia. Being viewed as an ever-present feature of Sintashta sites, metallurgy has factored significantly into explanations that address the emergence of social inequality and regional hierarchies.\nThe refined research questions pursued through this project include:\n1) to what extent does the evidence for metal production from the Stepnoye and Ust'ye settlements support the concept of a uniform Sintashta metallurgical tradition?\n2) Was the scale of production and spatial organization of metallurgy similar at Stepnoye and Ust'ye during the Sintashta period and is there evidence for a shift in technological practices and resource procurement strategies at Ust'ye between the Sintashta (MBA) and Petrovka (LBA) phases?\n3) What does lead isotope analysis of metal goods (from both cemetery and settlement contexts at Stepnoye and Ust'ye) indicate about the continuity of resource exploitation and metal circulation from the Middle to Late Bronze Age in terms of more defined local vs. larger regional procurement and exchange? \nWhat are the implications of such data for modelling regional economic development and how does this connect with wider systems of exchange and social, political and economic integration? \nThe intellectual merits of our research target both persistent anthropological questions relating to the interface between regional socio-economic development, technological practice and social organization and more specific questions connected with social change during the Middle to Late Bronze Age in north central Eurasia. Metal production and consumption are frequently tied to models of social and economic development in Eurasia during the late prehistoric period. Yet, very little is actually known about where and how regional ores were being exploited, how regional social organization varied in connection with metallurgy as a segmented process, and to what degree local and regional variability in copper smelting and metal production technologies developed. \nThe broader impacts of this project build on a highly successful and already established collaborative program of study between individuals and institutions in the United States of America, United Kingdom and Russia. Moreover, our current and proposed research has as one of its principal aims the integration and training of students in both archaeological fieldwork and laboratory analysis. Since 2007, several students have gained significant field and laboratory training and several MA and PhD thesis and dissertation projects have been supported. In addition, the implementation of more intensive excavation techniques (including sieving and flotation) and remote sensing methods (geophysics, soil geochemistry and GIS technology) has been promoted at several Bronze Age sites within the Southern Urals region.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/I500650/1","grantId":"AH/I500650/1","fundValue":"73547","fundStart":"2010-09-01","fundEnd":"2013-10-31","funder":"AHRC","impactText":"","person":"Roger Christopher Doonan","coPersons":[],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}