{"id":"F9C35185-35D5-405F-A5B9-7B9A46161F6C","title":"Quantifying the Scatter: Statistical Analysis and Stochastic Modelling of Microplasticity","abstractText":"When solid materials are loaded above a critical level, they may change their shape permanently: they undergo plastic deformation. Consider, for example, a cylinder which we compress by pushing from top to bottom. If the load is small, the cylinder first deforms elastically (it reverts to its original shape after the load is removed). Above a certain load, some permanent deformation remains. Now if we use a macroscopic cylinder, say, several centimetres in size, then the stress (the force per unit area) needed to obtain a given relative deformation will not depend on the size of the cylinder. It will increase gradually with increasing deformation, and this 'hardening behavior' will be identical for cylinders made of the same material and deformed under the same conditions. If the stress is everywhere the same in the cylinder, also the deformation will be homogeneous - the cylinder will get shorter and thicker but will retain its cylindrical shape. \n\nBut when the deforming body becomes very small - of the order of a few micrometers in diameter - then we observe quite different behavior: (1) The stress required to deform samples of material increases as the samples become smaller. (2) Even if the stress is increased slowly and steadily, the deformation does not increase gradually but in large jumps. These jumps occur randomly, and lead to large deformations in small parts of the sample. As a consequence, in our cylinder example the samples assume irregular accordeon-like shapes. If we bend very thin wires, they may not deform into smoothly curved but into random shapes resembling mis-shapen paperclips. (3) Even if the material properties are the same (for instance, if all our cylinders have been machined out of the same block) the stresses required to deform samples may scatter hugely. In two apparently identical micrometer sized samples, the stresses required to initiate or sustain plastic deformation may easily differ by a factor of two. Obviously this poses serious problems if we want to avoid or control irreversible deformation in very small components. \n\nThe first of these aspects have been studied in some detail, and some work has also been done on the second one. However, there is no systematic study which quantifies the scatter in deformation behaviour between different small samples and provides tools for assessing the risk of unwanted deformation behaviour. We have teamed up with German researchers who conduct micro-deformation experiments and with others who simulate such deformation processes by tracing the motion of material defects which produces the irreversible deformation. Together we will conduct and analyze large series of experiments and simulations to characterize the scatter in deformation behaviour and to understand how it depends on sample size, material preparation, and method of deformation. We will then use this database to develop simulation tools that allow engineers to assess the risk of undesirable outcomes. \n\nWhy is it important? Imagine you want to bend sheets of metal with a size of centimetres to meters, say for making them into cylinders for producing cans, or for making car doors. It is comparatively easy to get the desired shapes. However, if you try to do the same on a very small scale, the result might look quite different! Micro-scale scatter of deformation properties may affect our ability to form materials into very small shapes and to produce very small parts for microtechnologies. A striking example are the very thin wires that provide electrical connections for microchips. If the shape of these wires scatters too much, two of them may get into contact and produce a short-circuit that makes the device useless. As miniaturization of components and devices proceeds, we need to gain the knowledge and expertise needed to handle forming processes on the microscale. Our research wants to make a contribution to this purpose.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J003387/1","grantId":"EP/J003387/1","fundValue":"214383","fundStart":"2012-03-01","fundEnd":"2015-02-28","funder":"EPSRC","impactText":"","person":"Michael  Zaiser","coPersons":[],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}