{"id":"F9C3F5E9-05EB-4708-939B-BF6D3AB2B34B","title":"Workshop on Membrane Computing 2008","abstractText":"The subdivision of a cell into compartments delimited by membranes has been an inspiration to G. Paun for the definition of a new class of (distributed and parallel) models of computation called membrane systems [1].Their hierarchical structure, their locality of interactions, their inherent parallelism and also their capacity (in the less basic models) for membrane division, represent the distinguishing hallmarks of membrane systems.Initial investigations in membrane systems (also known as P systems where the P stands for Paun) were concerned with theoretical computer science, formal language and computational complexity theory in particular.In later years it has been a growing trend in the membrane systems community to use these devices as modelling platforms and to inform new directions for theory via experience and challenges gleaned from the modelled processes.Despite promising results, the membrane systems community is not well known in fields such as bioinformatics and systems biology.Based on results already obtained, and given their biological inspiration, we strongly believe that membrane systems could be extremely useful in the modelling of biological dynamics in, for example, developmental biology, plant biology, cancer biology, bacterial chemotaxis, and so on.Membrane systems are a platform that allows us to model, predict and design complex systems.Their comprehensive theoretical bases allow us to qualify complexity, develop control strategies and answer questions about models through simulations and theoretical analysis.We want to organise a workshop that brings the bioinformatics, systems biology, membrane systems communities together, and we have the opportunity to do this since Dr Frisco has been given the task of chairing the next (in 2008) of the series of Workshops on Membrane Computing .Such a meeting would allow the bioinformatics and systems biology communities to learn about and appreciate membrane systems as modeling platforms, while the membrane system community would benefit by learning more about the challenges present in bioinformatics and systems biology to which the membrane systems could be usefully applied.Of course, this would be also a good opportunity for those in UK academia interested in new platforms to model complex systems in general (not only related to biology) to learn (or learn more) about membrane computing and meet the experts in this field.We note that the development and study of fundamental theory, tools and techniques applicable across a wide rage of complex system is a present and relevant need in the UK. For example, the recent EPSRC call for proposals in Fundamentals of complexity science , had this as its focus.[1] G. Paun. Computing with membranes. Journal of Computer and System Sciences, 1(61):108--143, 2000.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F010664/1","grantId":"EP/F010664/1","fundValue":"5416","fundStart":"2008-04-01","fundEnd":"2008-12-31","funder":"EPSRC","impactText":"","person":"Pierluigi  Frisco","coPersons":["David Wolfe Corne"],"organisation":"Heriot-Watt University","findingsText":"","dataset":"gtr"}