{"id":"F9C3B8C1-60AA-4E60-918C-177C9A4A840F","title":"Regulation of the dsDNA sensor protein-mediated anti-viral response by vaccinia virus","abstractText":"When our body is infected by viruses or bacteria the infecting microbes are sensed by sensitive detection systems that can activate and co-ordinate an immune response to the infection. The immediate response by the host is called the innate response. This is crucial for helping to restrict spread of the microbe quickly, but is also very important for the activation of the second aspect of the immune response (acquired immunity) that comprises specific antibodies and T cells that recognise and destroy the microbe or cells infected by it. Understanding the molecular mechanisms by which our cells recognise invading microbes is very important in the development of therapies to help control disease caused by these dangerous microbes (pathogens). Viruses can replicate only inside cells and so during evolution we have developed systems that can detect virus nucleic acid (DNA or RNA) within our cells. Cellular proteins that recognise RNA have been known for some time but a sensor for foreign DNA was only reported recently (2007). Intriguingly, the DNA sensor discovered (called DAI) shares similarity to a protein (E3) from vaccinia virus (VACV) (a poxvirus, and the vaccine used to eradicate smallpox). The E3 protein is similar to DAI only in its first half and this part of E3 is known to bind DNA and make the virus more dangerous (virulent), but by an unknown mechanism. Poxviruses such as VACV contain many proteins that block the host response to infection, and E3 is one example of these. This project will determine if, as we propose, the E3 protein functions to block the action of DAI and thereby stop our cells responding efficiently to infection by poxviruses. This information will be important in increasing our understanding of the immune system and how viruses block this, but will also have practical application in the design and construction of strains of VACV and other poxviruses that are better vaccines to treat infectious diseases and cancer.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0800151","grantId":"G0800151","fundValue":"330028","fundStart":"2008-10-20","fundEnd":"2011-10-19","funder":"MRC","impactText":"","person":"Geoffrey L Smith","coPersons":[],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}