{"id":"F9C40163-0971-45FB-B493-5FBAD9841F40","title":"Eva Hesse's Studiowork","abstractText":"Alongside her large-scale sculpture, the American artist Eva Hesse produced a large number of small, experimental works in a wide range of materials including latex, wire-mesh, sculp-metal, cheesecloth, masking tape and wax. These small works have often been called 'test-pieces' on the assumption that they were technical experiments, especially with non-art materials like latex which Hesse began to use from 1967 on. However, although a few were 'test-pieces' in this narrow sense, most were not. They have been cate]gorsed in this way because they do not fit any other established category. although they are intimately tied to her drawing activity, they are not synonymous with it. So, if they are not technical experiments and they are not merely preparatory investigations for her larger work, what are they? This is what I shall try to answer, not by fetishising them as 'sculpture' in the accepted sense, nor by attempting to link them up, object by object, to the larger work. Instead, by renaming these multifarious objects 'studiowork' I intend to examine them as part of Hesse's exploratory project to dismantle conventional ideas of sculpture. Rather than marginal, as they have been traditionally cast, I see the studiowork as a central part of this project. Precisely because these objects fall below the threshold of what we normally think of as sculpture, they provide the hinge for thinking about the radical undoing of categories that Hesse was engaged. It is an unfortunate fact that because the test-pieces were illustrated in a photograph in Artforum alongside excerpts from her personal writings after her untimely death in 1970, they have been cast as the mawkish reflection of the tragedy of the artist's life. My research could not oppose this biographical approach more strongly. It is not the biography that this research is concerned with but the way the kind of 'ruination' of the sculptural object that matters here dwells not in the melodrama of a life cut short but the generative, productive impulse that the studiowork embodies. Though many of the obejcts may have been left in the studio after the artist's death, they are about an ongoing project. They are about the intense physical involvement an artist has with her materials - evident in the processes of threading, folding, layering, cutting, stapling or wrapping. In a sense, these small things are the most bodily and sensual things that Hesse ever made, as well as the most experimental, and this project seeks a way to decsribe and think about them in a way that does not return them to the conventional categories that thery so blatently defy. Whilst some of the studiowork was left in the studio after Hesse died - including many things that have never been seen or exhibited - some were given by the artist to her friends. When she gave some to Sol LeWitt he famously collected them in a glass pastry case reminsiscent of one of Oldenburg's pastry cases for his papier mache food. Liking the idea, Hesse made some others and exhibited one at her gallery in New York. In this way the studiowork 'leaks out' into the public forum, and further exacerbates confusions over its status. There exist four of these glass cases filled with objects (all of which we intend to show in the exhibition which will be one of the outcomes of this research). In the cases, each shelf represents what I call a 'thingscape', a little landscape of an astonishing range of bodily shapes and materials, often as visceral as they are miniature. The recycling of these small things in the context of the cases suggests the constant re-use and salvage of remaindered studio debris, its constant re-animation. The status of the studiowork is remarkably precarious, and begs many important questions not only about Hesse's own practice as an artist, but also makes us reflect on what happens to sculpture at this pivotal historical moment in the mid-to late 60s, the fall-out from which is still being felt today.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F004923/1","grantId":"AH/F004923/1","fundValue":"23110","fundStart":"2008-01-01","fundEnd":"2008-03-31","funder":"AHRC","impactText":"","person":"Briony Annette Fer","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}