{"id":"F9C9E42E-3A84-4D24-AFF0-A8E2B9B1264B","title":"A Biomimetic Flexible Soft Tissue Probe for Computer Assisted Minimally Invasive Intervention","abstractText":"The proposed research involves the design and proof of concept of a biomimetic soft tissue probe, inspired by the ovipositor of a wood-boring wasp, with an application to computer assisted brain biopsy. The probe will be able to be steered along curved paths within the body, but in contrast to the wood wasp's ovipositor, will displace the tissue (e.g. syringe needle) rather than removing it (e.g. drilling). In essence, the biomimetic probe will enable a hollow tube to be inserted deep into soft tissue accurately, without the need to exploit a natural orifice, for use in any number of minimally invasive procedures. This feasibility study will focus on three aspects: probe design, actuation, and control. It will also lay the foundation for the further development of an intelligent probe where the insertion process is guided interactively by pre-operative image data, allowing deep lesions of the brain and other regions of the human body to be accessed with greater accuracy and repeatability. Operative complications due to non-diagnosis and post-operative haemorrhaging could also be reduced through precise pre-operative planning of the probe's insertion and target points i.e. through the planning of a suitable trajectory that would minimise the distance between the two, whilst avoiding major veins, arteries, nerves and other vital structures. The planned procedure would be executed in the operating theatre by the flexible probe under computer assistance.The proposed project will comprise three main components:1) The design of a flexible probe capable of smooth three-dimensional motion through soft tissue.2) The design of an actuation mechanism and control strategy to drive the probe.3) The integration of the probe and the actuation mechanism into a fully functional system suitable for in vitro experimentation on synthetic soft tissue specimen.The probe design will essentially be composed of a two-part thin biopsy probe (1mm-3mm diameter, approximately 40cm in length), with the reciprocating motion of the two halves driving the head into the tissue without the need for any external force applied at the base; the drive unit, composed of three actuators, plus control software and hardware; a graphical interface for progress monitoring and user interaction; and, optionally, a tracking device (e.g. the magnetic tracker) to monitor the position of the probe head in real-time. This will require an investigation into suitable materials, surface coatings and surface topographies to minimise the impact that inserting the probe would have on the surrounding tissue. Further research will also be needed on the development of suitable probe actuation methods, in order to avoid any tissue damage, and control strategies, for automatic targeting and obstacle avoidance.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E040918/1","grantId":"EP/E040918/1","fundValue":"218450","fundStart":"2007-06-01","fundEnd":"2010-08-31","funder":"EPSRC","impactText":"","person":"Ferdinando Maria Rodriguez Y Baena","coPersons":[],"organisation":"Imperial College London","findingsText":" This work led to a clear proof that needles can be steered by employing biologically inspired principles. These results have since let to the award of a prestigious 5-year grant from the European Research Council (www.stingproject.eu), which will end in 2015. It has already. Healthcare","dataset":"gtr"}