{"id":"F9CB2F31-DEF7-4E8F-A818-CF2D42B897BD","title":"Co2ncept: Carbon Footprinting for Design Concepts","abstractText":"This research project aims to investigate the use of an abridged carbon footprinting methodology to allow designers to calculate the carbon footprint of 'product' design concepts. These concepts are not yet sufficiently developed to be assessed via traditional carbon footprinting methods. The developed resource will be aimed at designers involved in NPD . Key activities will include:- Investigation and identification of CO2 and CO2e conversion factors relevant to designers.- Investigation of methods through which industrial designers can calculate the carbon footprint of 'product' concepts.- Investigation of the feasibility of the selected methodology through action research with practising designers within the collaborating companies.Currently carbon footprinting methodologies rely on the existence of a tangible product within a defined supply chain. Co2ncept will make it possible for carbon footprinting to be carried out before a product is made. This will allow: - comparisons to be made between concepts,- impacts to be identified, and improvement options considered, at a stage where they can be addressed quickly and at considerably lower financial cost, and will - enable designers to be more aware of the consequences of their design decisions.This tool will be the first of its kind and has the potential to answer a need that has not yet been catered for by existing carbon footprinting methods. 'Co2ncept' will be the first tool to allow designers to calculate an abridged carbon footprint for 'product' concepts. This will be done through the use of standard CO2 and CO2e conversion factors. Providing this function will allow designers to make more considered decisions at the early stages of the product development process with regards to concept selection, at a time where changes are neither costly or time consuming.Current ecodesign theory supports the belief that designers have a valuable role to play in ecodesign because of their positioning at the early stages of the product development process (PDP), where the design brief is most flexible and the most critical decisions are made. Product development timescales are getting shorter and shorter, and the burden and requirement for evidence early on in the development process in order to support key development decisions is increasing. In addition to this, it is recognised that providing industrial designers with the ability to be able to implement ecodesign at the operational stage will vastly improve the likelihood of ecodesign products making it onto the market. The project proposed here aims to support this theory. There are a number of resources currently available to designers which allow the quick calculation of environmental impacts, the commercial success of these resources show that there is a need for tools that allow the quick assessment of the environmental consequences of 'products' in the early stages. The limitations of LCA of any kind is that it requires a product to have been developed before it can be assessed. Carbon is increasingly becoming a hot topic within government and business because it allows a tangible comparison between things which couldn't previously be compared. This research project will capitalise on this but investigate the use of carbon footprinting methodologies created specifically to calculate the carbon footprint of 'product' concepts rather than fully developed products.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H022422/1","grantId":"EP/H022422/1","fundValue":"101041","fundStart":"2010-08-02","fundEnd":"2012-02-01","funder":"EPSRC","impactText":"","person":"Rhoda Trimingham Trimingham","coPersons":[],"organisation":"Loughborough University","findingsText":"","dataset":"gtr"}