{"id":"F9DB3353-AC31-41D4-B7AD-1C6C087F9E17","title":"Production of D-lactate in Geobacillus spp App No 50484-338192","abstractText":"Bioplastic, as a replacement for hydrocarbon plastic, is a rapidly expanding market that is predicted to grow from 1.4M Tonnes in 2012 to over 6M Tonnes by 2017 (Source: European Bioplastics). Within this market, Polylactic Acid (PLA) is an alternative material for existing products in packaging, food serviceware and textiles together with enabling new products to be developed for high value markets where desired variations in the properties of the PLA can be achieved by mixing of D and L isomers of lactic acid in different proportions. \nCurrent lactic acid production is mainly in the more common L isomer from 1st generation feedstocks, which compete with food crops for agricultural land and produce waste that requires processing prior to disposal. The D isomer is mainly produced from the L isomer through a combination of chemical and biological processes. This proposal seeks to develop a fully biological process to create an innovative and efficient manufacturing route for producing D lactic acid that reduces the dependency on fossil oil, leading to the de-carbonisation of the industrial process for the production of PLA. The collaboration brings together Rebio Technologies Ltd, the University of Bath and the Centre for Process Innovation (CPI). Rebio have expertise in the development of industrial strains based on a Geobacillus host for the production of 2nd generation bioethanol from a wide range of feedstocks such as cane bagasse, corn stover and fractions derived from municipal solid waste. This is combined with knowledge of the development of different biopolymers and their potential markets, and they are in a position to take a successful project forward into production. The University of Bath have considerable expertise in the genetic engineering of a wide range of organisms but specifically have a background in Geobacillus and will carry out the necessary strain engineering to convert an L-lactate to a D-lactate producing strain. CPI brings knowledge of the downstream processing of lactic acid and in the area of process scale up and will be able to evaluate market potential from data arising from from scale-up experiments .","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M028674/1","grantId":"BB/M028674/1","fundValue":"79103","fundStart":"2015-07-13","fundEnd":"2016-03-19","funder":"BBSRC","impactText":"","person":"David Jonathan  Leak","coPersons":[],"organisation":"University of Bath","findingsText":"","dataset":"gtr"}