{"id":"F9DB8261-8392-415E-8B3F-D15AA3DED00C","title":"Transcriptional control of macrophage function in the pig and its relationship to infectious disease susceptibility","abstractText":"This project is concerned with detailed studies of the immune system of the pig. The study takes a whole genome approach, and builds upon similar studies of the mouse and human by international consortia in which the Principal Investigator has participated. The focus is on the molecular biology of macrophages, large white blood cells that are the first line of defence against bacterial and some viral diseases. We aim to identify all of the genes that contribute to the host defence function in these cells in the pig, and how their expression is coordinated. Within that set of genes, we aim to identify those that vary in their function between pigs and other species, and between different major breeds of pigs. The outcome of the study will be to provide a rational basis for breeding pigs for improved disease resistance, identification of disease susceptibility genes that could also contribute to human health, and also a basic understanding of the evolution of immunity in mammals.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G004013/1","grantId":"BB/G004013/1","fundValue":"790176","fundStart":"2009-01-23","fundEnd":"2012-10-22","funder":"BBSRC","impactText":"","person":"David Arthur Hume","coPersons":["Alan  Archibald","Dave Peter Sester"],"organisation":"University of Edinburgh","findingsText":" We have made a significant contribution to the recent completion of a draft pig genome sequence. We have produced recombinant pig CSF-1 and antibodies against the CSF1R, and used them to produce large numbers of macrophages in vitro for transcriptomic analysis. We developed a new pig microarray platform, and used it to analysis the pig macrophage response to LPS and to identify those genes that are regulated in a similar manner in pigs and humans. The breed comparison has been completed, and r  ","dataset":"gtr"}