{"id":"F9E04134-A3F8-42BA-9EF6-00ECD6E800AC","title":"PROFESSIONAL EDUCATION, GLOBAL PROFESSIONAL SERVICE FIRMS AND THE CULTURES OF PROFESSIONAL WORK IN EUROPE","abstractText":"Global accountancy, architecture and legal professional service firms (PSFs) play a vital role in the global economy and facilitate cross border business. Their operations are, however, complicated by the fact that the home-country, predominantly US and UK, professional cultures, practices and institutions are very different to those encountered elsewhere. This project seeks to examine the way global PSFs manage such differences through the use of selective recruitment and professional education. The project uses a case study of English global law firms in Europe because of their expansive globalization strategies in the region. \n<br />\n<br />The project will: (1) examine the selective recruitment strategies of firms and analyse trends in relation to the universities and countries of education preferred by firms through a survey of the qualifications and biographies of partners working in the European offices of English global law firms; (2) analyse the role of in-house training programmes, as well as 'preferred' external training providers, in the management of professional cultures through interviews with partners, associates and training managers in England, Germany and Italy; (3) investigate the implications of the training programmes used by firms for the regulation of professional education through interviews with training providers and regulators of professional education.&nbsp; \n<br />","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-000-22-2957","grantId":"RES-000-22-2957","fundValue":"79651","fundStart":"2008-12-01","fundEnd":"2010-02-28","funder":"ESRC","impactText":"  It is possible to identify two UK impacts that we believe the project has had based on feedback from the stakeholders engaged with and based on developments observed that reflect the recommendations that emerged from the project. Further details of these are provided in Impact Records submitted to the ESRC, as are other less significant non-UK impacts.\n\n1. In terms of the economic competitiveness of the UK, the research has informed the approach taken by many of the top 20 law firms in England to training new recruits. Individuals that we engaged with noted the value of the research for building a case for minimising cuts to training budgets in the current economic climate. \n2. In terms of societal impact, the research has helped inform the way the Solicitors Regulation Authority (SRA) approaches ongoing re-regulation of legal practice. Current reforms to the training of new solicitors (for example around the Work Based Learning program) are controversial and require careful research of the most effective forms of training. Our research highlighted to the SRA the value of comparative international studies for identifying examples of best practice, approaches with less than satisfactory outcomes, and for contextualising evaluations of the strengths and weaknesses of the English system. A recently launched review - the Legal Services Education and Training Review - includes international comparative work, probably because of the recognition of the value of the comparative work completed by this project. Other Economic,Policy & public services","person":"James Robert Faulconbridge","coPersons":["Daniel  Muzio"],"organisation":"Lancaster University","findingsText":" Three key findings emerged from the research: \n\n(1) Selective recruitment, designed to identify individuals with particular cultures and predispositions, advantages individuals with ‘elite’ educational backgrounds. This is an especially significant issue in relation to the UK government’s desire to ensure fair access to and diversity within the professions;\n\n(2) firm-based training programmes designed to reproduce worldwide ‘models’ of culture and identity play a crucial role in allowing global PSFs to operate as integrated cross-border organisations. However, the effectiveness of programmes varies internationally as lawyers embrace and reject firm-based training in country-specific ways;\n\n(3) firms increasingly combine training delivered to meet regulatory requirements with training designed to mould employees to fit the culture and identity ‘models’ of the firm. This raises interesting questions about whether regulators should support or resist such practices. It is possible to identify two UK impacts that we believe the project has had based on feedback from the stakeholders engaged with and based on developments observed that reflect the recommendations that emerged from the project. Further details of these are provided in Impact Records submitted to the ESRC, as are other less significant non-UK impacts.\n\n\n\n1. In terms of the economic competitiveness of the UK, the research has informed the approach taken by many of the top 20 law firms in England to training new recruits. Individuals that we engaged with noted the value of the research for building a case for minimising cuts to training budgets in the current economic climate. \n\n2. In terms of societal impact, the research has helped inform the way the Solicitors Regulation Authority (SRA) approaches ongoing re-regulation of legal practice. Current reforms to the training of new solicitors (for example around the Work Based Learning program) are controversial and require careful research of the most effective forms of training. Our research highlighted to the SRA the value of comparative international studies for identifying examples of best practice, approaches with less than satisfactory outcomes, and for contextualising evaluations of the strengths and weaknesses of the English system. A recently launched review – the Legal Services Education and Training Review – includes international comparative work, probably because of the recognition of the value of the comparative work completed by this project.\n Through a project steering group we have actively engaged with economic actors – law firms, education and training providers – and helped shape their strategies and investments in training through \n\n• Tailored reports with two firms using reports to shape re-designs of training and justify investments in programmes\n\n• Presentation of findings to a cohort of law firm partners, members of the press and consultants to law firms \n\n\n\nSocietal impacts\n\nOur findings have informed policy discussions relating to training and fair access to the professions through \n\n• Ongoing dialogues with the Legal Services Board and Solicitors Regulation Authority\n\n• Attendance at a select invite only dinner with Alan Milburn MP, the author of the UK government’s report on ‘fair access to the professions’, and the head of the Law Society. \n\n• Presentation of findings to legal educators at a conference This provoked spirited debate about the pros and cons of firm involvement in education and training and inspired a blog discussion of the paper and its implications. Financial Services, and Management Consultancy,Other","dataset":"gtr"}