{"id":"F9E10FD5-B80B-4F08-9AFC-6A1852671330","title":"Venus Express science exploitation","abstractText":"This research proposal outlines a project to study the interaction between the planet Venus and the solar wind, comparing the results to those observed at the Earth. Unlike the Earth, the planet Venus does not possess magnetic field generated within the planet itself. This means that areas of its interaction with the solar wind will be quite different from that observed at the Earth. To begin with, both planets are obstacles in the supersonic solar wind. As a result, both possess a shock wave upstream of the planetary body. This shock wave has to decelerate and deflect the solar wind around the planetary obstacle. Part of the proposal will investigate the processes occurring within and around the shock to determine how the energy from the solar wind is redistributed among the incoming particles. It is also important to determine the thickness of the shock because this has implications on the processes that can occur within the shock and its evolution. Behind the shock lies the magnetosheath, a region of turbulent plasma created from the solar wind as it passed through the shock. The goal of our research in this region is to understand and characterise this turbulence in terms of the processes occurring as the energy redistribution process that started at the shock continues. The boundary at the downstream edge of the magnetosheath differs depending on whether we are studying Earth of Venus. At the Earth, this boundary is the magnetopause and marks the edge of the cavity created be the Earth's magnetic field. At Venus, however, it is the ionosphere that forms the obstacle in the solar wind flow. The boundary that separates the ionosphere from the solar wind flow is the ionopause. Just as the wind can create waves of the surface of a lake, the high speed solar wind can cerate waves on the surface of the ionopause. We will study the generation and evolution of these waves. Sometimes, these waves are so large that they form vortices. At Venus, these vortices will mix plasma from the magnetosheath and ionosphere, which can result in the loss of plasma from the ionosphere. The occurrence, growth and interaction of these vortices will be studied to determine their morphology and dependence on the solar wind conditions and state of the ionosphere. The results of this research will provide a good understanding of how Venus interacts with the solar wind and how this interaction depends upon the current solar wind conditions. The information gained will be of use to planetary and solar physicists as well as astronomers studying objects such as supernovae and galactic jets.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/F002939/1","grantId":"ST/F002939/1","fundValue":"254097","fundStart":"2008-11-01","fundEnd":"2011-10-31","funder":"STFC","impactText":"","person":"Michael  Balikhin","coPersons":[],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}