{"id":"F9EDD2C3-6917-4C46-BA6E-7A77784DD23D","title":"Engineering Functional Materials for Catalytic Smart Microreactors","abstractText":"There has been tremendous recent progress in manufacturing very small chemical reactors with channels of the order of micrometres in size. These microreactors allow rapid evaluation of new chemical reactions compared with larger units. The current methods of manufacturing of such reactors are based on expensive and polluting electronics manufacturing techniques. This project will develop faster, cheaper and multifunctional devices with much wider range of potential application. This project involves combining new fabrication methods with recently developed catalysts to provide novel and efficient microreactors. It is a blend of materials science, engineering and chemistry involving mechanical and materials engineers (Liverpool), chemists and surface scientists (Durham) and polymer and organic chemists and chemical engineers (Bath). The complementary expertise of these groups is vital to the success of the programme.The Liverpool group in the first stage of the project will use their experience in Selective Laser Melting (SLM) and Digital Light Processing (DLP) to fabricate novel reactors containing channels &lt; 100 microns in size for reactant and heat exchange fluids in a single unit. These will be evaluated as potential industrial reactors using novel catalysts developed at Bath involving magnetic nanoparticles. In the second stage, the reactant channels will be functionalised using plasma techniques at Durham and converted to catalytically active species using chemistry developed at Bath. A series of test reactions will be performed and the performance analysed by a number of methods. These will require the development of in-situ methods, in order to optimise the design of the reactors and to illustrate the potential benefits to the materials, chemical and pharmaceutical industries. The end result will be a multifunctional reactor with integrated analytics optimised for selected chemical reactions of immediate relevance to the fine chemicals industries.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D064856/1","grantId":"EP/D064856/1","fundValue":"382658","fundStart":"2006-12-13","fundEnd":"2010-06-12","funder":"EPSRC","impactText":"","person":"Christopher John Sutcliffe","coPersons":["Paul Raymond Chalker"],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}