{"id":"F9F32DC4-B461-430C-85A9-E95278152681","title":"Knowledge and Technology Transfer, Innovation and Competitive Advantage: Past and Present","abstractText":"<p>Knowledge transfer is an essential element of innovation and lies at the heart of the United Kingdom’s competitiveness in the global economy. The relationships between higher education and business, which underpin this process, occur at the regional level and form the basis of unique capabilities, which evolve through time. The challenge, from the UK perspective, lies in the tension between growing awareness of the importance of knowledge transfer and the extremely limited tradition of close university-industry relations. This means the objectives, culture, policies and attitudes of business and higher education often diverge, making collaboration difficult. </p> \n<p>This project explores the underlying forces which lead to an effective collaborative innovation environment and hence contribute to the development of unique innovation capabilities, at the regional and the national level. Of particular interest is how bridges are built between academics and business communities (particularly small and medium enterprises), how knowledge is transferred across sectors and then how such knowledge transfer can lead to innovation. By combining historical and contemporary perspectives on entrepreneurship, social capital, innovation and learning, this project focuses on the conditions which facilitate and hinder knowledge and technology transfer. The project will develop methods of evaluating knowledge transfer in order to build unique innovation capabilities.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-180-25-0024","grantId":"RES-180-25-0024","fundValue":"229870","fundStart":"2007-07-01","fundEnd":"2010-09-30","funder":"ESRC","impactText":"","person":"Mary Brennan Rose","coPersons":["Sarah Katrina Robinson","Frank  Cave","Sarah Louise Jack","Nigel Jonathan Lockett"],"organisation":"Lancaster University","findingsText":"","dataset":"gtr"}