{"id":"F9F37C92-3D4A-4B69-917A-2167E852CC9D","title":"The social and political impacts of South-South migration: A comparative analysis of Chinese migrant integration in West Africa","abstractText":"<p>China's impact on Africa has been discussed in terms of promoting 'bad' governance and/or signalling a new phase of exploitation. Yet underlying these is a profound social change in the shape of Chinese migration to countries where economic opportunities are greatest.</p>\n\n<p>Nobody knows the extent of this migration so this research will systematically analyse the patterns and processes of Chinese migration to West Africa and the factors determining the responses to the Chinese by ordinary Africans. </p>\n\n<p>First, in order to understand the integration of Chinese migrants and the reactions to them the research will analyse the economic sectors they engage in and the nature of business organisation. Second, since recent migration to West Africa builds on older trajectories it is important to analyse what role existing diasporic communities play in facilitating integration. Third, the hospitality shown to migrants in recipient countries affects their desire and ability to integrate. </p>\n\n<p>These issues will be addressed through comparative analysis of Nigeria and Ghana with Nigeria having a bigger Chinese population than Ghana and its economy is driven more by oil extraction. Moreover the different nature of the two states may influence the degree of openness to outsiders. </p>\n\n<p>&nbsp;</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/G035318/1","grantId":"ES/G035318/1","fundValue":"292627","fundStart":"2010-01-01","fundEnd":"2012-03-31","funder":"ESRC","impactText":"  Our data was picked up the the OECD and various migration research institutions. Communities and Social Services/Policy Societal,Policy & public services","person":"Giles Marcus Mohan","coPersons":[],"organisation":"Open University","findingsText":" The project's key findings were: A high approval rating for the Chinese across both countries; While there are notable areas of tension and conflict with locals, relations are often more convivial, cooperative and mutually beneficial than is generally recognized; Many Chinese businesses in both countries are long-standing or have long-term intentions to stay; Notions of an 'ethnic economy' are overplayed with limited ethnic cooperation and community organizing, strong competition between Chinese To inform the emerging awareness of the significance of Chinese migration to Africa The research has been picked up by policy makers working in international organisations. Communities and Social Services/Policy","dataset":"gtr"}