{"id":"F9F488ED-4BE9-4028-88EF-55F77D6CE093","title":"Internationalism and Cultural Exchange 1870-1920 (ICE)","abstractText":"ICE is an interdisciplinary network which examines internationalist ideologies and processes of cultural exchange at a crucial historical moment. The late nineteenth and early twentieth centuries were characterised by rising nationalism, imperialism and war. But they were also marked by movements for international cooperation, a developing international infrastructure, and experiments in transnational ways of living. The arts were central to this dialogue between nationalism and internationalism. Artists were expected to play their part in the building of national traditions, but their lives and practices were often cosmopolitan. Yet, despite the vigour of internationalist thinking, historical enquiry in the arts has been largely preoccupied with national traditions. ICE challenges that emphasis. It builds on recent initiatives by ICE convenors and others (conferences, publications, collaborations, exhibitions) to deliver a sustained and collective discussion about the role of arts-based disciplines in the expanding field of transnational history. \n\nThe thematic structuring of our project proposes a constructive alternative to the model of national schools, making room for a radical reassessment of cultural canons, chronologies, movements, and artists' lives. There are three strands to our enquiry: 'Sites of Internationalism', 'World Citizens' and 'Language and Translation'. They examine the ways in which artists at the fin de si&egrave;cle reimagined society, developing their own infrastructures and modes of communication in order to transcend national borders. The crossing of boundaries is fundamental to the project in several ways: the network is interdisciplinary, comparing a range of art forms; it involves collaboration between different universities in the UK and overseas, and between universities and research-active museums; its subject-matter is international; and it promotes the application of new research to teaching. \n\nThe network will operate through a series f day workshops, culminating in a two-day plenary conference. These events will promote the development of a research community, supported by a well-maintained website and mailing list. Selected proceedings will be published as part of a dedicated book series under contract with Peter Lang. Museums and galleries, which in recent years have pioneered cross-cultural approaches to the History of Art, are closely involved with the project. We aim to generate ideas for cross-cultural exhibitions through the involvement of our partner at Tate Britain and other senior curators. The aims of the project are long-term, extending well beyond the two-year period of the networking award. To this end, we will seek funding towards a larger collaborative project. \n\nThe network will deliver widespread benefits to academics, the public sector and the wider public. The project is international, both in concept and participants. It enables a selected group of leading scholars to collaborate, and to engage in sustained debate with colleagues from different countries, disciplines and types of institution. Our focus on internationalism at the 'long fin de si&egrave;cle' (1870-1920) promises to transform understanding of an era which was crucial to the development of globalisation. It therefore contributes to a debate which goes beyond the concerns of cultural history in the period, towards a pressing contemporary problem. Policy makers and international organisations would benefit from a better understanding of the origins of cultural internationalism, as would interested members of the general public, and contemporary artists operating in an increasingly diasporic art world. ICE will initiate new readings of art in the context of internationalism and its variants (cosmopolitanism, transnationalism, globalism). In the process, it will contribute to larger projects of public dissemination (eg. exhibitions) which enhance wider cultural well-being.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J003670/1","grantId":"AH/J003670/1","fundValue":"35884","fundStart":"2012-06-18","fundEnd":"2014-09-17","funder":"AHRC","impactText":"  Impact on museums and galleries, reported by curators who have participated in the ICE network, includes:\n\n1) Two exhibitions reported by Alison Smith (Tate Britain): 'Artist and Empire', Tate Britain (25 November 2015 - 10 April 2016), and 'Burne-Jones and International Symbolism' (Tate Britain, autumn 2018)\n\n2) David Jackson (University of Leeds) reports three exhibitions: 'Baltic Reflections: The Era of the Baltic Exhibition, 1914' (Malmo Konstmuseum, 2014), 'C.W. Eckersberg (Statens Museum for Kunst, Copenhagen; Hamburger Kunsthalle; Scottish National Gallery Edinburgh, 2015-16), and 'The European Romantic Landscape (Groninger Museum, Netherlands, 2016-17).\n\n3) Sharon Hecker (independent scholar, Milan): 'Medardo Rosso: Bambino Ebreo' (Peter Freeman, Inc., New York, 5 June - 25 July 2014). Dr Hecker notes that: 'My research included an in-depth examination of Rosso's cosmopolitan collectors around Europe, many of whom were brought to my attention thanks to the ICE conferences.' The exhibition was accompanied by an International Study Day at Peter Freeman; a Scholars' Symposium at the Center for Italian Modern Art, NY; and a Roundtable Discussion at the Yale Center for British Art. \n\n4) Francis Fowle (Senior Curator of French art at the Scottish National Gallery): 'Van Gogh to Kandinsky: Symbolist Landscape in Europe 1880-1910' (Van Gogh Museum, Amsterdam; Scottish National Gallery, Edinburgh; Ateneum Art Museum, Helsinki, 2012-13). Dr Fowle notes that 'the workshop certainly helped me to think about defining 'symbolism', as well as more imaginative ways in which we could present the exhibition and in the end we used touch-screen iPads, with links to music and poetry that the audience could listen to while looking at the paintings.' Here, she picks up on a discussion about interdisciplinarity that ran through the network. \n\n5) Anne Leonard (Smart Museum of Art, Chicago): 'Nineteenth-Century Prints at the Smart Museum' (Spring 2014).\n\n6) Meaghan Clarke (University of Sussex): 'Spirit of Adventure: The Beales' World Tour 1906-7' (Standen House, Sussex, 2014) \n\n7) Sarah Victoria Turner (Paul Mellon Centre): 'Pioneering Spirit: Maud MacCarthy - Mysticism, Music and Modernity' (Borthwick Institute for Archives, University of York, 7 February - 7 May 2014) Culture, Heritage, Museums and Collections Cultural","person":"Grace Ellen Brockington","coPersons":["Sarah  Turner"],"organisation":"University of Bristol","findingsText":" 1) We aimed to create a new research community by convening a series of thematic workshops, developing a website and maintaining a mailing list through which colleagues could post news of other events and publications. There are several indicators of our success: (a) continuity in attendance at the difference workshops (b) high frequency of postings to the mailing list (c) the development of a members' register on the ICE website, which will continue after the life of the AHRC grant\n\n2) The network has developed a debate that moves away from a structural reliance on nation states and national schools, towards an emphasis on international cultural exchange. The four themes of our discussion: 'cosmopolitans', 'cosmopoleis', 'global communities' and 'universal languages'; have brought together colleagues with different geographical specialisms. Specific findings will be published in a forthcoming edited collection ('Imagined Cosmopoleis') as well as in books and articles by individual network members (see Common Outcomes: Publications).\n\n3) We aimed to bring together curator and academics in a single debate. This we achieved by holding three of our five colloquia at major galleries (two at Tate Britain and one at ARoS Aarhus Kunstmuseum), and inviting curators to co-convene these events. In recent years, museums and galleries have led the shift towards transnational approaches to art, so curators made a crucial contribution to our discussions. Several have reported that ICE workshops have fed back into exhibitions. Examples are given in the 'Narrative Impact' section. \n\n4) We aimed to generate a debate about teaching, and the ways in which our discussions could feed into university curricula. This issue became a focus of the concluding 'round-table' at our final conference. Several colleagues have reported ways in which ICE has informed their teaching, eg: \na) Anne Leonard (Smart Museum of Art, Chicago) reports that 'The ICE network has most definitely had an impact on my teaching of a C19th prints class. Topics central to ICE enabled me to address, with greater nuance than I could have done before, the importance of cosmopolitan &quot;connector&quot; figures between French and British printmaking'.\nb) Andrzej Szczerski (The Jagiellonian University, Krakow): 'I have used the knowledge acquired thanks to ICE in my course 'Art and Architecture in C20th Central Europe'.\nc) Katja Krebs (Bristol): 'I have restuctured an entire unit on performance according to cosmopolitan centres as a result of my involvement with the ICE network.'\nd) Charlotte Ashby (Birkbeck): 'I have developed a new BA level 3 module which looks at Nationalisms from a comparative, transnational perspective, which my engagement with the ICE project has fed into.'\ne) Sarah Turner (York): 'I developed a number of BA and MA courses that drew on ICE themes. These included 'Global Encounters: Art, Visual Culture and the British Empire, ca. 1850-1950' (BA). I also attracted several PhD students keen to work on ICE-related projects [she lists 5].' \nf) Daniel Laqua (Northumbria): 'Involvement in the network has motivated me to further develop my teaching on internationalism, as reflected in my third-year module 'Internationalism and Political Activism.'\ng) Christopher Reed (Penn State, USA): 'I have developed several classes treating the dispersion of Japanese aesthetics in the West, including a seminar at the Courtauld Institute on Japanism in the USA.'\nh) Leonard Bell (Aukland, NZ): 'ICE has informed my teaching both indirectly and directly at both undergraduate and graduate levels.'\ni) Lene Ostermark Johansen (Copenhagen): 'I am more frequently addressing issues of cosmopolitanism in my teaching than I was prior to my involvement with the ICE network.'\nj) Marta Filipova (Birmingham): 'ICE has influenced several sessions on the history of exhibition sites and on regional modernity.'\nk) We would also note that several members of the network who joined as PhD students have reported that the workshops helped them to develop their research ideas and bring their theses to completion (eg. Jasmine Allen, Louise Hardiman, Helena Capkova). The findings of our research network, disseminated through publications, the website, and conference papers and discussions, could be taken forward by: \n\n1) Museums and galleries: curators played a prominent part in our discussions, and three of our colloquia were hosted by galleries. ICE has already had an impact on exhibitions, both realized and forthcoming. Further details are given under 'Narrative Impact'.\n\n2) University lecturers in the design of courses and curricula, as reported in 'Key Findings' above. Such changes are likely to have a further effect on school education and extra-mural courses. \n\n3) The diplomatic service: the network explored examples of 'cultural diplomacy' which suggest a precedent for the uses of the arts in international relations in the present day. For example, in October 2014 network partner Daniel Laqua held the launch for his book 'The Age of Internationalism and Belgium' at the Belgian Embassy in London. The event was attended by diplomats and members of the Anglo-Belgian society, as well as academics including several ICE network members. Likewise, Christopher Reed (Penn State, USA), explores and advocates the practice of cultural diplomacy in his essay for the exhibition catalogue 'JapanAmerica' (due 2016). Education,Culture, Heritage, Museums and Collections,Security and Diplomacy","dataset":"gtr"}