{"id":"F9F447DF-B450-49F0-92B3-E6E516278717","title":"Bangla Stories: telling community histories about migration and belonging","abstractText":"The 'Bangla Stories' website was developed in 2009 as a partnership between the research team on the AHRC funded 'Bengal diaspora' project and the Runnymede Trust. The 'Bengal diaspora' was a three year research project exploring the histories and experiences of migration from the Indian state of Bengal in the period after Partition in 1947. This migration was one of the largest of modern times, with an estimated 20 million people - Muslim and Hindu- displaced through Partition and subsequent natural disasters, wars and social and economic hardships. The research combined historical, sociological and anthropological theories and methods to consider why and how people migrated and how they made homes for themselves and their families in new and unfamiliar places. The project focused primarily on Bengali Muslim migrants, about whom less is known, but who accounted for the majority of Bengali migrants to Britain in the post-war years. Working in India, Bangladesh and Britain, the project team collected over 180 life histories of migrants, along with family trees and photographs, which provided a unique and intimate portrait of the experience of migration 'from below'. These stories shed new light on the way in which history and migration is lived, on the resources and experiences of a particular group of migrants in 'the Age of Migration', and on processes of social exclusion and multiculturalism in places of settlement in South Asia and the United Kingdom. \n\nThe 'Bangla Stories' website was developed in partnership with the Runnymede Trust, Britain's foremost race equality think tank, as a way of bringing these stories outside the academy and into the classrooms of the next generation of British schoolchildren. The aim was to enable young people, of whatever background, to understand both the broad flow of history and movement which shapes their world, their country, their city and their neighbourhood, and the individual, family and community histories that form part of these events. Told through the personal stories of eight migrants, from India, Bangladesh and Britain, who migrated at different times and for different reasons, the website provides a portal through which to view processes of migration and multiculturalism. Drawing on the established expertise of Runnymede, the website presents complex stories and histories in accessible and engaging ways, providing young people with the interest and the skills to engage with their own family and community histories, and to encourage them to talk to their parents and grandparents about their experiences of migration and of change. Although focused on the Bengali Muslim communities, the website and accompanying educational resource pack provides an exemplary template for engaging with young people in Britain, at Key Stage 3, with broader issues of relevance to a range of curricula, including history, citizenship, geography and English language. \n\nThe current project builds on this important and unique resource to 'roll out' the work through school based workshops and community events to encourage young people and local communities to research and narrate their own personal and community histories. Working across the school year, the original research team and Runnymede will conduct workshops disseminating the project findings and community history methods across the country, and opening up constructive dialogue around Britishness, multiculturalism and belonging. The project will also develop the Bangla Stories website to make it more interactive with young people in local communities, and, drawing on Runnymede's groundbreaking Generation 3.0 project, will develop a series of video archives and booklets which tell these local migration histories. We will also engage with policymakers and other academics around the process of dissemination of research, and engaging with national debates around migration and citizenship, as well as educational curricula in an age of migration.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J002879/1","grantId":"AH/J002879/1","fundValue":"75057","fundStart":"2011-09-01","fundEnd":"2012-11-30","funder":"AHRC","impactText":"","person":"Claire Elice Alexander","coPersons":["Joya  Chatterji"],"organisation":"London School of Economics & Pol Sci","findingsText":"","dataset":"gtr"}