{"id":"F9F4EB72-100D-4570-85EA-8AEBB9FFD29E","title":"&quot;Mind the Gap&quot; - jumping the hurdles limiting polymer fuel cell performance and commercialisation","abstractText":"In this proposal we are bringing together a number of individuals and institutions with a varied and complimentary skill set appropriate for the proposed work. All members of the team have an extensive and world-class background in fuel cell research and development, and the institutions which they work are well provisioned to undertake this work. Furthermore we are supported by a number of Institutions and companies. \n\nThe project is based around four research work packages and one coordinating work package.\n\n* Operation of fuel cells on &quot;dirty&quot; fuels \nFuel cells typically require high quality hydrogen to prevent the poisoning of catalysts and membranes. This not only increases the cost of fuels, but limits the possible sources that can be used unless extensive clean-up methods are used. We intend to study the poisoning mechanism and poison content of fuels/air; develop catalysts with improved poison resistance. The goal is improvement in operation of fuel cells on typically available fuels in the near term, and use of &quot;dirtier fuels&quot; (biogenic sources) in the longer term.\n\n* Reduction of the cost of fuel cells \nCatalyst costs are one of the major components of fuel cell system cost (~25-30% of total). We intend to look at reduced platinum loading systems and how these systems interact with poor quality fuel/air. In the short term the desire is to reduce the cost and catalyst requirements. Over the longer term there is the desire to transition to new catalysts. Hence, we will also look at the development of new non-precious metal (or reduced precious metal) catalysts and the integration of these catalysts with new catalyst supports. \n\n* Improvement in fuel cell longevity \nFuel cell longevity is a function of catalyst degradation and extreme conditions occurring during start-up/shut down and other extraneous events. Within this work package we will examine diagnostics to interrogate and understand the degradation processes and the development of improved catalyst supports and catalysts to resist degradation.\n\n* Improving fuel cell systems efficiency \nImproving fuel cell efficiency is associated with diagnosing the bottlenecks and those areas where the majority of losses are occurring. We will facilitate this process by developing and applying a range of in-cell and in-stack approaches to understand where those efficiency losses are occurring. At the same time we will examine the development of fuel cell balance of plant components to improve system efficiency. These approaches will be coupled with system modeling to assess the best areas to achieve performance gains.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I037024/1","grantId":"EP/I037024/1","fundValue":"1037940","fundStart":"2011-11-30","fundEnd":"2015-08-31","funder":"EPSRC","impactText":"  This proposal is not completed yet. Findings have been presented at a number of conferences and was also used at a stand in the RCUK celebrations in India in November 2013. At this event a stand with representatives from the project were present to discuss and publicise the technology. Chemicals,Energy Societal,Economic,Policy & public services","person":"Anthony  Kucernak","coPersons":["Daniel  Brett","Keith  Scott"],"organisation":"Imperial College London","findingsText":" We have made many diverse findings. These include:\na) New ways to regenerate (clean) fuel cells that have been exposed to environmental pollutants;\nb) new catalysts which perform as well as current catalysts but which are less expensive;\nc) New support materials which are more resilient and longer lived;\nd) Information about the way a fuel cell expands and contracts due to water uptake. Our results are being used by our industrial project partners in developing new fuel cells and modifying there systems to operate in new environments. Chemicals,Energy","dataset":"gtr"}