{"id":"F9F91450-A46A-4C2C-AE2D-101F1CEBFC35","title":"eFuturesXD - crossing the boundaries","abstractText":"An EPSRC workshop (ICT research - the next decade) held in October 2010 recognised the need for ICT communities to shape future capability. In order to help achieve this goal in the electronics community over the coming years, eFuturesXD will offer awards to support UK academics in electronics as they initiate collaborative research across their discipline boundary. This tends to be research of a high risk, high return kind. Modest awards allowing immediate progress will be an efficient way to sift numerous options and to promote the best ideas. The outcome will be a collection of short studies, which will include varying levels of promise. This will help inform the electronics community where ICT research should be heading. By offering a response to award requests within one month of applying, this cross-disciplinary account will give the agility necessary to compete on the global stage. Four kinds of award will be offered: travel award (&lt; &pound;5k); meeting award (&lt; &pound;10k); facility award (&lt; &pound;20k); and staff award (&lt; &pound;50k). These awards will offer the opportunity to scope new initiatives rapidly and to assemble the best team for longer larger research programmes. The cross -disciplinary account will be facilitated by the existing electronics community network eFutures, building on its established infrastructure and network of technical expertise. It will also be a way of adding value to the eFutures network. The cross-disciplinary account will be publicised through community meetings and the eFutures web pages. A condition of obtaining an award &lt; &pound;15k will be to give presentations at community events. By linking the cross-disciplinary account to eFutures it will be possible to help build the best consortia for longer larger research programmes using the network's links to the academic and commercial sectors. The application process will involve completing an on-line form which will cover summary, objectives, academic partners, funding requested and stratelignment. Rapid assessments will be made by two experts: one from electronics and one from the other relevant discipline. A review panel will be held monthly when decisions will be made and then communicated to applicants. The eFutures steering group, comprising academic, commercial and public sector representatives, will review the distribution and balance of awards across strategically important areas where the UK may take a future lead. Success will be seen by measuring the follow-on funding by those obtaining awards. It will also be judged by looking at the overall ICT portfolio. Examples of success include a more coherent range of research topics within electronics and a visibly stronger engagement between electronics and the rest of ICT. To assess the effectiveness of awards a follow-up check will be made at least 6 months after each award is complete.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I038357/1","grantId":"EP/I038357/1","fundValue":"578603","fundStart":"2011-11-28","fundEnd":"2015-05-27","funder":"EPSRC","impactText":"","person":"Anthony  O'Neill","coPersons":["Steve  Hall","Asen Mihailov Asenov","Stephen  Furber","Roger  Woods"],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}