{"id":"FA14ECF5-B342-4383-9F80-6FAF8B0DCE1D","title":"The effects of fire on peatland carbon stocks and dynamics","abstractText":"Between 15 and 17 April 2007, a human-induced fire disturbed around 55 km2 of the Galloway Forest Park in southwest Scotland. The burn area included the Silver Flowe National Nature Reserve, a large blanket bog which has a great diversity of vegetation and hummock-hollow patterning. This event provides an unprecedented opportunity to investigate the immediate impacts of fire on peatland carbon stocks, as well as the longer-term changes in peat physical structure, vegetation and below-ground (decomposer) communities that occur after fire. Globally peatlands store a huge amount of carbon as soil organic matter (peat). Over the next decades, fire frequency in peatland-dominated regions is likely to increase as a result of human-induced global warming. By burning the peat, fire can release carbon stocks to the atmosphere as 'greenhouse gases', possibly amplifying global warming further. Conversely, fire can also lead to thermal alteration ('charring') of peat, converting it to a form which is highly resistant to decomposition and therefore protected from release to the atmosphere. Over the longer term, post-fire changes in surface characteristics (soil physical properties, water chemistry, vegetation, decomposer communities) may either increase or decrease the ability of peatlands to store carbon. The overall aim of this study is to improve our understanding of how peatland characteristics mediate the direct impact of fire on carbon stocks, as well as longer-term recovery of carbon-storing ability. We will assess the immediate impact of fire by quantifying the amount of organic matter lost by direct combustion and the amount 'charred' or thermally altered. To do this, we will collect short (50 cm) cores from a range of vegetation types and topographic features that were burned, and then analyse burned and unburned sections of the cores using a range of chemical methods. We predict that areas with large open water pools will be protected from fire impacts, whereas areas dominated by mosses that dry out during droughts will be affected most severely. To enable long-term monitoring of post-fire recovery, we will set up permanent sampling stations across a range of vegetation types and topographic features, in both burned and unburned (control) sites. At each sampling station, we will install equipment that automatically records soil temperature and water-table level. At three times over the year, we will take samples for water chemistry and record changes in vegetation; samples will also be collected for analysis of below-ground decomposers (bacteria and fungi). Together, these data will give us a picture of how the peatland surface changes, both physically and biologically, after fire. Sampling will begin in the first growing season post-fire (i.e., summer 2007). Further funding will be sought at a later date to allow continuation of long-term monitoring and to investigate specific mechanisms of impact and recovery.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F001770/1","grantId":"NE/F001770/1","fundValue":"129755","fundStart":"2007-09-05","fundEnd":"2008-10-04","funder":"NERC","impactText":"  (Note: This grant was awarded before NERC introduced 'Pathways to Impact' as part of the application process.) \nThe main users of this research are other academics, particularly those with interests in the terrestrial biogeochemistry of carbon and fire ecology. As such, most of the impact of the research has been academic, i.e., enhancing scientific understanding of the controls on a major carbon store; development and utilisation of innovative approaches which cross disciplinary boundaries of ecology, hydrology and biogeochemistry; contributing towards the health of soil science as an academic discipline; training highly skilled researchers.\n\nThe principal economic and social impact has been in training of skilled people for non-academic professions. One of the PDRAs employed on the project is now a scientific officer at CEH Edinburgh. Environment Policy & public services","person":"Lisa  Belyea","coPersons":["Andrew James  Baird"],"organisation":"Queen Mary, University of London","findingsText":" The research project investigated the effects of fire on peatland carbon stocks and dynamics, using a fire on blanket bog at the Silver Flowe National Nature Reserve (southwest Scotland) as a case study. Visual observations suggested that the fire was mainly confined to the litter layer and that its spread was discontinuous. On Long Loch Mire, the spatial pattern of fire spread suggested that the central complex of open water pools acted as a firebreak. Combustion losses of organic matter were heterogeneous, with Racomitrium hummocks and lawns covered by Molinia litter undergoing the highest losses. Thermal alteration of near-surface organic matter was indicated by shifts in H/C and O/C quotients. Seventeen months after fire, there were no visible signs of recovery of the moss carpet on burnt (Sphagnum or Racomitrium) hummocks, and most physicochemical variables showed no significant difference between burnt and unburnt hummocks. The results may aid land managers in assessing the impacts of fire on carbon storage, an important ecosystem service of peatlands. These results provide important insight on how peatland structure mediates the direct impact of fire on carbon stocks, as well as longer-term recovery of carbon-storing ability. The research could potentially be used in development of models which simulate carbon impacts of fire in upland regions. Environment","dataset":"gtr"}