{"id":"FA15BFBA-8722-4B94-903B-CDEC14EF318D","title":"Custom Computing for Advanced Digital Systems","abstractText":"Advanced digital systems provide many exciting opportunities for UK economic growth. Our current Platform Grant has enabled us to implement a strategy of developing novel custom computing solutions, which involve customising the latest hardware and software elements, to meet demanding requirements from many applications. These include embedded systems applications such as software-defined radio and patient monitoring, as well as high-performance computing applications such as financial modelling and medical imaging. Continued Platform Grant funding will allow us to build on our success, to support strategic development of our team, and to extend our lead in custom computing technology to cover a wide variety of advanced digital systems for healthcare, environment, and security applications.There are three new strategic directions on which we are uniquely capable of making major impacts. We plan to conduct exploratory research to identify promising projects for responsive-mode funding for the following:1. customisable heterogeneous architectures, including design space exploration of devices and systems, relevant development methods and tools, and prototyping platforms and design portability enhancement;2. self-adapting design, including architecture innovations, adaptation policies and optimisation strategies, and design and verification flow;3. security-aware systems, including architecture enhancements, compilation and test generation environments, and experimental facilities and demonstration flow.The added value aspects for this Platform Grant proposal include: (a) providing continuity of support, (b) exploring significant strategic directions, (c) contributing to research infra-structure, (d) attracting fresh talents, (e) pioneering and strengthening international collaborations, and (f) accelerating technology transfer.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I012036/1","grantId":"EP/I012036/1","fundValue":"1267380","fundStart":"2010-10-01","fundEnd":"2015-09-30","funder":"EPSRC","impactText":"","person":"Wayne  Luk","coPersons":["Peter Y K  Cheung","George Anthony Constantinides","Peter Robert Pietzuch","Christos Savvas Bouganis","Cristian  Cadar","Paul  Kelly","Oskar Paul Mencer"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}