{"id":"FA1EEF58-6B81-4A96-A8C7-781155DC41A5","title":"Effective Structural Unit Size in Polycrystals: Formation, Quantification and Micromechanical Behaviour","abstractText":"The concept of grain size playing an important role in the engineering application of polycrystalline metals is well established. During casting and subsequent wrought processing, tried and tested methods are used to refine grain size in order to enhance ductility and increase tensile, yield and fatigue strengths. The advent of electron microscopy based experimental techniques such as electron back scatter diffraction (EBSD) and focussed ion beam (FIB) plus nano-indentation have provided novel, intriguing insights into the deeper aspects of both structural evolution and structure / property relationships. This has included preliminary identification of the critical role of effective structural unit size (rather than grain size) in determining mechanical behaviour. However, understanding of the the relationship between processing and effective structural unit size remains in its infancy for most systems. Consequently, significant progress can now be made in understanding the evolution of structures including recrystallisation processes and variant selection during phase transformation. This offers the potential of refining the structure of a wide range of engineering materials for which phase transformation plays an important role during processing such as steel, titanium, zirconium etc. The fatigue process is very complex but can be simplified conceptually into initiation and crack growth. For high cycle fatigue (HCF) regimes where the number of applied stress cycles can easily exceed 10,000,000 material evaluation relies on specimen or component testing. The majority of the HCF life is spent initiating a defect that then grows rapidly to failure. For materials subject to such HCF regimes, the design principle is to stay below an empirically defined endurance stress so that initiation is prevented. For low cycle fatigue (LCF) the situation is different in that initiation life and growth life can both be used to predict a safe component life. Typically, initiation is again determined empirically by mechanical testing. The current inability to predict fatigue initiation from basic principles stems from the fact that crack initiation is dominated by interactions from grain to grain which are inherently difficult to quantify and to model. Thus, for significant end user applications, the engineer has minimal knowledge defining what aspects of a material, or its processing, influence its performance other than by mechanical testing, which is very time consuming and expensive.Considerable scientific exploration of fatigue has until recently largely failed to assist the material producer and end user in other important ways. In the specific case of the titanium-based alloys, the definition of grain boundaries and subsequent measurement of grain size are notoriously difficult through optical inspection alone. The existence of large colonies of similarly orientated crystallographic units can encourage extensive planar slip structures to develop. In turn, through a process of stress redistribution between relatively weak and strong units , this can have a potentially disastrous effect on component performance. Key issues which determine mechanical properties of interest to the end user include:a) How boundaries behave and what constitutes a boundary for a given load regime.b) Factors in processing and heat treatment that dictate effective structural unit size.c) Modelling capability to provide quantitative predictions of mechanical behaviour including HCF initiation and short crack growth rates.All of these issues form the basis of the current proposal for research..","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E044778/1","grantId":"EP/E044778/1","fundValue":"375473","fundStart":"2007-10-01","fundEnd":"2011-03-31","funder":"EPSRC","impactText":"  Better understanding of EBSD strain mapping method and visibility of the technique has improved both the quality and up-take of commercial products (hardware and software).\n\nMicromechanical testing methods developed has led to successful service contract work for Rolls-Royce that helped make a case for continuing the civil aviation licence for Rolls-Royce Trent 700 engines following high profile incidents on Airbus A330 aircraft. The methodology underpins activities on the HexMetal programme grant (EPSRC EP/K034332/1) and is being transferred to zirconium alloys through a UK-India collaboration (EPSRC EP/I012346/1) and a UK-USA collaboration (EPSRC EP/K039237/1). Aerospace, Defence and Marine,Energy,Transport Economic","person":"Angus J Wilkinson","coPersons":[],"organisation":"University of Oxford","findingsText":" Developed micron-scale mechanical testing methods allowing measurement of elastic properties (Young's modulus) and plastic flow properties. Critical resolved shear stresses for individual slip systems of titanium were determined.\nThe electron back scatter diffraction method for elastic strain method was further developed and applied to understand plastic flow around nono-indents, and slip bands blocked by grain boundaries in titanium. We are continuing to apply and further develop the methods generated through this programme of work. The methods are being transferred across academic labs and applications are to both to underpin fundamental understanding and probe industrial engineering problems. Aerospace, Defence and Marine,Energy,Environment,Manufacturing, including Industrial Biotechology,Transport","dataset":"gtr"}