{"id":"FA1FA56F-3AC7-4A34-9539-E3F80D73118F","title":"Strategy for the consistent preparation of sufficient non-viral large chromosomal vectors for biopharmaceutical applications","abstractText":"Modern medicines and therapies are becoming increasingly complex and specific for a particular disease or group of patients. One very specific type of therapy is Gene Therapy. Gene therapy is the use of genes as medicines. These genes can be delivered to patients either by the use of genetically modified viruses to carry the genes or by using non-viral methods which employ circular DNA molecules called plasmids isolated from bacteria. Both techniques are still in their infancy but are already promising huge medical advances in vaccination, cancer therapy and the correction of genetic disorders. However, viruses suffer from several drawbacks including safety considerations and limited to carry large genetic information. On the other hand large plasmid DNA molecules called BACs ( Bacterial Artificial Chromosomes) can be modified to incorporate a wide range of important control regions which allow expression of the gene in the correct tissue and at the correct time. This larger size poses a scientific and industrial challenge because the size limits the amount that can be made in a single bacterium, in addition, the size also calls for special processing considerations because BACs are fragile. The challenge is to be able to prepare the BAC molecules in the amounts needed to treat the numbers of people who could benefit from these medicines. We need to investigate then develop methods of making the DNA molecules at large scales in the biomanufacturing industry. The quality of the DNA molecules is also paramount. They need to be in the form that is most appropriate for delivering to humans (and animals) and free of contaminating material. The research we propose will enable industry to make DNA molecules that can be made at the large scales. The proposed research outcomes will allow others involved in gene therapy to prepare large DNA molecules for the treatment of cancers, for vaccines and to correct genetic disorders The science proposed will also allow other researchers in related disciplines to benefit from being able to make and manipulate large DNA constructs .We will also explore ways of making the DNA in the correct three dimensional form needed for efficient uptake into cells so that the DNA is an effective medicine.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E006019/1","grantId":"BB/E006019/1","fundValue":"377946","fundStart":"2007-03-19","fundEnd":"2010-07-18","funder":"BBSRC","impactText":"  The grant has enabled successful interaction and collaboration with both small start-up as well as larger industrial concerns (e.g. XstalBio; RecipharmCobra; MedImmune ) and academia (e.g. Warwick University; University of Glasgow, UCL Immunology ) .It has also exposed the PDRA to potential opportunities in job market . She is due to start employment with Lonza Biologics in November.\n\nPresentations:\n• Sally Hassan -Vaccine Technology III - Mexico - June 6-11 2010 \n• Sally Hassan - Bioprocess UK Conference - 25-26 November 2009\nInvited lectures:\n• John Ward. Mobile Genetic Elements, Birmingham, 2009 'Host Strain Influences on Supercoiled Plasmid DNA Production in E.coli:Implications for Large Scale Processes'\n• John Ward. HPA. Porton Down. 2007. &quot;Host cell engineering and fermentation to enhance a process&quot; HPA. Porton Down\nOther:\n• Submission of a range of synthetic biology designated parts based on the BRIC project to iGEM Registry of Standard Biological Parts http://partsregistry.org/cgi/partsdb/pgroup.cgi?pgroup=iGEM2011&amp;group=UCL_London\n• iGEM Bronze Medal 2011\n• Training of two Nuffield students over two Summer periods- 2009 and 2011 Education,Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology Cultural,Societal,Economic,Policy & public services","person":"Eli  Keshavarz -Moore","coPersons":["John Maxim Ward"],"organisation":"University College London","findingsText":" Modern medicines and therapies are becoming increasingly complex and specific for a particular disease or group of patients. One very specific type of therapy is Gene Therapy. Gene therapy is the use of genes as medicines. These genes can be delivered to patients either by the use of genetically modified viruses to carry the genes or by using non-viral methods which employ circular DNA molecules called plasmids isolated from bacteria. Both techniques are still in their infancy but are already promising huge medical advances in vaccination, cancer therapy and the correction of genetic disorders. However, viruses suffer from several drawbacks including safety considerations and limited to carry large genetic information. On the other hand large plasmid DNA molecules called BACs (Bacterial Artificial Chromosomes) can be modified to incorporate a wide range of important control regions which allow expression of the gene in the correct tissue and at the correct time. This larger size poses a scientific and industrial challenge because the size limits the amount that can be made in a single bacterium, in addition, the size also calls for special processing considerations because BACs are fragile. The challenge is to be able to prepare the BAC molecules in the amounts needed to treat the numbers of people who could benefit from these medicines. We have investigated methods of making the DNA molecules at large scales in the biomanufacturing industry. The quality of the DNA molecules is also paramount. They need to be in the form that is most appropriate for delivering to humans (and animals) and free of contaminating material. The research outcome enables industry to make DNA molecules that can be made at the large scales. The research outcomes will allow others involved in gene therapy to prepare large DNA molecules for the treatment of cancers, for vaccines and to correct genetic disorders The science proposed will also allow other researchers in related disciplines to benefit from being able to make and manipulate large DNA constructs .We have explored ways of making the DNA in the correct three dimensional form needed for efficient uptake into cells so that the DNA is an effective medicine. 1. We have created a generic platform methodology to: affect the topology of DNA vectors by elevating the superhelical density; to increase the level of supercoiling, to improve seggregational stability and to manipulate vector copy number. These are significant factors in the successful transfection of cells by for therapy and vaccination using non-viral vectors.\n\n2. We have successfully demonstrated that the modifications carried out in 1 can be translated and scaled -up into the well controlled process environment of a fermenter and be adapted in industry. Agriculture, Food and Drink,Education,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}