{"id":"FA2CA31A-77F2-414B-97C9-B8279143CE42","title":"DILiGENt: Domain-Independent Language Generation","abstractText":"We propose a two year project to develop a novel data-driven methodology to rapidly create high quality NLG systems for new domains, by combining recent advances in three domains: \n(1) advances in statistical models for NLG, \n(2) crowdsourcing methods for natural language data collection, which have shown first promising results in related fields, such as Machine Translation, and \n(3) recently developed imitation learning algorithms for structured prediction. \n\nThe project team combines expertise of two leading research groups in these areas:\nAt Heriot-Watt University, we recently demonstrated the potential for data-driven statistical NLG in limited domains. In order to make this framework domain-independent we will leverage recent machine learning models, developed by researchers at the University College London. These models learn by imitating the actions a human expert would perform to generate NL utterances, which we collect via a tightly integrated crowdsourcing procedure. The outcome of this work is a framework which will allow the rapid development of NLG systems for new domains, and thus accelerate the impact NLG technology has on the market. \n\nWe will showcase this framework on a dataset provided by the BBC, where we address the problem of generating weather reports for over 20,000 individual locations. Currently, the BBC website features only 10 reports written by meteorologists. Each of these reports covers a rather large area of the country (e.g. East of England), and thus of little interest to their users who are usually interested in the weather in a particular location (e.g. Norwich).\n\nIn a second, more ambitious step, we will explore how this framework scales to more complex interactive dialogue settings, where generation has to account for discourse phenomena, such as long-distance discourse relations or syntactic coordination. This will be evaluated in a shared task challenge for generation in interactive systems, hosted by Heriot-Watt University.\n\nIn sum, this project will further our understanding of domain-independent language generation, as well as deliver substantial and novel resources to support future research in this area (in the forms of code and data), and practical implementations of NLG systems in a wide-range of domains, from weather reports to natural language interfaces.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M005429/1","grantId":"EP/M005429/1","fundValue":"453591","fundStart":"2015-03-01","fundEnd":"2017-02-28","funder":"EPSRC","impactText":"","person":"Verena Teresa  Rieser","coPersons":["Sebastian  Riedel","Oliver  Lemon"],"organisation":"Heriot-Watt University","findingsText":"","dataset":"gtr"}