{"id":"FA2F44F5-BCB3-4DF7-8F08-7730EC607A89","title":"Chameleon Spots","abstractText":"The team will translate basic laboratory research using valuable human cell types and novel culture methodology called 'Hi-spot' into biopharmaceutical products. Hi-spot permits cell / tissue culture on small membranes at the air-liquid interface permitting 3D structural qualities to cultures and fostering more physiological cell-cell interactions. The underlying rationale is that this environment generates closer mimicry of in vivo conditions within the in vitro culture setting. In turn, this improvement fosters more robust, representative technology to take into the biopharmaceutical workplace for toxicology screening and drug discovery. By itself, this represents a significant advance. The second distinctive quality to our application comes from the highly specialist cells and tissues that we will bring to the Hi-spot technology platform. The consortium that we have established brings expertise in human stem cell and primary progenitor cell-types from the academic sector to the University of Southampton spin-out company Capsant Technologies (http://www.capsant.co.uk/). The cell-types are of fundamental interest to industry focused on drug toxicity and drug discovery. They are discussed in the following work packages that comprise our application. 1. Primary human fetal cells. The Hanley and Wilson laboratories will establish 'Hi-spot' culture methodology from the following human primary fetal cell-types: a) neuroprogenitors / differentiated progeny; b) cardiomyocytes; c) hepatocytes; d) and pancreatic progenitors / beta cells. The first three cell types are obvious targets for toxicology studies. The latter cell-type is of great interest for drug discovery of novel insulin secretagogues. 2. Human embryonic stem (ES) cells. The Minger laboratory will parallel Work Package 1 with differentiated human ES cells. There is great interest in ES cells for toxicology screening; however, one of the main questions hanging over their application is how representative are their differentiated progeny compared to normal cell-types. This application offers a rare opportunity to put them up against normal human primary cell-types. 3. Human adult CNS stem cells. The Gray lab has privileged access to rare populations of adult hippocampal neural cells that retain proliferative capacity and act as stem cells. Establishing these cells in culture and applying them to Hi-spot technology will be a significant step in neurotoxicology screening. 4. Work package 4 will run in parallel to those above and provide validation and exploitation of the academic laboratory research. Fluorescent biochemical and electrophysiological approaches are already in place on microelectrode arrays. This work package will also take the expertise into 96- and 384-well format systems. 5. The final work package will begin the process of taking our intellectual property and products to the market place via commercial assessment and a dissemination programme for academic and commercial users. Taken together, these approaches provide a cohesive, lucid strategy to take privileged expertise for improving human culture models into the market place for advances in commercial drug toxicology screening and drug discovery.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=DT/E005039/1","grantId":"DT/E005039/1","fundValue":"808154","fundStart":"2007-04-01","fundEnd":"2008-08-31","funder":"EPSRC","impactText":"  Publication Rowe et al in Hepatology and ongoing commercialization work with Asterand funded by TSB. Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology Economic","person":"Neil A Hanley","coPersons":["David Ian Wilson","William Peter Gray"],"organisation":"University of Southampton","findingsText":" Our award was for an academic consortium of three partners to work underneath the overall project lead, Capsant Ltd (led by Sundstrom).\n\n\n\nHanley (liver and pancreas)\n\n1. Liver: by proteomics (facilitated by no-cost extension), functional assays and gene expression we established that 3D 'Hi-Spot' culture at the air-liquid interface (ALI-3D) is better at retaining liver phenotype than conventional submerged 2D monolayer Matrigel overlay culture. This is important as one of the major problems facing the pharmaceutical industry in drug toxicity screening is retention of hepatocyte phenotype in culture. The human fetal cells were also able to predict toxicity to paracetamol and sodium valproate.\n\n2. Pancreas: SOPs for pancreatic ALI-3D culture were established. This satisfies the original goal, however, the consortium took this forward in a more meaningful manner by licensing technology on human adult islets to Asterand.\n\nThe EPSRC award has helped Hanley secure &gt;&pound;2M funding recently from the Stem Cells for Safer Medicine consortium and the Wellcome Trust to continue the liver work including human embryonic stem cell derived hepatocyte-like cells, and the pancreas work.\n\n\n\nWilson (cardiac)\n\nThe principle aim was to establish a robust method for screening the effects of drug cardiac-toxicity on ion channels using 'Hi-spot' ALI-3D platform technology and human fetal cardiomyocytes. This required development of novel reproducible protocols in the public domain for whole human fetal cardiac chamber (ventricular and atrial) disaggregation to single cardiomyocyte suspension and in vitro explant culture. The technology enabled the characterisation of the cellular phenotype of cultured cells on &quot;Hi-spots&quot;. Of particular importance was the recording of electrical field potentials from cultured cardiomyocytes using a multi-electrode-array (MEA) system. It was demonstrated that after 3-5 days of culture, both atrial and ventricular explants undergo spontaneous contractions. Electrophysiological activity was easily recorded. The anticipated effect of a HERG potassium channel blocker was confirmed by prolongation of the QT interval however the response of atrial and ventricular cells were significantly different. This was a key result and has important implications for drug toxicity screens using hES cell derived cardiomyocytes. \n\n\n\nGray (neuro)\n\nWe have successfully isolated neural stem cells from fetal and adult human brain and grown them in monolayer, sphere and ALI-3D Hi-Spot culture. We have characterised the cellular composition of the different types of Hi-Spots and their capacity to generate nerve and glial cells and defined their functional electrophysiological properties. Human fetal brain Hi-Spots contained viable proliferative cells in a 3D tissue-like architecture over 5 weeks in culture with the expression of stem cell (SOX2), neuronal (TuJ1, NeuN) and glial (GFAP) markers.\n\nThe adult brain Hi-Spots similarly showed lineages. New neurons were generated in cortical, amygdalar and hippocampal Hi-spots (by BrdU pulse-chase experiments). We demonstrated toxicity using well established pharmacological and ischaemic/ hypoxic strategies. Finally, we extended the Hi-Spot culture technique to pathological human brain samples resected during epilepsy surgery, as well as from scarred epileptic hippocampus. Interestingly, stem cells from the scarred hippocampus are endogenously normal, however, the surrounding scarred microenvironment reduces their neurogenic capacity. We have further demonstrated that the sclerotic hippocampal Hi-Spots have elevated levels of IL-1 beta; a proinflammatory cytokine that has been repeatedly implicated in seizure generation and the inhibition of hippocampal neurogenesis in animal models. Blockade of IL-1 beta in human Hi-Spots restored endogenous neurogenesis to normal. These data are currently under consideration for publication by PNAS and form part of an application to Epilepsy Research UK. 1. Licensed a new model for 3D pancreas culture to Asterand which has been launched commercially. RNS Number: 0343I, Asterand PLC, 08 June 2011 The press release from Asterand was as follows: Asterand plc (LSE: ATD), a leading provider of human tissue and cell-based services to pharmaceutical and biotechnology companies engaged in drug discovery research, today announces the exclusive licensing on a worldwide basis from Capsant Neurotechnologies Ltd. and the introduction of isletOrganDOT, a novel 3-D cell based assay platform for evaluating therapeutic compounds for diabetes. This new service will be introduced at a podium presentation given by Samantha Ho, an Asterand Scientist, at the Informa Life Sciences Cell-Based Assays Conference in Berlin, Germany.\n\n\n\n2. Co-development deal on oncology drug discovery with Actelion S.A. used commercially Healthcare","dataset":"gtr"}