{"id":"FA3389E6-E3A6-4165-91B6-645BCEF47FA0","title":"PET imaging of human brain a2-adrenoceptors and noradrenaline release: biomarkers for brain diseases; Focus depression","abstractText":"Depression is an extremely debilitating disease that has a major impact on the health services and the nation as a whole, which is estimated financially to be around 12billion a year. Depression is caused by imbalances of normal brain chemicals and process. Powerful techniques available today allow the study of brain chemicals and processes in normal and abnormal brains in living people. These techniques relay on the availability of specially designed radioactive chemicals that provide a means to visualise what is happening in the brain. These radioactive chemicals are only available to study a small number of these brain chemicals and processes. Where they are available, they have been responsible for major increases in our understanding and treatment of brain diseases.\nNoradrenaline, a signalling chemical found throughout the brain is one of the many chemicals and process that we are currently unable to study using the techniques mentioned. This chemical and the processes it is involved in have been implicated in depression and many other debilitating brain diseases, in studies using animals and post mortem human tissue. The difficulties in using these sources of information are that they rely on assumptions being made in our understanding of how these diseases progress in humans. For example, we are not laboratory animals and while there are many similarities that have enabled great advances in our understanding of disease and their treatment confirmation in humans is very important. The use of post mortem human tissue only tells us what has happened and not how or when. \nTherefore, the development of one of these radioactive chemicals to enable the study of noradrenaline and its related processes in the living human brain of normal people and those suffering depression is critical to our proper understanding of this disease. This in turn will allow us to better diagnose depression and lead to a much better prognosis for the sufferer. It would also permit us to refine the treatments that we already have and to develop new and better ones.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0601461","grantId":"G0601461","fundValue":"363852","fundStart":"2007-10-01","fundEnd":"2010-09-30","funder":"MRC","impactText":"","person":"David  Nutt","coPersons":["Robin  Tyacke","Stephen  Husbands","Andrea Ladislao Malizia"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}