{"id":"FA363BD9-084A-48AF-9444-C4CEA091F19A","title":"Sandpit: Synthetic aesthetics: connecting synthetic biology and creative design","abstractText":"Synthetic Biology is a new way of thinking about how to harness biological organisms to do useful things for mankind. If we think of cereal crops, there is a long history of people not just using what nature has provided but enhancing it by selecting for useful properties, like more and bigger seeds. Our knowledge has developed to the point where we are now able to really consider how we can engineer biology to be able to do exactly what we need. For example, we may want to make bacteria produce diesel or yeast produce medicines.In other engineering fields it is quite normal to have a team of people working together towards a project. Think of how the world would look if we left building design only to the civil engineers but not the architects. Whilst engineering is a creative process it is also one which is driven by function and not looks, or appearances. It is often very useful to bring in experts in aesthetics, or how things look and feel, for their opinions. In this new engineering field we are aware of our responsibility to work towards Synthetic Biology being able to deliver all its benefits without any side effects; we need to ensure delivery, safety and security, but also beauty. This project will bring together scientists and engineers working in synthetic biology with artists and designers working in the creative industries. It aims to develop long-lasting relationships between this diverse set of people, which will help to improve their work.In the first stage we will develop case studies summarising work in synthetic biology to distribute to the creative professionals. We will also identify groups and individuals who would benefit from being part of the project. We will bring in a consultant at this stage to help us form links with the creative and design communities. In stage two, we will arrange twelve two-week long exchanges where members of both communities spend time in each others' institutions. The post-doctoral fellow will facilitate and analyse these exchanges. In the third stage, we will organise two launch workshops: one at a synthetic biology conference and one at a design conference. We will also develop web resources and other dissemination mechanisms, to ensure that the results of the research reach a broad audience.We hope to see a surge of growth and interest in the aesthetics of synthetic biology in the final phase, which will influence teaching, research and product development. This could lead to new forms of engineering and new schools of art, as well as new ways for the public to engage with synthetic biology.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H01912X/1","grantId":"EP/H01912X/1","fundValue":"131533","fundStart":"2009-10-01","fundEnd":"2011-08-31","funder":"EPSRC","impactText":"","person":"Jane  Calvert","coPersons":["Alistair Philip, David Elfick"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}