{"id":"FA38EF8D-75ED-4D32-ADC3-CAC0302FFB86","title":"Profiling optimal-Estimates for RaIn-CLoud Efficiency Study (PERICLES)","abstractText":"Precipitation is unanimously recognized as one of the central variables of the global water and energy cycle, mainly because of its direct significance for the availability of water for human beings, agriculture and life on Earth in general, but also because of its impact on the energy budget and the atmospheric circulation through the associated latent heat release. Precipitation processes play a decisive role in controlling and thus predicting both weather phenomena and climate evolution in numerical weather prediction and general circulation models. Despite the importance of water to all creatures on Earth and to the Earth system as a whole, the life cycle of clouds and precipitation is not well understood; a seemingly simple process like the rapid formation of warm rain is still puzzling, and remains far from having a community-consensus explanation or model. The complexity of the microphysical processes underpinning the cloud evolution into the rain process represents the major obstacle for a considerable leap forward in this field and urgently calls for an effort towards combining modeling and observations. While the temporal and spatial scales of both Large-Eddy Simulation and Cloud Resolving Models are now suitable for studying cloud lifecycles, remote sensing observations (the only practically possible to look at such phenomena) have always suffered by the uncertainties deriving from ill-posed inversion problems. For instance the radar reflectivity signal is by definition strongly dependent on the drop size distribution of the scatterers, e.g., raindrops, in the beam volume and its interpretation is therefore related to the microphysical processes responsible for the formation of drop size distributions and their evolution. A unique deployment (to be completed by end of 2010) of multi-wavelength scanning radar with radiometric mode at all ARM facilities will provide unprecedented independent observations which should narrow down the uncertainties in the retrieval process and provide detailed observations of all phases of cloud evolution, from initiation, to development of updrafts and downdrafts, to hydrometeor evolution in time and space, to partitioning of condensate into precipitation and outflow anvils. We propose to take advantage of this upcoming opportunity by developing an optimal estimation approach capable of integrating different sensors in a consistent physical way. We will combine active (radar reflectivity) and passive (brightness temperatures) measurements because both yield different kinds of cloud microphysics information throughout the vertical extension: cloud and weather radars allow to range-resolve cloud structure, whereas passive microwave signals contain information about along-sight integrated water/ice contents. Our proposed technique combines measurements (and their error characteristics) with a priori information (and knowledge about its representativeness) into an optimal estimation framework to provide the atmospheric state together with uncertainty estimates. In order to optimally exploit the information content of remote sensing observations a first guess of the atmospheric state is iterated through the forward model - connecting atmospheric state with the measurement - up to a point where measurements and a priori information best match the retrieved atmospheric state. The ultimate product of the retrieval is represented by profiles of cloud and precipitation water content for the observed atmospheric columns, which will be extensively validated by independent methodologies during the MC3E campaign, planned for 2011 at the Oklahoma Southern Great Plain site. This cutting-edge product will help in developing, evaluating, and ultimately improving parameterization of cloud-precipitation processes in numerical models. As a test bed, a detailed cloud resolving model study oriented at the evaluation of different microphysical packages will be conducted in coincidence with MC3E.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I013652/1","grantId":"NE/I013652/1","fundValue":"253505","fundStart":"2011-10-01","fundEnd":"2014-09-30","funder":"NERC","impactText":"  The findings made during this project improve the interpretation of precipitation measurements with ground-based radars and will provide improved understanding of precipitation processes for modelling studies of precipitation microphysics and, in cascade, for weather prediction and climate modelling. Aerospace, Defence and Marine,Environment Cultural","person":"Alessandro  Battaglia","coPersons":[],"organisation":"University of Leicester","findingsText":" A significant achievement is the development of a proper signal processing of the Atmospheric Radiation Measurement (ARM ) wind profilers for providing high quality precipitation measurements (Tridon et al., 2013b). These centimetre wavelength radar observations are well suited for the observation of intense rainfall and therefore complement the traditional ARM radar observations to provide a holistic view of the water cycle over the ARM sites, from clouds to intense rain, including cloud to light rain transition. The proposed processing is now part of an operational ARM product currently under evaluation before it provides continuous observations at every ARM sites.\nCloud and rain water content partitioning, one of the grant objectives, has not been met and is currently impracticable because lack of appropriate radiometer measurements following the failure of the ADMIRARI instrument during the MC3E field campaign. Instead, a focus has been made on the characterisation of rain water thanks to advanced multi-wavelength radar Doppler spectra observations. A novel technique that enables to improve our understanding of cloud radar measurements by disentangling Mie and attenuation effects has been proposed and has potential for a wide range of precipitation observations, including drizzling stratocumulus and snow observations (Tridon et al., 2013a).\nThe same technique has been proposed for cutting-edge G-band frequency radars (Battaglia et al., 2014). It also paves the way towards the resolution of a longstanding deadlock of rain radar science, i.e. the retrieval of rain drop size distribution by removing the influence of various air state variables on the shape of radar Doppler spectra (Tridon et al, under submission). The full exploitation of the data provided by this technique (study of rain variability and its vertical evolution, characterisation of rain microphysical processes in conjunction with detailed modelling of precipitation) is believed to last several years and will be the object of a future NERC or ARM grant application. Our poject has certainly laid the foundation for a seamless characterization of precipitation processes (from low to high rain rate) by multi-frequency Doppler remote sensing instruments. The full exploitation of the rain drop size distribution retrievals technique (study of rain variability and its vertical evolution, characterisation of rain microphysical processes) will provide invaluable information for modelling studies of precipitation microphysics and in turn, for weather prediction or climate modelling. Aerospace, Defence and Marine,Environment","dataset":"gtr"}