{"id":"FA39E92D-0696-4384-8B11-5A3DA521C34B","title":"Assessment of Potential Therapies for Pre-eclampsia and Fetal Growth Restriction using Murine Models","abstractText":"Pre-eclampsia and fetal growth restriction (babies born smaller than they should be) are complications that affect up to 1 in 10 pregnancies and are responsible for grave illness in affected mothers and babies. Each year in the UK, up to 5 women and 600 babies die because of pre-eclampsia; 1 in 4 stillbirths are caused by fetal growth restriction and this is responsible for 1 in 6 sudden infant deaths.\nBabies who survive these complications are at greater risk of cerebral palsy and, later on in life as children and adults, they are at higher risk of suffering heart disease, diabetes, bone disease and mental health problems.\n\nBabies born of pregnancies complicated by pre-eclampsia and fetal growth restriction place a heavy burden on the NHS, with 20% of all intensive care baby cots being occupied by babies from pre-eclampsia pregnancies and around #420m being spent each year on intensive care of growth restricted babies. In addition, looking after children with illnesses related to pre-eclampsia and fetal growth restriction places a heavy burden on families, the NHS and social services.\n\nUnfortunately, there are no cures for either pre-eclampsia or fetal growth restriction and women suffering from severe problems have to undergo premature delivery of their baby, which also carries great risks of chronic illness and death. Although there have been no drugs specially designed to treat these illnesses, there are a number of possible treatments that are used to treat other illnesses and that have already been shown to be safe in people who are not pregnant. These treatments cannot be tested on pregnant women without first establishing whether they are effective and safe in treating symptoms of pre-eclampsia and fetal growth restriction in animals. We would like to test a number of existing drugs to see if they are useful at treating the symptoms of these diseases in a number of specially-bred mouse strains that display signs of pre-eclampsia and fetal growth restriction when pregnant. Once we have found which treatments have the greatest potential for treatment in mice, we will use them on blood vessels taken from human placentas and women (with informed written consent) after they have given birth to test whether they might be effective in human pregnancy. Such experiments will provide information on how to design clinical trials for the development of these treatments in pregnant women suffering from pre-eclampsia or fetal growth restriction.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0802770","grantId":"G0802770","fundValue":"2051660","fundStart":"2010-07-01","fundEnd":"2015-06-30","funder":"MRC","impactText":"","person":"Colin Peter Sibley","coPersons":["Miguel  Constancia","Susan Lonsdale Greenwood","Mark  Wareing","Philip  Baker","Stephen  Brown"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}