{"id":"FA423645-7EFE-426A-916D-225864F79576","title":"A study of the role of anionic lipids in cell signalling: a mechanism for the modulation of ABC multidrug transporters.","abstractText":"All cells are surrounded by a membrane so thin that it cannot be seen using a conventional microscope. This membrane is made of molecules called lipids which give the membrane one of its key properties; it forms a barrier that prevents the movement of many important biological molecules into and out of the cell. Embedded in the membrane are proteins and these proteins provide the machinery that allows material and information to cross the membrane. Therefore proteins provide the cell with the ability to take in nutrients and remove waste and toxic molecules such as drugs. \n\nIt was once assumed that the lipids simply provided a barrier in which membrane proteins were located. However, membranes are composed of a range of different lipid molecules and it is now becoming apparent that certain groups of lipid, called anionic lipids, play a role in controlling the biological function of certain membrane proteins.\n\nWe are interested in a group of proteins called the multidrug transporters that remove drugs from cells. Normally these proteins protect cells from toxins in the environment, including drugs that would poison the cell, but multidrug transporters also prevent anticancer drugs from killing cancer cells, particularly since the amount of these proteins is increased in cancer cells when they encounter such drugs. Related proteins also remove antibiotics from bacteria resulting in antibiotic resistant bacteria and remove herbicides from the plant cells of weeds leading to herbicide resistant weeds.\n\nThe aim of this research is to study the way in which the membrane lipids can affect the function of multidrug transporters. To do this we need to be able to examine the way membrane proteins, like the multidrug transporters, come together with the membrane lipids that surround them and determine how this relationship affects their ability to transport drugs. This is achieved by labeling the protein and lipid with agents that give a particular signal which occurs only when the lipid and the protein are in contact. We measure this signal, which is in the form of light, using a machine called a fluorometer, which measures the light given out by the protein and lipid in combination. By labeling different lipids we can determine which lipids have a closer relationship with the multidrug transporter and in similar experiments we can evaluate what this association does to the drug transporting ability of the protein. Because we know that the anionic lipids in the membrane change in amount and distribution when cells respond to changes in their environment we will be able to deduce what affects these lipid changes will have on drug transport.\n\nThese studies will tell us how signals are transmitted to membrane proteins by changes in membrane lipid composition and distribution. In addition a greater understanding of how multidrug transporters are controlled by lipids, may suggest ways in which these proteins can be controlled by the use of novel drugs that would also interact with these multidrug transporters. This could help to tackle treatment failures caused by the serious problems of antibiotic resistance in bacteria and resistance to anticancer drugs seen with repeated rounds of chemotherapy. A similar approach could be taken to provide strategies for reducing the resistance seen with a whole range of important molecules, including pesticides, herbicides, anti-malarials, etc.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K001035/1","grantId":"BB/K001035/1","fundValue":"321743","fundStart":"2012-11-30","fundEnd":"2015-11-29","funder":"BBSRC","impactText":"  Initial results used to secure a BBSRC CASE studentship Pharmaceuticals and Medical Biotechnology ","person":"J Malcolm East","coPersons":["Charles Howard  Barton"],"organisation":"University of Southampton","findingsText":" Too early to provide information This research covers one particular transporter that may be regulated by its lipid environment. Our hypothesis is that this may be a mechanism of regulation for a range of membrane proteins. We need to investigate more potential targets, i.e., other transporters, receptors, channels etc. Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}