{"id":"FA45F4C2-C57D-47F6-878C-FB825CD2A791","title":"High Performance Low Temperature Direct Ethanol Fuel Cells","abstractText":"The project will aim to provide high performance Portable Power Fuel Cell technology capable of operating on ethanol containing fuels with an emphasis on use of ethanol from bio-feedstocks. If successful, this would allow the development of portable fuel cell systems with higher volume power densities than those currently operating on methanol, together with the benefits of using an environmentally benign and sustainable fuel source. The project will focus on the identification and development of anode catalyst technology capable of fully oxidising ethanol to carbon dioxide. At present, current methanol oxidation catalysts only oxidise ethanol to acetaldehyde and acetic acid, thus do not release the full energy potential of ethanol. It is proposed that the partners will develop catalysts that will overcome this limitation and demonstrate it at the fuel cell level. The project will use, and build upon, recent results both from the partners and from external sources to investigate the fundamentals of ethanol oxidation using atomistic modelling and model catalyst surfaces. The objective will be to design new practical catalytic materials capable of fully oxidising ethanol to carbon dioxide at low overpotentials. These new catalysts will then be integrated into membrane electrode assemblies and evaluated for fuel cell performance. Attention will be paid to the type of membrane used and the design of the cathode catalyst layer since it is necessary to tolerate and oxidise cross-over ethanol. The composition of bio-ethanol feeds will also be investigated to identify any impurities capable of affecting fuel cell performance in real life applications.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=TS/H001875/1","grantId":"TS/H001875/1","fundValue":"504103","fundStart":"2010-03-08","fundEnd":"2013-09-07","funder":"EPSRC","impactText":"","person":"Christopher  Hardacre","coPersons":["Peijun  Hu","Wen-Feng  Lin"],"organisation":"Queen's University of Belfast","findingsText":"","dataset":"gtr"}