{"id":"FA48CF55-DA83-4ADE-96AE-AF0302D1F493","title":"Non-ambient Studies on Opto-electronic Materials","abstractText":"With the advent of synchrotron radiation sources it is possible to undertake new types of experiment to probe the molecular structures of materials that have not been possible previously. The new UK synchrotron, diamond, is now coming into operation and new instrumentation to study the structure of materials will be operational in 2008. In this research we wish to take advantage of the new opportunities that the high intensity radiation that the synchrotron gives us and study the properties of two classes of opto-electronic materials that have applications in the sensor and materials industry. We also provide a student with high quality training in the use of diffraction facilities at diamond. The first class of opto-electronic materials are new organometallic polymers that change their structure and electronic properties when put under pressure or when irradiated with light so that they can be used as sensors. We wish to explore their chemistry and properties so that we can tune them to behave in a particular way and by studying their structures under ambient conditions, under pressure and under irradiation with light with synchrotron radiation will help us to achieve this goal.The second class of opto-electronic materials are generated in the solid state when monomer molecules link up under photoactivation to form dimers or polymers. We wish to explore whether the same linking process, a [2+2] cycloaddition reaction, occurs when the monomers are placed under high pressure. We also wish to prepare new organometallic complexes capable of undergoing cycloaddition reactions in the solid state and investigate how these material behave when photoactivated or placed under pressure. Again, synchrotron radiation will be used to probe the structures of these materials as they react.The information gained from laboratory and synchrotron-based experiments on both classes of materials will help us to build structure/property correlations for these systems and will lead to the design of more efficient intelligent materials.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F021151/1","grantId":"EP/F021151/1","fundValue":"108403","fundStart":"2008-10-01","fundEnd":"2012-09-30","funder":"EPSRC","impactText":"","person":"Paul Robert  Raithby","coPersons":[],"organisation":"University of Bath","findingsText":"","dataset":"gtr"}