{"id":"FA535DD3-425A-4791-94D9-B545B2147B3D","title":"Immunoglobulin Y: an IgG-like antibody with an IgE-like structure?","abstractText":"The human immune system provides protection against foreign invading organisms including parasites, bacteria and viruses, through a variety of different cells, such as the white blood cells, and proteins, such as the antibodies. In man, as in other mammals, there are specialized types of antibodies: a type known as IgG deal principally with viruses and bacteria, while another, called IgE, is produced in defence against parasites. However, in regions of the world where parasitic infections no longer present a challenge, these IgE antibodies are instead produced in response to substances that we call allergens. People with a tendency to produce high levels of IgE are especially susceptible to allergies, such as hayfever, asthma and food allergies. We have been studying IgE antibodies in order to understand how they cause allergy, and have discovered that there is a particular part of the antibody molecule, present in IgE but not in IgG, which gives it special properties. In particular, it causes the IgE molecules to stick extremely tightly to cells and activate them when parasites invade the body. Although this is very effective against parasites, it unfortunately has the same effects, which include a sudden inflammation reaction, when allergens such as grass pollen, bee venom or particular foods, for example peanuts, enter the body. The effects of these sudden allergic reactions are well-known, and can even be fatal. One aim of our work in this field is to develop improved drugs to treat these conditions. There is however much that we have yet to learn about the human immune system, such as the 'polarization' into the IgG and IgE type responses, and why only certain molecules that we know as allergens provoke the IgE response. One way of approaching this is from an evolutionary standpoint. Birds do not have IgG or IgE, but instead have a single type of antibody called IgY. In fact, an IgY-like antibody was present in the last common ancestor of birds and mammals, 300 million years ago, and was the evolutionary predecessor of IgG and IgE. IgY combines in a single molecule the properties of both IgG and IgE, yet birds do respond differently to viruses and parasites in their immune response, despite having only one type of antibody. We propose to study IgY from chickens, since they have the best-studied non-mammalian immune system. The publication last year of the complete DNA sequence of the chicken genome has greatly enhanced these studies. In particular, we propose to isolate the molecules to which IgY binds on the surfaces of cells, and we are the first, to our knowledge, to have identified such a 'receptor' for IgY. We shall study how IgY binds to cells, and aim to discover how it combines the roles of both IgG and IgE, thus helping us to understand, and perhaps then prevent, the unwanted IgE allergic response in man. One of the outcomes of this research is therefore an improved understanding of the human immune system and its evolution, with future benefits for human medicine. However, improved understanding of the chicken immune system is not without its own benefits. Poultry meat is an important source of human disease, and the control of bacterial disease in chickens is largely based on an indiscriminate use of antibiotics; this over-use of antibiotics has severely reduced their usefulness in controlling human bacterial infections, as the emergence of strains of antibiotic-resistant 'super-bugs' has shown. A better understanding of the chicken immune system may lead to better ways of controlling bacterial infection in these commercially important animals. Chickens and other avian species can also harbour viruses that can in turn threaten man, such as the recent outbreak of avian 'flu, and improved knowledge of immunity in birds may help us to understand how this transmission process occurs.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D011418/1","grantId":"BB/D011418/1","fundValue":"292786","fundStart":"2006-02-01","fundEnd":"2009-01-31","funder":"BBSRC","impactText":"","person":"Brian John Sutton","coPersons":[],"organisation":"King's College London","findingsText":" The avian IgY antibody is the evolutionary ancestor of human IgG and IgE antibodies. IgG is responsible for protective immunity whereas IgE is involved in allergy, and these antibodies have markedly different 3d structures. Our principal long-term aim is to develop new therapeutic agents for allergic disease, and in order to do this we want to understand how the 3d structure of IgE gives rise to its unique receptor-binding properties - which in turn cause allergic reactions. Since avian IgY has an IgE-like structure, yet has IgG-like properties and provides protective immunity in birds, we studied the 3d structure and receptor-binding properties of chicken IgY.\n\n\n\nWe reported several &quot;firsts&quot;: an IgY receptor, the 3d structure of the receptor-binding Fc region of IgY (the first ever non-mammalian antibody structure), the kinetics, affinity and binding stoichiometry of the IgY/receptor complex, and the location of the receptor binding site in IgY. All of these results indicated that IgY was indeed an IgG-like antibody in terms of function, despite its IgY-like structure. The 3d structure, remarkably, showed conformational features of both IgG and IgE, but it was clear that it is not only the gross structural difference between IgG and IgE (an additional pair of domains) that causes the &quot;allergic&quot; properties of IgE. In fact, the very location of the receptor binding site has &quot;migrated&quot; in the evolution from IgY to IgG and IgE - but perhaps this shift of location enabled the new allergic activities to develop. We are thus focussing more closely in our current work on the precise structural differences between IgY and IgE (individual amino acids) in the IgE receptor binding region. This work is also informed by our recent crystal structure of the IgE/receptor complex (published in Nature Structural &amp; Molecular Biology, 18, 571-576, 2011). Commercial prospects for IgY as explained above. IgY can be produced in large quantities, relatively cheaply, and with high specificity against any desired target; it is thus being exploited as a diagnostic reagent in many different contexts, perhaps in future in a therapeutic role. Understanding IgY's structure and function (receptor interactions) will be crucial for its future development. Agriculture/ Food and Drink,Healthcare,Manufacturing/ including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}