{"id":"FA556FF3-A410-4836-A612-22DF801E7A4C","title":"A low-cost computer cluster for the calculation of atomic data of importance in plasma physics","abstractText":"High resolution spectroscopy is of major importance in many areas of plasma physics, and provides information on a diverse range of laboratory and astrophysical plasmas, including e.g. magnetically-confined tokamaks, laser-produced plasmas and the solar corona. A vital requirement for the modelling of high resolution spectra is accurate data for a range of atomic physics parameters and processes, including e.g. energy levels, transition probabilities and electron impact excitation cross sections. At Queen's University Belfast (QUB), we have a highly productive research programme on the calculation of atomic data for applications in plasma physics, using our sophisticated codes such as RMATRX. Our calculations have been undertaken primarily on a cluster of 18 personal computers (PCs), purchased in 2005 via an EPSRC equipment grant. However, the cluster is now out of warranty, with several machines no longer operational. Just as importantly, the workstations now provide, by current standards, poor processing power, due to the rapid advances in CPU processor technology and speed. As a consequence, the productivity and competitiveness of our atomic physics research programmes are being seriously affected. In this proposal we therefore seek modest funding for the purchase of 7 new PCs. This funding will be matched by the School of Mathematics and Physics at QUB, so that a total of 14 PCs can be purchased, providing a cluster which will have a computational power more than an order of magnitude greater than our existing cluster.The new PC cluster will be employed to produce highly accurate atomic data in support of a number of major experimental spectroscopic programmes, in particular those involving tokamaks. These are magnetically-confined plasma devices which have been built for the study and eventual generation of nuclear fusion. In the UK, tokamak experiments are undertaken at the Culham Centre for Fusion Energy. This is the site of several tokamaks, including the Joint European Torus (JET), the world's largest. We will undertake atomic physics calculations to help model new and innovative JET experiments, which will address several key issues in plasma science, including (i) assessing the efficiency of impurity ion extraction using the divertor on JET, (ii) diagnosing the alpha-particle yield during fusion.We will also undertake atomic physics calculations for input to the GALAXY and CLOUDY codes, widely used in the UK to model photoionisation-dominated laboratory and astrophysical plasmas, respectively. The predictions from the codes will be compared with an X-ray spectrum of a well-diagnosed photoionisation-dominated silicon plasma generated using the GEKKO-XII laser facility. This in turn will allow us to benchmark the CLOUDY code under physical conditions similar to those found in photoionisation-dominated astronomical sources, in particular active galactic nuclei (including quasars). We will also be able to benchmark the laboratory code GALAXY under extreme photoionisation conditions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I000321/1","grantId":"EP/I000321/1","fundValue":"32201","fundStart":"2010-03-01","fundEnd":"2012-02-29","funder":"EPSRC","impactText":"  Employed by plasma physics community to model plasma experiments. Education,Energy Cultural","person":"Francis Paul Keenan","coPersons":[],"organisation":"Queen's University of Belfast","findingsText":" Calculated atomic data which are stored in databases and used by plasma physics community. Used in plasma modelling by plasma physicists. Education,Energy","dataset":"gtr"}