{"id":"FA574FD6-9D95-4681-915E-D5DD0BA1847F","title":"The control of electrons through patterning of superstructures","abstractText":"As concern grows over the environment, energy generation and climate change, there will be an increasing demand for new materials with improved performance to make technological applications cleaner and more efficient. One way to go about optimizing a material's performance is to start with a simple 'parent' compound and vary its chemical composition in a continuous and systematic way, for example, by substituting one of its chemical constituents by another. This strategy, known as doping, has been extremely successful. For example, in 1988, J.G. Bednorz and K.A. M&uuml;ller replaced about 15% of the La ions in the insulating ceramic La2CuO4 with Ba and found that the product became a superconductor (i.e. lost all its electrical resistance) at an unprecedented temperature of 35 K, significantly higher than the previous highest known superconducting temperature. This discovery was the starting point for the development of the high temperature copper oxide superconductors, which now have operating temperatures as high as 135 K and which are increasingly being used in applications where high magnetic fields or electric currents are required. \n\nAlthough the consequences of doping can be spectacular (witness the copper oxide superconductors) they can also be complex, and the link to changes in physical properties is not always well understood. One effect that can play an important role is the formation of superstructures, in which either the dopant atoms or the charges they transfer to the host organise themselves into patterns which extend over long distances and are periodically modulated on a nanometre scale. Superstructures modify the electrostatic potential in the host material, which can in turn strongly influence the physical properties of the material. This raises an interesting possibility: If one can control the formation of superstructures then it should be possible to tune the properties of a material and thereby enhance its performance.\n\nThe aims of this projct are twofold, first, to understand why superstructures occur in certain materials and, secondly, to study the consequences of superstructure formation for the physical properties of those materials. To provide a testing ground for these ideas we have identified several different materials in which superstructures appear to play a prominent role. These include sodium cobaltate (a very promising p-type thermoelectric material), lithium cobaltate (the main component of the type of rechargeable batteries used in mobile phones and laptops), and two recently-discovered iron-based high temperature superconductors. As well as being good models on which to conduct experiments, these systems are chosen because they offer good prospects to underpin technological solutions for environmental and societal issues through their potential to improve the efficiency of energy harvesting and storage devices.\n\nWe will prepare single crystal samples whose composition can be varied via different doping strategies. X-ray and neutron scattering will be employed to probe deep inside the crystals to reveal the presence of superstructures and to refine the associated structural and electronic patterns, and we will correlate the results with bulk measurements of the electrical, thermal and magnetic properties of the materials. With the help of theoretical modelling, our programme will lead to a clearer understanding of the degree to which superstructures can be used control physical behaviour, and will contribute towards the development of materials with improved performance for practical applications.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J011150/1","grantId":"EP/J011150/1","fundValue":"492661","fundStart":"2012-03-01","fundEnd":"2015-02-28","funder":"EPSRC","impactText":"","person":"J P  Goff","coPersons":["Matthias  Eschrig"],"organisation":"Royal Holloway, University of London","findingsText":"","dataset":"gtr"}