{"id":"FA5929A5-04BE-49F6-A30D-EDDCB598F3EE","title":"Towards a Virtual Institute for Research into E-Government (VIEGO)","abstractText":"This project -VIEGO, will prepare the ground for future of e-Government research. Currently (2005) e-Government has evolved with little prior research. There is a lot experience but not much by way of a body of knowledge. Putting government online was meant to produce major changes in the way it works for citizens. But change has been limited. We believe that, to better exploit the technology, a co-ordinated research plan is needed. The first step in this project is to explore and define a set of key e-Government research themes. The second step is to devise a coordinated group of projects. Taken together, these will create the body of knowledge needed to deliver novel and effective change. This also meets the aim to make the UK a leading light for others in Europe and the world.EPSRC already funds Brunel University to lead some e-Government research. However, the current network (e-GISE) aims only to study information systems evaluation and integration technologies. The network's 3-year agenda is to gain deeper insights within these two areas. In contrast, VIEGO aims to widen the breadth of this agenda. It will expose the other critical themes for future e-Government research.The vision is to create a virtual e-Government research institute. VIEGO must bring together people from many disciplines. The 9-month agenda begins with four regional meetings to establish the set of research themes. Relevance to real systems is important. These meetings will draw in academics, local authorities and other relevant stakeholders. Next, two major workshops will develop a set of work packages and specific projects. Finally VIEGO will present full recommendations for an integrated programme to get the research institute underway.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D043840/1","grantId":"EP/D043840/1","fundValue":"32693","fundStart":"2006-01-01","fundEnd":"2007-01-31","funder":"EPSRC","impactText":"","person":"Zahir  Irani","coPersons":["Anthony David Elliman"],"organisation":"Brunel University","findingsText":"","dataset":"gtr"}