{"id":"FA5CDE00-CAA1-407C-9D78-67FF32D0AF06","title":"Understanding the Mechanism of Plasma-assisted Catalysis: Visit by Prof. Y.S. Mok","abstractText":"This proposal seeks support to enable Professor YS Mok from Cheju University in Korea to spend his sabbatical year in a collaborative investigation with the Plasma Chemistry group in the School of Chemistry at The University of Manchester. Professor Mok is an experienced researcher working in the field of plasma-assisted catalysis for environmental clean-up, particularly the removal of NOx from diesel exhaust. The purpose of the proposed investigation is to study the mechanism by which combining a plasma discharge with a catalyst increases the efficiency of both processes for the destruction of pollutants such as VOCs and NOx in waste gas streams. The plasma discharge in the waste gas creates highly energetic electrons which go on to create excited atoms, molecules and radicals. These species then initiate a series of chemical reactions that destroy the pollutants, ideally converting them into benign compounds which can be safely vented to atmosphere or into compounds that can be removed and possibly recycled. It is found that the combination of plasma and catalysis increase the destruction efficiency of the catalyst reducing its operating temperature in some cases close to ambient. This can bring about a factor of ten reduction in the energy consumption compared to the operation of the catalyst alone. However, the mechanism of the processes by which the plasma discharge activates the catalyst is not clearly understood. It might involve interaction of plasma-generated electrons and photons with the catalyst surface or radicals are produced which are adsorbed onto the catalyst and open up new reaction pathways. Alternatively, the plasma may simply change the nature of the gas by chemical reaction before interaction with the catalyst. We will conduct a series of experiments with a range of catalytic materials and different plasma discharge configurations using on-line chemical analysis of the exiting gas stream to understand the chemistry of the process and to determine the key parameters involved. Studies of the temperature dependence of the plasma-activated catalysis will yield kinetic information including activation energies. A range of analytical and surface characterisation techniques will be used to study any changes in the catalysts following processing which will yield information on the surface species involved. A computer-based model that incorporates the gas-phase and heterogeneous chemistry together with the electrical properties of the plasma and the gas dynamics will be developed. It is hoped that this model will identify the key processes involved in plasma-assisted catalysis allowing us to develop fundamental molecular mechanisms via the modelling that can be used both in an interpretative and predictive mode.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E032656/1","grantId":"EP/E032656/1","fundValue":"10871","fundStart":"2007-01-22","fundEnd":"2008-01-21","funder":"EPSRC","impactText":"","person":"John Christopher Whitehead","coPersons":[],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}