{"id":"FA6673B9-5F9F-4B16-81F2-EB7F7EB69AF9","title":"Bridging the Gap -Enabling a strategic and long lasting alliance between academic research staff at Loughborough University","abstractText":"The proposed initiative will build upon and enhance the existing relationships between academic research staff working in the domains of mathematical sciences, information and communication technology, and engineering at Loughborough University. It will increase the scale and depth of Loughborough University's interdisciplinary driven applied science and engineering base. Loughborough University's recent committment to support interdisciplinary research has included the strategic formation (as formally confirmed by Senate and Council) of 3 new Research Schools (the Research School of Health and Life Sciences, the Research School of Sustainability and the Research School of Systems Engineering). The Research Schools will provide a vehicle for interdisciplinary working across traditional departmental and faculty boundaries. The 'Bridging the Gap' Award will significantly enhance and accelerate the growing relationships between academic researchers from different disciplines at Loughborough University by: - enabling the University to further refine its understanding of interdisciplinary based research. - enabling the University to respond more effectively to future research opportunities in a strategic and coherent manner as opposed to the current ad hoc collaborative activities. - bringing new strength and impetus to its portfolio of Research Programmes, and deliver an increased understanding of how research is carried out in different operational environments. A virtual interdisciplinary research cluster will be formed to initially focus on four exciting thematic areas, each reflecting emerging strategic research directions. The interdisciplinary thematic approach to the research portfolio will include: - Cross discipline computational (coupled) modelling and simulation - Biologically inspired systems engineering - Medically inspired systems engineering - Knowledge management and representation in complex systems engineering These areas are not mutually exclusive and will gain leverage from each other and other important enabling activities at Loughborough University including high performance computing, systems engineering, information science and mathematical modelling. Loughborough University has strong expertise in these enabling activities and the proposed interdisciplinary research cluster aims to develop new interdisciplinary research capability in the four major areas identified. Activities to be undertaken will include:- Establishing the collaborative environment- a 24/7 continuous live link-up between researchers using advanced collaborative environment technology- Orgainsing interdisciplinary sandpits - research pump-priming competition-Funding 'Crossing the bridge' - immersive secondments - Funding a visiting scholar scheme- Initiating a major high profile seminar programme","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E018521/1","grantId":"EP/E018521/1","fundValue":"194280","fundStart":"2006-12-04","fundEnd":"2010-06-03","funder":"EPSRC","impactText":"  Enabled the University to further refine its understanding of interdisciplinary based research.\nEnabling the University to respond more effectively to future research opportunities in a strategic and coherent manner as opposed to the current ad hoc collaborative activities.\nBrought new strength and impetus to Loughborough University's portfolio of Research Programmes, whilst delivering an increased understanding of how research is carried out in different operational environments. Aerospace, Defence and Marine,Communities and Social Services/Policy,Construction,Creative Economy,Digital/Communication/Information Technologies (including Software),Electronics,Energy,Environment,Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology,Transport Cultural,Societal,Economic,Policy & public services","person":"Roy Steven Kalawsky","coPersons":["Donna  Champion","John Peter Ward","Eran  Edirisinghe","Ron  Summers"],"organisation":"Loughborough University","findingsText":" There have been a significant increase in cross discipline research proposals being submitted for Programme grants, responsive mode and other research funding calls. This has included successful research grants from EPSRC, MOD, EU FP7, iNETS, and Industry.\n\nThere have many and varied academic collaborations facilitated by the project across the University. This has included:\n\n- Increase in leverage given to Cross-disciplinary research\n- Increase in number of research areas across the institution - involved in Cross-disciplinary research activities\n- Reduced isolation/enabled networking for all academics\n- Provided new service/facility via AccessGrid connectivity joining research groups across campus and wider afield.\n- Raised awareness of benefits of collaborative working\n- Internal Sandpits that have established new cross disciplinary research groups Cross disciplinary research has made a big difference to Loughborough's Research culture through initially establishment of cross disciplinary Research Schools and more recently Research Challenge led activities. Aerospace, Defence and Marine,Communities and Social Services/Policy,Construction,Creative Economy,Digital/Communication/Information Technologies (including Software),Electronics,Energy,Environment,Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology,Security and Diplomacy,Transport","dataset":"gtr"}