{"id":"FA835D14-8E5B-4318-BD94-C0A7DC230854","title":"High Efficiency CuInSe2 Photovoltaic Modules Deposited at Low Temperature by High Power Impulse Magnetron Sputtering (HIPIMS)","abstractText":"To be sustainable, energy in our homes and transport needs to be supplied from an inexhaustible source which does not pollute the environment. One such source has been present in our lives since before the formation of planet Earth and will continue to exist for hundreds of thousands of years - it is, of course, the Sun. The light from the sun can be used to make electricity with a solar cell. Every roof top and wall which is lit by the sun can be covered with solar panels and potentially used to make energy. Industry often makes solar cells by taking an everyday material such as glass and coating it with thin layers of semiconductor materials (called absorbers) which absorb light and convert it to electricity. \n\nOur research aim is to invent a brand new method for producing solar cell coatings and improve our understanding of the layers. The new method will make solar cells more affordable by using less raw materials and less power during manufacture. It will be applicable to semiconductor materials of today and the future.\n\nThe new method is based on a technology called HIPIMS (which stands for High Power Impulse Magnetron Sputtering) and is a very recent addition to a family of &quot;plasma&quot; techniques, in which the coating is produced by bombarding the surface you want to coat with carefully prepared atoms and ions. HIPIMS was first discovered in 1995, and pioneering work in our group and elsewhere has already shown that it produces an excellent plasma, with a combination of ion properties which should produce highly efficient solar cells. Our group was the first to use HIPIMS to make solar cells and our early trials do indeed turn out to be very promising.\n\nBecause it is so new, there are a number of key features of making solar cells by HIPIMS which we do not yet understand. HIPIMS produces a great range of unique and unusual plasmas which create different structures of layers. We are planning to focus our efforts on understanding the link between plasma, structure of the layer and its efficiency in converting light to electricity. Answering these questions would be of interest to scientists who study plasmas, and would help technologists to learn how to apply HIPIMS to create new, better coatings.\n\nIn the research we will measure properties of HIPIMS plasmas to understand how the composition of the plasma can be changed. We will do this by extracting particles from the plasma and carefully analysing their mass and energy. We will also make coatings using HIPIMS and measure their properties (for example how efficient they are) and examine them under electron microscopes to help our understanding of how the properties relate to the microscopic structure produced by the HIPIMS plasma. In the final stages we will produce large cells in machines used in industry to demonstrate the usefulness of the process not only in science but in business as well. \n\nOur experience and understanding should help industrialists to develop manufacturing processes which can generate new, better solar cells. In a few years our houses, cars and mobile phones may all be powered by solar cells developed using HIPIMS!","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J011398/1","grantId":"EP/J011398/1","fundValue":"329149","fundStart":"2012-08-01","fundEnd":"2016-01-31","funder":"EPSRC","impactText":"  not used yet as grant is still running.  ","person":"Arutiun Papken Ehiasarian","coPersons":[],"organisation":"Sheffield Hallam University","findingsText":" We have developed a new process for the production of photovoltaic solar cells. The grant is still running and we are assessing the highest efficiency that can be achieved for these cells. The new technology might be implemented by manufacturers of solar modules to lower production costs. Electronics,Energy","dataset":"gtr"}