{"id":"FA891A42-2DF3-4BA6-B19B-1D925F0DD2A8","title":"Mapping magnetic anisotropy: rational design of high-blocking temperature nanomagnets","abstractText":"Magnetic materials are all around us in everyday life and we rely on devices that store data without a second thought, expecting the next gadget to be smaller and with an increased storage capacity. The materials used to store data are made using a 'top-down' approach: magnetic particles made in this way can not continue to decrease in size indefinitely, as thermally activated magnetization reversal will lead to data loss. However, using a 'bottom-up' approach, we can produce magnetic molecules, which are easy to synthesise, cheap and are monodisperse. Hence, we can envisage information storage at ultra-high Pbit / in2 densities, by using a self-assembled array of molecular bits on a surface, with each molecule just a few nanometres in size.\n\nAlthough these molecules are easy to synthesise, current approaches afford little control over the structure of the molecule and hence, limited control over the resultant magnetic properties. Therefore, these potentially fascinating molecules display their interesting magnetic properties only at very low temperatures. To increase the so-called blocking temperature, we need to develop much greater level of control. The key requirement is that the molecule has a large easy-axis magnetic anisotropy associated with the spin ground state. However, the rules for controlling the anisotropy of magnetic molecules are not well understood. By synthesising families of these molecules and tuning the structure, along with detailed magnetic measurements and theoretical calculations, we will develop the magnetostructural correlations that determine the overall anisotropy. Hence, we will tune and increase the magnetic anisotropy, providing an unprecedented level of control in the production of high-blocking temperature magnetic molecules.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J018147/1","grantId":"EP/J018147/1","fundValue":"342395","fundStart":"2013-01-14","fundEnd":"2016-06-30","funder":"EPSRC","impactText":"","person":"Mark  Murrie","coPersons":[],"organisation":"University of Glasgow","findingsText":" We have identified new magnets based on just one transition metal ion, that display the largest ever reported magnetic anisotropy. Magnetic anisotropy is a key property that controls blocking temperatures (i.e. the temperature at which data can be stored). The project is ongoing, but in the long term we will be able to say what the individual building blocks for improved single-molecule magnets should look like, hence showing how blocking temperatures can be increased. It is early days as the project is only half way through, but we should be able to give an idea of improved building blocks to increase the blocking temperature of SMMs (academic impact). Chemicals,Electronics","dataset":"gtr"}