{"id":"FA8A1195-A7FC-4356-B919-5BDD08E77A92","title":"On-chip terahertz spectroscopy for characterisation of pharmaceutical polymorphs","abstractText":"We seek Follow-on funding to support the commercial and technical development of a prototype instrument suitable for the non-contact characterization and monitoring of pharmaceutical drugs, both during their research development stage, and their subsequent manufacture. Pharmaceuticals comprise organic compounds, which can adopt a variety of distinct crystal forms (called polymorphs). Each polymorph has a set of unique physical and chemical properties, and the identification of each polymorph is critical for the successful development and manufacture of pharmaceutical drugs, since each form can exhibit profoundly different properties (changing, for example, dissolution rate, bioavailability, and manufacturability). Techniques which allow the characterisation and quantitative analysis of polymorphic forms are therefore of fundamental importance to pharmaceutical companies.Existing techniques for the analysis of polymorphs currently being employed by the pharmaceutical industry each have significant limitations. These limitations can appear in the research phase of a drug, or in its subsequent manufacture. Raman spectroscopy typically shows only very limited spectral differences between drugs having similar chemical composition. Fourier transform infrared (FTIR) spectroscopy requires expensive and difficult bolometric detection, and furthermore is subject to significant thermal background radiation. While powder X-ray analysis is currently the gold-standard for polymorph discrimination, the machines are large, expensive, and take substantial time to obtain single spectra (typically hours). The ionizing nature of the radiation and slow acquisition times also make X-ray techniques unsuitable for on-line process monitoring. Potential solutions to these problems can be found in the technique of terahertz time-domain spectroscopy (THz-TDS), which is additionally and uniquely capable of penetrating packaging material.With Follow-on funding, we will develop and exploit an on-chip analysis prototype instrument based on THz frequency vibrational spectroscopy, but distinct from free-space THz spectroscopy. Our technology is capable of identifying, analyzing, and monitoring in real-time the composition and polymorphic form of pharmaceutical drugs. The background IP for our instrument was established in 2008, during the final stages of several EPSRC grants which funded the basic scientific research; the investigators proved an on-chip THz frequency analysis technology capable of distinguishing organic compounds by their spectral signature in the THz frequency range. The distinct absorption response which different pharmaceutical polymorphs show under THz illumination allows them to be distinguished easily.Compared with the existing technique of free-space THz-TDS in use by the pharmaceutical industry, our on-chip technology offers several substantial benefits to end-users:- It can determine the composition of much smaller samples (typically one-thousandth of the volume), owing to its high (&lt;10 micron) spatial resolution, important in the classification and imaging of drugs with excipients.- It has enhanced frequency resolution (2 GHz, compared with ~40 GHz), vital in the discrimination between polymorphs at low temperatures during drug development.- It has the potential to be an order of magnitude cheaper, since it is compatible with low power (and low-cost) laser excitation.We will use our prototype instrument to characterize the absorption spectra of a number of targeted drugs, building up proving application data with which we will attract licensees over the course of the project. Our work will also build on the underpinning technical and commercial developments we have already made, and provide the necessary work to demonstrate direct application of our technology to the pharmaceutical industry.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H007881/1","grantId":"EP/H007881/1","fundValue":"134664","fundStart":"2010-06-01","fundEnd":"2011-05-31","funder":"EPSRC","impactText":"","person":"John  Cunningham","coPersons":["Alison  Marshall","Edmund Harold  Linfield","Alexander Giles Davies"],"organisation":"University of Leeds","findingsText":" This work led to the development of on-chip fibre-coupled measurements, which were exploited in a further critical mass grant (EP/F028543/1)/, along with the development of 1.55 micron THz emission technology, which led in part to the award of a further Follow-on grant (EP/H029583/1), which developed an on-chip spectrometer.  Digital/Communication/Information Technologies (including Software),Electronics","dataset":"gtr"}