{"id":"FA8B2809-BDAC-4576-B252-C187AD0652E8","title":"Bioplatform Grant Renewal: Next Generation Biophotonics","abstractText":"Light is quite astounding: our understanding of light and its applications has grown immensely, particularly following the invention of the laser nearly fifty years ago. Major strides are now being made to use light in modern biomedical applications and healthcare. This area may be termed Biophotonics and encompasses all interactions of light with biological specimens. The aim of this grant is to capitalise upon the major internationally recognised success of the St Andrews team in this area. Our previous Platform grant allowed us to establish major new strands of research in this topic area, that have reached international status. This includes the areas of targeted delivery with light of biological material (photoporation), Raman (taking an optical fingerprint of cells for diagnosis of cell abnormality) and photodynamic therapy (using light for cancer treatment) amongst others. The aim of our new grant is to sustain and enhance our activities that ensure our cohesive working practices, as well as pump-priming key feasibility studies in the areas of single molecules, cell biology and clinical applications. The emphasis is to move towards real world applications and runs in parallel with the advent of a new Medical School at St Andrews, as well as several current and upcoming appointments in Biophotonics. In tandem, we are very keen to retain, develop and promote the careers of very promising young PDRAs in this exciting field, as well as gain international visibility by fostering new projects through visits and pump-prime studies. Thus the large bulk of funding will cover salaries for young people to carry out the feasibility studies. The success of the new grant will be measured through the career progression of these people, the generation of new responsive mode grants, and dissemination through journal and conference papers with joint authorship between the Schools at St Andrews but also with international colleagues as appropriate.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G061688/1","grantId":"EP/G061688/1","fundValue":"1116540","fundStart":"2009-10-01","fundEnd":"2014-03-31","funder":"EPSRC","impactText":"","person":"Kishan  Dholakia","coPersons":["Ifor  Samuel","C Simon  Herrington","Frank James Gunn-Moore"],"organisation":"University of St Andrews","findingsText":"","dataset":"gtr"}