{"id":"FA8CBD6B-8FC6-4A2B-867B-13E6257D51C2","title":"The role of Sec16p in the organization and function of mammalian ER export sites.","abstractText":"The secretory pathway in mammalian cells is essential. Nearly all proteins that are secreted by cells pass through this pathway, as do the majority of proteins that go to make up cell membranes. Defects in this pathway are a direct cause of diseases ranging from those of fat metabolism to blood clotting disorders. My work proposes to address the way in which the first step of this pathway (on which all subsequent steps rely) is controlled. We know much about the machinery of this pathway from experiments in yeast but we have identified significant differences in humans, notably based around the way in which this process is organized. In humans and other higher eukaryotes, there are hundreds of points in the cell at which secretory cargo is packaged for export after synthesis. In simpler organisms (such as commonly studied model organisms like baker's yeast) this event is not organized in this way. Our questions relate to both HOW and WHY this process is organized in humans in a way that it is not in yeast. Does this relate directly to the increased complexity of a human cell in comparison to a yeast cell? It is estimated that around one third of proteins encoded by the human genome traverse this pathway, underlining its importance to the healthy cell. We are the first lab in the world to have identified and published data on one of the key players in this process (a protein called Sec16) and we now wish to undertake an in-depth investigation into its role in building the first organizational unit of the human secretory pathway and its function in controlling and coordinating secretion in human cells. We have also identified a second form of this key protein which we believe acts as a key modulator of the process. We believe that this is a modulator rather than key component since it is missing the entire first half of the longer Sec16 protein. Furthermore, we can idenitify the equivalent proteins in multiple organisms through database searching. This means that we can align these sequences and define key functional regions by identity between species. We wish to address the following questions: What are the functional domains of Sec16? How do the two forms of Sec16 relate to one another - do they interact or perform distinct functions with regard to other components of this pathway? Does Sec16 act as a building block defining the export sites within cells? Does the second Sec16 form modulate the role of the first in the formation or function of these sites? The questions will be addressed using classical biochemical experiments coupled with high resolution imaging of living cells, ultrastructural imaging by electron microscopy and biophysical approaches to define the role of these proteins in precise molecular detail. We are exceptionally well placed to undertake this work with key techniques, background knowledge from our prvious work, and reagents in place already. We will also collaborate with two major labs who have technical expertise necessary for this project.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E019633/1","grantId":"BB/E019633/1","fundValue":"300510","fundStart":"2007-11-01","fundEnd":"2010-10-31","funder":"BBSRC","impactText":"  This work has informed considerable other work in the field as evidence by citations and conference discussions. We have also provided many reagents generated during the project to colleagues worldwide. The work has been cited widely and has contributed to the training of 2 PhD students.  ","person":"David John Stephens","coPersons":["Paul  Verkade"],"organisation":"University of Bristol","findingsText":" This worked helped define the essential role of COPII-dependent secretion in extracellular matrix assembly. It enabled us to develop our work to include electron microscopy and 3D electron tomography which gave unprecedented detail. We also were able to include zebrafish as an experimental organism providing significant insight into the role of COPII budding on a whole organism scale. This has also now changed fundamentally the way that we work integrating model organism biology into much more of our work. We have for example a PhD student whose work is wholly related to the study of the secretory pathway in zebrafish development. This would not have happened without this project. Our work leaves open possibilities for intervention to promote or down-regulate extracellular matrix secretion which could have implications for human disease states. Education,Other","dataset":"gtr"}