{"id":"FA9D44E5-8D0D-430D-B300-152773B9CD50","title":"Characterization of an organelle integrity checkpoint","abstractText":"Cellular 'checkpoints' create a hierarchy between otherwise unrelated cellular events. For example, a delay in DNA replication results in a delay in nuclear division due to the 'DNA replication checkpoints'. They are signal transduction pathways that link these unrelated events, e.g. sensing of a block in DNA replication is transduced by a signalling pathway to inhibit nuclear division. The majority of checkpoints have been identified in the cell cycle. However, additional checkpoints exist, e.g. the morphogenesis checkpoint that responds to perturbations in the cytoskeleton. Based on my previous work I propose that a checkpoint exists that links integrity of an eukaryotic organelle, the endoplasmic reticulum, to differentiation programs that down the line will require an intact endoplasmic reticulum. The purpose of this checkpoint is that only cells that can successfully complete the differentiation process will initiate it. Cells with compromised ER function would die trying to complete the differentiation program. The checkpoint consists of two signalling events, one of which I already characterized in some detail. The second one is less well understand at the moment. The only thing we currently know is that cells lacking upstream elements of the checkpoint are defective in initiating the differentiation program. Further, genes involved in the first signalling activity of this checkpoint are not involved in the second signalling event. From a molecular perspective this gives me the opportunity to uncover a novel signal transduction pathway by studying this second signalling event. I will use a range of genetic experiments in Baker's yeast to identify components of this second signalling pathway of this endoplasmic reticulum integrity checkpoint. Biochemical experiments will then be performed to further understand the role of these genes and proteins in this signalling pathway.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D01588X/1","grantId":"BB/D01588X/1","fundValue":"316617","fundStart":"2007-01-11","fundEnd":"2010-04-10","funder":"BBSRC","impactText":"  Identification of signal transduction activities by IRE1 helps protein manufscturers to improve their cellular expression systems. Chemicals,Manufacturing, including Industrial Biotechology Economic","person":"Martin  Schroeder","coPersons":[],"organisation":"Durham University","findingsText":" Identification of events in signal transduction by the ER stress sensor IRE1. Once the work is published a more detailed description of the results will be made available. Results from this work allow the separation of prosurvival and pro-apoptotic signaling of human IRE1alpha. This knowledge can be exploited, for example, in mammalian cell lines used for industrial protein production. To do this I entered into a collaboration with Lonza Biologics. Initial work toward exploitation of this knowledge was funded through a BBSRC CASE studentship award. Results from this work allow the separation of prosurvival and pro-apoptotic signaling of human IRE1alpha. This knowledge can be exploited, for example, in mammalian cell lines used for industrial protein production. To do this I entered into a collaboration with Lonza Biologics. Initial work toward exploitation of this knowledge was funded through a BBSRC CASE studentship award. Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}