{"id":"FAA2A1BA-5DC1-476F-AAE7-BEA4044FC31F","title":"International Collaboration on Measurement of Globally-important Gases in the Atmosphere of the Tropical Maritime Continent","abstractText":"Long-term measurements of the atmospheric composition are required for a full understanding of the effects of human emissions of greenhouse gases and pollutants. For historic reasons, the network of observing stations run under the auspices of the World Meteorological Organisation's Global Atmospheric Watch program has some regions which are well studied (e.g. Europe and North America) and some which are not. One region where the observing capability is limited is that part of Southeast Asia and the West Pacific known as the 'Maritime Continent'. In this project, we will work with the University of Malaya and the Malaysian Meteorological Department to develop a high-quality, long-term atmospheric monitoring program at the new field station at Bachok on the Malaysian peninsula. This site is extremely well located for studies of the outflow of the rapidly developing Southeast Asian countries, as well as for the interaction of that air with the much cleaner atmosphere in the southern hemisphere. The Universities of Cambridge and East Anglia both have experience in making long-term measurements. In particular UEA have operated a well-instrumented observing site at Weybourne on the north Norfolk coast for well over a decade. This expertise will be used to develop the existing capability in Malaysia and to design and implement a programme of long-term measurements at Bachok. The focus of the measurements in the first instance will be greenhouse gases, ozone depleting substances, and chemical pollutants. In addition we will be encouraging the involvement of other interested scientists in NCAS Composition, the UK more generally and beyond to strengthen the planned measurement program. A demonstration activity will be arranged in the winter monsoon season when the flow is strongly from Southeast Asia. This activity will have two aims: (i) ensuring high quality measurements are made at the site; and (ii) determine the characteristics of the site and its suitability for the assessment of both global and regional atmospheric composition. Many of the measurements made in this activity will then be continued in to the monitoring programme. It is important to ensure that such measurements are fully exploited, and to this end we will both collaborate with partners in Taiwan and Australia and develop a modelling strategy for the interpretation of the data in conjunction with UK modelling groups including those at Cambridge, UEA and within NCAS. Exchange visits will be used for training purposes and for the development of collaborative interpretive studies (and peer-reviewed publications). Finally, a major scientific conference will be held towards the end of the project, linking in to international programs such as WMO-GAW, IGAC or SOLAS.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J016047/1","grantId":"NE/J016047/1","fundValue":"131115","fundStart":"2012-10-04","fundEnd":"2015-10-03","funder":"NERC","impactText":"","person":"William Thomas Sturges","coPersons":["Andrew Christopher Manning"],"organisation":"University of East Anglia","findingsText":" Established fully-fledged atmospheric chemistry monitoring station in Malaysia on the South China Sea in collaboration with the University of Malaya. Have successfully carried out an initial &amp;amp;amp;quot;demonstration activity&amp;amp;amp;quot; at this stationshowing evidence for long-range transport of biomass burning and industrial pollution across the length of the South China Sea from China and countries of the Indochinese peninsula. Research facility for national and international projects, and for further development towards GAW status. Potential adoption by the National Centre for Atmospheric Science as a recognised UK-supported global measurement station. Environment","dataset":"gtr"}