{"id":"FAA8B8D7-DE36-4B22-BAC3-DBD879EB565A","title":"ANALYSIS OF BIOCHEMICAL NETWORK MODELS USING ROBUST CONTROL THEORY","abstractText":"In the new field of Systems Biology, the development of accurate mathematical simulation models of biochemical networks has become of critical importance, since the resulting simulations can be used to test the response of organisms to various changes and perturbations, facilitating the generation of testable hypotheses. In the recent literature, model robustness has been identified as a key indicator of validity for such models. In particular, it has been widely acknowledged that, since key dynamical properties of biological systems are often extremely robust (loosely speaking, relatively unaffected by wide variations in environmental conditions) the mathematical models developed to represent them must also reflect this reality, i.e. they must reproduce the required dynamics robustly. In this context, evaluating model robustness thus requires the quantification of the relative (in)sensitivity of the model's dynamics to changes in its parameters, structure and/or environment. In the field of control engineering, where ensuring robustness of feedback control system is of paramount importance, several powerful techniques have been developed with which to analyse the robustness of complex nonlinear systems. Starting from these techniques, the proposed project will develop new robustness analysis techniques which are specifically tailored to the types of dynamical systems used to model biochemical networks. These techniques will be applied to a number of different biochemical network models, to assist in further validating or invalidating these models, and in order to provide realistic demonstrations of how robustness analysis tools may be applied to such systems. The impact of model uncertainty on the analysis of model sensitivity will also be analysed, with the aim of developing new methods for robust sensitivity analysis. Finally, through close collaboration between researchers from engineering and biological science backgrounds, the ways in which (a) robustness analysis may be used as a tool for the development and improvement of biochemical network models, and (b) laboratory experiments can be used to verify or refute results derived from mathematical analysis and simulations, will be investigated in detail.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D015340/1","grantId":"BB/D015340/1","fundValue":"341407","fundStart":"2007-01-01","fundEnd":"2010-05-31","funder":"BBSRC","impactText":"","person":"Declan  Bates","coPersons":["Ian  Postlethwaite","J  Heslop-Harrison"],"organisation":"University of Leicester","findingsText":" We developed a novel method for approximating the Laplace transform used in evaluating the stability of stochastic differential equation models of biomolecular networks. The key advantage of the proposed method is that it does not require the matrix exponential to be calculated explicitly. Thus, the computation time associated with the proposed\nmethod does not increase exponentially with the order of the system. Moreover, we showed that the approximation error associated with the proposed approach is of the same order as existing methods. The proposed method can be used for analyze the stability of biomolecular networks, and further extended to nominally unstable systems. Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}