{"id":"FAAA454C-683E-4BF9-8197-E410D0180EC6","title":"Technology Transfer of Salt Modified Starch Packaging Material","abstractText":"The annual global production of plastic is around 100 million tonnes per year. When combined with the energy required to extract and process the oil to make raw plastic pellets this is equivalent to about 200 million tonnes of oil; or about 4% of the world's annual oil production. Packaging accounted for 35% of the UK's consumption of 4.7 million tonnes of plastic products in 2001 and 56% of the total for plastic waste. More than 80% of all this plastic is used once and then thrown into landfill sites, while only 7% of plastic is recycled. The dwindling oil supplies makes the discovery of a sustainable and affordable polymer replacement imperative. In a previously funded EPSRC proposal we have shown starch can be simply modified using salts to produce a compostable material with mechanical properties similar to expanded polystyrene. This project aims to undertake the market evaluation and produce prototype materials necessary to commercialise the preliminary findings on carbohydrate based polymers. The project will focus on expanded polymers with the intention of aiming them at the packaging industry as a replacement for expanded polystyrene. A complete market survey will be undertaken and promotional literature will be produced with material specification.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H007555/1","grantId":"EP/H007555/1","fundValue":"94084","fundStart":"2010-02-01","fundEnd":"2011-01-31","funder":"EPSRC","impactText":"","person":"Andrew  Abbott","coPersons":[],"organisation":"University of Leicester","findingsText":" We discovered that starch could be made into a thermoplastic which could be molded. It is similar in strength to most oil based plastics but is compostable and recyclable. This project led to the development of a new binder for making fibre board. It is a biodegradable, moldable polymer which is comparable in strength to urea-formaldehyde. A follow-on fund from the Royal Society has let to pilot scale production and demonstration furniture has been made from this new material. Manufacturing, including Industrial Biotechology","dataset":"gtr"}