{"id":"FAAB1631-AA56-417E-97F1-32C043454A68","title":"Simulating cold interacting atoms on disordered optical lattices","abstractText":"Developing a theory of disorder in interacting systems is one of the most important challenges in condensed matter physics. Static disorder affects the conductivity of materials and can drive a metal-insulator transition and, while a lot is known about disorder in non-interacting systems, far less is known about its effects in systems of interacting particles. Our proposal is to develop a numerical tool to model accurately the systems of interacting cold atoms being probed experimentally. Recent developments in theoretical modeling, together with the extraordinary level of experimental control offered by cold atom systems, mean that for the first time we are in a position to compute properties of the actual disordered systems which are being generated in the laboratory. \n\nWe will use density matrix renormalization group (DMRG) calculations (and its more modern forms such as tensor network states) to compute the ground state properties of a large system of interacting particles trapped in a lattice. Although the DMRG approach was originally developed to build up a system piece by piece by embedding it in an effective environment which assumed no disorder, the algorithm now repeats this growth process on the same system many times until convergence is reached. This way both the system and the environment can include the effects of disorder correctly. That this might work has been known for a while, but previous attempts were severely restricted by the large computational cost. With recent algorithmic advances in large matrix diagonalisation by the investigators and with the available expertise in our High Performance Computing Centre we are ideally placed to perform these calculations, which we believe could have huge implications for the study of low-dimensional disordered systems of interacting particles. We will characterize the properties of the system for different strengths of interactions between particles and different strengths of disorder potential.\n\nAs well as computing the ground-state properties of interacting bosons in low dimensions, we will directly compare the results of the calculations with the results from an experimental group in Birmingham working on cold lattice systems. Because the systems studied in the laboratory are now so close to the model systems and so well-controlled, we will be in a position to work on the same systems theoretically as those being studied experimentally. One issue of importance to the interpretation of experimental data is the effect of small time-dependent variations of the equation of motion of the experimental systems, which is intrinsic to the use of laser patterns to generate interaction potentials. We will model the effect of such potentials and devise ways of separating out their effects from the intrinsic low temperature properties of the cold atoms. We will also be able to study experimental density profile data to look for evidence of wavefunction multifractality close to the localization-delocalisation transition. Evidence from computations suggest that the single-particle wavefunctions have very unusual internal correlations close to this localization transition. The direct access to the experimental data from Birmingham, will allow us to look for these correlations directly.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J003476/1","grantId":"EP/J003476/1","fundValue":"132851","fundStart":"2012-04-01","fundEnd":"2015-03-31","funder":"EPSRC","impactText":"","person":"Rudolf Andreas Roemer","coPersons":["N  D'Ambrumenil"],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}