{"id":"FAAB4274-98A6-4146-9B35-E1D017F87D0A","title":"MagMats: Magnesia-bearing construction materials for future energy infrastructure","abstractText":"Material innovations focussing on delivery and sustainability are key as our global efforts intensify in the development of a secure and sustainable future energy landscape. Many infrastructure-related material challenges have emerged as a result of the need (i) to explore offshore marine environments for wind power generation, (ii) for deeper and more complex underground wellbore systems for new oil &amp; gas explorations, (iii) for robust containment and shielding structures for new nuclear power plants and (iv) for larger dam structures for future hydropower generation. Our vision for this proposal is to build a world leading and long lasting partnership between academics in the UK and China, integrated with industrial partners and other world leading academic groups around the world, to collectively address some of those construction material challenges with a focus on sustainability. The commonality in the assembled group is our interest and expertise in exploring potentials for magnesia-bearing construction materials in solving some of those new challenges, by either providing completely new solutions or enhanced solutions to existing material systems. This is a unique area to China and the UK where there is significant complementary expertise in the different grades of and applications for magnesia. The project consortium from the University of Cambridge, University College London, Chongqing University and Nanjing Tech University has the required interdisciplinary mix of materials, structural and geotechnical engineers, with world leading unique expertise in magnesia-based construction materials. The intention is to share and advance our global understanding of the performance of those proposed materials, road map future research and commercial needs and identify the ideal applications in our future energy infrastructures where most performance impact and sustainability benefits can be achieved.\n\nThe proposed focusses two main areas of research. The first is the technical advantages and benefits that magnesia can provide to existing cement systems. This includes (i) its use as an expansive additive for large mass concrete constructions e.g. dams and nuclear installations, (ii) its role in magnesium phosphate cements for the developing of low pH cements suitable for nuclear waste applications and (iii) its role in advancing the development of alkali activated cements by providing low shrinkage and corrosion resistance. The second is the delivery of sustainable MgO production processes that focus on the use of both mineral and reject brine resources. An integral part of this project will be the knowledge transfer activities and collaboration with industry and other relevant research centres around the world. An overarching aspect of the proposed research is the mapping out of the team's capabilities and the integration of expertise and personnel exchange to ensure maximum impact. This will ensure that the research is at the forefront of the global pursuit for a sustainable future energy infrastructure and will ensure that maximum impact is achieved. The consortium plans to act as a global hub to provide a national and international platform for facilitating dialogue and collaboration to enhance the global knowledge economy.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M003159/1","grantId":"EP/M003159/1","fundValue":"508163","fundStart":"2015-03-31","fundEnd":"2018-03-30","funder":"EPSRC","impactText":"","person":"Abir  Al-Tabbaa","coPersons":["Yun  Bai","Janet  Lees"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}