{"id":"FAB37F09-0834-44DA-BF9A-F7CA5071A779","title":"A Cultural History of Pantomime, 1837-1901","abstractText":"Pantomime was one of the most popular, enduring and influential theatrical forms in Victorian England. It is a given of our national cultural life and has been part of the experience of virtually every generation of English people since the Industrial Revolution. However, it remains almost entirely unanalysed and unstudied in a scholarly context. There is no scholarly survey study of the form, nor of its impact on Victorian Britain. Such literature as exists is largely antiquarian and anecdotal (e.g. A. E. Wilson, The Story of Pantomime and Pantomime Pageant). Scholarly neglect is almost certainly due to the widely held misapprehension that the pantomime is essentially lightweight and frivolous. The study of pantomime, however, raises a series of substantial and significant research questions, which this project aims to investigate.\\n\\nOur main objective is to examine the extent to which pantomime reflected contemporary political issues, and contributed towards the development of a distinctive national culture in Britain in the Victorian period. We are interested to examine the effects of theatrical censorship on pantomime, and trace the extent of pantomime's subversive take on contemporary and topical events, notwithstanding the control of the Lord Chamberlain and the Examiner of Plays throughout the period.\\n\\nWe are interested in examining the ways in which pantomime both reinforced and subverted Victorian attitudes towards gender relations, and changing attitudes towards, masculinity, femininity and gender relations, involving such pantomime institutions as the male dame, and the female principal boy. We will also look at how pantomime was figured in the experience of the Victorian child, both as spectator and performer.\\n\\nWe will study the place of pantomime in Victorian visual culture, and histories of Victorian music and dance, to examine the roles of the 'sister arts' in pantomime, and consider the pantomimic stage as a meeting place for all the arts as a sort of Gesamtkunstwerk of popular culture.\\n\\nOur answers to these questions will be developed and disseminated through several media: we will produce two single-author monographs, and an edited collection of essays. We will hold three symposia, sharing our research with a wide range of expert participants, and asking them for critique and commentary. Our participants and audiences for these dissemination activities will be drawn from the areas of theatre history research, music, dance, and the visual arts, cultural history, and Victorian Studies.\\n\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/G010552/2","grantId":"AH/G010552/2","fundValue":"39188","fundStart":"2012-11-01","fundEnd":"2013-01-31","funder":"AHRC","impactText":"  The PI, CI, and PDF have all given a range of keynotes and conference papers and developed publications (now published, or in press, or in preparation) from the project. These all disseminate our findings, nationally and internationally. The investigators have all incorporated their research into research-led teaching at their respective universities.\n\nProfessor Newey was a consultant for the Finestripe documentary &amp;amp;quot;There is Nothing Like a Dame,&amp;amp;quot; and appeared on the programme. She also conducted a live interview of two contemporary pantomime Dames for the Society for Theatre Research (available via YouTube). Creative Economy,Culture, Heritage, Museums and Collections Cultural","person":"Katherine Mary Newey","coPersons":[],"organisation":"University of Exeter","findingsText":" This project explores the development of the popular entertainment form of pantomime in the nineteenth century. We show how the Christmas entertainment still so popular today developed into this familiar form in the Victorian period. We explore the roots of Victorian pantomime in the work of the most famous Clown, Joseph Grimaldi (&amp;amp;amp;amp;quot;Joey&amp;amp;amp;amp;quot;), and the spectacle and lavishness of the stages and settings of pantomime. We look at the parallel and complementary form of Burlesque, through the work of J.R. Planch?, and explore the way that pantomime communicated ideas about contemporary world for Victorian audiences. We argue that pantomime was the most responsive, and demotically democratic form of theatrical entertainment in the nineteenth century, and provides a rich documentation of popular political opinion, in ways that evaded the rigorous censorship of the stage in the nineteenth century. 1) As a staple of the popular theatre economy today, a study of the roots of pantomime in the Victorian creative industries is of interest. \n2) Contemporary theatre practitioners have already expressed interest in exploring and recreating traditional forms of pantomime performance in the Harlequinade.\n3) The study of pantomime could be part of an enrichment of upper primary and junior secondary school curricula. Pantomime is one of the last remaining common theatrical experiences in the UK today, and still a focus for satire and topical commentary. The history of pantomime offers a lively way into the study of British culture and society in the nineteenth century. Creative Economy,Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections","dataset":"gtr"}