{"id":"FAB624E0-8025-42FB-BD5C-7F2DA32535B1","title":"Role of A- and M-type K+ and Ih currents and channels in spontaneous pain","abstractText":"Chronic pain affects approximately one-sixth of the population at some time in their lives. Pain usually results from tissue damage, but in some diseases spontaneous pain can occur: this pain is independent of any tissue injury. Spontaneous pain can be devastating and remains very hard to treat because its underlying mechanisms are not understood. Recently, we discovered that the degree of spontaneous pain is related to the rate of spontaneous firing of action potentials (nerve impulses) in a subpopulation of pain-sensing neurons. We aim to clarify the underlying mechanisms of these spontaneous impulses.\nNerve impulses normally carry information from sensory receptors in the skin towards the central nervous system. These impulses signal touch, temperature or pain; normally pain signals result only from actual or threatened tissue damage, but spontaneous impulses in pain-signalling nerve fibres will produce a sensation of pain. Nerve impulses are generated by protein molecules (ion channels) that regulate the flow of ions (mainly sodium and potassium) across the membrane. Potassium ions move outwards, making the nerve more negative inside and reducing the likelihood of impulses being generated. In contrast, sodium ions move inwards, making the nerve more positive inside and increasing the tendency to fire impulses.\nThis proposal focuses on ion channels that are open under resting conditions and allow potassium ions to leave the nerve fibre (through subtypes known as A-type and M-type potassium channels) or sodium ions to enter (through a channel subtype known as HCN). The hypothesis is that reducing expression or activity of A- or M-type channels, and/or increasing expression or activity of HCN channels, would increase the tendency of a pain-signalling nerve fibre to generate spontaneous impulses and thus create the sensation of pain.\nWe shall test this hypothesis by recording electrical currents and voltage changes caused by these channels in sensory neurons in rat in vivo. We aim to determine in animal models of chronic pain whether spontaneous firing and spontaneous pain behaviour are affected by blocking or opening these channels with pharmacological agents. We shall also dye-inject spontaneously active neurons enabling us to use labeled antibodies to detect which proteins (including ion channels) are being expressed in these neurons, and to determine whether expression of these ion channels is altered by agents causing inflammation which are known to increase spontaneous impulse generation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0700420","grantId":"G0700420","fundValue":"374144","fundStart":"2007-12-01","fundEnd":"2011-05-31","funder":"MRC","impactText":"","person":"Laiche  Djouhri","coPersons":["Sally N Lawson"],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}