{"id":"FAB870FC-C1C9-4D8E-9977-E159EBEDDD7B","title":"CliMathNet: Mathematics for Climate Network","abstractText":"The science of climate modelling and prediction has developed in the past twenty years to become a science where advances can directly and quickly influence international, national government and enterprise policy. While much of the progress in these aspects of climate science have been via a combination of improved earth observation, more powerful computers and better understanding of feedbacks in the earth system, mathematics and statistics have played an underpinning role in generating, solving and validating numerical models. It is an area of science where the UK has demonstrated leadership that goes from the development of numerical weather prediction to strong representation of UK science and scientists on the current Intergovernmental Panel for Climate Change (IPCC), distinguished by a Nobel Peace Prize in 2007.\n\nMathematics and statistics have played a major role in many advances in climate modelling and prediction, and these contributions have been in both directions, for example, the seminal Lorenz (1963) model is continuing to have a great impact on the field of dynamical systems and their statistical properties and is still the model of choice for a simple nonlinear dynamical system. However, the Mathematical Sciences have often been seen as a toolbox rather than an equal partner with Climate Science. This division is institutionalized in the UK in a number of ways - core funding for Climate Science in the UK is from NERC, DECC and DEFRA while Mathematics and Statistics is seen as an EPSRC responsibility; even the more theoretical research is often based within Earth Science, Physics and/or Meteorology departments rather than Mathematics or Statistics; although one could identify &quot;Mathematics for Earth Sciences&quot; as an internationally successful cognate activity.\n\nWe believe that wider engagement with the Mathematical Sciences have the potential to contribute much more to answering the key questions (in particular understanding and reducing uncertainties in observation and prediction). By engaging a wide range of Mathematics and Statistics researchers on a number of scientific themes, CliMathNet aims to stimulate discussion and progress on these themes by entraining the expertise of mathematicians and statisticians.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K003216/1","grantId":"EP/K003216/1","fundValue":"189809","fundStart":"2012-11-01","fundEnd":"2016-01-31","funder":"EPSRC","impactText":"","person":"Peter  Ashwin","coPersons":["Chris  Budd"],"organisation":"University of Exeter","findingsText":" This ongoing grant has been developing links between mathematics, statistics and climate science communities, aiming to ensure that the best mathematical and statistical methods are applied to policy-relevant questions in climate science. The project aims to create an ongoing dialogue between mathematics and other disciplines concerning climate science that is relevant to the needs of commerce, industry and public policy. Aerospace, Defence and Marine,Communities and Social Services/Policy,Construction,Environment,Healthcare,Government, Democracy and Justice,Manufacturing, including Industrial Biotechology,Security and Diplomacy,Transport","dataset":"gtr"}