{"id":"FAB886D7-674A-4B83-BB99-7DD8E4F7FA23","title":"Benthic Biodiversity of seamounts in the southwest Indian Ocean","abstractText":"Benthic biodiversity of seamounts in the southwest Indian Ocean Seamounts are centres of biological diversity and are ecological hotspots in the deep ocean but their inaccessibility poses major challenges for research. In consequence, there are conspicuous sampling gaps of which the equatorial regions and most of the Indian Ocean are the most extensive. The southwest Indian Ridge (SWIR) is a major geological feature which extends from the central Indian Ocean to join the Mid-Atlantic Ridge in the Southern Ocean. It is rich in seamounts and supports a productive deep-water fishery yet, in terms of biodiversity and ecosystem functioning, it is one of the least sampled regions of the global ocean. We propose to study the diversity and distribution of benthic assemblages, from meiofauna to megafauna, on seamounts in the central section of the SWIR between 41 degrees S 42 degrees E and 33 degrees S 58 degrees E. The benthos of this region is completely unstudied and is of particular interest in terms of its position in relation to major ocean currents, gradients of primary productivity, and recent predictions as to the global distribution of cold-water corals. The region may be regarded as the most significant gap in our understanding of the seamount fauna globally. By studying the associations between faunal assemblages and habitat types, the genetic relatedness of populations, and the relationships between surface productivity, currents, and benthic distributions, we will enhance understanding of the processes governing the distribution, abundance, diversity and evolution of fauna on oceanic seamounts. A new habitat-suitability model based on environmental niche factor analysis (ENFA) has predicted that hard substrata in the southern Indian Ocean, down to ca. 2,500 m, are prime habitats for cold-water scleractinian corals. We propose to test these predictions by comparing the distributions and abundances of coral species across the study area with modelled distributions. Confirmation of the model predictions would lend support to recent concerns that increases in anthropogenic carbon dioxide emissions are likely to cause range shifts in calcareous marine organisms. A recent initiative from the deep-sea fishing industry working with the United Nations Food and Agriculture Organisation (FAO) has proposed a number of voluntary benthic protected areas (BPAs) on the SWIR in which no bottom trawling will take place: three of these are within the proposed study area. This is an unprecedented event in international waters and presents a unique opportunity to study the effectiveness of BPAs in protecting deep-sea habitats and species in the high seas. Detailed information on fishing effort at the study sites, available through industry collaboration, will allow us to assess the effects of trawling on slow-growing deep-sea benthic assemblages, and to gather baseline information against which the process of recovery following cessation of fisheries can be assessed.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F005563/1","grantId":"NE/F005563/1","fundValue":"316351","fundStart":"2011-10-01","fundEnd":"2015-09-30","funder":"NERC","impactText":"  Not as of yet as we are still producing the results Education,Environment Societal,Policy & public services","person":"Bhavani  Narayanaswamy","coPersons":[],"organisation":"Scottish Association For Marine Science","findingsText":" The diversity of the smaller sized fauna (&gt;0.25mm - ~2cm) was much higher than expected.\nThe biodiversity varies across the different seamounts, but at present does not appear to be directly correlated to productivity. Instead biodiversity may be linked to habitat heterogeneity - the more habitat types there are the more species we are finding. The habitat type also appears to influence the type of fauna that we are seeing with striking differences in the composition at phyla level (i.e. more polychaete worms in some habitats, whilst in others crustaceans dominate). \nWe have also found that there is a hidden diversity of fauna living inside coral/carbonate skeletons which was somewhat unexpected. The older, and therefore &quot;softer&quot; the coral/carbonate the more fauna found living inside. This also appears not to be related to the productivity gradient across the seamounts. \nPotentially many new species have been found and we have been using molecular techniques to clarify this. Final results may be used by other:\nScientists studying seamount ecology, genetics, connectivity, impact of fishing, litter to name but a few. \nThose working on policy and law - the seamounts studied here are in an area outside of any country's National Jurisdiction, i.e. they are on the High Seas. All the seamounts may be considered in the future as Ecologically and Biologically Significant Areas (EBSA's), two have already started the process and have been accepted for the next round of discussion.\nThese seamounts are also in an area where countries are interested in mineral exploitation and licences have already been granted in the region. \nMany scientists, policy makers, environmental lawyers will undoubtedly work together in the future in order to try and ensure that the fragile habitats found on the seamounts are not completely destroyed. Education,Environment,Culture, Heritage, Museums and Collections,Other","dataset":"gtr"}