{"id":"FABAD3D0-CF5C-4DCB-9581-7FA8899DBD1D","title":"Rebellion and Mobilisation in French and German colonies, 1914-1918","abstractText":"Pursuing a more global understanding of the First World War our international team consisting of Jonathan Krause (University of Oxford), Julie d'Andurain (Universit&eacute; Paris-Sorbonne), Richard Fogarty (State University New York, Albany) and Jan-Georg Deutsch (Oxford) will examine the mobilisation of German colonies during the Great War and the widespread resistance this mobilisation engendered. Our research will provide new insight into the nature and lifecycle of regional uprisings with the parallels to the 2010-2011 Arab Spring making our study uniquely resonant with contemporary concerns. By covering a geographic area stretching from Senegal to Indochina, including comparative studies of the French and German experiences, our research will provide a global perspective on the wider impact of the First World War.\n The widespread unrest which erupted in France's colonies has not yet been studied in its own right. Krause leads this core aspect of the project researching the rebellions in Africa and South East Asia. These rebellions were very often a direct consequence of French efforts to recruit colonial subjects into the French armed forces, thus necessitating a study of colonial mobilisation during the war. Krause will pull together the histories of these multitudinous uprisings to produce the first history of these rebellions as a whole. Even if these rebellions 'failed' they set the parameters for continued dialogue between France and its colonial subjects, and as such are an important part of the broader history of European imperialism. \n Working collaboratively Krause and d'Andurain will refine this examination of colonial unrest by looking at the language used by French officials to describe rebels and rebellions. Typically the French wrote off uprisings as the action of mere 'pirates', brigands interested only in plunder. Failing this, French officials often tried to blame the unrest on racial or religious tension (especially with Muslim subjects). This tenency to disregard the rebels' motives, a tendency that still too often plagues modern governments, naturally coloured French responses to unrest. It constrained their ability to make peace with their colonial subjects and tells us a great deal about identity in colonial struggles. Krause and d'Andurain's work will provide the group with a better understanding of the psychology behind French decision-making as French officials dealt with the rebellions facing them.\n Fogarty will work with Krause to explore the role of Islam in colonial France, including the experience of French Muslim prisoners of war in Germany and the Ottoman Empire. Muslims in the French army came from North and West Africa, and their experiences tell us a great deal about how colonial subjects self-identified, and also about the regional diversity within Islam. Contrary to popular European views at the time, the Muslim world was highly diverse with populations often identifying themselves by region, culture, or language in addition to faith. The result was a substantial diversity in the Muslim world that is still relevant today. Fogarty's work helps the team understand the identities and world-views of colonial rebels, providing critical insights into how colonial subjects chose between passive or active resistance, cooperation or rebellion.\n Deutsch and Krause will work together to provide an important comparative study of the mobilisation of French and German colonies in Africa. This will contextualize the group's work on French colonies and expand the geographic limits of our research. Germany's colonial experience was drastically different due to the British blockade which substantially limited Germany's ability to bring colonial resources to Europe. Instead, Germany cooperated with colonial subjects to launch extensive military campaigns, especially in Africa. This work will provide necessary contextualization for our research on mobilisation and resistance in the Great War.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/N001850/1","grantId":"AH/N001850/1","fundValue":"198810","fundStart":"2015-12-01","fundEnd":"2017-09-30","funder":"AHRC","impactText":"","person":"Jonathan James Krause","coPersons":["Jan-Georg  Deutsch"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}