{"id":"FAC1502F-C344-4DCA-9E3E-B787A5D013F5","title":"Language and Culture for the New Generation of Leading Researchers in East Asian Studies: Partnerships, Networks and Training","abstractText":"Building upon the activities of the first phase of AHRC funding, WREAC continues, in the second phase, to build, nurture and sustain national capacity in Language-Based Area Studies by developing its PGR/ECR language and methods training provision, consolidating its partnerships with other academic institutions within and beyond the UK, including closer collaboration with other LBAS centres, and developing new research networks and knowledge exchange partnerships with a greater renewed focus on the arts and humanities to disseminate its research, as well as enhance the impacts of its research. WREAC's activities will be organised under three strands: \n\n(1) Identities and Cultures in East Asia: focuses on (a) Chinese theatre and performance: building on the work of this international, practice-based network, the project will build further PGR capacity, disseminate research findings at network events, and develop a major electronic resource including film, photography and video of a series of Chinese plays and productions, critical commentary, and archival material from the National Academy of Chinese Theatre Arts (Beijing); (b) Chinese authors, authorship and authority: through a new network of researchers working on concepts of authorship in China across different historical timeframes, the project questions the Eurocentric narrative on authorship and will provide a dynamic online resource for researchers, students and practising authors; and (c) an international (and cross-LBAS) network on memory in East Asia (and beyond) will focus on how communities use texts, material cultures, public events and performances as a means of mediating troubled pasts or rapid social change.\n\n(2) Cross-cultural Encounters and Globalisation: under the broad label of cultural diplomacy/soft power, one element of this strand considers the role of informal actors in East Asian international relations, while another considers various aspects of Chinese, Japanese and Korean soft power and its influence in other parts of the world. The theme of religions in Asia forms another element, through collaboration with BICC on a network which explores changing forms of religious authority in Asia against a backdrop of social change. \n\n(3) Networks in Chinese and Japanese language and cultural training: this strand builds on the training element of our provision by expanding further the international network of supervisors of research students in Teaching Chinese as a Second Language (TCSL), with an international conference for supervisors on the one hand, and a student-led symposium on the other; in addition, resources for teaching and training purposes, and an edited volume representing cutting-edge research in the field of TCSL will be important outputs. In Japanese language training, we will build up our collection of online materials for PGT/PGR students, facilitating the transition to self-directed, self-motivated study with the inclusion of digital materials and new learning tools. The Staging China and Writing Chinese projects will also include substantial language and cultural training elements in the form of online, bilingual resources aimed, in both cases, at advanced learners of Chinese, as well as non-academic users.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L006758/1","grantId":"AH/L006758/1","fundValue":"313208","fundStart":"2014-02-13","fundEnd":"2016-08-31","funder":"AHRC","impactText":"","person":"Caroline  Rose","coPersons":["Glenn  Hook"],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}