{"id":"FAC9DA6D-B3E5-4A27-B113-B7001DEE3839","title":"Nanofibre scale-up and industrial validation - Industrial Biotechnology Catalyst Translation and Industrial Research Awards","abstractText":"Biopharmaceuticals are an increasingly important sector of the pharmaceutical industry, over one third of all drugs now in development are biopharmaceuticals and they make up half of the top 10 revenue blockbusters. It typically takes over 10 years and $800 million to develop a new drug. Global demand for cheaper biotherapeutics, which represent many of the new tools in the fight against diseases such as cancer and neurodegenerative conditions, drives the need for a reduction in manufacturing costs. A significant proportion of current costs arise from the purification technologies now used to ensure the safety and efficacy of these treatments. This project aims to build on existing collaborations between Puridify, an SME with a novel nanofibre purification technology, and University College London (UCL), a world leading research organisation for the development of industrial bioprocessing technologies. The successful award of this project lead by Puridify and supported by shadow industrial partners will see the development and commercialisation of innovative bioprocessing platform technologies allowing the cost effective manufacture of a wide range of existing and new products.\n\nThe project will accelerate development of Puridify's novel platform downstream bioprocessing technologies towards commercial activity. The technologies increased productivity will provide an efficient manufacturing route to both new and existing products benefiting society and the sector as a whole by reducing costs and enabling the economic manufacture of next generation biotherapeutics. Using new processing technologies, theory and modelling, this integrated Industrial Research and Development project will accelerate the commercialisation of this technology by bringing together key academic and business components of the UK Industrial Biotechnology community.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M017222/1","grantId":"EP/M017222/1","fundValue":"608612","fundStart":"2015-03-30","fundEnd":"2017-03-29","funder":"EPSRC","impactText":"","person":"Daniel Gilbert Bracewell","coPersons":["Gary  Lye"],"organisation":"University College London","findingsText":"","dataset":"gtr"}