{"id":"FACC06B1-EB69-4CDB-80CD-2A9EBD46B46E","title":"Cohort and Longitudinal Studies Enhancement Resources (CLOSER)","abstractText":"<p>The UK has a portfolio of the longest-running longitudinal studies in the world. These studies are well-recognised as one of the most crucial sources of evidence for policy development in health, economics and society.</p>\n\n<p>There are a number of different academic institutions running longitudinal studies in the UK. The CLOSER network brings these teams together to:</p>\n\n<ul>\n \n\n <li>stimulate interdisciplinary research across the major longitudinal studies</li>\n\n <li>provide shared resources for research</li>\n\n <li>assist with training and development for researchers in the use of longitudinal data at all career stages</li>\n\n <li>share information and expertise in longitudinal methodology.</li>\n\n</ul>\n\n<p>By doing this, CLOSER will help to build the body of knowledge on how UK people and society are changing across the generations, and how life in the UK compares to life in other countries. CLOSER will help increase the number of researchers who are confident and able to analyse longitudinal data. And last but not least, CLOSER will help improve the quality of the datasets themselves, making sure that data are comparable across studies and that the teams leading the studies can share best practice.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/K000357/1","grantId":"ES/K000357/1","fundValue":"5372650","fundStart":"2012-10-01","fundEnd":"2017-09-30","funder":"ESRC","impactText":"","person":"Jane  ElliottAlison  ParkAlissa Tamar Goodman","coPersons":["Christopher John Dibben","Carol  Dezateux","Lucinda  Platt","Rebecca Jane Hardy","Jack  Kneeshaw","Susan Margaret Ring","Jugnoo Sangeeta Rahi","Lynn  Molloy","Cyrus  Cooper","Anna  Vignoles","Richard Donovan Wiggins","Lorraine Margaret Dearden","Jude  England","Amanda  Sacker","Paul Richard Burton","Diana Jane Kuh"],"organisation":"University College London","findingsText":"","dataset":"gtr"}