{"id":"FACF5533-78E5-4B52-A83C-3A35E180097D","title":"Designer Catalysts for High Efficiency Biodiesel Production","abstractText":"Tackling the current world energy crisis is recognised as a top priority for both developed and developing nations. Alternative energy sources are therefore urgently sought in response to both diminishing world oil reserves and increasing environmental concerns over global climate change. To be truly viable such alternative energy sources must be sustainable, that is have the ability to meet 21st century energy needs without compromising those of future generations. While a number of sustainable technologies are currently receiving heavy investment, the most easily implemented and low cost solutions for transportation needs are those based upon biomass derived fuels. Spearheading such renewable fuels is biodiesel - a biodegradable, non toxic fuel synthesised from animal fats or plant oils extracted from cereal or non-food crops. We recently developed a range of first-generation solid acid and base catalysts that respectively remove undesired free fatty acid (FFA) impurities, and transform naturally occurring triglycerides found within plant oils into clean biodiesel. Here we propose to achieve a step-change in both catalyst, and overall process efficiency, through a combination of new synthetic materials chemistry and reactor technologies, in combination with computer-aided catalyst and process design. Our goal is the delivery of second-generation mesostructured solid acids and bases, optimised for efficient diffusion and reaction of bulky triglycerides and FFAs, and an intensified process allowing tandem esterification and transesterification of plant oil. Together these new green chemical technologies offer vastly streamlined biodiesel production, with associated annual energy savings of 5.5 billion kWh and a reduction in CO2 emissions by 2.4 million tonnes per annum at current production rates.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F063563/1","grantId":"EP/F063563/1","fundValue":"87008","fundStart":"2009-04-24","fundEnd":"2011-07-01","funder":"EPSRC","impactText":"  Research in biodiesel is currently focusing on more efficient ways of production, with the most promising avenue of research looking at the use of heterogeneous catalysis. When non-porous solid catalyst is used at a laboratory scale, the diffusion stages of the reaction can be neglected, leaving a simplified mechanism comprising the reaction and adsorption/desorption stages. Experimental investigations on concentration profiles with time thus allow developing insights into intrinsic kinetic (or site) mechanism of reactions. However, without the consideration of concentration gradient due to diffusive transport limitation, the interaction probabilities for all given active sites are identical. This is not true when nano-porous catalysts are used to help with the inter-particle transport for scaled up reactors. For scaling up processes, nano-porous solid catalysts such as hydrotalcite with layered double hydroxides and polystyrene beads with silica precursor have been investigated to provide high specific surface area, more access to active sites for reaction to occur and to reduce the amount of catalyst needed in a given volume. This porous nature however also makes the reaction process from nano-materials to process scale, more difficult to design, as diffusion through catalytic pores creates another step in the reaction sequence that must be accounted for in multi-scale design and simulation. This research demonstrates the effectiveness of the proposed multi-scale design framework combining experimental and computational approaches. The transesterification reactions with hydrotalcite catalysts; palmitic acid and methanol with polystyrene beads with silica precursor were optimised for high purity production.\n\n\n\nThe main impact lies in predictive computer modelling to enable chemists, chemical engineers and catalyst designers to design hierarchical porous solid catalysts and multi-functional reactors for more efficient high purity production of desired product.\n\nA comprehensive intrinsic kinetic and diffusion modelling framework to design transesterification reaction catalysts for biodiesel production has been established. The interlayer structure of the hydrotalcite and polystyrene beads with silica precursor, catalysts, enhanced diffusion and accessibility of species and hence the rates of triglyceride conversion and production of fatty acid methyl ester (biodiesel). Catalyst structural optimisation supported by simultaneous experimental investigation shows more than 98% molar conversion of triglycerides into high purity biodiesel production. Catalytic activity, surface area and porous sizes and structure were optimised by the predictive model to feed into the experimental design.\n\nBeneficiaries: Catalyst designers in Cardiff.\n\nContribution Method: The researcher on the grant spent time at Cardiff lab, to help with catalyst design and laboratory experimentation. At later stage, a number of joint collaborative publications with Profs Karen Wilson and Adam Lee are coming up. In addition to what has already been inputted in the publication, we are jointly presenting our collaborative work in Catalysis and Chemical Engineering Conference by IChemE on 4 June, 2013. The title is: Heterogeneously Catalysed Transesterification Reaction Kinetics and Diffusion Analyses for Optimal Synthesis, by Jhuma Sadhukhana, Adam F. Lee and Karen Wilson.\n\nThe following combinations of hydrotalcites catalyst design parameters determined from predictive modelling gave rise to a triglyceride molar conversion &gt;98% and almost pure biodiesel production on separation. \n\n1. activity = 30 mmoles per gm; surface area = 500 m2 per gm; pore size (diameter) &gt; 20 nanometer.\n\n2. activity = 10 mmoles per gm; surface area = 160 m2 per gm; pore size &gt; 15 nanometer.\n\n3. activity = 6.8 mmoles per gm; surface area = 100 m2 per gm; pore size &gt; 10 nanometer.\n\n4. activity = 4.4 mmoles per gm; surface area = 50 cm2 per gm; pore size &gt; 5 nanometer.\n\nFurther, model validation is in progress with polystyrene beads catalysts. Further, journal papers (Chem Eng J.) will be submitted soon. Manufacturing/ including Industrial Biotechology Cultural","person":"Jhuma  Sadhukhan","coPersons":[],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}