{"id":"FAD2E586-539F-4CFA-BB53-4FC4C6E84183","title":"Delineation of the role of brainstem pro-opiomelanocorin neurons in energy balance","abstractText":"Obesity and type 2 diabetes represent major medical and economic challenges of the 21st century. An understanding of the biological mechanisms regulating food consumption is essential to both the successful treatment and prevention of obesity and type 2 diabetes. The brain represents the master co-coordinator of energy balance, employing a number of interwoven neurological circuits to continually appraise and respond to changes in nutritional state. The brain melanocortin network is a fundamental regulator of energy homeostasis and serves as a gateway for many of these signals. Therefore, a clear understanding of the precise mechanism through which pro-opiomelanocortin (POMC) modulates appetite, food preference, body weight, and blood glucose is of intense interest. The aim of this application is to identify specific POMC neurons responsible for communicating energy balance information and to demonstrate that their manipulation, through state of the art pharmacogenetic and genetic techniques, is of direct relevance to metabolic fitness. We will also examine the impact of diet and adiposity on POMC energy balance circuitry function. Through the identification of primary, critical cells in the brain regulating energy balance, we anticipate that these data will ultimately have translational benefit for the treatment of global metabolic disease.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K001418/1","grantId":"BB/K001418/1","fundValue":"366177","fundStart":"2013-08-01","fundEnd":"2016-07-31","funder":"BBSRC","impactText":"  We recently completed the first year of the grant and as such, our preliminary findings have thus far only been used to stimulate discussion following the numerous invited talks.  ","person":"Lora Katherine  Heisler","coPersons":[],"organisation":"University of Aberdeen","findingsText":" We are investigating the means through which appetite is controlled within the brain. We are investigating whether a 5-HT2C receptor agonist which is used for obesity treatment in the USA activates NTS POMC neurons to reduce appetite. If so, this work may be taken forward by determining ways to activate these appetite-modulating cells. Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}