{"id":"FAD5D30A-B23D-453D-BFBE-5B28F8D975A0","title":"Enhancement to: &quot;Earthquakes Without Frontiers: a partnership for increasing resilience to seismic hazard in the continents&quot;","abstractText":"This proposal is to integrate researchers from India into an existing International Partnership that brings together scientists from countries affected by damaging and potentially catastrophic earthquakes in the Alpine-Himalayan region and central Asia. This Partnership, established through an earlier (and current) NERC-IOF grant and a current NERC-ESRC consortium grant and led by investigators in the NERC-funded COMET+* consortium, will be enhanced and expanded through the participation of India. \n\nThe Partnership was formed as a response to a series of high-impact earthquakes over the last decade, which emphasized the stark contrast existing today between the effects of earthquakes in rich and developing nations. In terms of human life, the risk is overwhelmingly concentrated in the developing world, and predominantly in continental interiors, with the Alpine-Himalayan region and central Asia being particularly threatened. Many communities and cities in this region are known to be vulnerable because of past earthquakes, but they now have considerably larger exposed populations. \n\nA first and essential step in reducing that vulnerability is to improve the level of knowledge and characterization of the hazard concerned; which is far below, for example, California or Japan. That task requires the engagement of scientists in the countries concerned, but would be greatly aided by the expertise available in the international scientific community, even in countries where the local scientific base is already strong.\n\nIn particular, two geological effects contribute to continental Asia's special vulnerability: (1) Earthquakes in continental interiors typically occur on widely-distributed faults that are poorly known and move relatively infrequently. By comparison, those on plate boundaries adjacent to oceans (such as Japan, Chile) occur on faults that are more localized, better known and move more often. (2) Many human settlements in continental interiors concentrate (and then grow) in locations close to earthquake-generating faults, which control topography, water supply or trade routes.\n\nImproving knowledge and understanding of the earthquake hazard is therefore inescapably linked to the first-order scientific question of how continental tectonics works: a cutting-edge priority at the highest level in international science, which also requires the full range of observational, theoretical and technical capabilities now available to the scientific community.\n\nThe issues involved in addressing earthquake hazard and earthquake science in the Alpine-Himalayan region and central Asia are therefore best tackled by international partnerships of scientists, which can help bring an appropriate mixture of expertise, technology, man-power and training to bear in each area or country. That is the point of the Partnership we aim to enhance here by facilitating the participation of scientists from India.\n\nThe Partnership functions through meetings, workshops and training activities, including a summer school and exchange visits, principally of young scientists between the UK and participating countries. The principal Project Partners in the original IOF proposal, who also contribute substantially to the costs, are Italy, Kazakhstan and China. Supporting members include Greece, Turkey, Iran, Turkmenistan, Uzbekistan, and Kyrgyzstan. It was always the intention that others would join later, and the addition of India proposed here will add one of the most vulnerable countries in the entire Alpine-Himalayan-Asia region. The intention is that the benefits and functioning of the Partnership will continue well beyond the duration of the IOF award.\n\n*COMET+ is the Dynamic Earth and Geohazards Group of NERC's National Centre for Earth Observation (NCEO): see (http://comet.nerc.ac.uk)","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M017559/1","grantId":"NE/M017559/1","fundValue":"25569","fundStart":"2015-03-18","fundEnd":"2017-03-17","funder":"NERC","impactText":"","person":"James  Jackson","coPersons":["Alex  Copley","Keith  Priestley"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}