{"id":"FAD79861-AAA0-4989-8A15-D2035F4DFEA0","title":"Materialising Exile: Material Culture and the Embodied Experience of Karenni Refugee-ness","abstractText":"This innovative project on forced migration will explore relationships between identities, material culture, the body and physical experience, in a Karenni refugee camp on the Thai-Burma border. It will look at these dimensions in refugee remembering, forgetting and (re-)imagining, particularly in relation to real and metaphorical journeys and it will examine how refugees perceive, represent, manipulate, use as metaphor and otherwise engage with material objects and spaces. This unique focus will profoundly advance the ways in which refugees and refugee-ness are conceptualised and theorised more generally, as well as furthering particular understanding of the diverse population of Karenni refugees","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=119531/1","grantId":"119531/1","fundValue":"6033","fundStart":"2006-01-01","fundEnd":"2007-03-30","funder":"AHRC","impactText":"","person":"Sandra Helen Dudley","coPersons":[],"organisation":"University of Leicester","findingsText":" This innovative project developed a new theoretical approach to forced migration and identity. Focusing on the highly diverse (ethno-linguistically and otherwise) Karenni refugee population living in camps on the Thai-Burma border, the approach centred on the relationship between material culture, the body and physical experience, and how refugees see and represent themselves. \n\n\n\nAs part of its emphasis on embodiment, the project explored refugee notions about the body and aspects of individual, physical experience, including all the senses but especially sight and touch. The project looked at these dimensions in refugee remembering, forgetting and (re-)imagining the past, including journeys into exile. It also examined how refugees perceive, represent, manipulate, use as metaphor and otherwise engage with material objects and spaces. \n\n\n\nThe project's main outcome was a book, Materialising Exile. This book's unique focus will advance the ways in which refugees and refugee-ness are conceptualised and theorised more generally, as well as furthering understanding of the particular refugee population concerned. The project's findings will enable practitioners and interested refugees themselves to reflect upon a more holistic, material culture-based approach to the experience of exile than is currently found in either academic or practitioner-oriented literature. This has the potential beneficially to inform agency approaches to working with refugees, in camps and elsewhere. Communities and Social Services/Policy,,Other","dataset":"gtr"}