{"id":"FADECC90-69B1-48AD-ACD8-3619CD4CC3F3","title":"Delivering Hydroacylation as a General Reaction for Synthesis: A Combined Organic and Organometallic Approach","abstractText":"The hydroacylation of alkenes and alkynes is a fundamentally simple process involving the addition of an aldehyde across and alkene or an alkyne to generate a ketone-containing product. Although a number of metal catalysts are known to promote the reaction the majority of these systems are inefficient, require harsh reaction conditions and have limited substrate scope. The aim of this proposal is to develop new catalysts systems that will allow the process to deliver products in high yields, using stable, easy to handle complexes that operate under mild conditions, and that function for a wide range of organic substrates. To arrive at this point we propose a collaborative program of research involving both organic and inorganic chemists. We will design new classes of ligands and catalysts that allow stabilisation of the key reactive metal-centre while still allowing the reaction to proceed. Preliminary results from our laboratories have shown that such an approach is valid. Along with catalyst design we will study the mechanism of the process using a variety of characterisation methods, and will build up a detailed understanding of the individual steps of the reaction. This mechanistic information will then be fed into the catalysts design loop to deliver yet more effective catalysts. Applications of the proposed chemistry includes the efficient synthesis of ketone and enone systems, ring-closing reactions to generate cyclic ketones, and the potential application of the chemistry to the synthesis of new polymeric materials.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G056609/1","grantId":"EP/G056609/1","fundValue":"646013","fundStart":"2010-01-04","fundEnd":"2013-01-03","funder":"EPSRC","impactText":"","person":"Michael  Willis","coPersons":["Andrew  Weller"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}