{"id":"FAE2DAC8-E7A2-4F82-A1B6-F2BA538A4E56","title":"Treatment of Systemic Infection by Modification of the Bacterial Phenotype","abstractText":"Meningitis and sepsis remain devastating diseases, particularly in the young. If patients survive, there are usually serious consequences that include mental retardation, seizures, cerebral palsy and hearing loss. Antibiotic therapy may not always be effective because the infection progresses very rapidly and antibiotic resistant bacteria are now more commonly found. There is widespread recognition that new approaches to the treatment of the disease are urgently needed. These serious infections in the newborn infant and in older children are caused by a relatively small number of bacterial types and they are almost all protected from the effects of the patient?s immune system by a coat, or capsule, comprising linked sugar molecules. There is ample evidence that the capsule is essential for the survival of the bacteria within the tissues of the patient, as without it they are no longer able to protect themselves from immune attack. We are looking for ways to rapidly remove this protective layer as a novel way of treating the infection ? our approach, which we call phenotypic modification, does not rely on directly killing the bacteria in the way that most antibiotics do, but aims to convert them to a ?less fit? form that cannot survive in the body. We have found an enzyme, derived from a bacterial virus or ?bacteriophage?, which quickly and selectively strips the capsule from the bacterial surface and sensitises the pathogenic organisms to the body?s defences. We have used the enzyme to treat experimental infections in newborn rats and we find that injection of very small amounts of material can very effectively cure the animals of what is invariably a fatal infection. This is the first demonstration that we know of which shows that ?phenotypic modification? can work in whole animals. We now which to achieve a greater understanding of the nature of the infection in the animal model by studying the distribution of the pathogen in animal tissues and organs and we would also like to establish that the positive therapeutic outcome that we observe is really due to removal of the protective capsule at the site of infection. Finally, we propose to use ?microarray technology? to establish whether key rat gene products are involved in the determination of the therapeutic outcome.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0400268","grantId":"G0400268","fundValue":"239121","fundStart":"2005-05-01","fundEnd":"2008-04-30","funder":"MRC","impactText":"","person":"Peter William Taylor","coPersons":["J. Paul  Luzio","Brendan  Wren"],"organisation":"School of Pharmacy","findingsText":"","dataset":"gtr"}