{"id":"FAE57E7B-842E-426C-91CF-AA87186C1E88","title":"Proposal to Extend the Edinburgh Advanced Computing Facility to House ARCHER","abstractText":"This proposal aims to construct a highly energy-efficient extension to the University of Edinburgh's Advanced Computing Facility (ACF) to house the next generation High Performance Computer (HPC), ARCHER. The ACF, which is situated on a science park to the south of the city of Edinburgh, was completely refurbished in 2004 to house all present and planned HPC systems operated by the University. From 2007 it has been the home for the HECToR service and currently we are installing the DiRAC BlueGene/Q there. It is a free-standing non-public-access building offering excellent security. The specification, design and implementation of the new facility are being carried out by the same University/private enterprise partnership who undertook the original refurbishment, the extension and upgrades required for HECToR in 2007, and the upgrade for BlueGene/Q in 2011. The extension will add 500 square metres of floor space and 3MW of electrical power capacity, achieving power usage effectiveness (power used by the centre/power used by ARCHER) less than 1.1, the current state-of-the-art. The project is proceeding on a timetable to complete the building extension, and mechanical and electrical installations, by March 2013, so that the first phase of ARCHER can be installed and service begun as soon as the hardware procurement is completed and the computer ready.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K007629/1","grantId":"EP/K007629/1","fundValue":"10000000","fundStart":"2012-04-01","fundEnd":"2013-03-31","funder":"EPSRC","impactText":"  The building is complete and being used. Other ","person":"Arthur Stewart Trew","coPersons":["Richard Donovan Kenway","Michael William  Brown"],"organisation":"University of Edinburgh","findingsText":" The project has delivered a highly energy-efficient building to house the next generation High Performance Computer (HPC), ARCHER, installation of which is expected to take place well in advance of requirement (subject to a final decision being taken by EPSRC on the details of the chosen ARCHER configuration). The ARCHER system when installed later this year will be the powerful supercomputer in the UK. Such facilties are in demand by industry and academia. The building will therefore permit the benefits of such a facility to be made available to UK industry. Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}