{"id":"FAE8FEE8-41D5-4DD6-84F7-E58D15251F9B","title":"The Quenching of Star Formation in Disc Galaxies","abstractText":"Modern astronomy is the study of the physical processes which shape the universe in which we live. Over recent decades astronomers have realised that by using our knowledge of physics, we can interpret observations of the night sky to learn about the universe as a whole. \n\n Much of this information has come from observations of the galaxies in our universe. These are the fundamental building blocks of the universe, massive collections of billions of stars which light up the underlying distribution of matter. We have a good basic picture of how the galaxies that we see (including the one we live in) started as tiny fluctuations in the density of the early universe, and over 14 billion years of cosmic history developed into the rich &quot;Zoo&quot; of galaxies we see today. However, as we make more and more precise observations of the universe using these galaxies as tracers, it becomes more and more important to understand all the myriad of differences we see in these galaxies. We must ask things like: Why do some have spiral structure and others not? Why do some spirals show bars and rings and others not? Why are some forming stars prodigiously and others not? \n \n Our proposal is aimed at working with data a new survey of galaxies in the local universe, with the goal of better understanding their internal structures. This survey, called &quot;MaNGA&quot; will make detailed observations of the internal structure and motions of almost 10,000 galaxies - almost 100 times larger than any previous similar effort. MaNGA will take spectra (&quot;cosmic barcode readings&quot;) in a grid across each galaxy, providing maps of the internal motions, chemical enrichment, and even the ages of the stars in the galaxy. We will use these data to test ideas about why spiral galaxies stop forming stars. \n\nThe main idea we want to test is that a galactic bar can help accelerate the ageing process of spiral galaxies, causing them to use up their fuel for star formation more quickly by increasing star formation in the central regions of the galaxy and helping to build a central bulge. We will test this with the MaNGA data on the ages of stars across the face of barred and unbarred spiral galaxies in order to determine how and if it happens, and how important it is to galaxy formation as a whole.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/M001156/1","grantId":"ST/M001156/1","fundValue":"22290","fundStart":"2015-04-01","fundEnd":"2016-03-31","funder":"STFC","impactText":"","person":"Karen Louise Masters","coPersons":[],"organisation":"University of Portsmouth","findingsText":"","dataset":"gtr"}