{"id":"FAECE7C1-C5F3-481F-8EF3-10B8AC2BB8F7","title":"A Network of Integrated Technologies: Plants to Products","abstractText":"The main aim of this project is to bring together a critical mass of academic and industrial partners to address the global challenges involved in the sustainable production of chemicals and materials from plants, agricultural co-products and agri-industrial residues. This will be achieved by creating a Network of scientists, industrialists, social scientists, life cycle analysts and stakeholders from feedstock supply to production industries in order to define bottlenecks and barriers to biorefining from technical, logistical and socio-economic perspectives. Through an initial scoping meeting, members of the Network will identify the key obstacles and areas where improvement is required, and the cross-disciplinary strategies needed to address this, in order to progress the field. Through the targeted funding of small &quot;Proof of Concept&quot; studies, information will be generated which will enable Network members to develop targeted robust proposals to bid into larger funding programmes with preliminary data and an established inter-disciplinary base to work from. \nIn addition to Proof of Concept studies, the Network will operate as a central source of information (e.g. via the website), a voice for sustainable production of chemicals from plants and a promoter of Network activities. The website will provide, information about network research activities, a directory of members and their areas of research expertise and relevant funding opportunities and conferences. The Network will support training of PhD students and PDRAs to promote the development of a skill base in the IB area. Through Network showcases and defined Impact activities, we will promote the objectives and achievements of the Network, actively champion the benefits of sustainable production of chemicals and materials from plants and become the first port of call for advice to companies, policy-makers and the international scientific community. In the latter respect, we will be actively seeking to create links and engage members in UK, EU and wider international programmes. Indeed, the success of the Network may ultimately be judged by these outcomes.\nUltimately this network will have a role in delivering a sustainable UK bio-economy through integrated biorefining pipelines, maximising product streams from feedstocks and increasing production efficiency, there by stimulating economic growth and job creation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L013819/1","grantId":"BB/L013819/1","fundValue":"639819","fundStart":"2014-02-10","fundEnd":"2019-02-09","funder":"BBSRC","impactText":"","person":"David Jonathan  Leak","coPersons":["Joseph  Gallagher"],"organisation":"University of Bath","findingsText":"","dataset":"gtr"}