{"id":"FAF22DCE-B9EC-46BA-8B32-5ACB862418E4","title":"Tree-valued random processes: tree growth, pruning and stationary processes in spaces of continuum trees","abstractText":"Random trees and forests appear naturally in many biological and physical models. This includes phylogenetic and more general genealogical trees, collision/partition histories in aggregation and fragmentation models as well as shapes in cluster/interface/crystal growth models. This has led to a variety of mathematical models in both discrete and continuum frameworks. Recent research has moved to trees incorporating additional structures such as spatial motions, measures, point processes or distinguished vertices, to trees undergoing a dynamical evolution of growth, reduction or restructuring, and to trees as tools to study richer combinatorial and continuum structures such as planar maps and sparse graphs. The aim of the research proposed for this project is to contribute to the literature on such models, with a particular emphasis on tree-valued random processes. While most goals are to answer natural questions of interest to probabilists, the methods will require some developments related to the geometry and topology of spaces of continuum trees.\n\nDavid Aldous published his seminal work on the (Brownian) Continuum Random Tree (CRT) in 1991-93. Over the following 20 years, there has been a huge amount of work studying, generalising, relating and applying these initial concepts. Like Brownian motion is the universal scaling limit of discrete random processes with enough independence and finite variance (controlling large jumps), the Brownian CRT appears as the universal scaling limit of discrete trees with enough independence and finite variance (controlling vertex degrees).\n\nTo make mathematical sense of a convergence of discrete trees to a scaling limit, Aldous used embeddings of metric trees into the space of summable sequences. Evans and co-authors considered the set of isometry classes of compact tree-like metric spaces, for which geometers and others have developed a notion of convergence induced by a Gromov-Hausdorff topology. These ideas have been extended to deal with rooted trees, weighted trees and locally compact trees. When trees are also equipped with a planar order and the support of the weight measure is dense on the tree, the tree structure can be canonically encoded by a height function, giving access to stronger forms of convergence.\n\nThree dynamics for uniform trees with n vertices/leaves have given rise to dynamics on continuum trees: the Aldous-Broder algorithm of root-growth with re-grafting, subtree-prune and re-graft and a leaf-removal and re-attachment algorithm now known as Aldous's diffusion in the continuum analogue. They are three tree-valued Markov processes that have as their stationary distribution the distribution of the Brownian CRT.\n\nThe study of models where non-uniform features persist for large n have naturally led to more general classes of CRTs. The two most prominent classes of such CRTs are Levy trees and self-similar/fragmentation CRTs, whose intersection consists of a one-parameter class of stable CRTs. These CRTs typically have, almost surely, a dense set of leaves and a dense set of branch points of infinite degree. For all these CRTs, there is a variety of Markovian growth and reduction procedures.\n\nThe principal aim of the research programme for this grant is to construct and study Markov processes with values in a space of continuum trees that have the distributions of self-similar CRTs or Levy trees as their stationary distribution. The study of Levy trees and self-similar CRTs is now reaching a stage where many properties and operations emerge that make this research very timely. Even though the examples for the binary Brownian CRT are analogues of simple discrete algorithms, there has been considerable technical effort, and the more delicate branching structure of self-similar CRTs and Levy trees make our proposed systematic study in the more general framework a challenging but feasible project with ample scope for exciting further developments.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K029797/1","grantId":"EP/K029797/1","fundValue":"253683","fundStart":"2014-01-02","fundEnd":"2017-01-01","funder":"EPSRC","impactText":"","person":"Matthias  Winkel","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}