{"id":"FAF8FC19-5948-413B-AA41-276CC0811AD5","title":"Assessment of Landslides Using Acoustic Real-time Monitoring Systems (ALARMS): Low Cost Sensor Development and Exploitation","abstractText":"Slope failures world-wide cause many thousands of deaths each year and damage built environment infrastructure costing billions of pounds to repair, resulting in thousands of people being made homeless and the breakdown of basic services such as water supply and transport. There is a clear need for low cost instrumentation that can provide an early warning of slope instability to enable evacuation of vulnerable people and timely repair and maintenance of critical infrastructure. Current instrumentation systems are either too expensive for wide scale use or have technical limitations. An approach based on acoustic emission real-time monitoring has been developed and demonstrated through research. It is proposed to develop low cost acoustic slope displacement rate sensors for a range of markets. These include very low cost sensors with visual/audible alarms for use in developing countries through to higher cost networked sensors with advanced diagnostic capability and wireless communication for condition appraisal of critical infrastructure in developed countries. In addition to manufacture of sensors, there is also a need for technical support on the selection of appropriate sensors, deployment and use. This project aims to design and build pre-prototype sensors, demonstrate their performance in field trials, conduct market research on the UK and international markets and develop a business plan to enable commercial exploitation of the technology.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H007261/1","grantId":"EP/H007261/1","fundValue":"61760","fundStart":"2009-08-01","fundEnd":"2010-07-31","funder":"EPSRC","impactText":"  The findings from this study were used to develop a family of low cost unitary sensors that have been extensively trialed at sites world-wide. This development was supported by EPSRC. Construction,Environment,Transport Cultural,Societal,Economic","person":"Neil  Dixon","coPersons":[],"organisation":"Loughborough University","findingsText":" The sesnor developed through this project was trialled on active landslides where its performance was compared to traditional monitoring methods. These trials demonstrated that the sensor could detect acoustic emission generated by the deforming slope and provide information on rates of deformation in real-time. This ongoing research and development is designed to establish performance of th sensor with the aim of commercialising it through licensing. The outputs from this project were used to obtain EPSRC Knowledge Transfer Account funding to extend the number of trials, including in collaboration with Network Rail, and also to obtain EPSRC/Finance South East Collaboration Funding in collaboration with The British Geological Survey to extend the trials and re-engineer the sensor to improve energy useage and reduce cost of manufacture. Construction,Environment,Transport","dataset":"gtr"}