{"id":"FAFD6909-2D44-4A64-9792-B43A3599E987","title":"Engineering Microbubbles for Enhanced Non-linear Response: Modelling and Experimental Studies","abstractText":"The non-linear response of gas bubbles to acoustic excitation is an important phenomenon in both the biomedical and engineering sciences. In medical ultrasound imaging, for example, microbubbles are particularly useful as contrast agents on account of their ability to scatter ultrasound non-linearly. Increasing the degree of non-linearity, however, normally requires an increase in the amplitude of excitation and this may also result in violent behaviour such as inertial cavitation and bubble fragmentation; effects which may be highly undesirable, especially in biomedical applications. The aim of the work described in this proposal is to investigate the findings from our recent preliminary study which showed that by depositing nanoparticles on the surface of a microbubble, the non-linear character of its acoustic response can be increased significantly at low excitation amplitudes. We propose to develop a theoretical model to predict this behaviour and to examine the effect upon bubble stability; and to carry out systematic experimental investigations of the influence of nanoparticle size, shape and concentration upon the stability and acoustic response of microbubbles in order to verify the theoretical work. A successful outcome will lead to the development of microbubble agents with improved efficacy and predictability, for both imaging and therapeutic applications, that will offer significant benefits to the pharmaceutical and healthcare industries, instrumentation manufacturers and ultimately clinicians and patients.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G031754/1","grantId":"EP/G031754/1","fundValue":"406977","fundStart":"2009-05-01","fundEnd":"2011-10-03","funder":"EPSRC","impactText":"  We are continuing to explore the exploitation of the findings made under this grant for generating novel imaging contrast agents.  ","person":"Eleanor  Stride","coPersons":["Mohan  Edirisinghe"],"organisation":"University College London","findingsText":" This project has demonstrated the ability to tailor the behaviour of microbubble agents for medical imaging and drug delivery by the deposition of solid particles on to the bubble surface. Significantly enhanced stability and detectability under ultrasound imaging have been demonstrated. The particles also provide a means of functionalising the bubbles for imaging under other modalities and/or attachment of therapeutic material. The project has also facilitated the development of new methods for microbubble fabrication and the influence of fabrication technique on microbubble characteristics which is of great importance for their future clinical use. The significant increase in stability has important implications for the development of more effective imaging contrast agents and drug delivery vehicles; as well as potential other applications requiring stabilised bubbles e.g. food and cosmetics. Agriculture, Food and Drink,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}