{"id":"FB0D07AC-1AD1-4DFA-8CC4-F257CC0B45D6","title":"The White Rose Grid e-Science Centre","abstractText":"This proposal is in support of the continuation of funding to the White Rose Grid (WRG) e-Science Centre of Excellence, and is submitted by the WRG Executive who manages and drives its activities and developments. The White Rose Grid is a unique metropolitan grid which offers HPC and grid services based on the integrated computational and data resources of the three Universities - Leeds, Sheffield and York. The WRG was established with, and is continually being enhanced by a large investment (5M) from the three institutions and the Regional Development Agency - Yorkshire Forward. Its facilities underpin a number of WR initiatives, such as the White Rose Research Triangle, and there are sound business reasons to operate and expand the WRG. The WRG e-Science Centre will continue to bring together e-Science activities of the three Universities, and to link the WRG with the initiatives of the UK e-Science Core Programme, and with international grid research activities. In addition to our e-Research specialised topics (i.e. the three core areas) our unique strengths are in: * Proven ability to collaborate effectively at every level: scientifically (e.g. the three Universities' researchers contribute to the DAME project), at the WRG Executive level (all three Universities' members participate), at technical level (e.g. the three Computing Services liaise closely), and at grid-users' level (common conferences and workshops for the three Universities). By working together we are able to employ complementary skills bases, knowledge and the international expertise of the three Universities to undertake a wide range of projects, tackling a large variety of issues. * Successfully supporting production grids: we constructed and now support the WRG as well as host and operate a core node of the National Grid Service.* Industrial outreach: our recent outreach project funded by Yorkshire Forward assessed regional and national interest in grid technologies (e.g. through two large conferences for industry covering grid topics), and developed a business model for a grid-based service. * Professional user support and grid training: it includes courses and talks on Java COG kit, Condor, Introduction to the National Grid Service, etc.* Working closely within a large community of application scientists: it includes engineers, biological scientists, physical scientists, and social scientists.* Productive engagement with international grid activities: close collaboration with the Chinese grid community through academic visits between Leeds and Beihang University in China; deployment of Chinese grid middleware - CROWN over the WRG and the Chinese grid; and being an active member of the WUN through visits among the partners and the development of the WUN Grid.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D055334/1","grantId":"EP/D055334/1","fundValue":"272083","fundStart":"2006-03-01","fundEnd":"2008-02-29","funder":"EPSRC","impactText":"  Projects that have been supported by the centre span many domains, from the social sciences to computer sciences to bioinformatics to high energy physics. These projects include MOSES, GENESIS, AssessGrid, Virtual Vellum, etc. A full list of projects supported by the centre can be found at the main WRG website:\n\nhttp://www.wrgrid.org.uk/Projects/Completed-Projects.php Digital/Communication/Information Technologies (including Software),Education,Environment,Healthcare,Pharmaceuticals and Medical Biotechnology,Transport Societal,Policy & public services","person":"Jie  Xu","coPersons":["James  Austin","Peter John Fleming"],"organisation":"University of Leeds","findingsText":" The &amp;quot;White Rose Grid&amp;quot; e-Science centre project, involving the Universities of Leeds, Sheffield and York, has been at the forefront of UK e-Science research and outreach, and continues to promote e-Science research and innovation in both Grid and Cloud computing. The centre has supported many e-science projects from the partner universities, and has offered training workshops and educational outreach. The WRG e-Science centre can help to both train businesses in how to use Grid and Cloud computing, as well as potentially provide computational infrastructure for them (assuming an appropriate economic model is agreed upon). The WRG project has supported many research projects; perhaps one of the most important services it provides is the &amp;quot;WRG Grid&amp;quot; - a high-performance computing cluster located at sites in Leeds, York and Sheffield. This allows research projects to run complex tasks and calculations that would be infeasible without such a facility. The outreach performed by the WRG has promoted both UK e-Science and raised awareness that such a facility is available, across departments in Computing, Engineering and Arts &amp;amp; Humanities. Communities and Social Services/Policy,Digital/Communication/Information Technologies (including Software),Education,Healthcare,Transport","dataset":"gtr"}