{"id":"FB13F7EB-D77C-4CD9-A4D6-54DD387C25B2","title":"Self-organized nanostructures and transparent conducting electrodes for low cost scaleable organic photovoltaic devices","abstractText":"The development of cheap renewable energy sources is required to reduce the environmental effects associated with the use of conventional fossil fuel based energy sources. Of all the renewable energy technologies, solar energy has the greatest potential as a world power source. For this reason, solar photovoltaic (PV), the direct conversion of sunlight to electricity, is expected to play a significant role in future electricity supply. Here we focus on the development of photovoltaic devices based upon organic semiconducting materials. This project focusses on two issues that are widely recognized as being key for the development of low-cost efficient and stable photovoltaic devices: (i) the development of low cost alternatives to indium tin oxide (ITO) as the transparent conducting electrode and (ii) control of nanomorphology of the donor-acceptor interface. This project will involve the design and synthesis of new electrode materials and the use of molecular self-organization strategies to control the donor-acceptor film morphology at the nanometre length scale to deliver high efficiency organic solar cell that are capable of being scaled up cost effectively. This project will also lead to an improved fundamental understanding of device function. This multidisciplinary project brings together chemists, physicists, materials scientists and engineers with world-leading expertise in metal oxide electrode design, polymer synthesis and manufacturing. This project also involves collaboration with Pilkington Glass, Merck Chemicals and BP Solar.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F056494/1","grantId":"EP/F056494/1","fundValue":"323456","fundStart":"2008-05-01","fundEnd":"2011-04-30","funder":"EPSRC","impactText":"","person":"Michael Stephen Hill","coPersons":["Kieran  Molloy","Andrew Lee Johnson"],"organisation":"University of Bath","findingsText":"","dataset":"gtr"}