{"id":"FB16C71A-F3CA-42B7-8342-E4F0D700F2B6","title":"Porphyrin Dimers for Photodynamic Therapy","abstractText":"Photodynamic therapy (PDT) is an established method for treating a variety of cancers (particularly lung, head, neck and non-melanoma skin cancer) and for treating a disease known as acute macular degeneration (AMD), which is the main cause of blindness in people over 50. PDT is carried out by injecting a dye into the patient, then irradiating the sick region of the body with red light. The light energy is absorbed by the dye and transferred to molecular oxygen generating excited singlet oxygen, which kills the surrounding cells. Light consists of particles called photons. Normally dyes absorb just one photon at a time, but at high light intensities, some molecules are able to absorb two photons simultaneously in a process known as 'two-photon absorption' (TPA). The possibility of carrying out PDT by TPA should make this type of therapy more applicable to deeper tumours, and to cases where spatial selectivity is critical, such as brain tumours and abnormal blood vessels in the eye (AMD). Recently we have shown that a class of dyes known as 'conjugated porphyrin oligomers' have unique advantages for two-photon PDT, and for one-photon PDT at near-IR wavelengths. The primary objective of this follow-on project is to gain understanding of the efficacy of these drugs, particularly for the treatment of tumours. We will also demonstrate that these compounds can be synthesised on a suitable scale for future pre-clinical and clinical trials. These advances are critical for making the technology attractive for commercialisation through licensing agreements.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G00420X/1","grantId":"EP/G00420X/1","fundValue":"119636","fundStart":"2009-01-05","fundEnd":"2010-03-04","funder":"EPSRC","impactText":"","person":"Harry Laurence Anderson","coPersons":["Leonard  Seymour"],"organisation":"University of Oxford","findingsText":" We demonstrated that several compounds are promising candidates for further development as drugs for photodynamic therapy. The research that we have published is likely to stimulate further investigations. Chemicals,Healthcare","dataset":"gtr"}