{"id":"FB17DACA-9223-42F9-8DF7-1BF1F3D3EE67","title":"Mapping groundwater quality degradation beneath growing rural towns in sub-Saharan Africa","abstractText":"Groundwater is often more reliable and less vulnerable to pollution than surface water, and more resilient to climate variability. Many expanding urban areas in sub-Saharan Africa (SSA) are dependent on groundwater for water-supply. However, urban groundwater is impacted by pollution from latrines, domestic waste and industrial activities. The change from rural to urban landuse causes dramatic changes in groundwater recharge, as well as in water quality and demand. Despite government and NGO efforts to increase access to safe groundwater, the most vulnerable in these areas still rely on inadequate sources of deteriorating quality. Safe water is important for domestic use, economic activities and industry, as well as public services. Groundwater resources beneath growing rural towns in SSA are poorly understood compared to large cities (e.g. Lusaka, Lagos and Dakar) and there has been a recent focus on rural settings. Given the large numbers of smaller but rapidly growing rural, groundwater-dependent towns in SSA, the development of effective strategies to protect the resource from inevitable contamination is a priority. This requires this resource to be effectively characterised and for practical tools to be developed for mapping risk to groundwater resources that can be used across SSA. \n\nThis proposal focuses on improving our understanding of the impact of urban development on groundwater quality in SSA. As part of this a groundwater risk mapping tool for use in different development scenarios will be develop and tested, enabling this approach to be used in other towns in SSA with minimal resources. As part of this work a comprehensive review of the current understanding, drawing on published and grey literature, of groundwater quality beneath urban centres across SSA will be assessed. An interdisciplinary pilot study will investigate groundwater quality beneath zones of contrasting development within a rural town and compare this with the quality of 'natural' water in adjacent rural settings. The comparison will be used to test the mapping approach. Zambia is a lower-middle income country in SSA, where it is estimated that around 30% of people don't have access to safe drinking water. This pilot study will include the collection of new microbiological and hydrochemical data. Water quality will be investigated in contrasting rainfall/recharge conditions to characterise contamination risk during intense rainfall. In-situ organic matter fluorescence techniques will be piloted as potential tools for tracking and screening for waste water pollution in groundwater. This study will test new methods and help develop a good scientific base for guiding research, policy and development for groundwater management rural towns in SSA. The outputs from this work will be novel, and have applications across SSA. This work will culminate in a workshop to disseminate and discuss findings with key stakeholders from Zambia and across SSA.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/L002078/1","grantId":"NE/L002078/1","fundValue":"104083","fundStart":"2013-06-28","fundEnd":"2014-08-31","funder":"NERC","impactText":"","person":"Daniel Joseph Lapworth","coPersons":["Daniel Steven Read","Moshood Niyi TIJANI","Daniel CW  Nkhuwa","Marianne Elizabeth Stuart"],"organisation":"NERC British Geological Survey","findingsText":"","dataset":"gtr"}