{"id":"FB23DF0C-616D-4CEF-934E-21367906F880","title":"Magma generation and transport throughout the Earth's mantle: ab initio simulation of silicate melts","abstractText":"Silicate liquids are primary agents of chemical and thermal evolution of the Earth. Because of the contrast in density, chemical diffusivity, viscosity, and bulk composition between silicate liquids and their source regions, the generation and transport of magma is one of the most efficient geological means of mass and heat transport. Magmatic processes are responsible for the origin and ongoing formation of the oceanic and continental crust, and for bringing to the surface one of our primary clues to the composition of the interior in the form of xenoliths. The physical properties of silicate liquids are expected to vary substantially over the magma genetic regime even in the present day Earth (up to ~100 km or 3 GPa), and these variations are expected to have important consequences for the role of silicate liquids in geochemical and geodynamical processes. The greater compressibility of liquids, and therefore diminishing density contrast with coexisting solids is thought to be accommodated by pressure-induced changes in liquid structure, including increases in the coordination number of major cations, although experimental data on liquids at elevated pressure is limited. Pressure-induced changes in liquid structure have been implicated in variations of transport properties and solid-melt element partitioning with pressure. Models of the Earth's thermal history, analysis of ancient lavas, and of deep mantle xenoliths lead us to consider a range of pressure and temperature much broader than that of present day magma genesis, and a range of melt compositions that may differ substantially from that of current primary mantle melts. The early Earth probably had a deep magma ocean that may have encompassed the entire mantle (to 2890 km or 136 GPa). Xenoliths have been brought to the surface by melts from depths as great as 400 km (14 GPa) or possibly much deeper. Komatiitic lavas may have been produced by mantle melting starting as deep as ~800 km depth (~30 GPa). Seismological investigations have found evidence for an ultra-low velocity zone at the base of the mantle that is thought to be partially molten, and which may provide important clues to the Earth's extensively molten past. Despite their importance in understanding Earth's thermal and chemical evolution, very little is known of silicate liquids throughout almost the entire mantle pressure regime. Measurements near ambient pressure of the volume and sound speeds are abundant, but do not permit unique extrapolation beyond a few GPa. Melting equilibria including solidus and liquids temperatures and liquid compositions, have been measured up to about 25 GPa. Dynamic compression studies on pre-heated samples have reached 40 GPa (i.e. one third that at the base of the mantle), and studies that produce melting on the Hugoniot have reached 200 GPa, although only on a small number of compositions. In situ measurements of liquid structure are so far limited to a few GPa. First principles simulations, primarily from our group, have made important progress, but have only been able to study a few relatively simple liquid compositions. Thus a key stumbling block to further progress is a lack of information regarding crucial properties of silicate liquids across most of the mantle pressure-temperature regime. The issues that we wish to address may be focused around three hypotheses that the proposed research will test: 1. Is there silicate melt at the base of the mantle, and if so, how much? 2. It is likely that Earth was largely or completely molten at some time during its early history, possibly as a result of the moon-forming impact. How would the evolution of a completely molten mantle proceed? And at what depth? Did crystallisation begin bottom-up as is generally thought, or at mid-mantle depths? 3. Basalt tends to segregate into the deep mantle; is this consistent with the seismic complexity observed near the core-mantle boundary?","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F017871/1","grantId":"NE/F017871/1","fundValue":"288609","fundStart":"2009-02-02","fundEnd":"2012-02-01","funder":"NERC","impactText":"","person":"Lars  Stixrude","coPersons":[],"organisation":"University College London","findingsText":" The silicate melts become denser than coexisting solids in the deep Earth. This means that magma formed at depth does not rise to the surface as volcanic eruptions might lead us to expect. Instead, they sink, potentially forming deep and un-tapped reservoirs that may help us to understand how Earth formed. Experimentalists have used our predictions to guide the design of complex high pressure experiments to test our theories. Aerospace, Defence and Marine","dataset":"gtr"}