{"id":"FB26199D-0AB6-4F4E-95A7-C9D477230648","title":"Label-free spatially-resolved molecular analysis of lipid bilayers by Raman spectroscopy: Going beyond the diffraction limit","abstractText":"During the last two decades, it has become evident that the lipid bilayer forming the membranes of the cells plays a key role in many biological processes (cell signaling, cell death, etc) as well as pathological conditions (Alzheimer's disease, cardiovascular disorders, etc). Understanding the properties of the bilayers at a molecular level and correlating the molecular mechanisms with the functionality of the cells is crucial for advancing our understanding of the cell biology as well as developing new targeted therapies for many diseases. \n\nDespite increasing efforts in this field, many physical and chemical properties of the membranes and their interactions with other cellular molecules (e.g. membrane receptors) are still not well understood, especially at the nanoscale. Supported lipid bilayers provide a biologically relevant model for cell membranes, which provide control on the composition and environment of the bilayers in order to give a simplified representation of the membranes. However, understaning the molecular properties of such nanometric structures require advanced tools with a high level of sensitivity, ability to provide detailed molecular information without disturbing the system and ideally with a nanometric spatial resolution. Non-invasive techniques would also be advantageous as they allow measurements of dynamic molecular events. However, the above requirements raise huge challanges for the tools currently available to life scientists. \n\nThe rechnique proposed in this project, tip-enhanced Raman spectroscopy (TERS), combines the chemical specificity of Raman laser spectroscopy with the high sensitivity and nanoscale spatial resolution of scanning probe microscopy to enable aquisition of spatially-resolved information from regions of the membranes where various constituents segregate. TERS has been applied recently to investigations of biological materials, but a key limitation of TERS has emerged: reproducibility. Difficulties in obtaining TERS tips with predictable performance have limited the availability of TERS to only few groups worldwide. It is also often that results reported by one group cannot be confirmed by other groups, especially for biological samples. \n\nA new and innovative approach is required to release the potential of TERS for the benefit of the wide ranging fundamental and applied research community in biosciences. Our aim is to make TERS a 'standard' technique and not the reserve of a few specialist laboratories.\nTo achieve this aim, we have proposed a step-change approach to engineer TERS-tips by replacing the conventional off-line fabrication methods with an in-situ method, which promises a higher level of control, optimisation and reproducibility (in-situ techniques reduce the risk of contamination and damage during handling). Compared to the thermal evaporation off-line methods, our preliminary experiments show that the properties of the tips can be control by adjusting several experimental parameters. While we have demonstrated the ability to use this novel technique to measure TERS spectra of biological nanomaterials (~10,000 fold increase in sensitivity and ~20nm spatial resolution), the factors which determine the properties of the TERS tips still require optimisation. In this project we will optimise the tip fabrication methods and then show the feasability of using this new technique to study molecular properties of supported lipid bilayers. We will focus on label-free mapping of lipid molecules in phase-separated domains in lipid bilayers consisting of two and three lipid types. \n\nWhile the current project focuses on lipid bilayers, the proposed technique may be used to address a broad range of applications in biosciences, such as self-assembly of peptide nanotubes, amyloid-like fibrils, tubular proteins or virus shaft protein","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J020877/1","grantId":"BB/J020877/1","fundValue":"110354","fundStart":"2013-02-01","fundEnd":"2014-01-31","funder":"BBSRC","impactText":"  A wide range of biological nanomaterials have been proposed for various biotechnology applications, such as drug delivery, tissue engineering, biosensing, etc. However, to achieve the ultimate functionality of such materials, a better understanding of the relationship between their physical properties as well as molecular structure is therefore important. Tip enhanced Raman spectroscopy can play an important role in this field as the availability of analytical tools able to measure the molecular properties of individual nanostructures is currently limited. Healthcare,Manufacturing, including Industrial Biotechology Societal,Economic","person":"Ioan  Notingher","coPersons":["Boyan  Bonev","Richard Alan Woolley"],"organisation":"University of Nottingham","findingsText":" New probes for tip-enhanced Raman spectroscopy were developed by engineering probes using metal nanoparticles at the tip apex. A paper is being written and planned for submission to a peer-reviewed journal in 2015. Chemicals,Creative Economy,Electronics,Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}