{"id":"FB260AB9-26DE-4FD5-BBBB-332F76DE7BE0","title":"Anisotropic sea ice mechanics in the Arctic","abstractText":"In response to global warming, the ice covers of the Arctic and Antarctic are changing, with a significant reduction in the summer extent of Arctic sea ice. The observed recent, rapid reduction of Arctic sea ice is more extreme than the predictions of even the most pessimistic of climate models, which suggests that these models do not present the processes controlling the reduction of sea ice adequately. Satellite observations, field work, and modelling all point to the importance of sea ice dynamics in controlling the mass balance of Arctic sea ice. The greatest uncertainty in sea ice dynamics is in the relationship between internal sea ice stresses and the deformation and state of the sea ice cover, known as the sea ice rheology.\n\nThe description of sea ice rheology in existing climate models treats the ice cover as isotropic, so that at a given location there is equal resistance to failure in all directions. However, it has been known for over a decade that the ice cover is highly anisotropic, with oriented cracks present at all length scales, and these cracks control the directions of preferential deformation. \n\nWhile researchers have been aware of the importance of anisotropic mechanics, only recently has a model of anisotropic rheology been constructed and incorporated into the sea ice component of a climate model. \n\nThis project aims to eliminate fundamental uncertainty in the processes controlling anisotropy creation and destruction through a combination of recently produced, high-resolution satellite deformation maps and computer modelling. A major result of the research will be a new representation of anisotropic sea ice rheology incorporated into the CICE sea ice model, which is the sea ice model used in many climate models, including the UK Hadley Centre series of climate models. We will use CICE to investigate the role of anisotropic rheology in producing the recent and rapid reduction of Arctic sea ice.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/K011510/1","grantId":"NE/K011510/1","fundValue":"289411","fundStart":"2014-04-01","fundEnd":"2017-03-31","funder":"NERC","impactText":"  The project has not yet had time to produce useable findings, but this is our objective. Aerospace, Defence and Marine,Education,Environment ","person":"Daniel Lee Feltham","coPersons":[],"organisation":"University of Reading","findingsText":" 1. In response to global warming, the ice covers of the Arctic and Antarctic are changing, with a significant reduction in the summer extent of Arctic sea ice. The observed recent, rapid reduction of Arctic sea ice is more extreme than the predictions of even the most pessimistic of climate models, which suggests that these models do not present the processes controlling the reduction of sea ice adequately. Satellite observations, field work, and modelling all point to the importance of sea ice dynamics in controlling the mass balance of Arctic sea ice. The greatest uncertainty in sea ice dynamics is in the relationship between internal sea ice stresses and the deformation and state of the sea ice cover, known as the sea ice rheology.\n\nThe description of sea ice rheology in existing climate models treats the ice cover as isotropic, so that at a given location there is equal resistance to failure in all directions. However, it has been known for over a decade that the ice cover is highly anisotropic, with oriented cracks present at all length scales, and these cracks control the directions of preferential deformation. \n\nWhile researchers have been aware of the importance of anisotropic mechanics, only recently has a model of anisotropic rheology been constructed and incorporated into the sea ice component of a climate model. \n\nThis project aims to eliminate fundamental uncertainty in the processes controlling anisotropy creation and destruction through a combination of recently produced, high-resolution satellite deformation maps and computer modelling. A major result of the research will be a new representation of anisotropic sea ice rheology incorporated into the CICE sea ice model, which is the sea ice model used in many climate models, including the UK Hadley Centre series of climate models. We will use CICE to investigate the role of anisotropic rheology in producing the recent and rapid reduction of Arctic sea ice.\n\n2. Note: appointment started on 1 April 2014.\n\nInitial work has focussed on procuring and analysing GLOBICE and RADARSAT data on sea ice deformation and analysis of this data to produce gridded fields of the anisotropy tensor.\n\nTrials simulations of the Arctic sea ice cover have been performed with a model accounting for anisotropy. Improved representation of the physics of sea ice anisotropy will affect sea ice predictions in climate models and local predictions.\n\nThe project is designed so that new physics developments will be included in the sea ice climate model CICE, where they will be used by other modelling and climate prediction groups including the Met Office, NOC and BAS. Aerospace, Defence and Marine,Education,Environment","dataset":"gtr"}