{"id":"FB294FB0-8438-42A6-9934-85898C222FC6","title":"Unpair to Repair or Degrade-Structure Sensing Nucleases","abstractText":"Genetic information is stored within deoxyribonucleic acid (DNA) in almost all organisms. DNA is composed of two polymer strands that are entwined to form a twisted ladder, known as the double helix. The rungs of the ladder are made up of a DNA alphabet A, C, T and G. These alphabet pieces, known as nucleotides, pair with each other according to special rules. A will pair only with a T in the opposite strand, and G only with a C. Thus each strand of the DNA molecule serves as a template to specify the sequence of nucleotides during duplication, or replication, of the complementary strand. When DNA becomes damaged, or is temporarily formed into a non-double helical structure (e.g. during replication), genetic information can be lost with life threatening consequences. \n\nTo reinstate the genome to its double-helical form it is essential that it is precisely cut at high speed, removing the aberrant portion of DNA. The protein catalysts (enzymes) that mediate fast cutting reactions on DNA are called nucleases. However, like a child playing with scissors or knives, potentially nucleases are risky molecules to have in cells. Uncontrolled and imprecise cutting of DNA could lead to destruction of genetic information. Instead nucleases must carry out reactions with high precision in the correct place and on the right DNA molecule. Understanding how structure-sensing high precision nucleases function is important. Failure of any one of them to act, or the risk of action in the wrong place, is life threatening.\n\nNucleases restore DNA back to its double helical form by cutting the DNA on one strand, sensing where the correct double helical duplex structure still exists. One group of these enzymes, known as the 5'-nuclease superfamily, look similar but act in many different situations on different incorrect DNA structures. We discovered that one member of the 5'-nuclease superfamily called FEN1 senses duplexes and carries out vital high precision cutting by testing the ability of the ends of double helical DNA to unpair. Specifically, FEN1 makes two nucleotides at the end of one strand of the intact duplex unravel so it reaches the nuclease active site and can get cut. This end of duplex sensing mechanism is known as double nucleotide unpairing (DNU). Unlike ends of duplexes, normal double helical DNA cannot undergo DNU and so is protected from nuclease damage. Moreover, the position of the active site relative to the nuclease bound duplex, controls which DNA strand is cut and precisely where it is incised.\n\nWe plan to study the way FEN1 and other superfamily members carry out DNU. We have some evidence that the ability to carry out DNU is very precisely controlled by the 5'-nuclease superfamily in a way related to each enzyme's biological function. For FEN1, which is an essential nuclease during replication in all life forms, we will test if DNU ability is related to correct target DNA recognition. We also plan to explore whether the DNU mechanism is universal by testing another family member EXO1. We will ask whether controlling the ability to effect DNU by interaction with other proteins can be used as an on-off switch to control EXO1 so that it only acts when needed. Using the DNU apparatus may also be important to cut another nucleic acid known as ribonucleic acid (RNA). RNA is a single stranded molecule, but can fold up to contain double helical regions by base-pairing with itself. Unlike DNA, RNA is targeted for destruction by nucleases when it has served its purpose. We will ask whether DNU is used to deal with duplex regions in RNA molecules by an enzyme called XRN1. We will also ask whether preventing DNU is a way we can therapeutically prevent nuclease action with small molecules. Elevated amounts of nucleases are present in rapidly dividing cancer cells and some are also required for viral infection. Thus understanding how to interfere with DNU could lead to new treatments for human diseases.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M00404X/1","grantId":"BB/M00404X/1","fundValue":"655978","fundStart":"2014-12-30","fundEnd":"2017-12-29","funder":"BBSRC","impactText":"","person":"Jane Alison Grasby","coPersons":[],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}