{"id":"FB2D53DE-545E-4FCA-9782-75C602188A37","title":"Ethnic inequalities in child development and health: an examination and comparison across the United Kingdom, the United States, and New Zealand","abstractText":"<p>Ethnic minorities in the UK, the US and New Zealand (NZ) have worse health and die younger than the white majority. There are important differences in the processes that have led to the ethnic makeup of the populations in these countries, including ethnic relations and motivations for and patterns of migration or colonisation. Causal factors of ethnic health inequalities may therefore differ across countries, leading to variations in the patterning of inequalities.<br /><br />This project will explore which factors influence the health and development of ethnic minority and white majority children during the early years of childhood, and lead to health inequalities as they grow up. Three cohort studies and one cross-national dataset will be analysed, which provide detailed information on ethnic minority and white majority children's mental and physical health and development, as well as information about their families, schools, neighbourhoods and national context.<br /><br />Comparing the health of ethnic groups in these national settings will help us to better understand which factors lead to these different and avoidable health profiles, and will help inform policy makers about what are the key features that can be reduced, or promoted, in other to tackle preventable ethnic inequalities in health.<br /><br />&nbsp;<br /><br />&nbsp;</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/K001582/1","grantId":"ES/K001582/1","fundValue":"150343","fundStart":"2012-10-01","fundEnd":"2015-12-30","funder":"ESRC","impactText":"  Findings of this project are still ongoing. Results disseminated in conferences have led to further international collaborations to apply the theories and methods I am using in this project to other dataset and national contexts. Other Societal","person":"Laia  Becares","coPersons":[],"organisation":"The University of Manchester","findingsText":" Findings from this study to date have documented the detrimental association between maternal experiences and child health, and have provided support for the role of maternal mental health as the main pathway by which mother's experiences of racial discrimination impact on child health.\nWork in the US has shown the structural disadvantages faced by ethnic minority school boys and girls, and how these lead to lower academic outcomes, but not to poorer self-perceived academic potential. Findings are still in the review process in journals, and have not reached the community yet. Presentation of these findings at conferences have led to international collaborations. Other","dataset":"gtr"}