{"id":"FB2EC107-E026-4A97-8B98-1146A68CD037","title":"Regulating Male Circumcision: An Ethico-Legal Critique","abstractText":"The primary aim of this research is to explain the persistence of non-therapeutic male circumcision in common law jurisdictions with a long shared tradition of circumcising male infants - that is, the United Kingdom, United States, Canada and Australia. The study aims to remedy the neglect of male circumcision in Anglo-American legal scholarship, which has extensively debated other forms of genital cutting. A monograph, which will be the primary research output of the project, will contain a comprehensive comparative analysis of legal regulation of the practice of male circumcision. This analysis will involve an examination of the various codes of professional practice and consideration of the scant legal precedents which exist in these four jurisdictions.\\n\\nIn each jurisdiction routine neonatal circumcision is the only procedure where healthy non-anomalous tissue can be excised without unequivocal medical justification and without the consent of the subject. This project will trace how infant male circumcision has come to be ethically and legally constructed as a matter of legitimate parental choice in professional codes produced by bodies such as the British Medical Association and the American Association of Paediatrics, and by legal cases. A major component of this project will therefore be the application of doctrinal legal methodology to the analysis of legal documents and ethical codes. This methodology will trace and evaluate recent shifts in the discourse and regulation of male circumcision. On a jurisprudential level, the project will address important ethico-legal questions concerning the limits of parental rights and choices, as well as considering the most effective ways to promote child protection through law without denigrating or criminalising religious or cultural beliefs.\\n\\nAcknowledging that a purely textual analysis is of limited utility in accounting for the persistence of this practice, legal methodology will be supplemented by an analysis of broader cultural understandings of male circumcision. To this end we will explore historical accounts of the procedure in professional medical journals, and representations of the practice in popular culture over the last decade. Through an examination of the medical narratives surrounding circumcision and other forms of genital surgery, we will demonstrate the contested and often spurious nature of purported medical justifications for such surgeries, and in that context will analyse recent arguments, which have attracted extensive media coverage, that circumcision should be promoted as one public health response to the HIV pandemic.\\n\\nIn terms of its original contribution to research, this project will be the first comprehensive comparative legal analysis of how male circumcision is regulated cross-jurisdictionally. It will make a further original contribution because the doctrinal analysis of legal regulation will be supplemented by critical analysis of media/cultural representations of male circumcision. The monograph will thus add to the growing field of scholarship exploring the 'body politics' of law, which has to date focused on other body modification practices, including different forms of genital cutting, such as FGM and intersex surgeries. Our study will contribute to this literature by exploring how male circumcision may be situated in the context of legal responses to choices that individuals or their parents make in relation to bodily interventions, particularly on the genitalia. \\n\\nThe research will also contribute to broader cultural/popular understandings of genital cutting, and will aim to inform health policy and the guidance that is issued to health professionals, as well as academic work on embodiment. In furtherance of these objectives the research ideas will be disseminated during the leave period at conferences targetted at health professionals and policy makers, as well as to acedemic audiences.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/G008531/1","grantId":"AH/G008531/1","fundValue":"31613","fundStart":"2008-09-29","fundEnd":"2009-01-28","funder":"AHRC","impactText":"","person":"Marie  Fox","coPersons":[],"organisation":"Keele University","findingsText":"","dataset":"gtr"}