{"id":"FB3FF50F-D9CD-4525-B532-DBC8473CCCFF","title":"Use of fluorescence correlation spectroscopy to study the adenosine A3-receptor in microdomains of single living cells","abstractText":"Adenosine is a molecule that is released from cells in response to a range of stimulants and binds to specialised docking sites on the outside of neighbouring cells to pass on chemical signals in the form of changes in the level of intracellular messengers. The specialised docking sites on the surface of cells that recognise adenosine are called adenosine receptors. These are members of the G protein-coupled receptor (GPCR) family of cell surface receptors that mediate effects inside cells by binding to G proteins or other signalling proteins within the cell membrane and triggering changes in intracellular second messenger formation. It is now clear that there are several different types of adenosine receptors (of which the A3-adenosine receptor is one example) and secondly that these receptors are localised in very tiny and highly specialised regions of the cell membrane called microdomains. These microdomains contain a collection of different molecules that are involved in telling the cell how to respond to drugs or hormones. The aim of this proposal is to use highly sophisticated laser-based microscopy to study the way that drugs bind to A3-receptors in these small membrane microdomains in living cells. This is achieved by using a drug molecule that has a fluorescent label attached to it. The fluorescent drug can then be followed as it binds to the adenosine A3 receptor in real time at the single molecule level. On its own, the small fluorescent drug molecule moves quickly though a laser beam and gives off light (photons). When the drug binds to a single receptor, the complex is much bigger and heavier and so moves much more slowly and gives off a different pattern of light. By analysing the time that each fluorescent molecule is present within the laser beam, we can count the number of free drug molecules and the number of receptor-bound drug molecules that are present. We can also monitor the size of individual receptor-signalling protein complexes from their diffusional characterstics. The ultimate aim of this work is to use these techniques in human cells in disease. To do this we need to develop very specific fluorescent A3-receptor drugs that do not bind to other types of adenosine receptor. When we have designed and made these drugs we will use them to study A3-receptors in specialised human blood cells (neutrophils) that are have important roles during infection and inflammation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0800006","grantId":"G0800006","fundValue":"1266700","fundStart":"2009-01-01","fundEnd":"2014-09-30","funder":"MRC","impactText":"","person":"Stephen John Hill","coPersons":["Stephen  Briddon","Mark  Searle"],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}