{"id":"FB4906D2-BFF9-4F8D-A811-83807FD0D1CB","title":"VERification-Driven Asynchronous Design (VERDAD)","abstractText":"This project redefines conventional asynchronous VLSI tool flows, by incorporating verification into the heart of the design process. Assertion-based verification is used to drive the synthesis procedure by analysing the behaviour of circuits to prove properties which may be exploited for optimisation. Using verification as part of the synthesis procedure represents a major paradigm shift from existing approaches where the validity of optimisations is determined statically and verification is performed after synthesis. Combining synthesis and verification will provide practical and theoretical advances in both areas extending beyond the focus of the project domain. Results of the project will be disseminated into the VLSI community in the form of tutorials and workshops with the aim of promoting asynchronous circuits as an effective solution to the problem of process variation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G037809/1","grantId":"EP/G037809/1","fundValue":"412144","fundStart":"2009-08-01","fundEnd":"2012-10-31","funder":"EPSRC","impactText":"  The software developed during this project has been used, and is now used, in industry and academia, including delivery of a course at Newcastle University. Education,Electronics ","person":"Victor  Khomenko","coPersons":["Maciej  Koutny","Alexandre  Yakovlev"],"organisation":"Newcastle University","findingsText":" The following research contributions have been made during this project:\n\n\n\n * A verification method based on a novel condensed representation of the set of reachable states of the system, called Merged Processes, has been developed and implemented in software tools PUNF and MPSAT.\n\n\n\n * A new formalism, called the Algebra of Parameterized Graphs, has been developed, and its applicability to the microelectronics design has been demonstrated on several case studies, including the design of a simple processor instruction set.\n\n\n\n * A new algorithm for decomposition of Signal Transition Graphs has been developed and implemented in the DESIJ tool; this algorithm is essential for synthesising large asynchronous controllers.\n\n\n\n * A new method for computing the optimised parallel composition of labelled Petri nets (in particular, Signal Transition Graphs) has been developed and implemented in the tool PCOMP. Its main advantage is that it allows producing Petri nets with fewer redundant places, without incurring any significant overhead in terms of the runtime. Such Petri nets are advantageous for the decomposition-based synthesis algorithm (see above).\n\n\n\n * An algorithm for logic decomposition of asynchronous circuits based on Petri net unfoldings has been developed and implemented in MPSAT.\n\n\n\n * A method for asynchronous circuit re-synthesis has been implemented in the WORKCRAFT tool.\n\n\n\n * An automated approach to synthesis of robust controllers for sub-threshold digital systems based on dual-rail implementation of control logic has been developed and implemented in the MPSAT tool.\n\n\n\n * A new way of constructing N-way arbiter circuits have been proposed and proven correct. The main idea is to perform concurrent arbitrations between all pairs of requests, and then make decision on what grant to issue based on their outcomes. Hence, all the (potentially slow) mutex elements work in parallel. Such `flat' arbitration is prone to new threats such as formation of cycles (leading to deadlocks), and thus special care has to be taken to cope with them.\n\n\n\n * A polynomial translation of Finite Control Processes (an important decidable fragment of pi-calculus) to safe Petri nets have been developed and implemented in the FCP2PN tool. This allows for verification of systems with mobility using efficient techniques for Petri nets.\n\n\n\n * Theoretical contributions to the theory of concurrency have been made, including the definition of semantics and the development of synthesis algorithms for several concurrency models.\n\n\n\n * A method for efficient verification of the Diagnosability and Predictability properties using parallel LTL-X model checking based on Petri net unfoldings has been developed and implemented in the PUNF tool. The tools developed during this project have direct applications in the area of microelectronics design, and the links to the other existing tools make the industrial adoption quite straightforward. The methods and algorithms developed in this project have been implemented in publicly available software tools (PUNF, MPSAT, WORKCRAFT, PCOMP, FCP2PN). The appropriate interface to existing external tools (BALSA, PETRIFY, DESIJ) have also been implemented. This makes it relatively straightforward to exploit the results of this research, both in industrial and academic context. Digital/Communication/Information Technologies (including Software),Education,Electronics","dataset":"gtr"}