{"id":"FB529033-8817-4385-97F0-2B6D267361BA","title":"Orbit-Based Methods for Multielectron Systems in Strong Fields","abstractText":"In this proposal we will study matter under extreme conditions of very strong electromagnetic laser fields. Due to the high intensities and extremely short timescales involved, the interaction of matter with intense laser fields holds the key to fundamental questions such as: How does an electron migrate in a photosynthetic molecule?How are holes created and dissipated in a solid?How does a metal melt in real time? The answer to such questions will lead not only to a better understanding of how matter evolves in this extreme regime, but also holds the promise of steering electron dynamics in real time with attosecond precision. This will have major repercussions in both fundamental and applied science, as electrons contribute to the breaking or making of chemical bonds, and are responsible for energy transport in biomolecules, solids and nanostructures. This implies an unprecedented control in light-harvesting processes and electron motion in electronic devices. In recent years, considerable progress has been made in the understanding of the attosecond dynamics in atoms and small molecules, both theoretically and experimentally. However, the modeling of complex systems in this regime poses a far greater challenge. An appropriate treatment of electron-electron correlation, excitation, migration and the coupling of internal degrees of freedom goes far beyond the present capabilities of the existing strong-field theories, which impose a series of major restrictions on the residual binding potentials. Ab-initio approaches, on the other hand, are inapplicable to large systems, as the numerical effort increases exponentially with the degrees of freedom involved. \n\nIn order to face this challenge, one must develop novel theoretical approaches for multi-electron systems in strong fields that (i) do not suffer from the above-mentioned &quot;exponential wall&quot;; (ii) account for the core dynamics and electron-electron correlation; (iii) do not impose major restrictions on the binding potentials in the system; (iv) provide an intuitive physical picture of the phenomena to be studied in terms of electron orbits. With this in mind, we have assembled a multi-institutional, interdisciplinary team, composed of leading experts in the UK whose background encompasses quantum chemistry, strong-field and condensed-matter physics, which is unified by using trajectory based methods in quantum dynamics. Our main objective is to develop the above-mentioned approaches.\n\nIn this project, we intend to extend and combine methods from quantum chemistry and condensed-matter physics with a wide range of applicability to many-body systems, such as the Coupled Coherent State (CCS) approach or the time-dependent density functional theory (tddft), to describe attosecond multielectron dynamics. We will apply such methods to concrete physical systems with increasing degree of complexity, such as one-, two- and multielectron atoms, diatomic and polyatomic molecules. The CCS will both be extended to multielectron systems, and combined with the tddft in hybrid approaches. Whenever possible, we will also develop novel analytic, or semi-analytic theories.\n\nIn the first part of this project, we will focus on one- and two electron systems and the interplay between the laser field and the binding potentials. Subsequently, we will model and study the core dynamics in multielectron systems. A detailed assessment of the differences, similarities and limitations of each approach will be made. Throughout, we will compare our results to the pioneering experiments at the Imperial College London, on HHG in organic molecules, and at the MPQ, Munich, on laser-induced nonsequential double ionization. This proposal will provide a unique set of tools worldwide for modeling attosecond multielectron dynamics, and pave the way towards the ultimate goal of controlling attosecond processes in real time. This will break new ground in physics, chemistry, biology and applied science.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J019143/1","grantId":"EP/J019143/1","fundValue":"313960","fundStart":"2013-01-23","fundEnd":"2016-08-09","funder":"EPSRC","impactText":"  This grant is still underway. However, we expect that academic beneficiaries of this proposal will be:\n\n(a) Strong-field and attosecond physicists: The immediate beneficiaries will be the scientists working on strong-field physics, both in theory and experiments. Theorists will profit from the wealth of models developed and the novel methods employed. these methods will go far beyond the most widespread approaches in strong-field physics as (i) they will not make the current simplifying assumptions upon the binding potentials that exist in analytic theories beyond the strong-field approximation; (ii) in contrast to the static-grid solution of the time-dependent Schroedinger equation, there is no exponential increase in the numerical effort with the degrees of freedom involved. This will be a very timely contribution and will pave the way for performing an appropriate modeling of electron-electron correlation and the internal degrees of freedom in complex systems. The deep understanding of correlated attosecond dynamics acquired in this work will open a wide range of possibilities for experimentalists, and help them realize their ultimate goal of controlling matter in real time in the attosecond regime. This project will not only provide support for the experimental groups directly involved as partners (Imperial College London and MPQ Munich), but also will contribute to the understanding of experimental results on attosecond imaging of matter, which are being planned and performed across the globe, such as in the Max Born Berlin, CEA Saclay, XFEL Hamburg, NRC Ottawa. The targets employed in such experiments range from diatomic molecules to viruses and nanostructures. We also intend to go beyond that, and to propose and anticipate experiments.\n\n(b) Quantum chemists, molecular physicists and condensed-matter physicists: If the scientists in (a) need novel methods and approaches in order to treat many-body systems in intense fields, and to be able to propose and model future experiments, the parameter range and timescales provided by attosecond science pose a great challenge to quantum chemists, condensed matter and molecular physicists, in the sense that transient, far from equilibrium features are expected to play a role. This implies that many of the approximations employed in such areas are expected to break down. For instance, the usual avalanche mechanisms or energy bands may not have time to develop, the potential-energy surfaces may be highly distorted by the external field, or the Born Oppenheimer approximation is very likely not applicable. Apart from the physical understanding that this implies, on a more practical level, a large set of codes will be developed, which will be very beneficial for scientists of (a) and (b). This is especially true is they are made available to the wider community, as we intend to do subsequently to this project (see Impact Summary and Pathways to Impact).\n\n(c) Mathematical physicists and applied mathematicians: Due to the extremely transient, nonperturbative and correlated nature of the interaction betweeen the systems to be studied and intense laser fields, such systems will provide the ideal testing ground for mathematical physicists and applied mathematicians. Usually, scientists in such areas possess a wealth of analytical and semi-analytical approaches, but lack concrete systems to which they can be applied. We anticipate that the orbit-based methods to be developed will lead to novel asymptotic expansions, due to the irregular behavior posed by the joint influence of the binding potentials, the laser field and the above-mentioned collective effects.\n\n(d) Scientists of other areas, such as biology, materials, etc: Electrons play an important role in several areas of science. In fact, they break or make chemical bonds, they carry energy in large biological molecules or in electronic devices. Hence, to be able to control electron motion in real time will have a major impact in biology and applied science as well. Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Other Cultural","person":"Carla Figueira De Morrison Faria","coPersons":[],"organisation":"University College London","findingsText":" This research is underway until 2016. This item will be updated by then. (a) Academic impact: The immediate impact will be in areas such as strong-field and attophysics, condensed-matter physics, and quantum chemistry. Theoretical strong-field scientists will profit from the wealth of methods developed, which go beyond the current Coulomb-corrected strong-field approaches. Experimentalists will benefit from the deep knowledge gained of how electron-electron correlation and the internal degrees of freedom in an extended system are influenced by a strong field. This knowledge will enable them to meet their ultimate goal of controlling matter with attosecond precision. This is a very ambitious goal, which will revolutionize physics, chemistry, biology and applied science. In fact, electrons play a major role in photosynthesis, or man-made electronic devices. Hence, steering electron migration implies controlling light harvesting or infromation technologies with attosecond precision. Both areas are clearly signposted as strategic areas by the EPSRC. Furthermore, condensed-matter physicists and quantum chemists will learn how matter behaves in this extremely short, far from the equilibrium regime. Matter far from equilibrium has also been signposted by the EPSRC.\n\n(b) Creation of synergies and building interdisciplinary research teams: This project will consolidate and strenghten the collaboration between three research groups in different areas, based in Leeds, Lancaster and UCL, and thus help build a multi-institutional, multi-disciplinary team, whose expertise ranges from attoscience to condensed-matter physics to quantum chemistry. Furthermore, we will interact with leading scientists in the UK and abroad, in experiment and theory. This will increase the UK's international visibility and raise the profile of the groups involved.\n\n(c) Ensure the UK's competitiveness in attoscience. Item (b) is of paramount importance in order to face the international competition. In the last few years, there has been considerable growth in this area, with several appointments in Imperial and UCL, the organization of major international conferences, and an emerging attoscience group at UCL, which is in the process of consolidation. There exist, however, whole research institutes abroad devoted to attoscience, both int theory and experiment. Hence, in order to face this competition, this growth must continue.\n\n(c) Training of human resources in specialist and transferrable skills: Due to its strong methodological component, a great degree of training will be provided to the PDRAs involved, who will acquire a wide range of skills. First, the methods to be ulitized are employed in a wide range of areas, such as quantum chemistry and condensed matter physics. Second, the way such methods are combined in this proposal and their application to attoscience is unique in a worldwide scale. Hence, they will acqquire a broad and unique background. Furthermore, sampling methods and the numerical solution of differential equations are widely employed in industry and the financial sector. This will increase their employability within and beyond academia, and thus contribute to the EPSRC strategic goals of enhancing mobility between disciplines, industry and other sectors and the development of the next generation of scientists.\n\n(d)Software development: This project will lead to a considerable development of software, which will have a very broad applicability range. We first intend to make this software freely available to the academic community subsequently to the three years necessary to carry out the proposal. A pilot code will be provided via CF's or DS's websites, or CCP2 and CCPForge in Daresbury, and be closely monitored. Should this pilot be successful, the code will be commercialized by the company QuanteMol. This meets the EPSRC targets of fostering partnerships between industry and academia, and of making the outcome of our research available to the wider community. Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Other","dataset":"gtr"}