{"id":"FB568E40-647E-4D79-9219-BC29909586C5","title":"EPSRC - NIHR HTC Partnership Award: Medical devices and vulnerable skin: Optimising safety in design","abstractText":"Chronic wounds, as typified in the development of pressure ulcers (PUs) and diabetic foot ulcers, represent a huge problem for many patients, their families and the carers. Indeed, the management of such wounds can prove problematic and in some cases can be life threatening. Non-healing wounds continue to be a major issue in all health care systems, resulting in considerable distress to patients and carers and providing an estimated financial burden to the NHS of &pound;4 billion pa. They are caused when parts of the body involving soft tissues, namely skin, muscle and fat, are exposed to prolonged mechanical loading. Although commonly involving immobile subjects who are bedridden or confined to chairs, these ulcers can arise in many other situations in which interventional medical devices introduce potentially damaging loads at the skin surface, afflicting patients of all ages. Indeed device-related ulcers represent a major healthcare problem, accounting for over 30% of hospital-acquired PUs. Current devices are based on designs employing traditional materials which are relatively stiff/rigid and do not match the compliance of fragile skin tissues. Accordingly the Network will provide a technological platform for novel designs of medical devices, incorporating suitable materials to make contact with fragile skin tissues, and manufacturing capability, which will protect them from device related injury.\n\nThe network is designed to integrate expertise from the NHS, healthcare industry, engineering consultancy and academia. It will provide cutting edge technologies and scientific understanding in order to ensure safety of vulnerable skin in situations arising from medical devices. As an example the Network will utilise imaging techniques and simple robust biomarkers to evaluate the health of loaded skin. The Network will also develop computer generated models to test device performance prior to evaluation on vulnerable patients. Materials developed in other engineering applcations will be evaluated for their suitability in new and existing device designs. \n\nThree proposed studies provide exemplars of devices attached to skin tissues; to provide breathing assistance for pre-term infants, protection for infants and adults with inherited disease and incontinence management for males. The network will engage with other partners and in particular our two supporting HTCs in Wound Prevention &amp; Treatment and Devices for Dignity, who will prioritise subsequent activities based on identified clinical needs. These will inevitably involve engagement with other academic, clinical and industrial partners, which the Network will fully encourage.\n\nActivity within the Network will provide benefits to patient-centric Quality of Life. Improving device design will reduce discomfort and lower the occurrence of lifelong scarring and disfigurement injuries. This will also offer the opportunity for the NHS to reduce costs associated with treatment of medical-device related skin damage and their potential recurrence. This, in turn, will attract interest from the healthcare industry to reinvest in a range of safe devices with novel materials and designs which can prevent damage to vulnerable tissues. The Network aims to extend the success of UK plc in the advanced wound dressing market, which currently embraces over 20% of the global market, into the wound prevention or avoidance market. \nThe wide dissemination strategy will attract other academics in the UK and Internationally to offer additional expertise to the innovation platform in the form of methodological or theoretical techniques and engage with the Network. In addition, activities from the Network will attract interest from additional Health Technology Cooperatives, thereby enhancing its scope and increasing its associations with the wider academic and clinical communities. The Network will also establish key links with organisations, such as the MHRA who regulate the medical device industry.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M000303/1","grantId":"EP/M000303/1","fundValue":"142774","fundStart":"2014-06-23","fundEnd":"2017-06-22","funder":"EPSRC","impactText":"","person":"Daniel Lawrence Bader","coPersons":["Patricia  Grocott"],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}