{"id":"FB5FBB06-D244-4785-9D79-E9E17E489EDA","title":"Development of a Miniature Refrigeration System for Electronics Cooling","abstractText":"This application is for collaborative research on an area of cooling of great industrial and social significance by three teams with expertise in heat transfer, system simulation and component design. The lead team will be based at Newcastle University with the support teams at Oxford and South Bank UniversitiesIf the performance of electronic chips follow current trends and double every 18 months (Moore's Law), then it will soon not be possible to effectively cool them using conventional passive cooling and an alternative technique/devices must be found. This proposal is concerned with developing such a device. In particular it is concerned with a theoretical analysis and experimental evaluation of a miniature vapour compression refrigeration cycle optimised for the cooling of future electronic systems. The proposed work will consist of three distinct but interrelated activities that will be conducted at three centres by personnel with recognised skills, expertise, resources and experience to undertake this work. The proposed work is innovative in that it will examine issues associated with miniature refrigeration systems that have not been studied hitherto. It is intended to explore design criteria related to system stability and develop design codes to assist designers and manufacturers of such systems. The heat transfer performance of phase change in porous materials and the technology transfer associated with the compressor development all contribute to making this a very innovative project. The groups already have experience of working together and arrangements will be put in place to facilitate the exchange of ideas and expertise on a larger scale. The integrated approach will provide significant advantages compared to three unlinked projects and produce a significant step forward in electronic cooling technology. The work will be supported by several industrial partners and collaborators namely Thermacore, Panasonic and Honeywell who will all contribute technical and in kind resources to the project. Letters of support have been obtained from Panasonic, Thermacore, Honeywell-Hymatic and Hexag.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E028489/1","grantId":"EP/E028489/1","fundValue":"232698","fundStart":"2007-06-13","fundEnd":"2010-06-12","funder":"EPSRC","impactText":"","person":"Graeme Gregery Maidment","coPersons":["Ian William Eames"],"organisation":"London South Bank University","findingsText":"","dataset":"gtr"}