{"id":"FB62050A-CD47-4BFB-94C6-9DCE05390D3F","title":"Privatisation and the regulation of domestic security","abstractText":"The last four decades have witnessed the pluralisation of domestic security within Britain.&nbsp; There has been a shift from a state-centred 'monopoly' model to a 'networked' model in which a multiplicity of both state and non-state institutions are actively engaged in policing functions.&nbsp; Consequently, there are now twice as many private security guards as there are police officers patrolling the streets and businesses of Britain today.&nbsp; In 2003, a new non-departmental public body called the Security Industry Authority (SIA) was formed to regulate the industry and ensure that these private security guards operated in accordance with 'good' policing practices.&nbsp; The SIA has therefore come to assume a critical role in balancing the demand for private security with the widespread expectation that domestic security ought to be delivered as a non-rival, non-excludable public good.&nbsp; The objective of this project is to evaluate the effectiveness of the SIA in accomplishing this delicate balance.&nbsp; This will be achieved in two ways: first, by surveying and interviewing elites within the SIA, the Home Office and ACPO to get the view from the centre; and second, by conducting four city-based case studies (in London, Sheffield, Cardiff and Edinburgh) to obtain the view from the ground.\n<br />","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/G009694/1","grantId":"ES/G009694/1","fundValue":"80077","fundStart":"2008-10-01","fundEnd":"2010-03-31","funder":"ESRC","impactText":"  Our findings were published in a baseline report for the Security Industries Authority Government, Democracy and Justice,Security and Diplomacy Policy & public services","person":"Martin John  Smith","coPersons":[],"organisation":"University of Sheffield","findingsText":" The problems of regulating security. They could be used in regulation of private security or other areas. Government, Democracy and Justice,Security and Diplomacy","dataset":"gtr"}