{"id":"FB68E57C-E801-4DAE-ACAC-3C65A88F97D3","title":"Nanotube Nonlinear Waveguides for Next Generation Electrophotonics","abstractText":"The discovery that carbon atoms can form molecules with spherical and tubular geometry has provided researchers with a new class of materials with unique properties called carbon nanotubes (CNTs). In particular these CNTs possess remarkable mechanical and electrical properties that have been used to produce ultra-strong fibres and electron sources for displays amongst many other applications. Recently, studies on the optical properties of these materials have shown that they have much to offer in this area as well. These materials exhibit unique absorption and emission properties that can be controlled through changing the diameter of the carbon tubes. They also have significant potential through the use of their so called non-linear optical properties. These properties are generally observed when high light intensities are present and can be used to control and adapt this light. For example it is possible to rapidly switch the light on and off, change the wavelength (colour) of the light and even form a continuum of light from a short pulse using non-linear properties.The aim of this proposal is to develop a new generation of electrophotonic materials by embedding these carbon nanotubes in polymer and chalcogenide glass hosts. Within these CNT-doped hosts waveguides will be formed and their linear and non-linear optical properties studied. We will exploit them to realise highly functional planar lightwave devices . A key point is that this material will be capable of forming both optical as well as thin-film electronic devices using very similar fabrication processes, thereby opening the door towards the low-cost mass manufacture of fully integrated electrophotonic circuits and systems. Such a development would represent a significant advance in this area and allow a new generation of devices and systems to be developed.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/C010531/1","grantId":"EP/C010531/1","fundValue":"224568","fundStart":"2006-01-20","fundEnd":"2008-07-19","funder":"EPSRC","impactText":"  The findings have not yet been applied outside academia. We hope that the demonstration of factors that control non-equilibrium will encourage the development of improved theories that can be applied to a wide range of realistic problems rather than idealised examples.  ","person":"Jeremy  Allam","coPersons":["Richard James Curry","S Ravi Silva","Ortwin  Hess","Aleksey  Andreev"],"organisation":"University of Surrey","findingsText":" The research was prompted by breakthroughs in the production of carbon nanotubes and their applications in photonics occurring in 2002-2004. It was shown that individual nanotubes could be isolated from each other in solution, and that they exhibited a large optical nonlinearity that was immediately useful in constructing pulsed lasers. The project intended to demonstrate improved nonlinear devices by integration in waveguides, alongside a theoretical and experimental investigation of the nonlinear processes.\nWork published at the time this project started, and confirmed by our measurements, showed that the nonlinearities were far from well understood, and different samples seemed to show very different properties. We therefore focussed our effort on understanding and controlling these basic non-linear properties. \nOur main findings were:\n(1) Contrary to the prevailing view, the nonlinear properties under strong excitation were intrinsic to the carbon nanotubes and not a consequence of defects or other imperfections\n(2) the results could be fully explained by known properties of interacting particles in low-dimensional systems\n(3) the interactions of excitons on carbon nanotubes represents a text-book example of a simple non-equilibrium system, the 1D coalescing random walk.\n(4) the seemingly contradictory properties of earlier reports could be recognised as distinct regions with kinetics dominated by either the time for reactions to occur or the time for particles to meet through diffusion\n(5) previously neglect of these factors led to over-estimates of the non-radiative recombination rate by factors of ~50, and hence undue pessimism for the application of carbon nanotubes as light emitters\n(6) by measuring the decay time of photo excited nanotubes, we were able to provide the first experimental demonstration of various properties of 'critical kinetics' that had been predicted during ~30 years of theoretical study, including reaction-diffusion crossovers and the emergence of spatial organisation.\nIn addition to this unexpected exploration of fundamental properties of non-equilibrium systems, we were able to study the physics of excitons in different environments, and to separate out the contributions of defects from the intrinsic properties of carbon nanotubes. Understanding the emergence of organisation and non-classical behaviours in many-body systems far from equilibrium is recognised as an EPSRC Grand Challenge, impacting on many fields from biochemical reactions to domain growth to the behaviour of social and financial systems. Quantitative experiments have been described in textbooks as &amp;quot;deplorably rare&amp;quot;, hence high quality data on paradigmatic systems is significant for this research field. In particular, our results identify some of the microscopic properties that play a role in the observed non-classical behaviour and which have been largely neglected in earlier theory based on idealised models. We hope this will prompt greater efforts to understand real-world critical phenomena.\n\nThe prospects for light emitters (and even lasers) based on carbon nanotubes are still under debate. Experience in other material systems has shown that a detailed understanding of non radiative processes is essential in the development of lasers and other light emitters. Chemicals,Digital/Communication/Information Technologies (including Software),Financial Services, and Management Consultancy,Healthcare,Other","dataset":"gtr"}