{"id":"FB6ECF17-079F-4B04-876E-E8D9CA26A195","title":"The Formation and Occurrence of N-Nitrosodimethylamine (NDMA) and Other N-Nitrosamines in UK Drinking Water","abstractText":"The overall aim of the proposed two-year project is to increase our knowledge and understanding of the occurrence and formation of NDMA and other N-nitrosamines, a class of potent disinfection by-products of public health relevance, in UK drinking waters. At the fundamental level, we will investigate how the formation and occurrence of N-nitrosamines are related to water quality characteristics, as well as the influence of various drinking water treatment processes. Through the combination of an extensive sampling programme and fundamental laboratory studies, we will measure NDMA and other N-nitrosamines in UK drinking waters and develop an improved understanding of the factors influencing N-nitrosamine formation. This new information will allow UK water systems to consider their potential compliance (or non-compliance) with regulations and guidelines that are anticipated for NDMA in the near future and will suggest engineering solutions to reduce N-nitrosamine formation in drinking water.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F001940/1","grantId":"EP/F001940/1","fundValue":"214000","fundStart":"2007-09-19","fundEnd":"2010-02-18","funder":"EPSRC","impactText":"  The findings informed the participating water companies regarding typical nitrosamine occurrence levels in their drinking waters ahead of the release of regulatory guidance by the Drinking Water Inspectorate for England and Wales covering these compounds. Environment Policy & public services","person":"Michael Richard Templeton","coPersons":[],"organisation":"Imperial College London","findingsText":" The key findings of the project and interpretation of their relevance to beneficiaries can be summarised as follows:\n\n\n\n• N-Nitrosodimethylamine (NDMA) was measured barely above the method detection limit (0.9 ng/L) at only one of the six UK water supply systems included in the sampling campaign. The vast majority of water samples from the six water supply systems contained no detectable nitrosamines at all. An exception was N-Nitrosodibutylamine (NDBA), which was consistently detected in distribution in one of the water supply systems, up to a maximum concentration of 6.4 ng/L. \n\n\n\n• There were no identifiable relationships to link source water quality characteristics or the particular treatment or distribution practices with the observed nitrosamine concentrations (or lack thereof). \n\n\n\n• Overall, and taken into consideration alongside the findings of a broader UK survey for NDMA (Dillon et al. 2008), the results of this study suggest that nitrosamines are usually not expected to be present at concentrations exceeding the wholesomeness limit of 10 ng/L for NDMA as set by the drinking water regulator for England and Wales (DWI 2008), with the possible exception of source waters that are directly impacted by wastewater effluents, which was not included in this study (a recommendation for future work).\n\n\n\n• The oxidation of secondary amines by monochloramine produces low molar yields of nitrosamines, suggesting that there are other unknown nitrosamine formation pathways which may be more important. Pre-oxidation of secondary amines with ozone favours the formation of aliphatic nitrosamines. This is potentially significant, since pre-ozonation is often implemented by water companies as a strategy for minimising the formation of regulated disinfection by-products, such as trihalomethanes in the UK. While this observed pre-ozonation effect is academically interesting, the very sparsely detected nitrosamine levels measured in the sampling campaign and in the parallel DWI-commissioned study (Dillon et al. 2008) suggest that switching disinfectants or changing doses of disinfectants within the typical range of application in UK drinking water practice are unlikely to have a significant effect on nitrosamine concentrations. The research is mainly useful to UK water companies to understand the levels at which nitrosamines occur in their waters and considering strategies for minimising nitrosamine formation. The research was also useful to the drinking water regulator when setting the guidelines for nitrosamines in drinking water in the UK. The research is mainly useful to UK water companies to understand the levels at which nitrosamines occur in their waters and considering strategies for minimising nitrosamine formation. The research was published two peer-reviewed journal papers and presented at a number of water industry research workshops/meetings and academic conferences. Environment","dataset":"gtr"}