{"id":"FB7215FC-41CD-44D0-944F-462AFF62A67F","title":"WISS: Why Is Silk Spun? Integrating bio-rheology with advanced spectroscopic techniques","abstractText":"Silk's individuality as a biological material is established before it even becomes a fibre. Quite unlike any other biopolymer, silk is not grown slowly over months and years like hair bone and feathers, but produced in a matter of seconds through the act of spinning. Whilst this approach is unique in the natural world, it is familiar territory to man, thus making silk highly relevant as a model biopolymer; it is fabricated in a familiar solvent-spinning process, which in turn is accessible to laboratory investigation. Hence we now have the background and means to ask; given that Nature already had existing mechanisms for nano-scale deposition of materials, why was a fundamentally new biofabrication process evolved, how does it work and what can we learn from it? The proposed study sets out to investigate why silk proteins are unique amongst biological materials in having been optimised for flow processing (i.e. spinning). The proposed work will build on previous work on silk protein structures in solution but will introduce novel integrated rheo-spectroscopic tools to study these systems dynamically. Specifically our research aims to: (i) develop, refine and extend our bulk rheological measurements on silk proteins; (ii) spectroscopically determine silk protein structural changes under flow; (iii) observe silk protein denaturation and aggregation kinetics under flow and the development of multiscale hierarchical structures and - importantly - (iv) offer multidisciplinary training for a D.phil student at the interface of the physical and the life sciences.This project offers the unparalleled opportunity to understand the origins of a novel bioprocessing technology that has direct implications for our own industrial production of polymers that are environmentally benign and will operate in a wide range of different conditions and applications with exceptional properties. The outcome of this research will challenge our understanding of why proteins fold and aggregate, addressing questions from evolutionary biology to soft condensed matter physics.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G068224/1","grantId":"EP/G068224/1","fundValue":"118885","fundStart":"2009-10-01","fundEnd":"2013-09-30","funder":"EPSRC","impactText":"","person":"Fritz  Vollrath","coPersons":["Ann Elizabeth Terry"],"organisation":"University of Oxford","findingsText":" From a sample of the vast biodiversity of moths, the multivariate analysis showed that the chemical composition of those silks is very diverse as well. This study showed the presence of few outlier species that might have distinctive mechanical or chemical properties. This study contributed towards the identification of representative species to narrow down the number of wild type species to investigate further. Arthropods evolved thousands of different of type of silks with various material and chemical properties. A fast approach to screen these types of silk would have major benefices to identify the most interesting species for commercial use. With the new destining technology, every wild species can now be used for the textile industry. Manufacturing/ including Industrial Biotechology","dataset":"gtr"}