{"id":"FB73C612-6236-445F-BE00-7A42851F925C","title":"How resistant plant varieties avoid suppression of RNA silencing by viruses as exemplified by sweetpotato: Better food security through virus control","abstractText":"Vegetatively-propagated crops are major staple foods in many developing countries, particularly in Africa where they provide about half of plant-derived dietary calories. Systemic viral infections are a main cause of yield loss in vegetatively-propagated crops as cutting etc taken from infected plants also are infected. By introducing inoculum at the very beginning of cropping cycles, infection spirals up rapidly and varieties can become completely infected (degenerated). In developed countries, certified virus-free schemes protect commercial cultivars of, for example, potato but are not commercially viable for staple food crops in small-scale, low-input, developing country farming systems. Here, the main control is through cultivars in which there is no or only slow degeneration so it can be controlled by careful selection of planting material. Absence of degeneration has been associated with an active defence mechanism found in all plants based on the generation of very short RNA particles which bind to single stranded RNA of plant viruses, destroying the target RNA and disrupting vital biological processes, notably replication. Hallmarks of this mechanism include initial symptoms becoming less severe, disappearing completely (recovery) and cuttings taken from such plants being free of infection (reversion). These are, for example, all present in the response of African sweetpotato landraces to infection with Sweet potato feathery mottle virus (SPFMV), the commonest virus of sweetpotato in Africa and worldwide and in the resistant cassava varieties currently at the frontline combating the cassava mosaic disease pandemic engulfing East and Central Africa. Molecular evidence supports virus resistance in sweetpotato being RNA silencing (RS)-based: in Africa, the main disease of the crop is sweet potato virus disease (SPVD) in which uncontrolled multiplication of SPFMV occurring when Sweet potato chlorotic stunt virus (SPCSV) co-infects is thought to be caused through two proteins, p22 and its own RNase3, encoded by SPCSV. Experiments have shown these proteins suppress host plant RS-based resistance, presumably 'freeing' co-infecting SPFMV from the control of RS-based resistance and allowing it to multiply and cause SPVD. In addition to our knowledge of how SPCSV aids SPFMV, diverse sweetpotato germplasm in Africa and at the International Potato Center based in the Americas where sweetpotato was originally domesticated includes landraces with natural extreme resistance to both SPFMV and SPCSV, with resistance to SPVD and plants engineered to silence SPFMV and SPCSV. By use of these, the project investigates how RS resistance normally controls a virus (SPFMV) and how to prevent its suppression, e.g., by SPCSV, and prevent degeneration. In this, it will rely on the molecular skills and facilities of the Sainsbury Laboratory, a world leader in RS-based resistance. Sweetpotato, as a major staple food crop in Africa and subject to viral degeneration including very damaging attack by SPVD, is already the target of breeding programmes and, even without fully understanding the mechanism of RS-based resistance in sweetpotato, the Ugandan Sweetpotato Program provides the lead in the region for developing superior virus-resistant varieties. Its close involvement in the project will enable improved resistant varieties to be deployed rapidly through the use of new sources of resistance, molecular identifiers of RS-based resistance, and understanding how to combat viral suppression of RS-based resistance. Participatory breeding approaches will ensure farmers' needs are addressed. As well as providing more food, especially for poor people, rapid deployment of resistant orange-fleshed sweetpotato varieties is essential for combating the widespread vitamin A deficiency in African children. Involvement of Uganda's Makerere University will also enable this knowledge to be deployed over a broader range of African food crops.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F004028/1","grantId":"BB/F004028/1","fundValue":"598490","fundStart":"2008-08-11","fundEnd":"2012-01-10","funder":"BBSRC","impactText":"  The work is gradually changing the way agriculturalists in East Africa are maintaining sweet potato varieties and breeding new ones. The work has been published in moderate impact journals. The Bill &amp;amp; Melinda Gates Foundation has provided an award to a team member to continue the research Agriculture, Food and Drink Policy & public services","person":"Richard William  Gibson","coPersons":["Neil  Boonham","Ian  Barker","Jan Frederik Kreuze","David  Baulcombe","Settumba Blasio MUKASA","Robert O. Mwanga"],"organisation":"University of Greenwich","findingsText":" We have discovered that some varieties of sweet potato have an ability to 'fight' virus infection and become healthy. This is through an RNA silencing mechanism. It is enabling new varieties which are better at resisting viruses to be bred. Breeding for virus resistant sweet potato but also indirectly breeding for virus resistant cassava and possibly other crops.\nAlso, there is considerable interest in discovering the mechanism Agriculture, Food and Drink","dataset":"gtr"}