{"id":"FB7A091B-1704-41A8-BBF7-9AAD7EFE5842","title":"Advancing Microbial Electrochemistry: Biophysical Characterisation of the Electron-Transfer Interactome in S. oneidensis MR-1","abstractText":"Reports concerning dwindling reserves of fossil fuels and concerns over fuel security are frequent news headlines. The rising costs of fuel are a daily reminder of the challenges faced by a global society with ever increasing energy demands. In this context it is perhaps surprising that the energy supplies available to us, namely, sunlight, winds, waves and bio-organic produce, remain largely untapped resources. A significant amount of our energy demand is currently needed to process our waste water and sewage. The latter is done by bacteria, which consume and thereby remove organic waste materials from our sewage and convert it to clean water and carbon dioxide. The bacteria extract energy out of this process in the same way we extract energy out of the food we eat. However, in a very intriguing process some bacteria excrete electricity as a result of their digestive processes. This bio-electricity can be harvested by interfacing these bacteria with electrodes. Recently it has been discovered that by applying an appropriate voltage to the electrode the flow of electricity can also be reversed. In this way electrons are pushed into the bacteria and they can drive the activities of enzymes to make otherwise costly, petroleum derived chemicals and fuels from low-value, abundant molecules such as carbon dioxide. \n\nThe examples above illustrate how bacterial electrochemistry offers multiple routes to support a sustainable future. However, full realisation of these promising technologies requires electricity to flow optimally across a network of proteins in the bacteria and be delivered to the appropriate enzyme(s). In much the same way at home, electricity should be directed to the TV in front of you rather than one in another room, or next door when you wish to watch a film. Well understood circuitry, switches and fuse boxes ensure the desired flow of electricity occurs in a safe manner from the power station to your TV. Here we aim to elucidate the bacterial equivalents of the electrical grid that surrounds us. We will establish how the flow of electricity is regulated by the network of proteins within a bacterium called Shewanella oneidensis that is the 'lab rat' for developing bacterial electrochemistry.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L020130/1","grantId":"BB/L020130/1","fundValue":"333684","fundStart":"2014-10-01","fundEnd":"2017-09-30","funder":"BBSRC","impactText":"  The project will start 1 Nov. 2014 and there is no impact yet  ","person":"Lars  Jeuken","coPersons":["Stephen  Evans"],"organisation":"University of Leeds","findingsText":" The project will start 1 Nov. 2014 and there are key findings to report on yet The project will start 1 Nov. 2014 and there are key findings to report on yet Other","dataset":"gtr"}