{"id":"FB7C4D2E-67A6-4339-A27E-ED802D0CF7CA","title":"Signal Amplification in NMR and MRI using hyperpolarised compounds","abstractText":"The NMR Centre and the Neuroimaging Centre at the University of York have conducted a programme of work that has demonstrated that one of the fundamental limitations of conventional Nuclear Magnetic Resonance (NMR) and Magnetic Resonance Imaging (MRI) techniques can be dramatically overcome. NMR is the most popular method for performing analytical and structural chemistry and MRI is the technique of choice for carrying out non-invasive imaging in humans. Even though the global markets for these techniques exceeds 6billion annually, as identified in a recent US report to Congress, both technologies are limited in application due to poor sensitivity. A process termed hyperpolarisation, developed in York throughout the last decade, allows these limitations to be overcome. We have recently shown that 0.5 seconds worth of data collection equates to 58 days on the conventional device.In laymen's terms, both NMR and MRI deal with the probing of the magnetic behaviour of nuclei within molecules. These nuclei behave like bar magnets and therefore can either have a north or south seeking orientation. Parahydrogen is simply a reaction feedstock where rather than having a mixture of such orientations, we start with a pure magnetic form. We have established a new route to utilising this feedstock in MR studies. The parahydrogen simply acts like a radiator which when brought into contact with its surroundings warms the room. In this case, the result is a potential 31,000 increase in detected signal strength. The information obtained through MIR studies is well established as providing critical information related to diagnosis and treatment in the health field. The breakthrough in sensitivity enhancement offers opportunities for a step change in modern healthcare and in high resolution NMR markets. This is achieved without the chemical modification of a material and it can employ substances that are native to the body. We therefore expect that it will not suffer from the toxicological problems associated with gadolinium contrast agents and PET and hence be well received by the medical community and laymen alike.Please see Proposal Form for details","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H029575/1","grantId":"EP/H029575/1","fundValue":"76490","fundStart":"2010-11-01","fundEnd":"2012-01-31","funder":"EPSRC","impactText":"  The findings of this award formed the basis to allow the University to establish a spinout. Healthcare Economic","person":"S  Duckett","coPersons":["Gary  Green"],"organisation":"University of York","findingsText":" The work undertaken as part of this follow on fund bid allowed the ground work to be prepared to form the University spinout Hypernetics Imaging Ltd. The commerical case was developed through external consulation. We also worked towards to collection of in vivo data Our findings will be used by Hypernetics going forward. Chemicals,Manufacturing, including Industrial Biotechology,Other","dataset":"gtr"}