{"id":"FB80F0B6-F39C-425F-B177-EB4ABDBC6817","title":"Coupling the Quantum Liouville Equation to Quasi-Classical Trajectories: Investigating EET in light harvesting molecular systems","abstractText":"Natural photosynthesis is initiated by the absorption of a photon of sunlight producing an excited electronic state (i.e. an electron with an additional quantum of energy) within the light harvesting chlorophyll pigment molecules of a natural photosystem. This excited electronic state is called 'the exciton' and once it is produced in the antenna system of a photosynthetic organism, it is transferred between numerous chlorophyll molecules within the photosynthetic protein complexes. The exciton eventually ends up in the photosynthetic reaction centre (within about 0.000000000001 of a second, or 1 picosecond), where its energy is used to initiate chemical reactions that eventually lead to water splitting and carbon fixation. It is these reactions that ultimately give the plants, algae or bacteria the energy and food required to sustain them.\n\nThe emerging field of artificial photosynthesis seeks to engineer man made molecular devices that mimic natural photosynthetic systems. In doing this, scientists and engineers hope to address the world's energy concerns of the 21st century by employing devices that can harvest solar energy for the purpose of electricity and, perhaps more importantly, renewable biofuels that can be used in much the same way non-renewable fossil fuels are used. The field of artificial photosynthesis is multidisciplinary and involves collaborations between chemists, physicists, engineers, biologists, and other scientists and technologists. \n\nThis project seeks to gain a deeper theoretical understanding of the fundamental process of exciton energy transfer (EET), the initial process of photosynthesis, through the development of new types of computer simulations. EET is the process in which photons, originating from the sun, are absorbed by a molecule giving rise to an electronic excited state within the molecule. This electronic excited state, called an exciton, is then transferred to another location within the molecule where this excess energy can be used to do work, generally in the form of driving a chemical reaction. Although scientists have a reasonable understanding of the EET process, there is still much that is not understood at the molecular level, which may have an impact the design principles of light harvesting materials and artificial photosynthetic devices. \n\nRecent experiments have opened up fundamental questions about the mechanism behind exciton energy transfer (EET) within the natural photosystems. In 2007 researchers at University of California, Berkeley, investigated one of the natural photosystems (the FMO protein) spectroscopically and observed long-lived quantum mechanical in biological systems, even at ambient temperatures. This was a great surprise because it was thought that biological systems were too 'large' and 'warm' for quantum mechanical effects to be present for long periods of time. The question of whether the observed effects are important in facilitating the EET processes is an open and controversial question one. Nevertheless, understanding whether these quantum effects are important in the EET process is vitally important in the race to develop fully optimised artificial photosystems that can be utilized for solar energy harvesting in practical devices that could be used to generate electricity and production of renewable fuels. \n\nThis project involves the development of a mixed quantum/classical theoretical approach that will allow us to simulate EET processes in a variety of molecular systems on high performance parallel computers, similar to those used for weather forecasting. In this work, we will focus on simulating how electromagnetic radiation from the sun interacts with the exciton and how the movements of the molecule in turn affects the exciton's (quantum) evolution.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K003100/1","grantId":"EP/K003100/1","fundValue":"98070","fundStart":"2013-03-01","fundEnd":"2015-08-22","funder":"EPSRC","impactText":"","person":"Garth Andrew Jones","coPersons":[],"organisation":"University of East Anglia","findingsText":" New software has been developed that has allowed us to gain insight into the role of electronic energy migration in condensed phase systems, and in particular in photosynthetic units. These finding could have an impact on the development of synthetic energy harvesting materials. Energy,Environment","dataset":"gtr"}