{"id":"FB8AA47D-6217-4205-A857-8B1B5223438C","title":"Structural and functional characterisation of cell wall proteins of Clostridium difficile.","abstractText":"The bacterium Clostridium difficile can cause serious intestinal infections, and elderly patients in hospitals are particularly at risk. Rates of infection are increasing in the UK and elsewhere, and infection is linked to the widespread of use antibiotics. The first step in an infection is when the bacteria colonise the gut, where they then grow and cause disease. At present we cannot prevent colonisation, and so the bacteria are free to multiply and produce toxins that cause diarrhoea and other potentially fatal symptoms. There is no vaccine against C. difficile, and treatment with antibiotics is not always effective. Developing new therapies and treatments against C. difficile is essential, but this is very difficult because we know little about the bacterium. We do know that on the outside of the bacteria there are many surface proteins. These proteins are essential for colonisation, and if we can interfere with their functions we will be able to prevent disease. In this project we will study the surface proteins. We will use several biochemical techniques to unravel their molecular structures, discovering exactly what the proteins look like. We will also explore how the proteins fit together on the surface of the bacterium. Not all strains of C. difficile are identical, and in this project we will investigate three strains that are particularly prevalent in the UK. We will also perform a limited vaccination study in animals.The information we will gain will help enormously in the design of new inhibitors of colonisation or in new vaccines against infection.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0800170","grantId":"G0800170","fundValue":"1357580","fundStart":"2008-09-01","fundEnd":"2013-12-31","funder":"MRC","impactText":"","person":"Neil  Fairweather","coPersons":["Katherine  Brown"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}