{"id":"FB8B8E48-9860-4C05-BF01-BC9672B59411","title":"Enhancing Local Authorities Community Engagment: Co-designing &amp; Prototyping Strategies for Carbon Emission Reduction.","abstractText":"<p>In order to minimise the impacts of climate change, Scotland has ambitious targets to reduce carbon emissions. The aim of this project was for Local Authorities (LA), academics, communities, and other organisations (including Sustainable Scotland Network) to co-design a strategy for LAs to engage local communities in reduction of their carbon footprints. Seminars on Energy, Transport, Food and Community highlighted successful community projects and explored how LAs could more effectively help local people. Action was embedded within existing structures and networks. A strategy was developed that focused on:&nbsp; </p>\n\n<ol>\n \n\n <li>LAs shifting more from service provision towards community support</li>\n\n <li>Building community resilience</li>\n\n <li>Creating infrastructure and processes to help community action</li>\n\n <li>Supporting poorer communities</li>\n\n <li>Strategically altering budget distributions because of financial constraints and investment potential in renewables</li>\n\n <li>Raising awareness through seeing LA as a community of interest.</li>\n\n</ol>\n\n<p>Despite the different cultures between LAs and communities, in both, key individuals played important leadership roles. A shift from “service provision” to “community enabling” will help LAs mobilise the potential of communities to respond to climate change and other sustainability challenges.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-809-19-0021","grantId":"RES-809-19-0021","fundValue":"90671","fundStart":"2009-10-01","fundEnd":"2011-06-30","funder":"ESRC","impactText":"  Capacity building of individuals within communities and local authorities who then took results further\nPolicy within Fife Council to enhance community reduction of carbon emissions\nConceptual across the learning for sustainability and governance areas of thinking Education,Environment Cultural,Societal,Economic,Policy & public services","person":"Rehema Mary White","coPersons":["Hamid  Van-Koten","Jennifer  Franz","Emilia Rita Ferraro"],"organisation":"University of St Andrews","findingsText":" o The co-design process allowed universities, local authority, communities and NGOs to widely frame the issues, develop trust and relationships and participate in an iterative process to develop innovative and effective solutions. \no Local Authorities (LAs) are beginning to shift from service provision to enabling agencies. This alternative delivery mechanism will need to address high levels of community dependency, and maintain focus in disadvantaged areas.\no Building community resilience will facilitate their responses to different kinds of sustainability challenges and enable them to adapt to future environmental changes. \no LAs can tackle infrastructural barriers, such as transport and energy planning, that limit community responses to climate change mitigation. \no Whilst some communities have demonstrated remarkable abilities in climate change mitigation and sustainability action, others lack capacity. Education and resources will need to be focused especially on marginalised communities. \no The era of financial austerity threatens the resourcing of frontline LA staff to assist staff, but offers opportunities through carbon accounting, potential community income through renewable energy generation and increased cross sectoral work.\no A local authority is itself a form of community. Through this recognition, internal engagement and mobilisation can better prepare all staff to be aware and supportive of local communities' climate challenge activities. Policy brief Education,Environment,Government, Democracy and Justice","dataset":"gtr"}