{"id":"FB8C6415-FE0F-4216-93E3-E6544B586C56","title":"The Political Representation of Ethnic Minorities in the UK in Comparative Perspective.","abstractText":"<p>Obama’s 2008 presidential victory triggered a debate in Europe and the UK as to whether someone from an ethnic minority could achieve similar success in national politics.The 2010 General Election saw an increase in ethnic minority candidates and an almost double number of black and Asian MPs in the House of Commons.The series explored the prospects for ethnic minority representation in Britain and the barriers to achieving it at national and local levels. We found that although some progress has been made, factors at all levels of political system- from voters to party selectors- are hindering ethnic representation. <br /><br /></p>\n\n<ul>\n \n\n <li>Seminar 1: The Social and Economic Foundations of Ethnic Minority Political Representation</li>\n\n <li>Seminar 2:&nbsp; Electoral Context I: The Role of the Electorate in Selecting Minority Candidates: Public Opinion and Electoral Preferences</li>\n\n <li>Seminar 3: Electoral Context II: The impact of Electoral Institutions and Political Parties&nbsp; -&nbsp; 20 September 2010, University of Manchester</li>\n\n <li>Seminar 4: The Role of Institutional and Policy Contexts in Ethnic Political Representation: are Multicultural Models the Solution?</li>\n\n</ul>\n\n<p>International Conference co-organised by the Hansard Society: UK-Obama’?: Assessing the electoral prospects for ethnic minority candidates to achieve national executive office in Britain.Co-organised with The Hansard Society</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-451-26-0665","grantId":"RES-451-26-0665","fundValue":"18451","fundStart":"2009-10-01","fundEnd":"2011-09-30","funder":"ESRC","impactText":"","person":"Edward  Fieldhouse","coPersons":["Robert  Ford","Laura  Morales","Rachel Kay Gibson","Maria  Sobolewska","Matthew James Goodwin"],"organisation":"The University of Manchester","findingsText":" During the series overall, we found that minority candidates face difficulties at the selection stage, penalties in the electoral contest and have to walk a tight rope between their ethnic origin and strategies of fitting in. We identified the roots of these difficulties in the persistent socio-economic disadvantage of ethnic minorities in Britain, but also their specific geographical concentration in larger than average, deprived urban constituencies where Labour holds the balance of power without much real electoral competition. These disadvantages manifest themselves in both local politics and national politics. We identified areas of progress, such as efforts by the main political parties to centrally increase diversity of candidates and the closing of the gap in political participation levels between majority and minorities. We also reflected on areas which still need hold minorities back, such as lack of political support among the majority voters for Muslim candidates.  Communities and Social Services/Policy","dataset":"gtr"}