{"id":"FB9CD2B5-DF85-4C7C-AA11-1AB5EA760A3C","title":"Measuring weak water vapour absorption using a supercontinuum source (MASS)","abstractText":"MASS is a proof-of-concept proposal to assess the potential of coupling a super-continuum light source (SCLS) to a Fourier Transform Spectrometer (FTS) to achieve high-precision molecular spectroscopy. The proposed pilot application is to make new measurements of the weak (continuum) absorption of water vapour in the 1.6 micron near-infrared window in atmospheric conditions, which, if successful, would lead to a major advance in our understanding of the nature of that absorption. The work has a much wider relevance to improved measurements at other wavelength and to the characterisation of a wide range of weak absorption by other gases and particulates of importance in spectroscopy, atmospheric and planetary science and environmental monitoring.\n\nThe work falls in the &quot;Environment&quot; priority area of the Global Challenges call. It is of direct relevance to the &quot;water&quot;, &quot;monitoring&quot; and &quot;underpinning of climate system modelling&quot; sub-themes. It links atmospheric science expertise at the University of Reading and the laboratory-based molecular spectroscopy expertise at the STFC Rutherford Appleton Laboratory Molecular Spectroscopy Facility.\n\nSCLS are a new compact way of generating &quot;white&quot; light. SCLS offers unique advantages that can strongly benefit the field of high resolution precision spectroscopy using FTS. They could replace the traditionally-used incandescent lamps. Features include:\n\n(1) Brightness: Incandescent lamps are rather inefficient in delivering broadband light. SCLS are far brighter sources (about three orders of magnitude at wavelengths of 1.6 micron compared to traditional lamps) which maintain a broadband nature. If a detector-limited FTS with the required dynamic range is assumed, the brightness benefits turns directly into a signal to noise ratio improvement on the recorded spectra.\n\n(2) Spatial coherence: Unlike lamps, SCLS are spatially coherent sources in a similar way to laser light. This fundamental difference brings unique propagation benefits to be exploited in precision molecular spectroscopy. One way to improve spectrometer sensitivity consists of increasing the interaction length between the sample and light. With incoherent light such as emitted by lamps, the number of passes remains limited to typically ~15 passes (in a muli-pass cell). Owing to far better propagation characteristics, coherent light from SCLS can be more effectively folded with passes of 40-200 possible. \n\n(3) Noise of SCLS: Due to the complexity of non-linear effects producing the super continuum, noise properties of SCLS are still being researched. They are fundamentally noisy sources that can nevertheless approach the ideal realization of a low-noise coherent source when the source driving parameters are optimized. Previous work suggests that source power referencing is necessary to achieve detector limited spectroscopy and fully benefit from the SCLS power advantage.\n\nThe application of the new system proposed here is the improved characterisation of the near-infrared continuum absorption due to water vapour. The unstructured continuum absorption due to water vapour is of most importance in atmospheric science in the &quot;windows&quot; between the rotation and vibration-rotation bands of water vapour. These windows are also widely used in remote sensing to derive the properties of the Earth's surface, clouds and atmospheric aerosols, for which water vapour absorption acts as an interference that must be removed for robust retrieval of the properties of interest. The focus here is on the 1.6 micron window as recent near-room-temperature absorption measurements using a variety of techniques disagree by orders of magnitude, and there is limited understanding of the temperature dependence.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/M000281/1","grantId":"ST/M000281/1","fundValue":"7873","fundStart":"2015-01-01","fundEnd":"2015-06-30","funder":"STFC","impactText":"","person":"Keith Peter Shine","coPersons":[],"organisation":"University of Reading","findingsText":"","dataset":"gtr"}