{"id":"FBA1D48B-F43C-4750-B0C0-6B8A9CC015F1","title":"A systems approach to understanding the impacts of sublethal doses of neonicotinoids on bumblebee and honeybees","abstractText":"Neonicotinoid insecticides are now among the most widely used pesticides in the world, and are routinely used to protect a range of flowering crops such as oilseed rape and sunflowers against herbivores. In the UK, 1.27 million ha of crops were treated with neonicotinoids in 2010, with clothianidin, imidacloprid and thiamethoxam being the most frequently used types. Most are used as a seed-dressing, with the crop plant absorbing the compound as it grows, and hence becoming protected against herbivorous pests. Neonicotinoids are also used as foliar sprays on soft fruit crops, and are widely sold as sprays or granules for garden use on flowers, fruit and vegetable crops. As they are systemic chemicals, low concentrations of neonicotinoids are found in nectar and pollen of treated crops, and hence they are consumed by pollinators. They are also water soluble and persistent, so that detectable quantities are found in hedgerow / field margin wildflowers near treated crops. \n\nEvidence is mounting that exposure of bees to neonicotinoids produces sublethal effects such as reduced navigational ability that would not be detected in laboratory assays, or in field trials where hives are placed immediately adjacent to a treated flowering crop. They are only apparent when bees are foraging at distance across the landscape, as occurs in nature. A recent study by the lead PI demonstrated that exposure of bumblebee nests to levels of imidacloprid which are known to occur in the nectar and pollen of seed-treated oilseed rape resulted in an 85% reduction in output of new queens (Whitehorn et al. 2012). A substantial proportion of both wild bumblebee nests and managed honeybee colonies are likely to be within foraging range of a treated, flowering crop, so it seems likely that this class of insecticide may be contributing substantially to the much-discussed declines in wild bee populations. There is an urgent need to understand the sublethal impacts of neonicotinoids on behaviour and colony-level performance of bumblebees under field conditions. \n\nThis project will quantify the levels of neonicotinoids found in crops and wildflowers in UK arable farmland, and feed these into landscape maps of the distribution of floral resources (produced in a parallel project, BB/J014753/1, starting 2013). We will quantify the doses of neonicotinoids that honeybee and bumblebee colonies are exposed to when naturally foraging in farmland, before going on to assess the likely impacts of this exposure on bumblebee colony performance. Exposure and impacts will be examined by both empirical studies and modelling approaches. Drs Osborne and Becher have developed an integrative model of a honeybee colony, which predicts forager behaviour and colony performance when placed into a real or simulated landscape. In project BB/J014753/1 we will develop a version of this model for bumblebee colonies. These models will enable us to predict where both honeybee and bumblebee workers will forage, and thus predict their exposure, which will be compared to that received by real nests placed in the landscape. We will then examine whether exposure to neonicotinoids at realistic field levels alters or impairs foraging behaviour using Rothamsted's unique harmonic radar facility. These data will be used to develop a sub-model for both honeybees and bumblebees which includes impacts of neonicotinoids in predictions of colony success, which will be tested with real colonies of bumblebees in field experiments, and can be used as a risk assessment tool by users. Finally, the data and model results will enable us to develop management recommendations to minimise the impacts of neonicotinoids on both managed honeybees and wild bumblebee populations.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K014498/1","grantId":"BB/K014498/1","fundValue":"162553","fundStart":"2014-01-01","fundEnd":"2016-12-31","funder":"BBSRC","impactText":"  The results have not been published or otherwise disseminated yet, as it too early in the grant, and so our findings are not in the public domain yet.  ","person":"Jason Wayne Chapman","coPersons":[],"organisation":"Rothamsted Research","findingsText":" Data from the first year's field trials at Rothamsted are still being analysed, so we have no discoveries at present. Too early to say at the moment, but we expect our findings to inform pesticide use policy and conservation measures for farmland biodiversity and pollinator services. Agriculture, Food and Drink,Environment","dataset":"gtr"}