{"id":"FBA180D8-575D-4288-B589-8B2CCDE0D7D4","title":"Regulation of motors in bidirectional motility of early endosomes in the model pathogenic fungus Ustilago maydis","abstractText":"Cell polarization is a fundamental feature of eukaryotic cells and is carried to an extreme in polarized growing cells, such as animal neurons, filamentous fungi, plant pollen tubes and root hairs. In the mammalian axon, expansion of the growth cone is supported by transport of membranous organelles, such as endosomes, synaptic vesicles, proteins and RNA along the fibres of the cytoskeleton, namely microtubules and F-actin. Specialized protein machines, called molecular motors rapidly move along these 'tracks' for delivery of their cargo. Axonal transport happens mainly along microtubules and is essential for brain function and development. Consequently, defects in motor activity result in severe neuro-degenerative diseases. Despite its importance the molecular basis of long-distance transport is not well-understood. This is in part due to the lack of simple and genetically tractable model organism to study long-distance transport. This gap may be filled by filamentous fungi, which are genetically tractable and also grow as highly polarized cells called hyphae. Hyphal growth requires delivery of enzymes, membranes and cell wall-precursors to the expanding tip. Similar to axons, microtubule-based transport is required for tip growth, which involves motor proteins, such as kinesin-3 and kinesin-1, that are also found in mammals. At the growth region enzymes and wall-components are released by a process called exocytosis. Very recently, we have shown in a fungus called Ustilago maydis that endocytosis, which is the uptake of material into the cell, participates in hyphal tip growth and is necessary for the ability of this fungus to cause plant disease. We found that early endosomes (EEs), which are membrane-bound organelles that collect the up-taken material, are of crucial importance. This is most likely achieved by a supportive function of EEs in recycling of enzymes and receptors at the growth region. Interestingly, we also found that EEs rapidly move up and down the hyphae of U. maydis. This is achieved by the two motor proteins, kinesin-3 and dynein, which move endosomes in opposite directions along microtubules. By genetic means we interfered with the balance of their activity, and this resulted in defects in endosomes motility and a block in hyphal elongation. This result strongly implies that the movement itself is essential for fungal tip growth. However, neither the cellular role of endosome motility nor the regulation of the underlying motors is currently known. U. maydis is one of the best established model systems for studying fungal pathogenicity and the role of the cytoskeleton in hyphal growth. U. maydis combines powerful technical advantages, including a published genome, and numerous genetic tools (e.g. inducible promoters) and cytological tools such as GFP, mRFP, CFP, YFP and photoactivatable GFP are established. We will make use of these technical advantages in order to address the following questions: (1) How is bi-directional EE motility regulated und how do motors balance their activity? (2) Which part other of the kinesin-3 motor binds to EEs? (3) What proteins interact with kinesin-3 and which role do these have in EE motility? The project will provide novel insight into the mechanism of hyphal tip growth by fungi. It will therefore be of fundamental interest to all aspects of fungal research, but will particularity stimulate research on fungal pathogenicity. Therefore, our work will be of benefit to the UK pharmaceutical and agricultural biotechnology industries. Of even greater potential significance, however, is that the motor proteins involved (kinesin-3 and dynein) are also important in long-distance axonal transport in neurons. Therefore, the proposed studies promise also to provide a better understanding of motor protein interplay in mammalian cells.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F022956/1","grantId":"BB/F022956/1","fundValue":"351506","fundStart":"2008-08-01","fundEnd":"2011-09-30","funder":"BBSRC","impactText":"","person":"Gero  Steinberg","coPersons":[],"organisation":"University of Exeter","findingsText":" We identified a novel way of motor cooperation in bi-directional transport of early endosomes along microtubules This is basic research explaining ways to control and mediate membrane trafficking in cells; as such the outcome can inform medial research. In addition, the work is informing plant-disease related research and industry activity as it reveals principles by which a pathogenic fungus invades the host. Healthcare,Other","dataset":"gtr"}