{"id":"FBA436B2-F126-45BA-8D58-C192B91D7B8A","title":"Fat-Hippo regulation of osteoblast differentiation","abstractText":"Bone is essential in both humans and animals. Bone enables us to move, protects our internal organs such as our heart and brain and is important for other aspects of our health such as kidney function. Bone is generated by bone-making cells called osteoblasts. Without osteoblasts, bone cannot be made. The aim of this proposal is to understand how two factors called Dchs1 and Fat4 control how osteoblasts develop. This will be a major advance because these factors are vital parts of a brand new type of cell control - this makes our application timely and exciting. We have shown that when Dchs1 and Fat4 are absent, the bones form but they do not grow properly ; they are smaller and softer. The little we know about these new Dchs1 and Fat4 factors indicates that their function is to instruct cell behaviour e.g. move in a certain direction, alter cell shape or they inhibit growth of cells and promote the formation of specialized cell types within the body. We will determine how Fat4 and Dchs1 control the osteoblast which make bone. \n\nDefects in bone development are relatively common and can result in severe deformities such as sciolosis, the curvature of the spine, and osteoporosis, the loss of bone which occurs frequently in post-menopausal women. Any bone loss will increase the chances of bone fracture. The elderly are particularly vulnerable to falls and fractures which typically lead to increased morbidity and mortality. Similar fractures due to weaker bones are also common in many animals particularly production poultry.\n\nThe current proposal will discover new ways of controlling osteoblast behavior in order that we will be able to repair bone defects more quickly and increase bone mass by stimulating the bodies own cells to make bone or by generating more new osteoblasts using stem cell techniques. The aim is also to delay bone loss during ageing which diminish fracture incidence in both animals and humans. Both of these aims would have significant impact on a population's health and well being particularly of the aged.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K008668/1","grantId":"BB/K008668/1","fundValue":"396493","fundStart":"2013-05-02","fundEnd":"2017-01-06","funder":"BBSRC","impactText":"  Too early in the research project - data has been presented at a conference but is not yet published. Healthcare Societal","person":"Philippa  Francis-West","coPersons":[],"organisation":"King's College London","findingsText":" The grant has been running for 1 year. To date, we have shown a role for Fat4 and Dchs1 in bone development. In the absence of Fat4 or Dchs1, there is decreased mineralisation of the cranial bones. Not yet published but will be of significant interest to medical field. Healthcare","dataset":"gtr"}