{"id":"FBA465D0-BE8C-47B5-A3A3-F8985183AF6A","title":"Contact evolution based fretting fatigue prediction","abstractText":"The design of complex couplings and connections against failure is a key topic for the optimisation of key aeroengine components, which represents a vital challenge for the sustained competitiveness of the British aeroengine industry. The difficulties associated with gaining access to the intimate contacting regions of such components provides an opportunity for computational modelling and predictive techniques. This project will bring about a quantum leap in the application of modelling techniques to the design of engineering contact connections through the consolidation of a number of different techniques. The key techniques that will be incorporated in the tool to be developed are: (i) finite element based modelling of material removal due to fretting wear action, (ii) asymptotic solutions for characterising the multiaxial stress states for cracking prediction at sharp contact edges and steep contact stress gradients, (iii) the use of multiaxial representative testing techniques for obtaining cycle-dependent frictional contact data(iv) a combined wear-fatigue prediction technique to provide a fretting fatigue damage parameter that captures the effects of slip amplitude.The tool will be applied to realistic three-dimensional aeroengine demonstrator components and validated against existing test data from previous EPSRC-funded work.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E016111/1","grantId":"EP/E016111/1","fundValue":"334063","fundStart":"2007-03-01","fundEnd":"2010-02-28","funder":"EPSRC","impactText":"  Rolls-Royce plc make use of the fretting fatigue and wear analysis procedures developed. Aerospace, Defence and Marine Economic","person":"David  Hills","coPersons":["David  Nowell"],"organisation":"University of Oxford","findingsText":" The balance between fretting accelerated crack nucleation and wear damage was investigated. Emphasis was placed on the analysis of fretting wear using Archard wear law, employing calibrations for wear coefficients from sliding tests. In addition new results were found for the long-term solution for the fully worn contacts, and these are important because they are independent of the wear law employed. They enable the final state of the contact to be found without a detailed knowledge of the wear law. The results are of direct applicability in any engineering design containing contacts where frettting is a known issue. They can be used at two levels; (a) if the wear law is known or can be found, from sliding tests then the precise evolution of the contact and its rate of change may be predicted; (b) if this information is not known we can still predict the final contact configuration, but we will not know how long it took to achieve that state. The most important outcome is the way that the Transport","dataset":"gtr"}