{"id":"FBAC965D-B777-46A9-9736-C7940CBF8E2D","title":"Classification of Finite Simple Groups. Second Generation Proof.","abstractText":"The Classification of Finite Simple Groups is widely acknowledged to be one of the major results in modern Mathematics.The successful completion of its proof was announced in the early1980's. However, in reality, it was only in 2004 that the originalproof has come to an end with the monumental work of M.Aschbacherand S.Smith: The Classification of Quasithin Groups .The original proof of the Classification of Finite Simple Groupsoccupies somewhere around 15,000 journal pages spread across morethan 500 separate articles, many unpublished, written by more than100 mathematicians. As impressive as it is, it immediately makesone wonder whether it would be possible to produce a new unifiedcomplete proof of Classification of Finite Simple Groups possiblyshorter in length.An answer to that question became a project started by D.Gorenstein, R. Lyons and R. Solomon, the goal of it being: toproduce a new Generation 2 unified proof of the ClassificationTheorem. Its strategy considerably differs from the original oneand will be outlined in the proposal. The expected length of thenew Generation 2 Proof is of about 5,000 pages to be publishedin 11 volumes of the American Mathematical Society MonographSeries. They be referred to in the sequel as the GLS-Series.Volumes 1 through 6 of the GLS-Series have already been published.The project which I am discussing in this proposal and have beenworking on together with R. Lyons and R. Solomon is a contributionto Volume 8 of the GLS-Series. One of the advantages and mostinteresting points of the Generation 2 Proof of the ClassificationTheorem, is that it will give the first unified characterizationof Sporadic Simple Groups, the mysterious objects, whose life did not have a unified explanation untill now. In particular, Volume8 explains and characterizes 11 out of 26 sporadic simple groupsamong which is the largest one, the Monster Group.Thus the main purpose of this Grant Application is to ensure asupport which will allow the successful development and possiblecompletion of some parts of the proof of what is known as one ofthe major results of Modern Mathematics: Classification of FiniteSimple Groups.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E049508/1","grantId":"EP/E049508/1","fundValue":"75788","fundStart":"2007-05-20","fundEnd":"2009-11-19","funder":"EPSRC","impactText":"","person":"Inna  Capdeboscq","coPersons":[],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}