{"id":"FBB208E2-C3E3-42BA-807B-A577368A5BA6","title":"Lysosomes in the mammary gland : their role in mediating cell death","abstractText":"Lysosomes are small membrane-bound vesicles, called organelles, that contain a number of enzymes that breakdown large molecules such as DNA and proteins in addition to other organelles such as mitochondria, the so-called powerhouse of the cell. Lysosomes also help to destroy bacteria and viruses that invade cells by digesting them after they have been delivered to the lysosome. Lysosomes are essentially recycling centres as they breakdown old and damaged components and recycle small molecules back to the cell cytoplasm where they are used to rebuild DNA, proteins and organelles. There are a number of debilitating inherited diseases that arise from defects in lysosome function and more recently, lysosomes have been associated with neurodegenerative diseases such as Alzheimer's and also with cancer. We have shown that lysosomes leak their contents during post-lactational regression of the breast and that this causes the death of the breast cells. This new discovery has important implications for breast cancer and other diseases where lysosome function is important. The aim of this project is to investigate how lysosomes become leaky and how this is controlled. We will use a range of techniques including innovative ways to identify novel proteins and measure their localisation in the cell using fluorescence and time-lapse microscopy. We will also investigate any role that these proteins may have in damaging lysosomes and causing them to leak their toxic contents into the cell. We hope that this work will provide new ideas for killing breast cancer cells, that are often resistant to other types of cell death.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J001023/1","grantId":"MR/J001023/1","fundValue":"1214800","fundStart":"2012-06-18","fundEnd":"2017-06-17","funder":"MRC","impactText":"","person":"Christine Jannette Watson","coPersons":[],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}