{"id":"FBB6C5F1-202A-4B2F-B1F4-3249CCB650D8","title":"Engineering Synthetic Reactions in CO2 and Water","abstractText":"The chemical industry uses large volumes of organic solvents in the synthesis of compounds. This work breaks completely new ground in demonstrating that water and carbon dioxide can be used as environmentally benign solvents in the manufacture of organic compounds for the pharmaceutical and fine chemical industries. A novel high pressure flow reactor will be built that will allow engineers and scientists to take advantage of the complementary solvent powers of carbon dioxide and water. Carbon dioxide and water will be intimately contacted through an emulsion generated by an ultrasonic device. This will enable compounds of differing polarities to be soluble in either solvent and so reactions can occur at the solvent interface. The reactor therefore has the potential to be used for the manufacture of a wide range of organic chemicals for industry. It is clear that the high value added chemical industry sector will need to move to the continuous flow mode in order to improve efficiency and economy of scale as well as to contain the issues of waste disposal. The reactor will address this requirement and will also remove the stumbling block associated with high pressure (supercritical) carbon dioxide reactions by side stepping the problems associated with the solubility of polar compounds in non-polar carbon dioxide.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H007784/1","grantId":"EP/H007784/1","fundValue":"101807","fundStart":"2010-01-11","fundEnd":"2011-01-10","funder":"EPSRC","impactText":"  Findings have been used by other workers in the field and industry. The project led to two follow-on TSB funded projects which have yielded a patent. Chemicals,Environment,Manufacturing, including Industrial Biotechology Economic","person":"Gary Anthony Leeke","coPersons":[],"organisation":"University of Birmingham","findingsText":" This one year research project has demonstrated using water and CO2 alone as solvents to make useful chemicals. This has clear benefits to health and the environment, but also has benefits from a process point of view. In some reactions it was possible to separate the product from the reaction mixture by depressurising the CO2 or decanting the product from the top of the water phase and therefore alleviated the need for organic solvents in the separation step. \n\n\n\nThe research has side-stepped t The technology is currently being explored to process food products. Chemicals","dataset":"gtr"}