{"id":"FBB7FE06-B6EC-40E7-9C49-B25B5522758F","title":"Genetic basis of parallel local adaptation","abstractText":"At the centre of the evolution of life is the origin of new species. The balance between the origin of new species and the extinction of existing ones determines the current level of biological diversity. Speciation connects microevolution, changes due to mutation, genetic drift and natural selection within populations, to macroevolution, the variation through time in the mix of species. Therefore, speciation is a critical process to investigate if we are to understand and manage biological diversity. Much has been learned about the origin of species since Darwin but much remains to be found out. This applies particularly to the genetics of speciation mechanisms. Here, there are many new opportunities because of technical advances that allow rapid sequencing of DNA and large-scale determination of genotypes, as well as new insights into the process. At one time, speciation was thought to require a period of spatial separation of populations but now there are both theoretical and empirical studies suggesting that adaptation to local environments can lead towards speciation even without complete geographical isolation. One putative example of this process is a periwinkle, Littorina saxatilis, found on rocky shores around Europe. In many areas, two forms exist in close contact, one adapted to withstand wave exposure and the other to resist crab predation. These forms still exchange genes over most of their genomes but we have previously shown that about 5% of the genome is protected from gene exchange, presumably because these regions contain genes directly involved in local adaptation. In the present project, we will ask two questions of general importance in speciation research: 1. Are the genomic regions involved in the early stage of speciation seen in Littorina the same in different parts of Europe, or have the morphs evolved independently in geographically separated regions? 2. How is the 5% of differentiated regions distributed genomically, in a few large blocks or many small sections? In addition, a PhD student associated with the project will measure selection on different shell characters and ask whether these shell characters are influenced by the genomic regions that we find to be under selection. We will address these questions by initially scanning the genomes of the two morphs in Yorkshire in various ways, including a recently developed high-throughput pyrosequencing approach. We will then test divergence in candidate and control genes across the UK and also in Swedish and Spanish sites. We will develop markers in these sequences and genotype large samples from natural populations, in association with transplant experiments conducted by the student, to test for associations among markers and between markers and phenotypic traits. Our data will significantly advance understanding of the Littorina system and of the process of speciation as a consequence of local adaptation. We will also develop methods that will be applicable to other speciation model systems and will be valuable in identifying genes involved in adaptation in other circumstances, such as in conservation biology or the management of pesticide resistance.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G018375/1","grantId":"NE/G018375/1","fundValue":"427835","fundStart":"2009-10-01","fundEnd":"2013-09-30","funder":"NERC","impactText":"","person":"Roger Kenneth Butlin","coPersons":[],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}