{"id":"FBC63ADC-77EB-4788-8C87-27261F004034","title":"An Aircraft-Deployable GPS Stake Network for Antarctic Glaciers","abstractText":"The main objective of the proposed work is to design and build low-cost pole-based GPS sensors, called 'Javelins', that can be installed on the surface of a glacier by airdropping them from an aircraft. The positions would be data compressed locally and stored by a low-cost field microcontroller on the pole. They would then be sent to an existing data repository in the British Antarctic Survey's UK headquarters, via the Iridium satellite data network in short cost-effective bursts. As a practical implementation of this network we propose to instrument one of the most rapidly changing regions of the Antarctic ice sheet, the Pine Island Glacier in West Antarctica, with a network of these sensors providing a key data set to study the current contribution of the cryosphere to sea level change. The scientific community has explicitly identified a need to better monitor the contribution of glaciers and ice sheets to worldwide sea level change. Currently sea-level is changing at a rate of 2.5 to 3 mm per year, which is considerably higher than projected in the last IPCC report (Scientific Committee on Antarctic Research, 2007-8). It has become increasingly evident that most of the contribution of ice sheets and glaciers to sea level change originates from a few highly dynamic areas, such as the remote Pine Island Glacier. Such regions are difficult or impossible to reach by ground via overland treks or through aircraft landing. Remote sensing can provide some motion and flow data in these areas, but such techniques are restricted by poor temporal resolution and lack of stable tracking features. Thus, terrestrial sensor equipment that can be deployed by air is the only option for monitoring these critical regions. Our 'Javelins' would be dropped from the aircraft at a suitable altitude, rapidly attain a vertical attitude, and strike the glacier surface where they would bury themselves to a suitable depth to provide stability. Multiple years of daily position updates would be collected from the devices before they would be eventually buried. The proposal team has already deployed similar sensors individually, using more traditional on-site installations. Due to the increased risk of poor deployment from a moving aircraft, a denser network of Javelins will be deployed, increasing our spatial resolution with an expectation that some of the sensors may be inoperable. Elimination of repeated aircraft landings and takeoffs are an additional cost reduction benefit of this deployment method. The devices could also therefore be deployed in any region where a dense sensor network installation would otherwise be uneconomic, such as the deep interior of Antarctica. Designing a 'disposable' sensor for an environmentally sensitive area will require individual sensors made of inexpensive material with low environmental impact. We will focus upon the aerodynamics of the Javelin, to maximize the number of successful airborne deployments. The end result will be a design and manufacturing plans for a product that will be of use to the British Antarctic Survey in several glacier regions beyond grounding lines. It may be manufactured and used in any other scientific or industrial endeavour that seeks to collect data from hazardous glacier areas. We will also gain critical knowledge of the Pine Island Glacier; this data itself will be of great use to the IPCC and the researchers in glaciology. The British Antarctic Survey is one of only a few worldwide organisations with logistics capable of operating in West Antarctica, and the only European organisation able to do so. The Principal Investigator, G. Hilmar Gudmundsson, has several years experience of deploying GPS devices in the Antarctic and extensive experience in working in many glaciated areas around the world. The timing of this proposal coincides with other planned works on the Pine Island Glacier in the next three years, helping us to save costs of logistics.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I007156/1","grantId":"NE/I007156/1","fundValue":"542718","fundStart":"2011-01-30","fundEnd":"2014-03-31","funder":"NERC","impactText":"  Data from our sensors has been used to track ice berg movements and has provided added safety for vessels operating in southern ocean. Aerospace, Defence and Marine Societal","person":"G. Hilmar  Gudmundsson","coPersons":["Carl Nicholas Robinson","David Michael Blake","Ryan  Anderson"],"organisation":"NERC British Antarctic Survey","findingsText":" An Aircraft-Deployable GPS Stake Network for Antarctic Glaciers An aircraft-deployable GPS sensor has been developed and deployed in Antarctica. The sensor can be dropped directly from a BAS aircraft. Some 27 such sensors were deployed on Pine Island Glacier in Jan 2013 and are currently transmitting data on daily basis back to BAS. Being able to deploy GPS sensors onto glaciated arias directly from an aircraft is potentially beneficial to a wide group of scientists interested in glaciological studies of areas that can not be accessed from the ground. Environment","dataset":"gtr"}