{"id":"FBC8EB69-0A92-40DD-AEDF-5849491963E9","title":"Iterative maps for the dynamics of percussive drilling","abstractText":"Energy plays a vital role in our lives, and during last 150 years civilization has increasing used fossil fuels / gas, coal and oil. As a result more and more difficult operating conditions, such as that in deviated or horizontal long-reach wells, become a norm within the drilling industry, and this requires better effectiveness and controllability of the downhole drilling processes. The latest research in this area confirmed that a basis for novel downhole drilling techniques of hard formations is founded upon imposing dynamic loading at the bit-rock interface. One way of practically realising this is a superposition of adjustable percussive loading on conventional rotary drilling. This method will allow adaptive operation across a wide range of drilled formations, so enhancing cutting rates while reducing tool wear and lending itself ideally to extended-reach horizontal drilling. A robust mathematical model of the dynamic interactions occurring in the borehole is the first and most important step in understanding how this philosophy can be applied. Apart from the dynamics of the percussive drilling module, which can be described as a system of non-smooth nonlinear ordinary differential equations, the model has to account for the damage zone in the borehole having a major influence on the dynamics of the drilling module. A significant research programme in this area comprising experimental and theoretical studies has been carried out at Aberdeen since 1998. These studies have been focussed to assess the practicality of a novel drilling method named as the resonance enhanced drilling, where the drill-bit operates in resonance conditions to increase the efficiency of generating controllable impact loading and consequently to create a sustainable damage zone in the borehole. Mathematical modelling of resonance enhanced drilling has been also part of these studies, and the latest work has been concentrated on the fracture dynamics of drilled formations, which is crucial for an accurate prediction of the system behaviour. It is proposed to take the current work a step further by developing a suite of robust models of the dynamic fracture. These models will be coupled with the dynamic model of the drill-bit in order to analyse the nonlinear interactions in the borehole. The development of such models will be the first major task of the project. Construction of the iterative maps for the percussive drilling will be the second major task. It has been understood that dimension reduction, and in particular construction of analytical iterative maps, would be especially beneficial for understanding and designing of the system described by non-linear piece-wise smooth equations as there are no well developed mathematical techniques for obtaining solutions for these systems and often there are difficulties even in proving the solution existence. The main advantage of iterative maps is that the computation of dynamic responses using the maps takes a fraction of time when compared to the techniques based on direct numerical integration. Also it is important that the dimension reduction achieved by constructing iterative maps means that the amount of data required for the system analysis is significantly decreased. The fast prediction of the system behaviour and reduced amount of data are both very useful for developing efficient control systems. Analysis of the system dynamics using the constructed iterative maps aims at formulation of optimal patterns of the external excitation, and in particular it will be focused on obtaining the frequencies and amplitudes of the percussive motion maximising drilling rates as functions of the drilled formation properties.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E011535/1","grantId":"EP/E011535/1","fundValue":"210702","fundStart":"2007-07-09","fundEnd":"2010-09-08","funder":"EPSRC","impactText":"  The obtained models and understanding further improved the concept of Resonance Enhanced Drilling, revolutionary drilling technology which is currently being developed in the University of Aberdeen http://www.abdn.ac.uk/engineering/research/the-red-project-217.php. Energy ","person":"Ekaterina  Pavlovskaia","coPersons":[],"organisation":"University of Aberdeen","findingsText":" The project is interdisciplinary in nature crossing two areas of nonlinear dynamics and fracture mechanics and it has an extensive emphasis on the mathematical modelling. The main aim of the project was to develop enhanced understanding of the dynamics of percussive drilling and to determine optimal frequencies and amplitudes of the applied loading. This aim was achieved by meeting the following objectives. First, the robust mathematical models of the percussive drilling process accounting for the dynamic fracture in the borehole were developed. Then, investigation of the typical behaviour of the low dimensional systems with soft impacts was conducted which followed by the construction of low dimensional iterative maps modelling dynamic interactions between the drill-bit and the rock formations. Finally analysis of the dynamic interactions occurring in the borehole using the nonlinear dynamics techniques was carried out and the optimum range of frequencies and amplitudes of the percussive loading was identified. The obtained models and understanding further improved the concept of Resonance Enhanced Drilling, revolutionary drilling technology which is currently being developed in the University of Aberdeen http://www.abdn.ac.uk/engineering/research/the-red-project-217.php. Energy","dataset":"gtr"}