{"id":"FBD044D7-1542-4E78-9572-2C7C79C2B074","title":"'Form Follows Fiction: Designing Fred and Ginger'","abstractText":"'Form Follows Fiction: Designing Fred and Ginger' is a study of design in cinema and the interaction of personnel, processes and ideas. It traces the influence of design theories and public taste from the studios at RKO in the 1930s out to scholarly and popular appreciation of the Astaire/Rogers series ever since.\n\nThe study investigates the effect that public taste and knowledge of popular design styles, such as 'streamlining' and 'form follows function', had on the design decisions of the RKO art department in the 1930s. The study also considers the effect that design decisions made in production have had on the appreciation of the Astaire/Rogers musical series up to the present day. The 1930s is a decade known for its characteristic decorative style, most importantly art deco, 'zigzag moderne' and 'streamlining'. As such, references to these optimistic and chic design styles also characterise writing on the series from scholars and cinephiles: Fred and Ginger movies are commonly assumed to be the epitome of escapist Modern society fantasy. This study will consider the effect that these assumptions have had on popular and scholarly writing, and will investigate how far such assumptions develop a life of their own.\n\nThe study uses RKO in-house journals from the 1930s, such as RKO Radio Flash, as well as trade press and fan magazines from the period, to provide evidence of the 'traces' that design decisions leave in the production and discussion of cinema. These will be traced through subsequent popular and scholarly literature on Astaire/Rogers, RKO and 1930s cinema design in general. Using Actor-Network Theory, the study considers cinema as a social interaction or network of human and non-human influences. Design is involved at every stage of cinema, and designers and filmmakers create\nfilms in interaction with materials, processes and ideas. Appropriate tools are therefore necessary to study the effect of social relations on such a creative product. A known example of the influence of materials is the particular type of flooring used to give the impression of Fred and Ginger 'dancing on air', of them being 'streamlined', or simply of them being the height of sophistication. The study considers the effect of such interpretations on later writing by scholars and fans, thereby contributing to our knowledge of the origins of studio design.\n\nActor-Network Theory is useful for mapping the conscious intention of designers along with the external and arbitrary effects on creativity made by materials, public taste, or cultural mores. It also offers an understanding of how a production's decisions, materials, processes and ideas, no matter how insignificant they might initially seem, can continue to influence interpretations to the present day.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E51068X/1","grantId":"AH/E51068X/1","fundValue":"7704","fundStart":"2007-01-08","fundEnd":"2007-07-07","funder":"AHRC","impactText":"","person":"Damian  Sutton","coPersons":[],"organisation":"Glasgow School of Art","findingsText":"","dataset":"gtr"}