{"id":"FBD96D25-CF9C-401C-B78A-5D1553C7BAC7","title":"Sounding the Stars - Asteroseismology of Stars with Sun-like Oscillations","abstractText":"Stars are building blocks of the universe, and are crucial sources of energy for giving conditions which can support life. Knowledge on how stars are born, live, evolve, and then die, underpins much of our understanding of the universe. Our research will 'peer' deep inside stars to understand how they work, and to add previously unknown knowledge on the life-cycles of the stars. Our research will also provide important information for 'planet hunters', who are searching for potentially habitable planets like Earth orbiting other stars. We are interested in stars that vibrate gently like our own star, the Sun. Although you cannot see it without special equipment, the Sun is shaking. Bubbling motion just under the visible surface of the Sun is constantly feeding in energy, and the Sun responds by vibrating just like a (very) large musical instrument. The 'notes' of the Sun's music are very interesting to astronomers. They are made by sound waves, some of which have travelled deep inside the Sun, and their frequencies (the pitch of the notes) depend on conditions they meet on the way. For example, the frequencies depend on the density and temperature of the material inside the Sun, and studying them allows astronomers to essentially get an ultrasound scan of our nearest star by 'sounding' its interior. Because the Sun is a ball of largely ionized gas, when it shakes it gently oscillates. The oscillations make the surface move to and fro at a couple of metres per second (a slow walking pace!), and it takes about 5 minutes to go through a complete cycle. Just detecting this small movement is very hard, and takes specially designed instruments. But doing so for other stars is much, much harder again, because they are many orders of magnitude fainter than the Sun. The solar oscillations were discovered in the 1960s, and it took until the mid to late 1990s for ingenious astronomers to discover oscillations like them on another star. There are now more than a dozen stars that have been observed to oscillate like the Sun. They range from stars that both look like, and are at the same points in their life cycles, as the Sun; through to much more mature stars that have expanded in their old ages to become 'red giants'. We now stand on the threshold of an exciting expansion in observations of the oscillations on other stars, with the launch of new space missions, and continuation of observations from telescopes around the world. These observations will allow astronomers to test their theories of how all stars live and evolve, by peering into their interiors, like we can for the Sun. That is what we propose to do. We will use the exciting new data from telescopes and space missions to 'sound the stars'. Our work will also go hand-in-hand with searches for Earth-like planets around other stars. That is because we will use data from NASA's Kepler space mission, which will look for oscillations and hunt for planets, at the same time. Our work will help to reveal the nature of stars around which planets are found, and will also give us more information on the planets themselves.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/F002041/1","grantId":"ST/F002041/1","fundValue":"335520","fundStart":"2009-01-01","fundEnd":"2011-12-31","funder":"STFC","impactText":"  Our outputs have added important knowledge to the international astronomy community, and have been utilized by us and others in research that builds on these findings. Other ","person":"William James Chaplin","coPersons":["Yvonne  Elsworth"],"organisation":"University of Birmingham","findingsText":" Our research from this grant (now completed) used asteroseismology to further our understanding of the structure and evolution of other Sun-like stars in our Galaxy, including stars hosting planets. Our outputs have added important knowledge to the international astronomy community, and have been utilized by us and others in research that builds on these findings. Other","dataset":"gtr"}