{"id":"FBDE562C-B06A-479B-BBB5-7CD0FFBBAD41","title":"CENTRE FOR DRUG SAFETY SCIENCE","abstractText":"It is estimated that adverse reactions to drugs constitute the 4th most common cause of death in the USA. In the UK, adverse drug reactions (ADRs) are a financial burden on the health services, a major cause of drug withdrawals for the pharmaceutical industry and a life-threatening experience for some patients. A recent survey indicated that 6.5% of hospital admissions were due to ADRs costing the Nation #466 million annually. With the increasing emphasis on polypharmacy and multidrug combination therapy, this situation is set to worsen. At the individual level, whilst many ADRs are relatively mild and self-limiting, in some cases ? in particular the allergic or hypersensitivity reactions ? they can result in permanent disability or fatality. Several recent high profile incidences of adverse drug reactions, for example the withdrawal of Vioxx (a COX2 inhibitor) because of heart attacks and the TGN1412 incident in Northwick Park in 6 healthy volunteers, have undermined confidence in existing preclinical testing procedures, and subsequent safety assessment in man. Despite this, our understanding of ADRs and the mechanisms underlying them are seriously deficient. ADRs are complex biological events which require broad-based expertise and meticulously conducted clinical studies to address. The Centre for Drug Safety Science will provide a unique infrastructure for studying the mechanisms of ADRs and will provide a focus for establishing the critical mass of expertise required to make a real impression on the incidence, prediction and management of such reactions, both within the health services and pharmaceutical industry. Our mission therefore is to create a world-class centre for the investigation of fundamental mechanisms by which adverse drug reactions which are important in our clinics and hospitals, with the overall aim of preventing such reactions through (a) better design of drugs, (b) identifying the factors by which ADRs only occur in some patients, and (c) develop better tests to identify these ADRs early before the reactions develop or become more severe. Another important effect of creating the Centre will be to increase scientific expertise in this area which is important for our healthcare system, regulatory agencies and pharmaceutical industry.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0700654","grantId":"G0700654","fundValue":"4192100","fundStart":"2008-12-01","fundEnd":"2014-10-31","funder":"MRC","impactText":"","person":"Brian Kevin Park","coPersons":[],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}