{"id":"FBDF36B6-34B4-42BA-887C-94B837F1C523","title":"Materials World Network: The Designer Nanoparticle","abstractText":"Progress in nanotechnology relies upon the production of nanoparticles. During the past decade many recipes have been introduced for the synthesis of nanoparticles from the solution phase, including particles of different composition, shape, and architecture such as core and shell structures. In spite of this extensive work we lack a molecular level understanding of the nucleation and growth of nanoparticles that could lead to their rational, rather than empirical, design. We propose a new approach based upon a combination of X-ray probes and interfacial localization of the evolving nanoparticle structure.Most of the solution phase routes to metal nanoparticles exploit the reduction of the metal ion by a reducing agent. This agent (or another species) can act as a capping ligand, defining the particle size. The study of the growth process of metal nanoparticles is greatly simplified if reactants (i.e., metal ion and reducing agent) are physically separated from one another, by their locaton in two (immiscible) liquid phases. Nucleation and growth of the nanoparticles then takes place at the interface between these two liquid phases. Such localization allows for the use of X-ray absorption, which would not readily detect particles dispersed homogeneously across a solution volume, but can be applied in the interfacial case because the particles are highly concentrated at the interface. X-ray absorption spectroscopy probes the local geometric and electronic structure in non-crystalline systems, including determination of the chemical species and the chemical state of the atoms. In addition to this spectroscopic probe, we propose to use a structural probe, X-ray surface scattering, to study the in-plane and out-of-plane structure, including the shape, size, and organization of the particles, as well as the depletion of reactant species near the interface. We propose to combine these X-ray techniques with electrochemical control of the interfacial reaction at the liquid/liquid interface, both to monitor the progress in particle growth as well as to investigate the influence of the applied potential in controlling particle production.The proposed collaboration of scientists from the UK and the USA will use state-of-the-art X-ray spectroscopy, surface scattering and electrochemistry techniques. The PI from the USA has expertise combining X-ray surface scattering with in situ electrochemical control of the liquid-liquid interface. ThePIs from the UK have combined expertise in synchrotron X-ray spectroscopy and in the growth and characterization of metal nanoparticles at the liquid-liquid interface. This unusual and complementary set of techniques and approaches will be used to investigate the nucleation and growth of metalnanoparticles with the aim of understanding these processes at the molecular level in order to provide the basis for a rational approach to their synthesis.A molecular-level understanding of metal nanoparticle nucleation and growth will allow for the production of nanoparticles with designed properties. This should influence the development of applications of nanoparticles in a number of areas, including the design of new materials for catalytic,opto-electronic, and coating applications.The proposed collaboration utilizing state-of-the-art X-ray spectroscopy and surface scattering, as well as electrochemical analysis will provide a rare, possibly unique, collection of techniques and approaches. There are not many researchers with expertise in both X-ray spectroscopy and surfacescattering, in spite of the complementarity of these techniques in characterizing materials. Similarly, experts in synchrotron X-ray techniques are rarely familiar with a broad range of analytical chemistry techniques. The opportunity for cross training in these areas will provide early career researchers with a unique perspective at the beginning of their careers.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H047786/1","grantId":"EP/H047786/1","fundValue":"320347","fundStart":"2010-11-01","fundEnd":"2013-10-31","funder":"EPSRC","impactText":"","person":"Robert Angus Dryfe","coPersons":["Sven Lars Schroeder"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}