{"id":"FBF12C6D-E4E0-447B-B83B-15CC59CBABC7","title":"Network in Computational Steering","abstractText":"Have you ever thought how the weather forecast comes about? Of course, we are all familiar with the TV graphics that show rain falling, wind blowing and clouds scooting by. These pictures are the result of the forecasting software used and they seem very interactive, but really they represent only a snapshot of results to be looked at after the simulation has finished. In computational steering, however, the simulation itself becomes interactive. Using this approach, scientists can carry out experiments in the computer in much the same way as they used to in a laboratory using test tubes and Bunsen burners. This project aims to get more people to use computational steering, by helping scientists and computer systems experts to meet up and collaborate.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D056764/1","grantId":"EP/D056764/1","fundValue":"62249","fundStart":"2006-01-09","fundEnd":"2008-01-08","funder":"EPSRC","impactText":"  Four travel bursaries were funded to investigate steering for applications that had not hitherto used it. Training materials on steering were developed and deployed at two residential schools. The profile of steering and visualization was raised at the Open Grid Forum. Digital/Communication/Information Technologies (including Software) Economic","person":"Helen  Wright","coPersons":[],"organisation":"University of Hull","findingsText":" The CompuSteer network established a computational steering community and developed training in computational steering that resulted in the deployment of steering software onto various nodes of the UK National Grid Service. Steering of simulations has the potential to convey complex ideas for improved public understanding of science, engineering and the environment, and in educational contexts. We held a number of themed workshops, including one organised under the auspices of the Open Grid Forum in May 2007. A particular focus of the latter was the interoperability and standardisation necessary for successful steering on Grids. Travel grants were awarded to promote collaborative development of novel steering applications. Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}