{"id":"FBFB8270-4E02-4EE8-BA15-7027EAC7D87D","title":"Return from the Natives: How Margaret Mead Fought the Second World War and the Cold War","abstractText":"Normally we think of anthropology as a study of 'primitive' cultures, but even the first anthropologists undertaking fieldwork amongst 'primitive' cultures a century ago were already always thinking about themselves and their own cultures. This research looks at the career of Margaret Mead - at her peak after the Second World War one of the best-known public intellectuals in the world - and in particular at her 'return from the natives' between the late 1930s and the early 1950s when she deliberately set about trying to apply her knowledge of how 'culture' worked in places like Samoa and New Guinea to address the problems of the Great Powers in the Second World War and the early Cold War. Mead argued that international relations could only be safely and happily carried on in the complex modern world if nations learned to relate to each other as distinct cultures, with ways of behaving and talking to themselves and to others as if each were deserving of respect and acknowledgement - but that that required a much deeper insight into folkways, psychology and language than traditional diplomacy entailed. She was already considering ways in which this insight could be used to defuse international crises in the powderkeg atmosphere of the late 1930s. During the Second World War she and her co-workers were suddenly presented with dozens of practical opportunities to apply this approach - to 'white propaganda' (used to cement the bonds between allies, for example to explain the Americans to the English and vice-versa), to 'black propaganda' (used to undermine the morale of enemies such as Germany and Japan), to the direct promotion of the war effort by building patriotism and national solidarity within the United States, and to planning for a future of 'one world' comprising 'many cultures' that might prevent a Third World War. Practically every government and military agency in America and Britain made use of Mead's team and her approaches to these ends - from the beaches of Burma where 'psychological bombs' were set for Japanese troops, to the heartlands of Europe where propaganda leaflets were dropped in their millions, to the innermost circles of the U.S. government where 'national character' studies of allies and enemies circulated to educate American administrators with little previous experience of the wider world. Mead herself became one of the principal cultural ambassadors from America to Britain, spending six months in Britain in 1943 in advance of the D-Day preparations, softening up the British with propaganda designed to introduce them not just to the superficial traits but to the inner psyches of Americans. Most notoriously she tried to allay the potential anxieties of British parents by portraying the American GI's idea of a 'date' with their daughters as a flirtation rather than a seduction. The success of this approach during the war then encouraged the American government to try to employ it in the Cold War to fathom the minds and maneuvers of Communist enemies in the Soviet Union, Eastern Europe and China. This effort, however, foundered on two grounds. First, it drew Mead into the 'black propaganda' arena which she had personally always tried to avoid, conflicting with her vision of a world of multiple peacefully co-existing national cultures. But second, it conflicted with the American public's (and many American politicians') view of Communism not as an alternative culture but as a narrowly-based tyranny. Most Americans, it seemed, didn't want to think of the Russians or the Chinese as different from them, but rather as people much like Americans who had simply been enslaved. The failure of Mead's project in the Cold War thus teaches us stark lessons about the limits to Americans' cultural tolerance in the Cold War - and afterwards. Many of the issues and ethical challenges that Mead faced in the 1940s have resurfaced as Americans have grappled with unfamiliar cultures in Iraq and Afghanistan.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H002596/1","grantId":"AH/H002596/1","fundValue":"24264","fundStart":"2010-04-01","fundEnd":"2010-06-30","funder":"AHRC","impactText":"  Too soon to tell. The book on which I was working during the brief period of this grant was published in 2013. It has been widely reviewed. I discussed it on BBC Radio 4. It will be the subject of a roundtable discussion at an academic conference in the USA in 2015. I have been invited on the basis of this work to participate in other projects on the uses of psychoanalysis, the history of the social survey and histories of anthropology. Culture, Heritage, Museums and Collections Cultural","person":"Peter  Mandler","coPersons":[],"organisation":"University of Cambridge","findingsText":" This research grant funded a brief period in the writing of a book on Margaret Mead, probably the famous celebrated anthropologist who ever lived, and her work between the late 1930s and the early 1950s to develop a 'science of national character' for use principally in international relations (in war and peace). It offers a case study of intellectuals and their relationship with power politics - a sobering case study, for the intellectuals' apparent freedom and creativity in this case proved severely limited by adverse Great Power interests. It also points out some dead-ends in the understanding of cultural and national difference that formed an important learning experience in the emergence of social-scientific understandings of globalization and multiculturalism. This study ought to be useful for developing our understandings of intellectuals and politics, culture and national difference, and social-science methods. Education,Government, Democracy and Justice,Culture, Heritage, Museums and Collections","dataset":"gtr"}