{"id":"FC03BC40-AC1F-49C4-B442-1A9E84793777","title":"Predicting the reliability with which the geomagnetic field can be recorded in igneous rocks","abstractText":"Palaeomagnetic recordings in ancient rocks and meteorites hold the key to answering some of the most fundamental questions in Earth Sciences. Theories regarding the evolution of the geodynamo, the thermal evolution of the Earth's core, plate tectonics and palaeogeography, and the formation of the solar system, are all constrained by observations of the ancient fields trapped in rocks that are hundreds or even thousands of millions of years old. However, not all palaeomagnetic observations are reliable, because the magnetic signal carried by most rocks and meteorites is dominated by a poorly understood thermoremanent magnetisation (TRM) in grains with non-uniform magnetic structures.\nMost palaeomagnetic interpretations are based on the assumption that such TRMs are carried by magnetically uniform, single domain (SD) particles, whose behaviour is well described by N&eacute;el's SD TRM theories. However, slightly larger grains with non-uniform magnetic structures are ubiquitous in nature. These are termed pseudo-SD (PSD) as they display some characteristics to SD grains (such as a large magnetic remanence), but can have a significantly different recording fidelity. Presently there is no physical model for PSD TRM acquisition therefore we have no means of assessing the stability and reliability of many palaeomagnetic signals. \nThis proposal will address the urgent need to quantify the fundamental behaviour of PSD TRM. In particular we aim to address two key issues that can affect palaeomagnetic fidelity: (a) PSD stability as a function of time and temperature, and (b) their TRM dependence on cooling rates. This will be achieved by developing a three-dimensional numerical model that incorporates the effects of thermal-fluctuations. It will then be possible to model PSD TRM acquisition and assess the accuracy with which PSD domain states can record a geomagnetic field.\nA key aspect of the numerical modelling is validation of the predicted domain structures, as a function of grin size and temperature, against direct nano-metric-scale experimental observations. This will be achieved using a remarkable set of highly characterised artificial samples (produced by an electron lithography process in a previous NERC-funded study) and using the advanced transmission electron microscope (TEM) technique of off-axis electron holography, which is able to image the magnetisation on a nano-metric scale. Experiments will also be conducted on bulk samples, including a suite of already collected lavas.\nOnce validated, the numerical model will be used to explore the fidelity of TRM recordings and palaeointensity (ancient geomagnetic field intensity) determinations in a range of grain geometries applicable to natural samples containing PSD domain states.\nThe research will result in a comprehensive understanding of TRM acquisition for PSD grains of magnetite, which are thought to the dominant carrier of palaeomagnetic recordings, and identify how accurately PSD grains can record the ancient field. The predictive micromagnetic model we develop will be able to directly address a number of key issues, for example:\n(1) Palaeointensity estimates from PSD magnetites are used to constrain models of the Earth's core dynamics and the Solar System's formation. We will be able to determine whether these palaeointensities are likely to under or over estimate the true value of the ancient field.\n(2) Archaen palaeointensity estimates are often determined from PSD magnetite crystals, embedded with in single-silicate crystals extracted from gabrros. The model will allow us to quantify the effect of long-term cooling-rates on TRM intensity, something which cannot be done experimentally.\nWith increased accuracy of palaeomagnetic observations, a much clearer picture will emerge of the past behaviour of the geomagnetic field, and hence a far better hope of unravelling the true nature of the early universe and the evolution and behaviour of the Earths deep interior.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J020508/1","grantId":"NE/J020508/1","fundValue":"227651","fundStart":"2012-12-01","fundEnd":"2016-02-01","funder":"NERC","impactText":"","person":"Adrian Richard Muxworthy","coPersons":[],"organisation":"Imperial College London","findingsText":" The techniques needed to conduct magnetic visualisation at high temperatures of the type of magnetic minerals found in rocks have been developed, though key findings are still a work in progress. Potential applications to magnetic recording industry Electronics","dataset":"gtr"}