{"id":"FC0AD897-EF3D-4154-9BFB-BE1A51B5EA85","title":"Ultra-efficient electrical machines and drives for EVs and HEVs","abstractText":"The development of electric traction drive performance to achieve market expectations is fundamental to the acceptance and swift realisation of electric propulsion vehicles, be they pure electric, fuel cell or hybrid drive systems. The widely acknowledged basic requirements of an electrical machine for EV/HEV propulsion include (a) high torque and high power density (b) high torque at low speeds (c) high power at high speeds (d) high efficiency over a wide speed and torque range (e) high reliability and (f) low cost, etc. This project is limited to permanent magnet (PM) machines as they offer higher efficiency and higher torque density than currently available induction and switched reluctance machine alternatives.PM brushless electric traction machines can achieve 60-70% efficiency at partial loading (&lt;35% of full load) which is typical for electric vehicle (EV) urban duty cycles. Whilst this is an improvement over current internal combustion engine (ICE) efficiency it is less than the typical rated operation efficiency for an existing PM machine and drive unit which is circa. 90%.The strategic importance of the project is that at the present time no cost effective solution exists that is able to maximise the high operating efficiency region of a PM machine in accordance with the requirements of a zero, or ultra-low carbon vehicle's duty cycle. Therefore, it is proposed to undertake a systematic programme of work which aims to significantly increase PM machine partial load efficiency and to achieve a wider high efficiency operating region by developing novel variable flux PM brushless machine topologies and control strategies, and to facilititate increased vehicle range and reduced battery requirements. The outcomes will be validated through CAD/CAE and scaled proof-of-concept prototypes to demonstrate the effectiveness of controlling the flux excitation by both mechanical actuation and electrical means, leading to a working demonstrator that will ultimately be packaged into an EV architecture and be commercially viable, with a route to market within 7 years.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=TS/H001662/1","grantId":"TS/H001662/1","fundValue":"313503","fundStart":"2009-09-01","fundEnd":"2012-08-31","funder":"EPSRC","impactText":"","person":"Zi-Qiang  Zhu","coPersons":["J  Wang","Chris Malcolm Bingham"],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}