{"id":"FC0BF76C-4B07-4F43-942B-F0A383893236","title":"EVOLVABLE ASSEMBLY SYSTEMS - TOWARDS OPEN, ADAPTABLE AND CONTEXT-AWARE EQUIPMENT AND SYSTEMS","abstractText":"Assembly of final products in sectors such as automotive, aerospace, pharmaceutical and medical industries is a key production process in high labour cost areas such as the UK. To respond to the current challenges manufacturers need to transform current capital-intensive assembly lines into smart systems that can react to external and internal changes and can self-heal, self-adapt and reconfigure. This need is dictated by: (1) demand for rapid ramp-up and downscale of production systems; (2) the fact that current assembly systems lack autonomous responsiveness to disruptive events and demand fluctuations; (3) an economics and societal drive towards 'manufacturing as a service'. Consequently, there is a need for a radically new approach towards development of future assembly systems able to continuously evolve to respond to changes in product requirements and demand with extremely short set-up times combined with low cost of maintenance, system reconfiguration and capability upgrade with emerging new technologies. As the level and type of automation changes, future assembly systems will also require a different type of engagement of human operators in hybrid decision-making, monitoring and system adaptation. \n\nThe proposed research brings together a multidisciplinary and multi-sector partnership drawing upon skills from across the University of Nottingham with an established track record in multi-disciplinary transformative research, and industries representing key high value manufacturing companies together with their representative bodies. The goal of the research programme is to define and validate the vision and support architecture, theoretical models, methods and algorithms for Evolvable Assembly Systems as a new platform for open, adaptable, context-aware and cost effective production. \n\nThe research programme will deliver a new paradigm shift in adaptable and cost effective manufacture that breaks with traditional approaches and is predicated on an innovative intertwining of the following foundational research challenges in complex collective adaptive manufacturing systems: Product-Process-System Evolution; Data Analytics; Knowledge Modelling; Emergence Engineering; and Open Manufacturing. These fundamentally 'collective', pillars for a new extremely flexible and evolvable manufacturing infrastructure are expected to shed new insights on the self-configuration, self-organisation, self-adaptation and evolution of future production platforms. Together the pillars will presage a game-changing strategy for industry's ability to respond and solve current and future societal grand challenges linked to retaining and expanding manufacturing operations in the UK.\n\nThe research will ultimately enable a compressed product life cycle through the delivery of robust and compliant manufacturing systems that can be rapidly configured and optimised, thus reducing production ramp-up times and programme switchovers. This will lead to increased opportunities for new, small and independent production stakeholders, particularly those involved in the realisation of product, process and assembly system co-evolution. Our approach of building an underlying architecture, using simulated and real-world data to test and populate models, and working closely with industry stakeholders, will ensure scalable and adaptable approaches that will be transferable between different manufacturing sectors.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K018205/1","grantId":"EP/K018205/1","fundValue":"2151280","fundStart":"2013-02-01","fundEnd":"2018-07-31","funder":"EPSRC","impactText":"  The initial phase of the Evolvable Assembly Systems research programme has involved mapping the user requirements and building a reference architecture that addresses both the research and industrial challenges. Preliminary findings are currently being implemented in early industrial demonstrators.\n\nThe programme will benefit two key beneficiary groups: the commercial private sector (large OEMs, SMEs and supply\nchain organisations) and the wider community. Our work will benefit the national and international commercial private\nsector, with particular focus on UK manufacturing companies. They will have the potential to engage with new\nmanufacturing partners, enhance the utilisation of capital infrastructure and contribute to and exploit new integrated\nadaptable resources, evolutionary system knowledge, skills and data sets. Our close collaboration with the industry\nstakeholders will ensure direct impact across multiple manufacturing sectors. The wider public will benefit from the\nresearch by the increased ability of organisations to respond to customer needs and to reduce product cost through the\nincreased responsiveness of systems, as well as accelerated development of new products. Our work will ultimately enable\na compressed product life cycle through the delivery of robust and compliant manufacturing systems that can be rapidly\nconfigured and optimised, thus reducing production ramp-up times and programme switchovers. This will lead to increased\nopportunities for new, small and independent production stakeholders, particularly those involved in the realisation of\nproduct, process and assembly system co-evolution. Our approach of building an underlying architecture, using simulated\nand real-world data to test and populate models, and working closely with industry stakeholders, will ensure scalable and\nadaptable approaches that will be transferable between different manufacturing sectors.\n\nThe programme has been designed to deliver early industrial pilot demonstrators, thus although the focus of the\nprogramme is basic research with a long-term application agenda, some of the results will have an earlier impact. To meet\nnew demands in the aerospace sector, Airbus and BAE Systems will apply the results in future concepts of assembly lines for\nairframes and structures of future aircraft. The research will aid technology driven SMEs from established and emerging UK industries in implementing a new generation of small footprint\nhighly adaptable automated assembly cells for high value complex products in variable volumes. Module and control\nsystems manufacturers (initially demonstrated through Siemens UK) will utilise a new common approach to reconfiguration and adaptation with particular emphasis on seamless integration of multivendor components and devices. Wider industrial impact is\nensured via our role in the MTC (Manufacturing Technology Centre) and its membership in the HVM Catapult. Both the MTC and HVM Catapult will provide access to a wider industrial audience and the mechanisms for developing future industrial prototypes at higher TRL levels after the end of the project.\n\nFrom a policy perspective the programme will provide a national focal point for future research in this exciting topic. Through a series of roadmapping activities supported by the University of Nottingham Institute for Advanced Manufacturing, we aim to produce a cross-sectorial roadmap on Evolvable Assembly Systems. In addition, our existing engagement in formulating future policies and research programmes in Horizon 2020 and Factory of the Future PPP (S Ratchev) will provide the link to informing EU policies in this emerging technology area. Aerospace, Defence and Marine,Manufacturing, including Industrial Biotechology ","person":"Svetan Marinov Ratchev","coPersons":["Sarah  Sharples","Natalio  Krasnogor","Atanas  Popov","Dragos Aurelian Axinte","Peter  Kinnell","Brian  Logan"],"organisation":"University of Nottingham","findingsText":" The Evolvable Assembly Systems (EAS) research programme aims to create a framework for autonomous context-aware and adaptable assembly systems that can co-evolve with products, processes and the business and social environment. The project will deliver a new paradigm shift in adaptable and cost effective manufacture that breaks with traditional approaches and is predicated on foundational research challenges in complex collective adaptive manufacturing systems. \n\nWorking closely with our industrial partners we have identified a number of key challenges and research questions that shape the research programme. These include system architecture and decision support models for EAS, concept and algorithms for ubiquitous context-aware equipment, methods and models for self-learning and self-adaptive assembly cells, developing of plug and produce modules and systems and integration w with legacy production systems. Wider cross-sector approaches are currently being investigated by the research team and will be reported against in the next reporting period. Aerospace, Defence and Marine,Agriculture, Food and Drink,Construction,Electronics,Manufacturing, including Industrial Biotechology,Transport","dataset":"gtr"}