{"id":"FC10F959-9BA8-4B51-A898-196565E08968","title":"Future bathroom: A study of user-centred design principles affecting usability, safety &amp; satisfaction in bathrooms for people living with disabilities","abstractText":"Perceptions of the domestic bathroom have changed over recent years. Whereas at one time, the bathroom was an area designated for functional activity only, it is now viewed as being a space for relaxation and enjoyment. It is therefore unfortunate that for older disabled people, the bathroom is the room in the house where accidents such as falls are most likely to occur. Illness, disability and frailty in older age ultimately lead to help being needed with toileting and bathing. For most people this is an unpleasant invasion of privacy and loss of dignity. The poor design and quality of many items of equipment provided to help older people to continue to cope independently in the bathroom means that some would rather manage without, leading to risky situations. This project is about improving the quality and design of bathroom furniture for older people. The challenge is to design quality products that all bathroom users would find acceptable as well as meeting the specific needs of older, and disabled people. We seek solutions which will alleviate difficulties in ways that do not undermine people's self-esteem, and make the bathroom a comfortable, enjoyable and safe place. Our industrial partner is Ideal Standard, a well known manufacturer of bathroom furniture. The involvement of Ideal Standard is an indication of the importance of the problem and the desire to make improvements in this area. To achieve the aim of the project we will involve older people participating in the design process and working with designers. Older people living independently will be recruited, as well as those living in sheltered and other forms of assisted housing. These will include people with common disabilities, which become more severe with age such as arthritis, sight and hearing loss and disability after stroke. A prototype bathroom will be provided within the 'user lab' at Sheffield Hallam University for the project. The laboratory bathroom will include mockups of bathroom furniture and devices that are adaptable and can be moved around the space as required.The first step will be to study one common problem within the bathroom; that of the showering. We will review existing literature and good practice, and use this as a basis for exploring the problem. We will develop and refine methods and techniques to facilitate older people working alongside designers in the bathroom laboratory. This initial phase of the project will also allow us to develop the best methods by which a wider range of bathroom problems can be explored with older people in later phases of the project and beyond.In later phases, we will use the methods identified during the pilot study to investigate the whole setting of the bathroom and its surroundings. As well as using various layouts in the laboratory bathroom, we will visit a number of older people in their own homes and invite them to demonstrate the issues that they have to encounter in their own homes. The presenting challenges and possible solutions will be collected. The designers will work closely with Ideal Standard to develop methods of translating possible solutions into functional commercially viable products. Older people will be involved throughout this process so that any solutions produced will reflect their actual needs and requirements. The project will result in new design ideas capable of improving the safety and quality of life of older disabled people. Additionally, we will use the data gathered from this research to write design principles that take into account how to most productively engage older people.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F034954/1","grantId":"EP/F034954/1","fundValue":"406157","fundStart":"2008-04-01","fundEnd":"2011-03-31","funder":"EPSRC","impactText":"  Findings have been used to; \ninform guidelines for those planning on refurbishing a bathroom for older users.\nCreative methods for user engagement and co-creation\ndesign bathroom product solutions Healthcare Cultural,Societal","person":"Paul  Chamberlain","coPersons":["Gail Anne Mountain","Tricia  Ware","Peter  Wright"],"organisation":"Sheffield Hallam University","findingsText":" The research has developed creative methods for engaging and understanding users in a very private and personal activity.\nFindings have informed guidelines to improve bathroom usability for older users and a range of adaptable product design solutions to meet changing user needs Methods developed through the research can be translated to other user centred design applications.\nKnowledge established of user behaviour in bathroom use can be applied in industrial design applications Healthcare","dataset":"gtr"}