{"id":"FC13EDBD-0443-42C1-BD36-B35BE6DF60F8","title":"Consortium of Excellence in Advanced Sensors and Their Applications","abstractText":"This project is designed to promote a synergy of the skills and expertise of key personnel in several key research groups, across a range of disciplines both in the UK and overseas, and working with targeted user communities to share their expertise and wide experience, with the people involved enthusiastically collaborating for success. In so doing, the prime theme of this project is to create new technological opportunities which would otherwise be very difficult to develop individually due to the limitations in individual facilities and resources and the depth of knowledge required, to create real innovation over a broad technological field. Most importantly, the focus of the application is on the team brought together to 'bring out the best' in a group of engineers with complementary skills, to achieve the step change that is needed to meet the challenges of competitiveness for the user community over the next decade and beyond. The consortium brought together for the first time, is one of significant diversity, which encompassing expertise and experience in optical fibre sensors, MEMS sensor design, fabrication and integration, chemistry, chemical engineering, communications and civil structures and has been created to make the step change in both the required sensor technologies and material science and thus developing a competitive edge to meet demands from user communities. The consortium has an excellent balance of experienced and early career staff, but above all is a group with the intellectual depth and drive to be successful, to take on new challenges and meet new opportunities.The project planned adds a new dimension to what is a very strong current grants portfolio of the UK consortium. The applicants hold a number of prestigious grants - amongst them 2 Platform Grants, 2 Challenging Engineering grants and 1 Advanced Fellowship (the latter two specifically recognizing excellence among early career researchers), together with a number of Responsive Mode grants and contracts with a strong KT dimension e.g. KTPs, which together emphasize meeting today's research needs.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F012829/1","grantId":"EP/F012829/1","fundValue":"117323","fundStart":"2007-10-01","fundEnd":"2009-03-31","funder":"EPSRC","impactText":"  The findings from this project has been widely publicized through publications, conferences and workshops. In addition, the success of this grant has led to some new projects funded by research councils  ","person":"Tong  Sun","coPersons":["Kenneth Thomas Victor Grattan"],"organisation":"City University London","findingsText":" This grant allows the project partners, including international partners, to explore jointly the use of novel optical fibre sensors for structural condition monitoring. The findings have been widely publicized through conferences, workshops and journals. The success of this collaboration has not just led to new projects being funded but also a wider acceptance of this novel optical approach by industry Construction,Environment","dataset":"gtr"}