{"id":"FC16AEE9-875C-47BE-A52D-969A50B60FD0","title":"Co-ordinated Airborne Studies in the Tropics - CAST.","abstractText":"The unique research capability of the Global Hawk, with ultra-long flights possible in the upper troposphere and lower stratosphere, provides a major new opportunity to advance atmospheric science. In response to the NERC/STFC/NASA collaborative initiative, we have assembled an experienced UK team that proposes to execute a research programme covering fundamental science and technology development, which, by working with the Global Hawk, will radically enhance our future research capabilities.\n\nThe Tropical Tropopause Layer (TTL) is a crucial region for chemistry/climate interactions. Building on work we have already done in this area , we will collaborate with NASA's ATTREX programme to study the TTL over the Pacific Ocean and South East Asia, with new measurements and analysis. We will address fundamental questions related to atmospheric composition, radiation and transport. The TTL controls the transport of water vapour, the crucial radiative gas, into the stratosphere; we will advance understanding of the role of sub-visible cirrus in water vapour processes. The TTL is also the main route by which very short-lived halogen species, which represent a large uncertainty in future stratospheric ozone evolution, enter the stratosphere. We will improve knowledge of the budgets of these gases and of their chemical transformation and transport through the TTL, including the role of convective transport into the TTL and the subsequent routes for transport from the TTL to the lower stratosphere. Improving representation of these processes in global chemistry/climate models is a key aim.\n\nIn order to study these processes, The FAAM BAe-146 will be deployed in Guam in Jan/Feb 2014. It will fly coordinated flights with the Global Hawk which will make measurements in the same period in the TTL over the West Pacific. Detailed involvement in all phases of the collaborative missions with ATTREX will enhance the UK potential for future research using the Global Hawk, including advanced capability in mission planning and methodologies for complex, real-time data analysis. The aircraft measurements will be interpreted in conjunction with ground-based and balloon-based measurements of very short-lived halogen species and ozone, using a complementary group of regional high resolution models, global composition models and a global cirrus model.\n\nWe will develop and test two new instruments and new software for the payload/mission-scientist interface, which are ideally suited for the capabilities of the Global Hawk. One new instrument will allow quantification in the TTL of the important physical properties of sub- and super-micron sized particles, allowing new information about clouds and radiation. We will develop a new short-wave IR spectrometer to measure greenhouse (CO2, CH4, and H2O) and other (CO) gases in the lower atmosphere by remote sensing, taking advantage of the very long flights in the upper troposphere and lower stratosphere. Both instruments will be flight-tested in CAST.\n\nAs well as addressing the specifics of this call, CAST addresses the central vision of the Technology theme: &quot;to engage scientists, technologists, computer specialists and engineers working both within the NERC community and outside it, identifying that in many cases it will only be through developing new partnerships that the most challenging innovations in technology can be enabled&quot; (http://www.nerc.ac.uk/research/themes/tap/documents/tap-technologies-2009.pdf). CAST brings new technology expertise in machine learning into the NERC community and strengthens the links between NERC scientists and the technology groups at Hertfordshire and the Astronomy Technology Centre.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J006157/1","grantId":"NE/J006157/1","fundValue":"284009","fundStart":"2012-03-01","fundEnd":"2016-02-29","funder":"NERC","impactText":"  The project is still in progress and it is too early to specify how the finding may be used in future.  ","person":"Paul Henry Kaye","coPersons":["Zbigniew Joseph Ulanowski"],"organisation":"University of Hertfordshire","findingsText":" Our role in this consortium project has been the development of an advanced wing-mounted probe to be carried on the NASA Global Hawk atmospheric research aircraft (and later on the UK FAAM aircraft. The instrument, AIITS (Aerosol Ice Interface Transition Spectrometer) is capable of providing detailed information about the size, shape and concentration of atmospheric particles, such as ice crystals, droplets, mineral particles, and biological particles such as pollens or spores down to micrometre sizes. Such information is critical to improving understanding of cloud radiative properties, the largest source of uncertainty in climate modelling (IPCC). The AIITS instrument will provide climate researchers for many years to come with a valuable tool for analysing atmospheric cloud and aerosol. Environment","dataset":"gtr"}