{"id":"FC1D7104-7FE6-4D03-AA8C-E4F146146389","title":"Did biogeochemical methane cycling regulate the Neoarchean atmosphere?","abstractText":"Billions of years ago the young planet Earth was much different from the one we inhabit today, with wildly fluctuating temperatures and an atmosphere filled with toxic gases. Understanding how we got from that inhospitable place to the world of today, dominated by mild climates and large oxygen-based life forms, is a fundamental question in Earth sciences. One important transition occurred approximately 2.5 billion years ago (Ga), called the Great Oxidation Event (GOE), when the oxygen concentrations in Earth's atmosphere first increased from near zero to a fraction of modern levels. A major focus of research in natural science is determining how the Earth system (including life) has acted to produce such monumental changes in the environment; however, exactly how and why the GOE occurred remains a mystery. \n\nIntegral to understanding the transition to an oxygenated environment on the early Earth are quantitative estimates of the composition of the ancient atmosphere. These estimates are difficult to make using most geochemical tools, which tend to reflect processes that occurred in the marine environment instead. This study proposes to link the four stable isotopes of sulfur, which directly reflect chemical reactions that occurred in the atmosphere, with numerical models tying these geochemical signatures to atmospheric compositions. An additional set of geochemical analyses will allow us to determine the chemistry of the oceans and how the biosphere was acting at the same time. This study is unique in its combination of these multiple techniques, which we will apply to well-preserved sediments deposited directly before the GOE, to determine how the Earth's atmosphere developed during this time, and how the oceans and biosphere both contributed and responded. Understanding the interactions between the atmosphere, oceans, and life is particularly crucial during this time period, as it represents an Earth system poised at the edge of a major transition in global surface chemistry.\n\nWe have performed a preliminary set of similar analyses on ~2.65-2.5 Ga sediments that paint a tantalizing picture of an unusual Earth environment directly before the GOE. These analyses point to an atmosphere that was not only very low in oxygen, but was also periodically dominated by a layer of organic particles (termed &quot;haze&quot;) produced at high methane levels, similar to that seen on Saturn's moon Titan. We will expand upon the hypotheses developed from these preliminary analyses and explore their significance for the development of Earth surface chemistry and the evolution of life during this critical period in Earth history.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J022802/1","grantId":"NE/J022802/1","fundValue":"100221","fundStart":"2012-12-01","fundEnd":"2013-05-31","funder":"NERC","impactText":"  I moved institutions soon after receiving this award, and the PGR student started at the new institution. All reporting will be done under NE/J022802/2  ","person":"Mark  Claire","coPersons":[],"organisation":"University of East Anglia","findingsText":" I moved institutions soon after receiving this award, and the PGR student started at the new institution. All reporting will be done under NE/J022802/2 I moved institutions soon after receiving this award, and the PGR student started at the new institution. All reporting will be done under NE/J022802/2 Other","dataset":"gtr"}