{"id":"FC1FFCD9-A5EB-4670-A547-37A18E6B6073","title":"Representation zeta functions of groups and a conjecture of Larsen-Lubotzky","abstractText":"The aim of this proposal is to bring together an experienced research team of mathematicians from the UK and Israel to make substantial progress towards proving an important conjecture in the area of asymptotic group theory. The researchers involved will meet twice during the summer 2010, at Royal Holloway University of London and at the University of the Negev (Israel), to build upon their recent breakthrough which already led to a proof of the conjecture in a rather special case. The symmetries of a mathematical, physical or chemical object - such as a graph, a molecule or a crystal - form an algebraic structure called a group. The study of finite groups led to one of the most striking achievements of 20th century mathematics: the classification of all finite simple groups. An important tool is to investigate groups by means of their linear representations, i.e. by their images as matrix groups. Asymptotic group theory, which is aimed at understanding finite and infinite groups alike, is concerned with the asymptotic properties of certain arithmetic invariants of groups. A classical direction in this comparatively young area of group theory is the study of word growth, made famous by groundbreaking work of Gromov. In another direction, the theory of subgroup growth, one studies infinite groups by investigating the distribution of their finite index subgroups. `Zeta functions of groups' - certain infinite series which give rise to complex functions - are used for encoding the arithmetic of associated growth sequences. They have proved powerful tools in developing the theory.More recently, researchers in asymptotic group theory have begun to study the distributions of representations of groups, utilizing the techniques developed, for instance, in the context of word and subgroup growth. In representation growth one studies the asymptotics and the arithmetic of the numbers of irreducible complex representations of any given degree afforded by a group. Again, zeta functions have played a key role in establishing the first significant results in this area during recent years. An important class of infinite groups, which have received attention for manifold reasons, consists of lattices in Lie groups. These groups are typically non-commutative, but generalize the commutative rings of integers which are the central objects of study in classical number theory. An important conjecture of Larsen and Lubotzky states that, asymptotically, the numbers of representations of an arithmetic lattice in a higher rank semisimple Lie group only depend on the ambient group and not on the particular lattice chosen. In terms of the zeta functions involved this means that the abscissa of convergence of the zeta function of such a lattice is, in fact, an invariant of the ambient Lie group. Our approach towards proving this conjecture builds upon a synthesis of quite distinct techniques from asymptotic group theory and cognate disciplines.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I006001/1","grantId":"EP/I006001/1","fundValue":"13237","fundStart":"2010-06-23","fundEnd":"2010-10-22","funder":"EPSRC","impactText":"","person":"Benjamin  Klopsch","coPersons":["Christopher  Voll"],"organisation":"Royal Holloway, University of London","findingsText":"","dataset":"gtr"}