{"id":"FC2775E9-EBC4-4C9E-B90B-1C5EB938D4DA","title":"Mapping and sampling of the tephra fallout from the 14 April - ongoing eruption at Eyjafjoll volcano, S-Iceland","abstractText":"The 14 April-ongoing 2010 explosive eruption at Eyjafj&ouml;ll volcano, south Iceland unexpectedly caused widespread disruption to aviation and every day life in the UK and Europe, resulting in economic difficulties that were felt across the globe. The widespread problem was caused by the large proportions of ash produced by the eruption coupled with atmospheric conditions that transported the ash plume to Europe. Although, atmospheric dispersal models have coped well with predicting the plume dispersal, accurate modelling of ash concentration and grain size distribution within the plume has been challenging due to poorly defined input (i.e. source) parameters and limited information on actual atmospheric ash-removal rates. We aim to provide data on source parameters for these models. Mapping, measurement and sampling of the eruption products (i.e. tephra fall out and lava) is an essential undertaking for quantitative determination of critical eruption parameters such as the volume of erupted magma, magma discharge upon venting, whole deposit grainsize, grain morphologies, magma composition, degree of magma degassing and atmospheric venting of volatiles such as H2O, CO2, S, Cl, F. These parameters underpin other research and modelling aimed at assessing the atmospheric effects of an eruption. The tephra blanket from the 14 April - ongoing Eyjafj&ouml;ll eruption in Iceland is highly susceptible to reworking (i.e. wind, rain and surface runoff) and, in this particular case. The vulnerability is particularly high because spring thaw with all its snow melt is imminent in Iceland. Thus to ensure the highest quality data set for quantitative reconstruction of the tephra fallout in Iceland along with reliable calculations of eruption volume, magma discharge and whole deposit grain size, we are seeking Emergency Funds to enable expedient recovery of the essential field data as well as to allow us to undertake rapid reconstruction of key eruption parameters that will underpifuture research on the 2010 Eyjafj&ouml;ll event by us and other researchers within Earth Sciences and related fields.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I00775X/1","grantId":"NE/I00775X/1","fundValue":"51551","fundStart":"2010-06-20","fundEnd":"2011-07-31","funder":"NERC","impactText":"","person":"Thor  Thordarson","coPersons":["Jennifer  Gilbert","Chris  Hayward"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}