{"id":"FC2BA14D-442D-445D-A9E5-D984C3055282","title":"Engineering smart 3D silk fibroin tissue culture scaffolds using reactive inkjet printing","abstractText":"Population aging, increased diseases and unexpected accidents will result in huge demands of tissue/organ transplantation over the next decade. However, the demands are unlikely to be met due to the significant lack of donation and immune mismatching. The breakthrough of tissue engineering and regenerative medicine will offer remarkable success in building three-dimensional tissues suitable for transplantation. 3D porous scaffolds play important roles in tissue engineering not only as structural templates for tissue fabrication but also providing complex signaling cues to cells and facilitating oxygen and therapeutic agent delivery. Therefore, the availability of excellent 3D scaffolds has become one of the aspects that constrains the fast developing of tissue engineering. Production of excellent 3D scaffolds highly relies on i) suitable fabrication technology and ii) excellent candidate biomaterials. \n\nThis first grant proposal seeks to harness the emerging additive manufacturing technology (reactive inkjet printing, RIJ) and the unique biomaterial (regenerated silk fibroin, RSF) for the fabrication of smart 3D tissue culture scaffolds. Silk fibroin (a FDA approved biomaterial) is well known for its good biocompatibility, biodegradability, and excellent mechanical properties, therefore, is an ideal candidate as scaffold for tissue engineering/regenerative medicine. Moreover, silk material is widely available worldwide as a cheap feedstock and is mostly used as low-tech/profit material in textile industry. There is plenty of room for exploiting silk as advanced material in high tech/profit industries. One of the applications that have attracted much attention is to develop biomaterials suitable for the fabrication of tissue scaffolds. However, the current RSF scaffolds made through traditional methods (e.g. casting, freeze-drying, electrospinning) have simple structures that are only suitable for lab research or very basic tissue engineering. A suitable manufacturing technology must be found for making advanced 3D scaffolds that provide more effective controls in micro scales. The advantages of RIJ are not only the computer assisted design (CAD) that offers the precise delivery of pico-litres (1e-12 litre) of ink at predetermined locations and that allows the fabrication of complex 3D architectures but also the alternate delivery of different inks (through different print heads) that allows the control of reactions during manufacturing and manipulation of the compositions and the properties of the scaffolds. Therefore, the combination of RSF material and the RIJ technology provide a promising opportunity for fabricating better 3D scaffolds for future regenerative medicine.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N007174/1","grantId":"EP/N007174/1","fundValue":"99250","fundStart":"2015-11-01","fundEnd":"2016-12-31","funder":"EPSRC","impactText":"","person":"Xiubo  Zhao","coPersons":["Patrick James Smith"],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}