{"id":"FC2BA8EC-EE2F-42F1-B8E4-03088FBC3713","title":"Bioorthogonal site-selective protein immobilisation and labelling","abstractText":"Recently, we discovered that an enzyme (PPTase) can be used to attach proteins, which have been modified with a small tag, to a range of different materials that present the naturally produced molecule coenzyme A. This method is mild and efficient and enables the site-specific attachment of proteins in a uniform orientation on to a surface, thus maintaining high activity. Given that the short tag attached to the protein is unique in structure, it is possible to immobilise proteins directly from cell extracts without the need for time-consuming isolation of the protein of interest in pure form. However, the efficiency of this immobilisation from cellular extracts is reduced due to the presence of the cells' own coenzyme A, which can compete for attachment to the tagged protein. In this project we will engineer PPTases that are more efficient and no longer recognise the natural coenzyme A, but instead are specific for man-made analogues. We envisage that the new PPTase enzymes will be ideal for the rapid attachment of large numbers of tagged proteins on to chips (glass slides) directly from complex cellular mixtures. Using such protein chips (or arrays) it is possible to characterise large numbers of proteins simultaneously on a single chip, with minute amounts of material. Indeed protein chips can be used to screen for other biomolecules that bind to the immobilised proteins, which can help address fundamental biological questions relating to protein function. Immobilised proteins can also be used for drug screening, diagnostics and as a part of detection devices. To date, protein arrays have been limited to relatively modest numbers of proteins. However it is estimated that in humans alone, there could be hundreds of thousands of unique proteins. The generation of future protein arrays, which might accommodate larger numbers proteins, requires highly efficient protein immobilisation methodology and further miniaturisation of protein features on the surface of chips. In light of this we will combine and exploit our new protein immobilisation method with state-of-the-art nanofabrication methods which allow nanometre chemical 'spots' (less than a billionth of a meter in diameter) to be generated on glass slides, on to which we will attach proteins. We will then demonstrate the activity of the proteins attached to the nanoscale features, by studying their interactions with other proteins, DNA and drug molecules. In addition to protein immobilisation the new more efficient PPTase enzymes we develop can also be used in the site-specific labelling of proteins. The attachment of fluorescent labels, drugs, and other molecules to proteins is also important for studying protein function and in the development of protein based drugs (biopharmaceuticals).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I008055/1","grantId":"BB/I008055/1","fundValue":"475116","fundStart":"2011-10-03","fundEnd":"2015-03-31","funder":"BBSRC","impactText":"","person":"Jason  Micklefield","coPersons":["Lu Shin  Wong"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}