{"id":"FC2C7ACC-B4FD-4CD5-941A-A7BF06DFB5C4","title":"SI/SIGE NANOWIRE ARRAYS FOR THERMOELECTRICITY","abstractText":"In recent years, the increasing dependence of society on fossil fuels for socio-economical development has become a cause of great concern. The possibility of a reduced availability of fossil fuels, and the effect of these fuels on climate change, have encouraged research into alternative energy sources. Many of these alternatives are old ideas, implemented using modern techniques. This proposal plans to investigate the use of the well-known thermoelectric effect as an energy source, using a novel approach based on nanotechnology.Thermoelectricity uses a temperature gradient to generate an electrical current. This fundamental physical principle has been known since the 1830s. The advantages of this approach are that thermoelectric generators have no moving parts and are silent and robust, can be used in any situation where there is a temperature gradient, can be used in different temperature ranges via an appropriate material choice, and can be used in small lightweight appliances (e.g. laptops) as well as in large industrial applications where heat generated in a factory can be scavenged. Unfortunately, a real breakthrough using this technique has been hindered by the lack of a material with a large figure of merit. Recent international research on semiconductor nanowires, however, suggests that the small-dimensions of these structures may lead to a greatly improved thermoelectric figure of merit, generating efficient thermoelectric devices. The case for thermoelectricity using nanowires is promising, but not yet fully convincing. In order to obtain a high figure of merit both a low thermal conductivity and a high electrical conductivity in the material is needed. A high electrical conductivity must be obtained via a high carrier concentration and mobility. In this feasibility study, we will study a novel approach for introducing charged carriers in the nanowire, whilst avoiding the detrimental effects on mobility normally associated with the more traditional techniques.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F027753/1","grantId":"EP/F027753/1","fundValue":"123625","fundStart":"2007-10-01","fundEnd":"2008-09-30","funder":"EPSRC","impactText":"","person":"Kristel  Fobelets","coPersons":["Zahid Ali Durrani","Mino  Green"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}