{"id":"FC2DD304-E0C9-4450-9D4C-75A93DF6D7E7","title":"Generating new knowledge to support reversability interventions","abstractText":"This proposal responds to a call for research on the &quot;mid-life reversibility of early-established bio-behavioral risk factors&quot; (RFA-AG-14-006). Population aging increases the public-health burden of age-related conditions, such as cardiovascular disease, type 2 diabetes, and dementia. It is now known that the pathogenesis of such age related diseases involves gradually accumulating damage to organ systems, beginning in the first half of the life course, particularly in people exposed to early-life adversity. It is also known that age-related diseases and early mortality are portended by a variety of adverse experiences in early life. Although these facts imply that it is desirable to prevent early-life adversities, adversity cannot be fully prevented (and it is too late to prevent early life adversity for the baby-boomer generation). Therefore there is growing interest in interventions for midlife adults, to reverse the damage done by early-life adversity. This interest lends new scientific significance to existing studies that have followed cohorts from childhood to midlife, because they can provide an evidence base to inform and speed the development of novel intervention strategies. The RFA extends a call for such studies. We propose to undertake data analyses in one such study, the NIA-funded Dunedin Multidisciplinary Health &amp; Development Study, a longitudinal birth-cohort study of both problematic and positive processes of lifelong development. Our data resource comprises in-clinic assessments at birth and ages 3, 5, 7, 9, 11, 13, 15, 18, 21, 26, 32, and most recently 38 years, with 95% retention as the cohort enters midlife. The data combine demographic/economic surveys, clinical-quality health assessments, a bio-bank, genome-wide SNP data, and administrative-record linkage. First, we will generate outcome measures to detect individual differences in\ndecline of biomarkers for organ systems in the general population at early midlife, the stage when future reversibility interventions will be applied. Second, we will compare the performance of retrospective versus prospective measures of early-life adversity. Future reversibility interventions will have to rely on midlife participants' retrospective reports of adversity, so there is a need to know how well this is going to work. Third, we will test how the connection between early-life adversity and midlife aging relates to polygenic genetic risk and family history of age-related diseases. Will genotype or family history influence responsiveness to reversibility interventions? Fourth, we will identify potentially reversible behavioral and social factors that mediate the connection from early-life adversity to midlife biological aging. Findings are expected to support the design of future randomized clinical trials of midlife interventions intended to reverse the effects of early-life adversity, prevent age-related diseases, and enhance wellbeing in late life.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/M010309/1","grantId":"ES/M010309/1","fundValue":"147089","fundStart":"2015-01-01","fundEnd":"2016-12-31","funder":"ESRC","impactText":"","person":"Terrie  Moffitt","coPersons":[],"organisation":"King's College London","findingsText":"","dataset":"gtr"}