{"id":"FC3377B7-A10A-40C6-A09E-933C811E5AFB","title":"The Digital Fruit Fly Brain","abstractText":"Several highly ambitious, large-scale, billion-pound research projects that aim to understand the human brain are currently under way. In Europe, The Human Brain Project is focused on accelerating brain research by integrating data available from a multitude of disparate research projects through the development of a multi-scale, multi-level model of the human brain - the 100 billion neurons modelling and simulation challenge. In US, The Brain Initiative aims to reconstruct the full record of neural activity across complete neural circuits - the 100 billion neurons recording challenge. These are clearly huge but worthy challenges that, we believe, can benefit from an understanding of the principles of neural computation of much smaller but sufficiently complex brains. \nThe fruit fly brain has become one of the most popular model organisms to study neural computation and for relating brain structure to function. Many of the genes and proteins expressed in the mammalian brain are also conserved in the genome of Drosophila. Remarkably, the fruit fly is capable of a host of complex nonreactive behaviors that are governed by a brain containing only ~100000 neurons. The relationship between the fly's brain and its behaviors can be experimentally probed using a powerful toolkit of genetic techniques for manipulation of the fly's neural circuitry. Novel experimental methods for precise recordings of the fly's neuronal responses to stimuli and for mapping neurons and synapses in Drosophila nervous system have provided access to an immense amount of valuable data regarding the fly's neural connectivity map and its processing of sensory stimuli. These features coupled with the growing ethical and economic pressures to reduce the use of mammals in research, explain the growing interest in Drosophila-based brain models, not only to understand sensing, perception and neural computation but also to elucidate human neurodegenerative diseases such as Alzheimer's disease. \nDespite significant investment and huge progress in understanding Drosophila neural circuits and the availability of excellent genomic and genetic community databases, a major obstacle in understanding the fly brain is the lack of communication/collaboration across the modelling community as well as lack of shared models, modelling tools and data repositories. Vast amounts of experimental data that have yet to be distilled into new models or used to validate and refine existing models, have been generated by labs around the world. Knowledge and information of the detailed neuroanatomy, neuron connectivity and gene expression of the adult Drosophila melanogaster brain has been made publicly available thanks to the efforts of earlier pioneering efforts. \nThis aim to develop an open source, modular software platform that will help researchers to work collaboratively and exploit the wealth of knowledge, data, models, and tools available to build and simulate a complete model of the fly brain. The software platform exploits relatively cheap supercomputing services that use Graphic Processor Units, which many academic institutions in the UK, US and worldwide haave adopted in recent years.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M025527/1","grantId":"BB/M025527/1","fundValue":"530874","fundStart":"2015-09-01","fundEnd":"2018-08-31","funder":"BBSRC","impactText":"","person":"Daniel  Coca","coPersons":["Paul  Richmond"],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}