{"id":"FC33A866-DE34-4AF1-B1D7-916B2C8591C8","title":"Understanding assessment strategies during aggressive encounters in pigs to improve welfare following regrouping.","abstractText":"Global demand for pig meat is increasing, with over one billion pigs slaughtered annually. Production has become increasingly intensive with most pigs in the UK and EU being raised indoors and reaching slaughter weight within 6 months. During this production cycle, regrouping of unfamiliar pigs is common practice, typically occurring several times during a pig's life. This sudden mixing of unfamiliar pigs represents a major animal welfare concern. \n\nThe social structure of domestic pigs is based on a dominance hierarchy. In the wild, migration between social groups occurs gradually, and hierarchies are formed with minimal aggression. In contrast, when pigs are mixed into new groups (regrouped) under commercial conditions, dominance hierarchies are formed through vigorous fighting, with many pigs receiving 100 or more skin scratches caused by biting. This is stressful for pigs, resulting in injuries, increased risk of infection, and reduced weight gain. This proposal is aimed at addressing the problem of regrouping aggression in pigs. \n\nThe information gathering and decision making processes used by pigs to resolve aggressive encounters are poorly understood. However, there is a large body of research on contest behaviour in numerous other animal species. This work has benefitted greatly from the application of theoretical models that are based on particular information gathering rules. Two classes of model have been developed that differ in the strategies used during contests. In the first class, termed self assessment, animals make fight decisions based purely on their own fighting ability and stamina, using internal cues and without reference to the fighting ability of an opponent. After a certain (threshold) amount of energy has been spent on fighting, the individual will give up, and the opponent with the lower threshold will be the loser. In the second class of model, termed mutual assessment, animals self assess but also use information about the fighting ability of an opponent. Although more complex, it has greater benefits as an animal can quickly withdraw from a fight it is likely to lose.\n\nWhether pigs settle fights using a self or mutual assessment strategy has major implications for the degree of escalation. With self assessment animals will always fight up to a threshold, whereas with mutual assessment the use of information about the opponent will allow the weaker animal to quickly abandon a fight it is likely to lose. By examining aggressive interactions between pairs of unfamiliar pigs and employing a suitable statistical framework, this proposal will identify the assessment strategy used.\n\nSimilar to human personalities, pigs show individual differences in aggressiveness, with some individuals being more aggressive than others. How these differences influence fight outcomes and the types of assessment detailed above is currently unknown. This will be revealed using a technique to measure aggressiveness. Additionally, the importance of fight experience for developing mutual assessment ability will be examined by comparing pigs that have experienced regrouping in comparison to individuals with no prior fighting experience. \n\nAn important aspect of this project is aimed at optimising the assessment abilities of pigs to minimise levels of aggression when regrouped. We will investigate whether socialising piglets during early life, by allowing adjacent litters to mix prior to weaning, equips pigs with the necessary skills for mutual assessment during aggressive encounters later in life. \n\nFinally, the above research outcomes will be translated to the regrouping situation. Group composition will be manipulated to optimise the capability of individuals for mutual assessment. This will facilitate hierarchy formation with minimal fighting. Achieving this objective and translating this knowledge to industry has the potential to improve the welfare of the vast majority of commercially produced pigs.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L000393/1","grantId":"BB/L000393/1","fundValue":"446036","fundStart":"2014-03-03","fundEnd":"2017-03-02","funder":"BBSRC","impactText":"","person":"Simon  Turner","coPersons":["Rick Brian D' Eath"],"organisation":"SRUC","findingsText":"","dataset":"gtr"}