{"id":"FC38748D-B879-4B29-A36A-2EB83BB6F830","title":"14-PSIL MAGIC: a multi-tiered approach to gaining increased carbon","abstractText":"In the Calvin-Benson cycle of plants, the enzyme RuBisCO fixes CO2 to produce two molecules of 3-phosphoglycerate. RuBisCO evolved ~3.6bn years ago in an atmosphere of high CO2 and low O2, with little need to discriminate between the two gases. In today's atmosphere RuBisCO fixes both CO2 and O2. The latter generates phosphoglycolate, which is retrieved by photorespiration but at an energy cost that represents a significant loss in photosynthetic efficiency. One method to reduce O2 fixation by RuBisCO is to raise the partial pressure of CO2. Carbon concentrating mechanisms (CCMs) have evolved multiple times to this end. For example, C4 photosynthesis uses phosphoenol-pyruvate carboxylase (PEPC), an enzyme that does not possess oxygenase activity, to fix HCO3- temporarily in C4 acids; cellular specialization allows release and concentration of CO2 for refixing by RuBisCO. As much as a 50% increase in yield might be realized in crops were O2 fixation by RuBisCO to be bypassed in a similar manner. Significant resources have already gone into engineering RuBisCO for increased CO2 selectivity and into introducing a single-celled version of C4 photosynthesis in rice, but a step change in photosynthetic efficiency has not yet been achieved. \n\nInvestigators from Universities in the US (John Golbeck (JG), Penn State; and Cheryl Kerfeld (CK), Michigan State) and the UK (Mike Blatt (MB), Glasgow; Nigel Burroughs (NB), Warwick; and Julian Hibberd (JH), Cambridge) participated in an NSF/BBSRC Ideas Laboratory in 2010, at which they proposed a novel strategy to address this problem, a proposal that has since matured to the level of technological implementation. They are now joined by Nick Smirnoff (NS, Exeter) and Manish Kumar (MK, Penn State), who bring additional and key expertise to the project. The research has two themes: a light driven ion pump, composed of halorhodopsin and an anion/HCO3- exchanger, AE1; and the use of artificial scaffolds for channelling CO2 to RuBisCO. A parallel goal is to re-engineer the light-driven ion pump to transport HCO3- directly and to absorb light energy not used by photosynthesis. These efforts are underpinned with mathematical modelling of CO2 delivery and assimilation to direct experimentation based around the following components.\n\nLight-Driven Pump. Halorhodopsin (HR) is an integral membrane protein and consists of 7 transmembrane alpha-helices and a bound retinal. The retinal undergoes light-driven bond rotation between 13-cis and all-trans conformations to drive ion transport. HR transports other halides as well, and ion selectivity appears to be a localized feature of the pHR transport site. pHR is sufficiently promiscuous to make engineering a light-driven HCO3- pump a possibility.\n\nAnion/Bicarbonate Exchanger: The erythrocyte Band3 protein (AE1) facilitates Cl-/HCO3- exchange across the membrane. It generates a high flux close to equilibrium and is largely insensitive to pH, making it well suited to engineering a HCO3- accumulating mechanism. Most promising for synthetic engineering, the AE1 transporter is functional in mammalian cell cultures, Xenopus oocytes, and yeast without adverse effects on homeostasis or growth. The modular structure of AE1, offers a realistic strategy for coupling HCO3- pumping coupled to pHR-driven Cl- transport.\n\nArtificial Scaffolds: CO2 diffusion needs to be constrained locally for sufficient time to allow it to be fixed by RuBisCO. Substrate channelling is found in several natural systems, including plants. Efficiency gains arise from physical proximity and 'sponge'-like buffering that enables transfer of intermediates and minimizes runoff of substrates.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M011291/1","grantId":"BB/M011291/1","fundValue":"229502","fundStart":"2015-01-01","fundEnd":"2017-08-31","funder":"BBSRC","impactText":"","person":"Nigel  Burroughs","coPersons":[],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}