{"id":"FC3C57FB-4111-4BE4-BB75-155387E80793","title":"Bridging Environmental Values","abstractText":"Much current government policy and initiatives is aimed at encouraging pro-environmental behaviour change (PEBC) amongst organisations and individuals to ameliorate environmental pollution and the drivers of climate change. \nPro-environmental behaviour means behaviour that consciously seeks to minimize the negative impact of one's actions on the natural and built world (e.g. minimize resource and energy consumption, use of non-toxic substances, reduce waste production, etc.).Pro-environmental behaviour can be viewed as a mixture of self-interest (e.g. to pursue a strategy that minimises one's own health risks) and of concern for other people, the next generation, other species, or whole ecosystems (e.g. preventing air pollution that may cause risks for others' health and/or the global climate).\n\nA major premise of such behaviour change programmes has been that providing information that improves knowledge leads to greater sensitivity toward the environment, which in turn will encourage individuals to engage in more responsible ways toward the environment. It may be hoped that pro-environmental behaviour undertaken in one social sphere (home, work, church, sports club) might translate to how people behave in these other settings for example, recycling or energy efficiency in the workplace leads to matching patterns in other settings. However, there is little evidence of how people actually translate and transfer their activities between these different settings. Managing the conflict between work and home domains has become an increasingly pressing issue. Different places varying patterns of what is acceptable practice that will have a strong influence on the perceived options of behaviour for individuals. People have a tendency of wanting to fit in - and behave as their neighbours and peers behave. People may operate to one set of beliefs in the home setting for example, but do not transfer this behaviour to their work place and vice-versa.\n\nIn order to make the transitions to a more sustainable society it will be necessary to gain a better understanding of whether, how and why these disconnects in behaviour occur. More importantly there is the challenge of identifying and developing individual or community led solutions to overcome these disconnections. The arts and humanities approaches and methods offers a unique way of identifying and investigating these behaviour choices that has not been utilised extensively before in this field.\n\nThis proposal will pilot an approach combining participatory diagramming with co-creation and analysis of art pieces to investigate these choices, barriers and opportunities with approximately 50 community participants. it is hoped that the use of visual methodologies ways for people to express information and feelings that are difficult to capture using other approaches. They are intended to create a more trusting atmosphere that enhances participant sharing. The creative process is also intended to stimulate amongst participants new personal insights. For example, it has been argued that through the process of producing a drawing, the drawer is simultaneously constructing the knowledge represented in the drawing and the actual product of the drawing itself.Participants will be recruited from a cross-section of businesses representing a spectrum of strong to weak environmental policies and corresponding home patterns of behaviour. This will allow us to look at the spectrum of connections and disconnections between home based actions and work place behaviour.\n\nIt is hoped that the novel approaches piloted by this scoping study will identify new opportunities and methods for exploring the issues of encouraging and embedding pro-environmental behaviour across society. This topic has continuing policy relevance both in the UK but also internationally. This could make the project findings relevant to a wide range of audience including policy makers, businesses environmental organisations.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K004050/1","grantId":"AH/K004050/1","fundValue":"31600","fundStart":"2013-02-01","fundEnd":"2014-03-31","funder":"AHRC","impactText":"  The artworks generated by the project have been displayed to the general public at the City of York Council Offices, University of York and University of Abertay. Education,Environment Cultural","person":"Steve  Cinderby","coPersons":["Kenneth Colin Scott-Brown","Annemarieke  De Bruin","Rebecca  Wade","Howard  Cambridge"],"organisation":"University of York","findingsText":" Pro-environmental behaviour initiatives (PEBC) are aimed at encouraging individuals to ameliorate pollution and the drivers of climate change. Whilst it may be hoped that pro-environmental behaviour learnt and undertaken in one context (e.g. home or work) might translate to how people behave in another setting (for example, energy efficiency in the workplace leads to matching patterns in other places like the home), there is little clear evidence of whether this is actually occurring. \nOur project aimed to help improve our understanding of this translation of behaviour between places and contexts. Do PEBC messages and behaviour patterns stick to the person or the place?\nThe project was undertaken as action research using a mixture of participatory and creative methods to produce a rich set of outputs on this topic. The information and artefacts participants generated were used by community artists to further illustrate and communicate the project findings.\nOur mixed methods approach revealed the complexity of factors and motivations influencing the uptake PEBC messages. Our findings indicate that PEBC actions undertaken at home are most likely to be transferred to other contexts. Infrastructure and organisational encouragement to support this are critical to enable environmental habits to migrate between places. The mixed methods we developed proved effective in engaging and working with stakeholders on this topic. They could prove useful for investigating other environmental issues.\n\nThe findings on the barriers and opportunities for translating pro-environmental behavior messages and actions between work and home has relevance to policy makers and businesses. Education,Environment","dataset":"gtr"}