{"id":"FC3F2CC6-B829-4E25-9990-1E110F8F9835","title":"3D structure of dynein motor domain and sub-domain mapping by cryo-electron microscopy","abstractText":"Dynein is a molecular motor that moves along molecular tracks called microtubules inside cells. Its function is to deliver cargos to their correct locations within the cell and to help control the pulling apart of chromosomes during cell division. A set of highly-related molecular motors are also found in long, whip-like structures that protrude from many cell types, including those lining the airways and the Fallopian tubes. Sperm cells carry one of these structures in their tails. Here, coordinated dynein motor activity causes repeated bending of these structures which the cells use either to propel fluids over their surfaces, for example, to remove debris from the lungs or to move the unfertilized egg towards the uterus, or to propel a cell, for example, a sperm cell, through its environment. Dyneins from both sources are thought to move along microtubules in a similar way, but probably very differently to other types of molecular motors in cells. Dynein is ten times bigger than an unrelated molecular motor called kinesin. This is surprising since kinesin moves along the same microtubule track as dynein. The structure of dynein is not known in detail. Consequently, its mechanism of force generation is not known. Some clues have come from electron microscope images of individual molecules showing a large change in shape of the motor, before and after it has bound and split ATP, the fuel it uses to move. One of these shapes shows the motor before it exerts force, the other after force has been exerted, providing clues about the moving parts. However, images have only shown the shape-change in two-dimensions. In the proposed research, we will obtain the three-dimensional structure of the dynein motor. Differences between the two conformations will show the moving parts and reveal dynein's mechanism. We will also obtain structures of dynein modified to carry probes, visible by electron microscopy, inserted at specific sites within the protein sequence of the molecule. These will provide information on how the protein folds up to form the motor and how the positions of these probes move during force production.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E00928X/1","grantId":"BB/E00928X/1","fundValue":"482172","fundStart":"2007-10-20","fundEnd":"2011-10-19","funder":"BBSRC","impactText":"","person":"Stanley Alan  Burgess","coPersons":[],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}