{"id":"FC4514D2-23BD-4C9E-BEE0-C962C46E6A43","title":"Does Informality Hinder Self-Enforcement? Evidence from Value-Added Tax in Pakistan","abstractText":"One of the most significant tax policy developments of the last thirty years has been the adoption of VAT by a large number of developing countries. These countries had traditionally been reliant on trade taxes (import duties) for their revenue needs. With the decline of trade taxes in the last two decades of the twentieth century, due mainly to the multilateral trade liberalization agreements, these countries had to look for alternative domestic sources to replace the lost revenues. Since a broad-based VAT was generally considered to be the most suitable alternative, the tax was adopted rapidly in more than 130 countries including almost all developing and transition economies. For example, the number of African countries with a VAT increased from 2 to 30 in the 1990s. \n\nRecently, however, doubts have started to emerge if the replacement of trade taxes with VAT in developing countries was a particularly good tax policy considering that a large part of economic activity in these countries takes place in small firms who are extremely difficult to monitor and register. Two recent studies have shown that on average low-income countries were able to recover only a fraction of -- less than 30% -- lost trade revenues through domestic sources. More importantly, such recovery was not significantly stronger in countries who adopted VAT compared to those who did not. In addition, the theoretical results which prove VAT to be superior relative to other alternatives hold only if the government has no difficulty in registering all firms in the economy. \n\nWhether and to what extent VAT is suited to the environment in developing economies is ultimately an empirical question. There, however, is still very little evidence on the performance of the tax in such settings. The purpose of this study is to provide such evidence from the experience of one representative economy, Pakistan. There are a number of reasons that make Pakistan an ideal country to research this question. Pakistan has a long history of implementing VAT, introducing it more than two decades ago in 1990. It is also one of the countries where efforts to replace trade revenues with VAT resulted in a substantial decrease -- from 15% to 9% of national output -- in overall tax collection. Furthermore, Pakistan has a large informal sector estimated currently to be around 40% of the official economy. The country, thus, shares important features with a large group of other developing and emerging economies who have had a similar difficult experience with VAT. The results of the research, therefore, will be generalizable and of interest to policy makers in a broad range of countries. \n\nOne of the more exciting features of the Pakistani context is the nature of data available for the research. Pakistan has available in digitized form returns filed by all registered taxpayers since the introduction of the tax. More importantly, since 2006 it has been mandatory for all registered taxpayers to file a statement containing transaction-wise details of sales and purchases made by them. The availability of this data is unusual and extremely helpful as it will enable us to create a linkage between firms in various parts of a supply chain, which is vital for studying efficiency and compliance questions associated with VAT in developing country settings. In addition, the data also includes income tax returns filed by all corporate and non-corporate firms in Pakistan since 2006. The availability of income tax returns is useful because the exemption cutoff for income tax and VAT are set at different levels. The lower income tax cutoff will help us see how firms who are too small to register for VAT get affected by it. The novel dataset spanning a number of years in combination with very rich variation created by a series of tax changes implies that the proposed research will be in a unique position to generate very useful insights for tax policy in developing countries.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/N002253/1","grantId":"ES/N002253/1","fundValue":"150479","fundStart":"2016-04-01","fundEnd":"2019-03-31","funder":"ESRC","impactText":"","person":"Mazhar  Waseem","coPersons":[],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}