{"id":"FC4982E8-C84D-4A82-91A1-59B109F43150","title":"The Way They Move: Towards a General Framework for Understanding Animal Movement in Changing Environments","abstractText":"Almost all animals need to move in order to find food, mates, shelter and other necessities of life. Yet in moving they are expending energy, and exposing themselves to dangers such as competitors and predators. Moving animals may also unwittingly expose others to danger / for example they may carry infections diseases (think of avian flu or bovine TB in badgers, for example). Think of a whole population of animals, all making decisions about where to move next: it is clear that the decision strategies that individual animals use has a fundamental effect on the dynamics of the population. Similarly, when multiple species interact in communities, individual animal movement strategies will fundamentally affect the community dynamics. Animal movements are therefore the glue that keeps spatial wildlife systems together.One of the best ways to find out about animal movement in a natural environment is to attach a lightweight radio or satellite transmitter to an animal. This technology has been developing very rapidly and it is now possible to track individuals over long distances and time periods. In some species the locations can be measured with amazing accuracy, thanks to tags with built-in GPSs (Geographic Positioning Systems / like those in car navigation systems). The rapid development in tracking technology has not yet been matched by similar developments in analysis methods. Firstly, most current analyses focus on describing the data, in terms of distances moved in different habitats, home range sizes, etc / rather than attempting to understand the processes that generate the movements. Secondly, most current methods ignore issues that arise due to the way the data were collected, such as measurement error, timing of measurements and the fact that often many repeated measurements are made on few individuals. Lastly, current methods that do attempt to deal with these issues often break down when faced with the enormous datasets that are currently available.The goals of our work are :1) To develop new ways to model and understand animal movements. Our premises are that i) the complexities of animal movement can be dissected into a few general movement strategies; and ii) animals switch among these strategies as they are affected by changes in the internal and external environment. One advantage of thinking of movement in this way is that we can predict changes in movement behaviour as a result of changes in environment, for example through climate change.2) To develop advanced statistical tools that allow these models to be applied to real data. We propose to harness and extend advanced computer simulation techniques known generally as Monte Carlo methods . These methods can cope well with the analysis of complex models and large datasets. They are an intense focus of statistical research due to the rapid increase in available computing power, and we intend to build upon the latest developments, such as methods that allow multiple computer processors to be applied in parallel to the same problem.Our ideas and methods will be tested in three case studies. The first is a long-term study of movement of 120 radio collared elk, who spend variable amounts of time in groups or alone. This allows us to study how movement, and ultimately population dynamics, is affected by social forces. The second is a high-resolution dataset showing movements of individual elk and predatory wolf. We think of this as a landscape of fear where the predators are adjusting their movements and landscape use to maximise their encounter with prey which in turn tries to become unpredictable. Lastly, we have movement data for migrating Serengeti wilderbeest, as well as corresponding forage and rainfall data that will allow us to study how these animals determine which migration route to use / a question with important conservation implications.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F069766/1","grantId":"EP/F069766/1","fundValue":"438688","fundStart":"2009-06-01","fundEnd":"2012-07-31","funder":"EPSRC","impactText":"  Making sense of animal telemetry data can provide information on conservation and/or management policies. It is anticipated that the fitting (and further development) of the statistical models developed and associated model-fitting tools will be applied to a wide range of datasets. This in turn will provide further biological insight into important populations and aid in the assessment of the populations, such as the implementation of different strategies or policies (such as building roads through home ranges of species). Environment ","person":"Ruth  King","coPersons":["Len  Thomas","Jason  Matthiopoulos"],"organisation":"University of St Andrews","findingsText":" We developed generalised statistical models for animal movement data and associated model-fitting tools. The models were developed in conjunction with biologists/ecologists building on the idea that the movement behaviour of individuals is dependent on the underlying state of an individual (e.g. resting, foraging, migrating etc.). Statistical models were then developed and applied to a range of different types of data, including both marine and terrestrial animals, each bringing different interesting aspects that needed to be rigorously addressed. This has led to new insights being gained with regard to the different datasets that have been applied - for example the number of underlying states that affect animal movement and whether the individuals exhibit any form of &quot;memory&quot; with regard to how long they spend in these given states. We have developed a generalised statistical framework that is widely applicable to telemetry data. These new models and associated model-fitting tools can be applied by statisticians/practitioners to their own datasets in order to obtain new biological insight into the population of interest. It is anticipated that these models will be developed further (by individuals associated with the project and the wider scientific community). Environment,Other","dataset":"gtr"}