{"id":"FC5098AC-22A4-477C-8E87-08F9986E7D3C","title":"Addressing the ocean methane paradox: the role of microenvironments in oceanic methane production","abstractText":"Why is the world's upper ocean supersaturated with methane? We know that it is, but do not understand why. Evidence shows that a portion of the methane comes from in situ production in oxygenated waters, however that seems to contradict all we know about methanogenesis; a strictly anaerobic process. This phenomenon has been termed the 'oceanic methane paradox'. If, however, there were anaerobic microsites in the upper ocean, then it is entirely possible that methanogenesis could occur within them. We now think that marine zooplankton, their excreted faecal material and other sedimenting particles may provide these anaerobic microsites in pelagic waters. Work conducted by our research group at SAMS supports this hypothesis. We have now clearly identified the presence of methanogens (methane producing microorganisms) within marine zooplankton faecal pellets and sedimenting particles. This, along with data showing that elevated methane concentrations are associated with these sites, has led to greater insights into how this anaerobic process may be actively occurring in pelagic waters. We also know that methanogens can use a range of substrates, including carbon dioxide and formate. However, some of the methanogens we have studied from zooplankton faecal pellets are affiliated with the genus Methanolobus, and are thought to utilize one-carbon (C1)-compounds, including dimethylsulphide (DMS) and methylamines (MAs). Potential sources of these two compounds are dimethylsulphoniopropionate (DMSP) and glycine betaine (GB), which are produced by marine phytoplankton to maintain their osmotic balance in seawater. It is likely that when zooplankton eat phytoplankton they consume at least some of the DMSP or GB, which is then packaged into their faecal pellets. DMSP and GB are thought to be converted into DMS and MAs respectively by microbial activity. Grazing therefore represents a pathway for these C1-compounds to enter into the zooplankton gut and faecal pellets, where they may be substrates for methanogenesis. It is thought that aerosol particles generated from either DMS or MAs may contribute to the pH of natural precipitation and play a role in climate control due to their influence on cloud albedo and reflection of solar radiation. Therefore, zooplankton faecal pellets could be instrumental sites both in the production of a greenhouse gas and the removal of climatic feedback gases, having important consequences for our understanding and modelling of the role the oceans play in climate change. We propose to conduct a multidisciplinary project that will further our understanding of the role of zooplankton, their faecal pellets and sedimenting particles as potential sites of in situ methanogenesis in the water column. Our main purpose is to clarify the role of algal derived compounds in methanogenesis, determine the importance of syntrophic relationships in this process and investigate the use of alternative substrates within these sites. This should enable us to determine the main methanogenic groups responsible for this process and how they are influenced by their environment and other microorganisms. The prerequisites for this work have been demonstrated by the group at SAMS and others. However, much of this work, though exciting, is preliminary and the processes remains poorly understood. Research will be carried out using both state of the art techniques (including real-time PCR, stable isotope probing, stable isotope mass spectrometry, CARD-FISH) and established analytical and microbiological methods (culture &amp; culture independent). In addition, through the work of a tied studentship, we hope to add exciting new aspects to this work including further characterisation of isolated methanogens and an increased understanding of their location using CARD-FISH and confocal microscopy. By combining these areas of research with new methodology we hope to start to unravel the ocean methane paradox.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H024093/1","grantId":"NE/H024093/1","fundValue":"465988","fundStart":"2010-11-01","fundEnd":"2015-01-31","funder":"NERC","impactText":"","person":"Angela  Hatton","coPersons":[],"organisation":"Scottish Association For Marine Science","findingsText":"","dataset":"gtr"}