{"id":"FC5165D5-ABF9-49A3-AC3A-5915A6EF3DB2","title":"Heterointerface control of organic semiconductor devices","abstractText":"Organic electronic materials are widely used in LEDs, transistors and, though less advanced, in solar cells. Organic semiconductor devices are generally divided into two classes: those made by vacuum deposition of so-called 'small molecules' and those made by solution-processing of film-forming materials (typically polymers). The UK community, following some of the early work at Cambridge has tended to concentrate on the latter class of materials. The rationale for this is two-fold. Firstly, in terms of translation to large-scale manufacture, direct low-temperature solution processing of active semiconductors is very attractive for low-cost processing, particularly where patterning can be carried out by direct printing (ink-jet printing has been developed, for example, for deposition of red-, green- and blue-emitting materials in full colour displays). Secondly, solution processing presents challenges and opportunities for the formation of useful device structures. In some respects it is awkward - it is generally difficult to assemble multiple layers of organic semiconductor to make conventional laminar heterostructures because solvents are typically not sufficiently specific to allow successive layer depositions without disturbing lower layers - but in other respects, there are real opportunities to generate architectures that would be very difficult to make conventionally. For example, interpenetrating networks of electron-accepting and hole-accepting polymers are required for photovoltaic devices, so that light absorbed throughout the thickness of the semiconductor layer can generated excitons close enough to a region of heterojunction to generate separated charges. The rapid progress made over the last 10 years has taken the field to a level where device performance already sustains a fledgling industry. Basic understanding of the electronic structure of organic heterointerfaces both underpins this industry, and also presents us with a new landscape for discovery where we need to achieve a new level of control over molecular and nanoscale structure. Limitations in current device performance, for LEDs, PVs and FETs, are determined by limitations in our ability to control and measure structures at heterointerfaces. The vision of the present project is to achieve a step-change improvement in the control of molecular and nanoscale structure at organic heterointerfaces and thus to bring about a step-change in electronic functionality and performance of active semiconductor devices including LEDs, FETs and photovoltaics .The mining of this rich new seam of science will deliver game-changing discoveries for both science and engineering. The programme encompasses a variety of different interfaces, between organic-organic and organic-inorganic semiconductors; organic semiconductors and dielectrics; and organic semiconductor-electrode interfaces.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G060738/1","grantId":"EP/G060738/1","fundValue":"6693640","fundStart":"2009-10-01","fundEnd":"2015-06-30","funder":"EPSRC","impactText":"  The emerging results from this project have provided important understanding and new direction for organic electronic devices. This includes enhanced efficiency of solar cells, enhanced efficiency of organic LEDs and enhanced mobility of charge carriers in organic semiconductor FETs. Education,Electronics ","person":"Richard  Friend","coPersons":["Christopher Robert McNeill","Wilhelm  Huck","Natalie  Stingelin","Henning  Sirringhaus","Martin James Heeney","Neil  Greenham"],"organisation":"University of Cambridge","findingsText":" A major focus for chemical synthesis was the challenge of producing in-chain heterojunctions between different conjugated polymer blocks, in order to achieve efficient long-range charge separation. Considerable progress was made in improved polythiophene synthesis, and in making block copolymers using polythiophene as one on the blocks.\n\nMaterials characterisation using microscopy and diffraction produced important advances in the understanding, particularly, of the ordering of donor-acceptor bulk heterojunctions used in solar cells. Thus, the morphology of polythiophene/fullerene blends were found to be controlled by crystallisation.\nNew transient optical spectroscopic techniques were developed that enabled measurements of bound and unbound donor-acceptor charge transfer states. Using electrical transport, charge modulation optical spectroscopy (CMS), Raman spectroscopy and theoretical simulations we developed a detailed understanding of the influence of dynamic molecular lattice fluctuations on the charge transport physics of molecular semiconductors. We undertook a detailed scanning Kelvin probe microscopy study of charge transport in chain-extended structures of pBTTT, which identified charge trapping in grain boundaries between the chain-extended crystalline regions as the main bottleneck for charge transport. \n\nIn order to study the spin transport physics of organic materials we developed a ferromagnetic resonance based spin pumping technique to inject pure spin currents into conjugated polymers from an adjacent inorganic ferromagnet. \n\nWith improved design of charge injecting source and drain electrodes we have been able to realize light-emitting field effect transistors with very high external quantum efficiencies. \n\nWe achieved high values of polymer LED efficiency (for a singlet-emitting OLED), reaching 47 cd/A with an index-matched sphere.\n\nSingle junction photovoltaic cells are limited in their theoretical maximum efficiency by their mismatch with the broad solar spectrum, as understood by the Shockley-Quiesser relation, to around 33%. An approach to overcome this limitation is to use a material that can split the initial photoexcited state into two excitations that both generate electron-hole charge pairs. We have shown, in a series of publications, that some organic semiconductors, particularly pentacene, can show very efficient conversion of the spin singlet exciton generated by light absorption into two spin triplet excitons of about half the energy each of the singlet. We have further demonstrated that this can be combined with an inorganic semiconductor (nano crystalline lead selenide) which can capture the lower photon energy fraction of the solar spectrum within the same device. In principle, this demonstrates the feasibility of exceeding the SQ limit within a single junction solar cell. Results for organic LEDs, solar cells and FETs have been used to develop improved organic electronic technologies in a number of UK-based companies. Electronics,Energy","dataset":"gtr"}