{"id":"FC69A5C7-4CD7-49D3-8622-93D6BC25385B","title":"Vector field and pulsed light assisted variable temperature scanning probe microscope for time and space resolved nano-characterisations","abstractText":"Our vision is to offer the community an equipment which would allow unique experiments. Scanning probe microscopy (SPM), including both tunnelling and force microscopy, has brought a new class of tools enabling characterisation with lateral resolution at atomic scale. SPM has been a major tool without which the nowadays nanoscience and nanotechnology would have been not possible. We aim to develop an equipment based on the AFM concept which would allow complex characterisation of functional materials. It will offer not only the lateral resolution but also time resolution offered by a short laser pulses, energy resolution by variable temperature and extreme magnetic and electric fields. This SPM, which can be named 5D microscope (3D in real space+1D in time+1D in energy), will open new possibilities to the existing research areas and most probably new research areas. Indubitably, it will have impact to the large field of nanoscience, nanotechnology, and functional materials. Such complex tool does not exist yet, but technology that would make its construction feasible do exist.\nBesides the &quot;normal&quot; AFM measurement modes under extreme conditions, novel working modes based on particularities of the system, which offers time and space resolved measurements, will be developed. One example of such new developments is the photo-induced transient spectroscopy scanning probe microscopy (PITS-SPM), which can determine recombination centres in photoelectric and photovoltaic materials and devices with spatial resolution approaching the tip-sample contact radius (15-30 nm diameter). The system is designed to be flexible in order to extend the capabilities and meet the specific requirements of potential users. To list few operating modes that might be further developed: photoluminescence spectroscopy, scanning Kerr-effect mode, micro-Raman, vortex imaging, scanning impedance or microwave microscopy, etc. \nThe system would be a genuine open system and shared facility. Top UK and worldwide projects selected solely on the scientific quality will be run on the equipment. The work will be in close cooperation with the managing team which will propose technical and scientific solutions to the users according to the actual experimental goals.\nThe project objectives are:\na) Provision of a shared UK resource for variable/low temperature field assisted scanning probe microscopy with performance better than the current state of the art.\nb) Development of novel time and space resolved measurement techniques for characterization of semiconductor, magnetic, ferroelectric and other functional materials.\nc) Unprecedented correlated functional and structural studies enabling understanding the origin of effects such as recombination in photovoltaic (perovskite) materials or conduction in topological structures such as surfaces, domain walls, or skyrmions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M022706/1","grantId":"EP/M022706/1","fundValue":"187803","fundStart":"2015-08-28","fundEnd":"2017-08-27","funder":"EPSRC","impactText":"","person":"Marin  Alexe","coPersons":[],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}