{"id":"FC6B435F-DB24-45FC-AC31-320F66344956","title":"Keeping pace with protein sequence annotation; consolidating and enhancing Pfam and InterPro's methodologies for functional prediction","abstractText":"New technologies, developed in the last few years, have greatly increased the amount of biological sequence information that it is possible for laboratories to produce. As a result, there is now a very large and ever-growing amount of sequence data entering public databases. The overwhelming majority of these sequences have not been examined by scientists, nor is there any experimental information to suggest what their function might be. The Pfam and InterPro resources help plug this gap, using probabilistic models to predict the function of proteins by examining their amino acid sequences. Pfam is arguably the most well-known and one of the largest producers of such models. InterPro, meanwhile, does not produce models directly, but takes them from Pfam and 10 other complementary databases, integrating them together and adding functional information. InterPro is regularly run against the full contents of the main public repository for protein sequences, the UniProt Knowledgebase, so that its functional predictions can be transferred.\n\nIn order that InterPro and Pfam can continue to cover the growing number of sequences and remain accurate in their predictions, new models need to be made and integrated, existing models need to be checked and the proteins that they match evaluated. One aim of the project is to support this effort. Another aim is to look at other prediction methods, not currently used by either Pfam or InterPro, that identify the individual amino acids in a protein sequence that are responsible for the protein's functions. We will add this functionality to the resources and use it to make their predictions more accurate. This will in turn improve the quality of information associated with large numbers of proteins in the UniProt Knowledgebase. Adding to the resources in this way will require changes to some of the underlying software. At the same time, we will update the InterPro and Pfam web sites, so that users can easily see the new and improved data, and understand what it means. Finally, we will prepare and organise training materials and courses to introduce new users to the resources and educate existing users about the new and updated features.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L024136/1","grantId":"BB/L024136/1","fundValue":"545328","fundStart":"2014-08-01","fundEnd":"2017-07-31","funder":"BBSRC","impactText":"","person":"Robert Daniel FinnAlex  Bateman","coPersons":[],"organisation":"EMBL - European Bioinformatics Institute","findingsText":" Nothing to report yet. Nothing to report yet. Agriculture, Food and Drink,Digital/Communication/Information Technologies (including Software),Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}