{"id":"FC72D72B-4398-4A70-903A-6D107792C508","title":"Alternative views on the lost heritage of Gwynedd","abstractText":"Computer photogrammetry techniques have advanced enough to utilise multiple 2D photographs of the same object, building or environment, perform a registration of them and calculate a 3D model from the 2D photos. This project will create 3D models from the photographs in the archives and allow users to navigate and view these 3D scenes. The work will focus on heritage photographs that are stored as an image archive of Gwynedd Archaeological Trust (GAT), photographs that were taken many years ago, and not for the purpose of creating a 3D picture. Many of the photographs depict assets that have long disappeared, or excavations that have been built upon. Thus we aim to re-create 3D models of images that cannot be digitised into 3D today - we are creating the lost heritage of Gywnedd. We will also elicit stories from public engagement and collate information on these pictures. Therefore, we will present alternative views on the lost heritage of Gwynedd. Different representations will be included: the 2D pictures, interactive 3D models, stories and interpretations of the heritage asset, and where appropriate 3D physical models printed through rapid prototyping techniques. By making enhanced archival data publicly available in formats it was not available before, the project also will also contribute to the AHRC's care for the future research theme.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K006401/1","grantId":"AH/K006401/1","fundValue":"80391","fundStart":"2013-02-01","fundEnd":"2014-01-31","funder":"AHRC","impactText":"  The findings influenced the development of the next AHRC project, such to automate the process and involve the public (in citizen science). Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Culture, Heritage, Museums and Collections Cultural,Societal","person":"Jonathan C. Roberts","coPersons":["Bernard  Tiddeman","Raimund  Karl"],"organisation":"Bangor University","findingsText":" The project examined the archive data of an archaeological archiving service, in this case that of the Gwynedd Archaeological Trust, from an external computer science perspective.\n\nWe were able to utilise a subsection of the images to create partial 3D reconstructions; particularly with aerial photography in the generation of large terrain landscapes.\n\nIn addition we were able to advise the archiving staff on which images would be suitable for the generation of models and offer future alterations to their methods of photography and storage which would allow greater success in the production of models. Digital communication sectors could take the work and apply it to their domain. So, the work could be applied to other datasets. In particular, Heritage archivists could take the technique and look at other digital data to generate other types of digital surrogates. \n\nEducation Sector would benefit from having additional 3d models for education of heritage assets or sites. Creative Economy,Digital/Communication/Information Technologies (including Software),Culture, Heritage, Museums and Collections","dataset":"gtr"}