{"id":"FC75B402-E82C-4924-94E7-E894DF2CB746","title":"Improvement of the mechanical properties of compacted clay from the Lambeth group using fibre reinforcement","abstractText":"SummarySlope failures related to pore-water dissipation, stress relaxation and desiccation cracks are major problems occurring in our ageing road network. Consequently, the remediation works necessary to correct these problems are known to cause congestion and delays that, in turn, cause financial loss. In order to decrease the recurrent time of maintenance work, Mouchel is running a pilot test using fibres mixed and compacted with natural soil to remediate a small failure occurred in an embankment south of the M25. Research in micro-reinforced soils is still in its infancy and, although laboratory research has shown that the addition of micro-reinforcement improves the strength properties of the composite material significantly, very little is known about their behaviour in situ, or of the effects of the field techniques currently in use to mix and compact the fibres, on their performance. This project, suported by Mouchel and the Highways Agency, is to study the effects of the field techniques in the performance of the composite material, originated from the mixture of clays with polymer tape fibres.The research will focus on the effects of compacting heavily overconsolidated peds (lumps) of clay on the fibre orientation and distribution within the embankment. A few samples of the in-situ compacted material, porvided by Mouchel, and samples prepared in the laboratory, will be dissected, and the results used as a basis to understand the orientation and distribution of fibres. Swelling and triaxial tests will be carried out on large diameter samples; the results will be used to understand and provide good quality data of the mechanical properties of the compacted reinforced and non-reinforced soil. The test results, together with the pilot study run by Mouchel, will provide the data to analyse the performance of the new material and their use in the maintenance of existing slopes along the highway network in UK. The outcome is expected to provide a better understanding of the effects of discrete fibre reinforcement on heavily overconsolidated clays and the effects of in-situ mixing and compaction techniques in the response of the composite soil. This will allow effective guidance in the construction and/or remediation of slope failures and widespread the use of this type of reinforcement as an effective way to reduce maintenance works on embankments. Improvement of soil characteristics using micro-reinforcement can also lead to a more sustainable way of using otherwise unsuitable soils instead of disposing of them","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G011680/1","grantId":"EP/G011680/1","fundValue":"198129","fundStart":"2009-03-09","fundEnd":"2012-07-16","funder":"EPSRC","impactText":"","person":"Pedro Miguel Ferreira","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}