{"id":"FC7B2979-45CF-410E-A0AE-046270705F72","title":"The Virgo consortium for cosmological supercomputer simulations","abstractText":"The last twenty years have seen the emergence of a standard model for the geometry and material content of our Universe, as well as for the origin and evolution of all structure within it. According to this Lambda-CDM model, we live in a universe with a flat geometry where at least two thirds of all mass-energy is now in the form of a dark energy field which is causing the universe to expand at an ever increasing rate. About a quarter is dark matter, most probably a new weakly interacting elementary particle yet to be detected directly on Earth. Only about 5% is ordinary, or baryonic, matter of which only about a tenth is in stars today and the rest resides mostly in intergalactic gas. Structure was seeded by quantum fluctuations imprinted in the mass density of the universe at the very earliest instants of the Big Bang. These produced weak sound waves in the near-uniform primordial plasma that left observable imprints on the heat left over from the Big Bang, emitted when the universe was only 400,000 years old. These tiny ripples, mapped by imaging the cosmic microwave background radiation, eventually grew into the full richness of structure we see around us today. It is this transformation from a near-uniform primordial soup to a cosmic web of galaxies, clusters and larger structures that is the focus of this application. Gravity, mostly due to dark matter, amplifies the tiny primordial ripples, causing lumps of dark matter and gas to stop expanding with the universe and collapse to form today's cosmic structures. This process is complex, but it can be calculated using computer simulations. For a given a set of assumptions regarding the generation of inhomogeneities in the early universe, the identity of the dark matter, and the values of the cosmological parameters, simulations can now follow the formation history of cosmic structure, tracking the evolution of dark matter, gas and stars, in considerable detail. This application seeks computing resources for the Virgo consortium, a UK-led international collaboration engaged in supercomputer simulations of the formation of structure and generally recognized as the world leader in the subject. Over the past 25 years, the Virgo consortium and precursor collaborations have played a central role in defining the modern approach to physical cosmology and establishing Lambda-CDM as the standard model. Our programme can be divided into four broad, interrelated themes, each of which represents a 'Grand Challenge' in computational astrophysics. The themes are: (1) the dark matter universe; (2) the gaseous universe; (3) the first stars and galaxies; (4) the universe on gigaparsec scales. Our programme thus targets the first and fifth of the nine key science questions in the STFC roadmap: 'What is the universe made of and how does it evolve?', 'How do galaxies, stars and planets form and evolve?'' Our simulation programme has two specific aims. The first is to establish the physical processes that underlie the formation of cosmic structure and explore the LambdaCDM cosmological model in as yet untested regimes. The second goal is to provide a bridge between theory and observations. Simulations are the best, often the only, means to extract and test observable predictions from cosmological and astrophysical theory. Thus, our programme is closely integrated with observational initiatives in the UK and across Europe and seeks to maximize the return from the huge investments being made in space- and ground-based facilities such as Chandra, XMM-Newton, Spitzer, PLANCK, Herschel, Gemini, VLT, and ALMA.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/H008519/1","grantId":"ST/H008519/1","fundValue":"1581240","fundStart":"2009-11-01","fundEnd":"2013-07-31","funder":"STFC","impactText":"  The findings have been used to interpret observational data and understand the formation of galaxies and mankind's place in the universe. We increase our understanding of the sequence of events that has led to the formation of galaxies, stars, planets and ultimately intelligent life.\n\nThe work supported by this grant was used in applications to the Royal Society's Summer Science exhibition. This is a public exhibition which showcases the cutting edge of UK research. On the strength of our research, the ICC was awarded places at this event in 2002, 2005, 2009, 2010 and 2013. The event is attended by the general public, including post-16 school students, and also a range of policy makers\n(e.g. in 2010 by David Willetts, at the time the Minister of State for Universities and Science ). The materials developed for these events have been used all over the world and\nhave reached a huge audience. The impact of this effort is hard to measure and is likely to not be fully realised for some time to come, but we hope that it is encouraging people to think about studying science. Digital/Communication/Information Technologies (including Software),Education,Other Cultural,Societal","person":"Carlos  Frenk","coPersons":["Frazer  Pearce","Scott Thomas Kay","Peter  Thomas","Tom  Theuns","Adrian  Jenkins","John Andrew Peacock","George  Efstathiou"],"organisation":"Durham University","findingsText":" We collaborated with international research institutes to compare different simulations of Milky Way like galaxies. The project demonstrated the overwhelming importance of understanding the impact of supernovae and black holes on the formation history of galaxies like our own. We can now understand how to make a realistic universe within our supercomputers and compare the observed galaxy population to the cold dark matter cosmological model. We can use this to interpret observational data from the latest generation of telescopes and satellite observatories. Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software),Education,Culture, Heritage, Museums and Collections,Other","dataset":"gtr"}