{"id":"FC81A4F7-663B-43A4-B605-68399EEE865B","title":"CVD DIAMOND AS A SUBSTRATE FOR BIOLOGICAL CELL GROWTH - TOWARDS DIRECT BRAIN-COMPUTER INTERFACES","abstractText":"Controlling electronic devices using thought-processes may until recently have been in the domain of science-fiction. But brain-computer interface (BCI) research is showing that neural implants may allow computers, electronic equipment, or other mechanical devices to be controlled by thought alone. One of the limiting factors in the development of BCI technology is inflammatory tissue response, which can severely reduce the longevity of the implant. A solution to this problem may be to use bioinert materials, such as thin film diamond or diamond-like carbon (DLC) as the substrate material upon which to grow the neurons that form the biology-to-electronics interface. This is because diamond/DLC films have been shown to be bioinert, and do not produce an immune response when in contact with living cells. Moreover, their surface chemistry can be readily modified, allowing the adhesion properties of different cell types to be tailored for specific requirements. These materials can be doped to change their conductivity allowing electrical signals to pass between the diamond and attached neurons.\nThe technological, medical, social, and even military implications for this are obvious. In the medical field, BCI holds out the promise of 'cures' for a variety of ailments. For example, amputees or people paralysed due to a damaged spinal cord may be fitted with a BCI implant which would be used to control a pair of robotic legs/arms via a BCI, enabling the patient to walk and function as normal. Recent advances such as the 'Braingate' project, the artificial cochlea and 'bionic' eye projects have demonstrated that technology similar to this may be feasible within a decade. The next step would be to link the BCI to a radio-link, allowing a person fitted with a diamond-based BCI implant to control remote machinery, all by simply thinking about it.\nAlthough there are many different problems to be solved before reliable BCIs can be achieved for commercial applications, the aim of this proposed project is to underpin the first steps towards realising such BCI devices - i.e. studying the interface between the living biological cells (stem cells and neurons) and inorganic diamond electronics. Rather than use rat/mice neurons, as in previous studies, we intend to use neurons derived from human stem cells, which ensures that the results of this study are relevant to human BCIs. Stem cells are special types of cells that can easily be converted into a specific type of neuron (or any other type of cell) depending on the method of tissue culture and the constituents of the culture media. The stem cells will be grown on different diamond &amp; DLC surfaces, and the factors which govern their survival identified and optimised. These factors include such things as whether the surface is oxidised or not, its roughness, doping level, etc. The stem cells will then be treated with suitable chemically defined media (CDM), which over the course of several cell divisions causes the daughter cells to turn into neurons. We wish to investigate the affect of the different surfaces on the ability of the stem cells to turn into neurons. The aim is to optimise the processing conditions and substrate preparation to allow both these cell types to be cultured in the laboratory, and to allow them to survive for many weeks. The network of neurons produced on the diamond surface in this way can be stimulated electrically via signals through the conducting substrate. The ultimate aim is to send signals from the diamond/DLC substrate into a neuron, and back again where it is recorded. This would demonstrate two-way signal processing between the diamond/DLC electronics and the neuron. Prepatterning the diamond/DLC surface with lasers will allow the neurons to grow along predefined 'roadways', allowing designed neural nets to be made. Stimulating these networks using different electrical impulses provides a route to modelling the behaviour of the human brain.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K002503/1","grantId":"EP/K002503/1","fundValue":"639621","fundStart":"2013-02-18","fundEnd":"2016-06-17","funder":"EPSRC","impactText":"","person":"Paul William May","coPersons":["Frederik  Claeyssens","Maeve Ann Caldwell"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}