{"id":"FC845F3F-A62D-48AC-B9F9-3414A5E06CD6","title":"Dual process models of sequence learning and serial reaction time tasks","abstractText":"<p>How do we learn sequences?&nbsp; In some cases people may be aware of the rules that determine a sequence (eg traffic lights), in others not (eg as the current song on a CD ends, people may get a feeling as to what song will come next even though they can not list the order of songs on the CD). One way that sequence learning has been investigated in the laboratory has been by using the Serial Reaction Time task, in which a stimulus (eg a circle) can appear in a number of different locations, each of which is paired with a different response key which must be pressed. When the order of appearance locations follows a sequence, participants come to respond faster than when the order is random, suggesting that they learn the sequence. </p>\n\n<p>Using this task, we already have evidence that is consistent with the possibility that people can learn sequences in two different ways. We propose to examine this dual-process account of human sequence learning, stringently. We believe that this research will prove to be a valuable step towards developing a successful theoretical account of human sequence learning in particular, and learning and memory in general.</p>\n\n<p>&nbsp;</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-000-22-4036","grantId":"RES-000-22-4036","fundValue":"80678","fundStart":"2011-01-01","fundEnd":"2012-12-31","funder":"ESRC","impactText":"","person":"I  McLaren","coPersons":["Fergal William Jones"],"organisation":"University of Exeter","findingsText":" This project found evidence for associative sequence learning, learning that did not depend on people's ability to verbalise knowledge of the sequences involved. We were able to develop an associative model of sequence learning to explain our data that went beyond what was currently available. We also developed a new methodology (applying state-trace analysis to simulation data), and a new application for our revised model to the Perruchet effect. Finally, we were able to show that cue competition between sequence information and colour information occurred under incidental conditions (i.e. when participants were not told about the existence of this information) - a novel and important finding. In other words, when both the colour of a centrally presented square and the current sequence of trials predicted the next trial, we found that the sequence information was learned, and the colour information was not, even though both could be learned when presented alone. This &quot;overshadowing&quot; effect parallels that found in animals such as the rat and the pigeon, and implies that similar (associative) processes operate in humans. An implication of this finding is that this more basic form of learning must also be taken into account in explaining (and modifying) human behaviour. This was very much basic science. As such, it is likely to have most relevance for other researchers. The work on cue competition is the first of it's kind to show overshadowing. This should lead to further investigation of associative processes in humans and change the consensus on whether we have similar learning mechanisms to those present in other animals. There are implications for behaviour change interventions, and our results make the case for associative learning generally. Education","dataset":"gtr"}