{"id":"FC875B3E-7911-4F60-8836-90C73910723F","title":"Heterogeneous Parallel and Distributed Computing with Java (HPDCJ)","abstractText":"Our proposal focuses on the ease of use and programmability of Java for distributed heterogeneous computing in order to make it exploitable by the huge user base of mainstream computing. Based on previous work (PCJ library http://pcj.icm.edu.pl), we will introduce and transparently expose parallelism in Java, with minimal change to the specifics of the language, thus allowing programmers to focus on the application. We have demonstrated power and scalability of the PCJ library for the parallel systems and we will extend it for the cases where communication cost and latency could be higher.\n\nWe will extend the existing solution with the capability of running on the heterogeneous systems including GPU and mobile devices. The user will obtain the possibility to execute computational intensive parts of the application on multiple GPUs. Since our solution is based on Java it can be easily run on mobile devices. Within the project we will extend the library capabilities with the optimised communication and scheduling mechanism necessary to fully use such devices.\n\nWe will utilise the potential of the parallel Java library to process distributed data. The existing solution benefits from the parallel I/O performed by the multiple JVMs. We will use this solution to optimise the process of data distribution and storage including streaming of the large data sets.\n\nWe will address dependability and resilience by adding fault tolerance mechanisms to the parallel Java library including fault detection and rescheduling of the application execution. The mechanism will extend capabilities of the existing PCJ library and will be transparent to the users.\n\nWe will show the applicability of our framework for distributed heterogeneous systems by a set of selected, key applications including data-intensive Big Data applications.\nOur potential success will create a solution for Java programming that will be very attractive to a wide mainstream user base and will thus have a game-changing influence on the European computing industry.\n\nWe assembled a carefully selected team with complementary focuses and the right degree of overlap. Most of the partners have worked in close collaboration in previous (EU) projects with remarkable success. We believe this to become a key pilot project that can open the way for future research, which will have a profound impact on mainstream computing.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M015750/1","grantId":"EP/M015750/1","fundValue":"221592","fundStart":"2015-01-01","fundEnd":"2017-12-31","funder":"EPSRC","impactText":"","person":"Dimitrios  Nikolopoulos","coPersons":["Hans Tim Vandierendonck"],"organisation":"Queen's University of Belfast","findingsText":"","dataset":"gtr"}