{"id":"FC9205FA-FF43-47F1-A4D8-4E56CC06336C","title":"Integration &amp; Synthesis of Current Research into the Formation, Evolution and Roles of Cloud Condensation Nuclei in the Marine Environment","abstractText":"The oceans appears dark blue from space in the absence of cloud cover but appear significantly brighter when extensive sheets of stratocumulus clouds that cover large expanses of the ocean surface are present. This is a manifestation of the close coupling between the ocean surface and the radiative properties of clouds. Factors controlling the number and nature of the particles and in turn properties of the marine stratocumulus may thus play a major role in the global radiation balance. Links describing the relationships between radiation and the seeds upon which cloud droplets form are poorly quantified and provide the most uncertain forcings of climate currently assessed by the IPCC. Evaporation of seawater droplets generated by bubble bursting and spray torn from wave tops by wind form sea spray particles ranging from below 100 nm to several microns in diameter. These may act as cloud condensation nuclei (CCN) and subsequently cloud droplets. Cloud droplet number concentration (Nd) is highly dependent on number, size and composition of particles entering the cloud. Nd in turn controls the radiative properties of the cloud, the greater Nd, the more reflective the cloud. For a given cloud water content, higher Nd results in smaller average droplet size. Clouds comprising more small droplets last longer before onset of rain than those comprising fewer large droplets. Both effects change the amount of radiation reaching the surface and impact on regional and global surface temperatures. Marine CCN number will be significantly affected by the primary particle flux from the sea surface. The size and number of droplets, and hence aerosol, produced varies greatly with conditions: wind speed, wave state etc. Size and composition determine the surface tension and chemical activity of the growing drops, key parameters in determining whether an aerosol particle will form a cloud droplet. Previously, sea spray particles have been assumed to be composed of inorganic salts similar to bulk seawater, mainly sodium chloride. However, biological detritus which is significantly hydrophobic may partition to the ocean surface forming a film and recent work has shown that particles between 100 nm and 1 micron size dominating the particle number in the marine atmosphere are rich in organic material from this sea-surface microlayer. UK SOLAS has funded three projects which are investigating aspects of the formation and control of CCN in the marine atmosphere. SEASAW and ACMME are experimental programmes aiming to quantify the fluxes and properties of marine CCN respectively. The GLOMAP aerosol modelling project aims to quantify impacts of marine CCN. It is proposed to capitalise on the funded projects to increase combined outputs both by transferring knowledge between the projects and by consolidating and extending the collaboration with national, EU and broader international partners. An initial workshop will be conducted with a large number of identified collaborators to explore the optimum mechanisms for improving our understanding of the role of various processes controlling CCN production, properties and impacts. The collaborators are already actively engaged in aspects of research into marine CCN and significant synergy exists between the funded research in all cases. Expertise ranges from direct measurements of seaspray fluxes, through measurements of marine aerosol properties and detailed identification of organic components. All programmes have overlapping interests but significant unique advantages so allowing full exploration of joint scientific findings, inaccessible from individual projects. These will be explored in the initial meeting and followed up in subsequent smaller scale exchanges. One identified knowledge transfer activity to be conducted is the compilation and review of available marine CCN data, providing direct enhancement to the measurement projects and necessary evaluation data for global modelling.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G000247/1","grantId":"NE/G000247/1","fundValue":"49511","fundStart":"2008-08-01","fundEnd":"2009-07-31","funder":"NERC","impactText":"","person":"Gordon Bruce McFiggans","coPersons":[],"organisation":"The University of Manchester","findingsText":" This programme that finished in 2009, assembled and integrated the state-of-the-science in marine CCN. It has already acted as a springboard for significant subsequent research into marine aerosol-cloud interactions through funded NERC and EU programmes. Environment","dataset":"gtr"}