{"id":"FC947117-3499-4E89-9A9D-2377F19452E5","title":"The Properties and Structure of British Stiff Clays and Mudrocks","abstractText":"Soil structure is generally regarded as the combination of fabric (i.e. particle arrangement and association) and interparticle forces (e.g. bonding, cementation, but excluding those of purely frictional nature). The structure of natural sedimentary clays starts to develop during initial deposition, and evolves over geological time. Sedimentation structure refers to features created as the state of a soil moves down the sedimentation compression curve while post-sedimentation structure refers to that created after burial and perhaps subsequent unloading, during a period of prolonged stasis, and would include any effects of tectonic loading on the soil. The project investigates in a systematic way the development of soil structure in stiff clays and mudrocks from England with geological ages ranging from Triassic to Cretaceous, including any four from Mercia Mudstone, Lias Clay, Oxford Clay, Gault Clay and Kimmeridge Clay, in order to understand the development of soil structure along with the post-depositional geologic processes such as diagenesis, overconsolidation and ageing. A variety of experimental techniques will be used, including advanced microcharacterisation, mechanical and chemical destructuring, and geotechnical mechanical testing, in order to determine explicitly the microstructure and to link the macroscopic mechanical properties to particle-level phenomena.The stiff clay and mudrock sediments are widespread in England and the potential impact of this research will be significant to the construction industry in terms of the economy and safety of many major projects. The work will also contribute to investigations of major new strategic issues of urban sustainability, nuclear waste disposal and carbon dioxide sequestration. A systematic understanding of the mechanics of these materials will also assist the future development of constitutive models for stiff clays and mudrocks.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E029957/1","grantId":"EP/E029957/1","fundValue":"576722","fundStart":"2007-06-01","fundEnd":"2010-10-31","funder":"EPSRC","impactText":"","person":"Richard  Jardine","coPersons":["Clark Henderson  Fenton","Matthew Richard Coop"],"organisation":"Imperial College London","findingsText":" The project investigated systematically the properties and development of soil structure of Oxford Clay, Gault Clay, Kimmeridge Clay and Lias Clay. These four mudrocks have geological ages ranging from Cretaceous to Jurassic and show widespread outcrops in England. The key objective was to understand how the properties and soil structure developed as a result of their depositional settings and post-depositional geologic processes such as diagenesis, overconsolidation and ageing. \n\n\n\nSoil structure is generally regarded as the combination of fabric (i.e., particle arrangement and association) and interparticle forces (e.g., bonding, cementation, but excluding those of purely frictional nature). The structure of natural sedimentary clays starts to develop during initial deposition, and evolves over geological time. Sedimentation structure refers to features created as the state of a soil moves down the sedimentation compression curve while post-sedimentation structure refers to that created after burial and perhaps subsequent unloading, during a period of prolonged stasis, and would include any effects of tectonic loading on the soil. \n\nA variety of experimental techniques was applied in the research including advanced microcharacterisation, mechanical destructuring, and advanced geotechnical mechanical testing to study and link the macroscopic mechanical properties to particle-level phenomena. It is shown that the geological processes experienced by these mudrocks have led to a range of mechanically important features including, hard pans of cemented material, variable features of fracturing and bedding, brittle response in shear, along with strong anisotropy in both small strain stiffness and shear strength. Recent geological processes including periglacial action, weathering and tree growth are also shown to have imparted significant changes to the engineering properties of these strata. \n\n\n\nThe research generated three PhD Theses and a spread of Journal and Conference publications. It has led to a new understanding of, and a high quality data base for, these widespread sediments. The research will have a significant impact on construction activity in England, improving the cost-effectiveness and safety of many major projects. The work will also contribute to investigations of major new strategic issues including urban sustainability, nuclear waste disposal and carbon dioxide sequestration. The systematic understanding of the mechanics of these materials will aid the future development of constitutive models for a wide variety of stiff and aged argillaceous geomaterials. Direct use is also being made of the research by the academic and industrial geotechnical community. This includes particularly members of the steering group. One example is direct use by GCG of the testing on Oxford clay to help design the ground work for the Bodleian Library extension works at Oxford University. Other applications are likely to include caostal stability studies and the deevlopment of new nuclear power stations on Jurassic mudrocks. The work is being exploited by the readers of the academic papers that have been published in two major international conferences (Athens ECSMGE 2011 and IS-Seoul 2011). Major journal papers are now in preparation that describe the work undertaken. Two of the staff trained through the Grant are now employed in UK specialist consultancy (At GCG and Halcrow respectively) applying the findings from their work. One other is now employed as Lecturer in Geotechnics at the University of Liverpool and is undertaking related research at their Chinese campus. Use is also being made of the research by members of the steering group, including for example in work for the Bodleian Library extension in Oxford. The outcomes are likely to influence both academic and industrial contexts. The latest of our half day seminars held at Imperial College in March 2012 was devoted to reporting the Grant outcomes and attracted an audience of around 300 engineers and scientists. Construction,Energy,Environment,Transport","dataset":"gtr"}