{"id":"FC96DED4-CDC3-4C34-8F34-13A4CE73BDEE","title":"Stories of the Sea: A Typological Study of Maritime Memorates in Modern Irish and Scottish Gaelic folklore traditions","abstractText":"In folklore studies, memorates are an under-studied area. Defined as personal accounts of supernatural happenings, memorates are centered around various phenomena of human life and constitute an extremely popular and productive folklore category. They include a variety of extraordinary experiences at sea and other accounts, which occur in liminal spatio-temporal contexts, such as sea-shore, streams, fords and bridges. These stories typically involve encounters with ghosts and other beings, and portents of death symbolised in phantom boats. Initial appraisal of the material suggests that maritime memorates form an important component of the narrative tradition of coastal communities. Focusing on this genre makes for a study whose size and scope is suited to the prescribed timescale.The project will assemble a collection of personal accounts of Irish and Scottish fishermen, boatmen, and beachcombers, recorded from the end of the 19th century to the present day, and will seek to uncover the distinctive character of the maritime memorate as a specific genre. \\nFour hundred maritime memorates, equally divided between those collated in Modern Irish, Scottish Gaelic, and English, contained in the printed sources, in the National Folklore Collection at University College Dublin and the School of Scottish Studies Archives (University of Edinburgh), including thirty items of digitised sound recordings from UoE and ten from UCD, and video recordings (if available), will be identified, transcribed and furnished with English translations (when necessary), as well as analysed, captured in digital format, and edited in XML in accordance with TEI guidelines for transcription and representation of primary sources. The figures are justified by the abundance of relevant data (see 'Stories of the sea - Pilot exercise results.pdf'). Criteria for selection were determined during the pilot exercises, conducted by PI and Co-PI in May 2008, April and July 2009 ( www.arts.ulster.ac.uk/research/celtic/mm/ ), based on the subject of the story (fishing, sea voyages etc.), key themes (shipwrecks, sea visions etc.), geographical location, date collected, and social background of the narrator. The collection will be furnished with a conceptual framework, presenting a system of cross-references, based on a taxonomy of various methodological principles (see Project Methodology section in the 'Case for Support'). Other factors, including locations described, cultural, occupational and educational background of the speakers, and sub-types of memorates distinctive to particular areas, will also be considered. \\nProject Timescale: Phase 1.1 (Sep-Nov '10) (a) the project bibliography will be completed; (b) the data selection criteria will be determined;(c) the memorates from printed sources collected and digitised. Phase 1.2 (Dec '10-Jan '11) (a) XML mark-up and search-engine framework will be determined; (b) printed sources digitised; (c) copyright permissions of those sources sought. Phase 2 (Feb-Oct '11) The archive material will be collected, digitised and annotated; first project's roadshow in collaboration with local coastal agencies organised. Phase 3.1 (Nov '11-Apr '12) (a) Analytical markup of the data in XML completed; (b) Resource search-engine tested. Phase 3.2 (May '12-Aug '12) (a) Web-resource, &amp; (b) Hardcopy of the collection (with DVD) will be published; (c) Second project's roadshow organised. Few electronic resources of discrete categories of Irish and Scottish Gaelic folklore are available and their provision is still in its infancy. This pioneering project will remedy this. It will also be innovative in its employment of the most appropriate theoretical framework in contemporary folklore studies. Not only can the project be stand-alone in terms of research and fill a huge gap in Irish and Scottish cultural memory, but it can also provide a foundation for a research network on the study of maritime memorates throughout the North Atlantic.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H039376/1","grantId":"AH/H039376/1","fundValue":"166593","fundStart":"2010-09-01","fundEnd":"2013-02-28","funder":"AHRC","impactText":"  The RTE Radio 1 made a feature on its Seascapes radio programme for May 2012 period. The Pan-Celtic Festival held in Derry in April 2014 requested a lecture on the subject of the project. Another lecture on the project was delivered within the confines of All-Ireland Music Festival in August 2013. Creative Economy,Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections Cultural,Societal","person":"Maxim Sergeevitch Fomin","coPersons":["Séamus  Macmathuna"],"organisation":"University of Ulster","findingsText":" The maritime memorates form an important, if not a key, component of the oral tradition of coastal communities of Ireland and Scotland. The majority of the items were originally composed in the minority Gaelic languages and can present a lot of new dialectal and phraseological material previously not available to scholars of linguistics. The collection can also be useful in the study of the origin of the coastal place-names and locations. The stories are useful for the scholars of folklore and e The project findings highlight the need to look at the coastal communities with care and respect; they can also be used as reference points between human beings and marine environment and landscapes that surround people and are being exploited by them. Thus, the stories can provide the clue to resolving various problems to do with seascapes, ecology and climate/marine habitat change. Communities and Social Services/Policy,Education,Culture, Heritage, Museums and Collections","dataset":"gtr"}