{"id":"FC98FC70-AF4C-4DC4-8B55-B547A1C9183E","title":"Geographic genetic profiling of human Plasmodium malaria","abstractText":"Malaria caused by Plasmodium falciparum kills about 600,000 people per year, and increased population mobility through international air travel carries further risks of re-introducing parasites to elimination areas and dispersing drug resistant parasites to new regions. A simple genetic marker that quickly and accurately identifies the geographic origin of infections would be a valuable tool for locating the source of outbreaks, and spotting the spread of drug resistant parasites from Asia into Africa. Genetic markers have proved extremely valuable in tracking and eradicating diseases, such as Polio. However, the previous candidates for malaria genetic barcodes have relied on identifying DNA markers found in the parasite nucleus, which shows too much genetic variation between individual parasites to be used accurately. Now, DNA sequences found outside the nucleus in organelles called the mitochondria and the apicoplast have been analysed. These are only inherited through maternal lines and therefore much more stable over generations than nuclear DNA sequences. The research outlined in this methodology proposal will create computational tools which will help to exploit use of mitochondria and the apicoplast sequences to create reliable genetic barcodes for tracking the geographical movement of malaria in an operational context. \n\nHuman malaria can be caused by one of 6 different Plasmodium species. We will develop genetic barcodes based on mitochondria and apicoplast sequences for each of the 6 species. We will develop new analytical approaches which can discriminate the different species even in mixed infections. We will also refine the exisiting barcoding methodology for discrimninating between infections originating from geographically distinct populations of the same species. Most crucially we will develop analytical software which can infer barcodes from complex mixed infections which are commonly found in malaria patients in many parts of the world.\n\nWe will create a publically available online resource to facilitate the widespread use of barcoding. It will be of practical use to malaria control agencies and research groups worldwide.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M01360X/1","grantId":"MR/M01360X/1","fundValue":"338843","fundStart":"2015-04-01","fundEnd":"2018-03-31","funder":"MRC","impactText":"","person":"Taane Gregory Clark","coPersons":["Cally  Roper"],"organisation":"London Sch of Hygiene and Trop Medicine","findingsText":"","dataset":"gtr"}