{"id":"FC9B2C83-FBC2-4F8D-A1C9-A785BE40B07F","title":"Turbulent flows and riparian vegetation induced drag for river flooding","abstractText":"Floods account for almost a third of all natural disasters. They are responsible for more than half of the fatalities and approximately a third of all economic losses are a direct result of natural catastrophes (Berz, 2000). At present, about 5 million people in 2 million properties live in flood risk areas in England and Wales. In order to mitigate flood risk, it is essential that a sufficient understanding of flow characteristics in rivers should be achieved, to enable accurate models and therefore accurate estimation of water level to provide accurate flood warnings and inundation maps of towns and cities. A river, however, cannot be considered in isolation from its wider environment so that the modern management of rivers and their floodplains is necessarily directly concerned with the role of vegetation. Trees and shrubs can be commonly found growing at the edge of rivers in relatively straight lines. In rural areas, this pattern is the result of common agricultural practice, where the riverbank marks the field boundary and the trees and shrubs form part of the hedgerow system. Despite their ecological functions in riparian environment, trees and shrubs have a large impact on flow resistance. The presence of trees and shrubs generates turbulence owing to wakes which reduces the conveyance capacity of a river and its floodplain, with consequent raising of local flood levels. As yet no one has paid attention to how riparian vegetation such as trees and shrubs along the edges of floodplains influence the flow behaviour, resistance and water level though many studies on aquatic plants have been undertaken. Trees and shrubs offer more flow resistance than aquatic plants, leading to higher water level. This project is therefore to study the effects of riparian vegetation through laboratory experiments in order to mitigate flood risk and to provide an appropriate guidance on the management of riparian vegetation. The experiments will be conducted at Loughborough University and will involve measuring riparian vegetation drag force, turbulence, bed friction, and water surface variation with a measuring drag device, Acoustic Doppler Velocimetry (ADV), a pitot tube, a Preston tube, a 3-D digital scanner, and Photogrammetry. These measured flow parameters will be used to investigate effects on the key parameters such as drag coefficient, flow resistance and water level for the management of riparian vegetation and flood risk assessment.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K004891/1","grantId":"EP/K004891/1","fundValue":"319405","fundStart":"2013-01-14","fundEnd":"2016-04-13","funder":"EPSRC","impactText":"","person":"Koji  Shiono","coPersons":["Jim Henry Chandler","Rene  WACKROW"],"organisation":"Loughborough University","findingsText":"","dataset":"gtr"}