{"id":"FC9BA5A3-E3F3-49ED-B562-585BA0409078","title":"Picturing Ideas. Visualising the philosophical and political ideas of Giles Deleuze as art.","abstractText":"Utilising the virtuality of digital imagery this project tests and evaluates the critical and aesthetic implications of the 'picturing' or 'visualisation' of philosophical and political ideas as art. Further to this the project explores, through practice-led research, the possibility that the synthesis (or combining) of these visualisations might produce new images-of-ideas and assesses the status and performance of these as both 'ideas' and as 'art'?\\n\\nA series of three digital images will be produced 'picturing' or 'visualising' three philosophical ideas derived from the writings of the philosopher Giles Deleuze. The ideas are remodellings of pre-existing philosophical ideas, as follows: Leibniz/Aristotle's notion of the Monad, Karl Marx's theory of commodity fetishism and Nietzsche's eternal return. The visualisations of these ideas will be developed through dialogues and consultation with specialists in the fields from which the ideas are drawn, as well as artists and theorists concerned with ideas of 'mental imagery' and visualisation. A final image will be produced as a synthesis (or combination) of these images. This will be presented at the prestigious EAST 09 exhibition at Norwich Gallery (including a public talk) and evaluation of the research presented as a paper at ISEA 09 (International Symposium on Electronic Art) at the University of Ulster. The research will also be disseminated through a website. Gilles Deleuze is used as the focus for this research because of the figurative (visual) nature of his writing and his experimentation with the synthesis of pre-existing philosophical models in the creation of new 'concepts'.\\n\\nThe intention is to research new formats of art production and reception which challenge the preset binaries of the 'visual' and the 'linguistic', which continue to dominate the discourses of contemporary art. As the philosopher Michel Foucault describes this: '...the oldest oppositions of our alphabetic civilization: to show and to name; to shape and to say; to reproduce and to articulate; to imitate and to signify; to look and to read.' This also relates to debates within the fields of philosophy, cognitive science and psychology examining the visual potential of ideas and the role 'imagery' plays in thought processes, whether it provides the semantic grounding for language or whether the idea of mental imagery, or 'seeing with the mind's eye' is merely habit-formed assumption. The intention is to explore the possibility of the cross-articulation between text and image and the bridging or synthesising potential of the visual affect of ideas. \\n\\nThe outputs of this project will directly engage and be of interest to a wide range of audiences, including scholars/researchers across the arts and humanities engaged in practice-based and interdisciplinary theoretical work (in particular in the fields of contemporary art and art theory and those working on the integration of art and theory/philosophy/psychology) but also the wider audience for contemporary art. EastO9 is a high profile exhibition - publicised in national and international press, with an audience of between 9-12,000 visitors and active in the Norfolk and Norwich Festival. Within this context the research will be widely disseminated including a free public talk at the Norwich Gallery.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/G016518/1","grantId":"AH/G016518/1","fundValue":"13719","fundStart":"2009-03-01","fundEnd":"2009-10-28","funder":"AHRC","impactText":"","person":"John  Russell","coPersons":[],"organisation":"University of Reading","findingsText":"","dataset":"gtr"}