{"id":"FC9C114D-4BFF-4283-9FF2-63DAC09DBCFC","title":"Edinburgh Nuclear Physics Group Consolidated Grant Proposal","abstractText":"The Greeks used to say matter was indivisible. This notion took a beating when Rutherford and co-workers showed that elements could be transformed by nuclear reactions. For a while it was thought that all the elements were produced in the big bang. Scientists such as Bethe and Hoyle showed in fact that nearly all the elements are produced in nuclear reactions in stars, which also for example make our sun shine. We are still seeking to understand the means by which these elements are produced and how stars evolve during their lifetime. This problem is being addressed through new detailed observations of stellar chemical abundances in the cosmos with telescopes, and here on earth, by trying to re-create the reactions occurring in stars. \n\nElements can be produced by nuclear reactions in highly explosive, hot dense environments such as found in supernovae explosions, with the material subsequently thrown out into the cosmos, and eventually fetching up in locations such as our sun or the interstellar medium. In explosive environments it is the reactions and properties of unstable nuclei that are critical for understanding element production and energy generation in these processes. One can make an analogy with a river in full flood bursting its banks and then flowing in completely different directions: normally life is quiescent and stable, but it is often in these violent episodes that permanent imprints remain. New generation accelerator facilities are able to produce an increasingly large number of the key radioactive nuclear species involved in these explosive processes. So we can now study the reactions occurring in the stars and the subsequent decay paths of nuclei that end up in the stable isotopes we see around us. The elemental abundances of these stable isotopes provide coded information on their often violent history. This new information is required to discover the nature of the explosive environments in which such elements were first formed. \n\nIn the longer quiescent phase of stars, their evolution is controlled by nuclear reactions occurring at much lower temperatures and densities, and which involve stable isotopes. You might think these would be easier to study, but because the reactions occur at much lower temperatures and densities nuclear fusion is strongly inhibited by the repulsions between the positively charged nuclei, and can only take place with very low probability by quantum tunneling. This leads to low experimental yields, and the signature for the fusion reaction is swamped by reactions produced by cosmic rays. So we are now working at the only underground nuclear astrophysics accelerator laboratory in the world where the rock above forms a protective canopy for our experiments.\n\nThe structure of stars is intimately tied to the structure of nuclear matter. Neutron stars, a relic of supernovae explosions can usefully be viewed as gigantic nuclei held together by the gravitational force. Precision experiments we are performing with high energy point-like fundamental particle beams are revealing a skin of almost pure neutron matter around the nucleus whose precise thickness tells us about the likely structure of neutron stars. These beams also allow us to peer inside a proton and explore the different ways the quarks inside can re-arrange themselves. These arrangements take the form of different excited states known as nucleon resonances. We think we have a good theory, QCD, to understand the proton but in fact it predicts many more resonances than we observe, so we are going to search for the new ones! Even more exotic configurations, are the so-called hybrids, in which the glue binding quarks together combines with quarks to produce a new form of matter. This would be a major discovery.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/L005824/1","grantId":"ST/L005824/1","fundValue":"1012580","fundStart":"2014-08-01","fundEnd":"2018-09-30","funder":"STFC","impactText":"","person":"Philip J  Woods","coPersons":["Alexander  Murphy","Marialuisa  Aliotta","Daniel Peter Watts"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}