{"id":"FC9DBB2F-2E83-4B12-B09C-F0676F13228E","title":"Innovative Multi-Layer Drug Eluting/Self-Cleansing Urinary Biomaterials","abstractText":"Healthcare treatment has improved significantly over the last 30 years to such an extent that the average male and female life expectancy has risen to 76 and 81 years, respectively. Consequently, medical advancements are resulting in a continually aging population that typically require a greater number of medical treatments and inevitably hospitalisation. In this respect, the use of medical devices inserted into a patient's body is now routine in healthcare management within hospitals and nursing homes. Although there are substantial benefits associated with the use of inserted medical devices, there are very worryingly a number of potentially dangerous complications that may lead to an increase in the time patients remain in hospital and more importantly in an increase in the number of patient deaths associated with the use of these devices. These complications arise principally because of the way in which a patient's body reacts to insertion of a medical device and what it perceives to be as a foreign object. Consequently patients are often plagued by infection associated with the insertion of a medical device and this is seen to be one of the most critical disadvantages of an otherwise highly effective and beneficial medical treatment, costing the NHS approximately 500 million per year. Therefore there is an urgent need to improve what is often referred to as device-related infection through the development of new intelligent medical devices. The main objectives of this research proposal are to improve the current situation for patients requiring the insertion of medical devices using new, intelligent materials that will minimise the likelihood of patients developing infection and represents a movement towards highly technological, high performance devices. The development of such materials may result in shorter hospital stays, fewer hospital readmissions and reduce the need for surgical interventions. This would consequently provide significant benefits to patients in respect of minimising the frequency of device-related infection, and the loss of life. The materials to be developed in this project function in such a way that they deliver drugs to the source of infection, known to be on the device surface, in a controlled way. In doing this the drugs can accumulate at concentrations that will ultimately kill bacteria and prevent patients developing infections. One of the major advantages of this new technology is that it allows much higher drug concentrations at the site of infection in comparison to conventional routes of drug therapy such as orally swallowed tablets. Although this is highly likely to prevent patients from developing infections, there is a safeguard designed into these new materials that will initiate should this prevention mechanism fail. This mechanism involves the use of materials that will self-cleanse once they have become infected with bacteria. This enables the devices and ultimately the patients to remain free from infection for the duration the device is to be used. Whilst the primary outcome of this project is to improve the currently, highly unsatisfactory situation for patients who require the insertion of a medical device, the project will also provide extreme benefits for the NHS by curbing the ever-increasing costs associated with this medical treatment. This will ultimately allow NHS funds to be spent more efficiently across a vast area of healthcare programmes, allowing for overall improvement in the treatment patients receive. It is well known that a vast number of UK industries are suffering from the competition generated by low wage, high volume manufacturers in the Far East and the medical devices industry is no different. The benefits of such innovation to the UK medical devices industry is through the generation of added value products, which is currently the only way for the UK to compete in the medical devices world market, currently estimated at a value of over 11 million.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E000681/1","grantId":"EP/E000681/1","fundValue":"137480","fundStart":"2006-10-01","fundEnd":"2009-09-30","funder":"EPSRC","impactText":"","person":"Gavin Paul Andrews","coPersons":[],"organisation":"Queen's University of Belfast","findingsText":"","dataset":"gtr"}