{"id":"FC9F7BB7-2D3F-4EE3-87F2-FB5767C12C2D","title":"High Throughput Synthesis and Screening of Novel Hydrogen Storage Materials","abstractText":"We wish to discover solids that act as highly efficient reservoirs to store - and release - hydrogen gas, for use in fuel cell (hydrogen) vehicles. Currently, there are no solids that will fulfil all the stringent requirements / including requirements for a high storage capacity and low temperature absorption and release of hydrogen gas / for hydrogen stores in mobile applications. Since the choice of potential materials is so bewildering, we must reduce the number elements that may be components in our solids We do this by only using elements that are light enough to give us an efficient hydrogen store. Even when we only consider the light elements of the periodic table, for example elements that weigh less than calcium, there are still very many families and compositions that remain / especially if you consider that very small amounts of heavier elements may be necessary to act as catalysts in our stores. To counteract this surfeit of choice we aim to use theoretical and modelling studies to identify in advance promising hydrogen storage materials families. These materials families will then be produced - and characterized - through the use of innovative high throughput thin film techniques. Combinations of structural and hydrogen absorption characterization will allow us to identify the most effective compositions within each family. Once a composition has been identified we aim to determine whether we can produce the material in larger quantities and / most importantly / whether it retains its key hydrogen storage properties. To do this we will develop methods to synthesize, thoroughly characterize and optimize gram scale quantities of the most promising compositions. These studies will provide essential information allowing us to refine our theoretical and modelling studies, and thus optimize our research pathways and identify new families of materials. They also provide a vital stepping stone to the development of processes for materials synthesis at a scale required for commercial exploitation. Once candidate compositions have been fully tested / and after a full project review to determine the success of our method / we will, in collaboration with our industrial partners, begin the synthesis, characterization and testing of materials on an industrial scale, with a view to commercial exploitation of our hydrogen stores.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D062381/1","grantId":"EP/D062381/1","fundValue":"243193","fundStart":"2006-09-29","fundEnd":"2009-09-28","funder":"EPSRC","impactText":"","person":"William Ian David","coPersons":[],"organisation":"STFC - Laboratories","findingsText":"","dataset":"gtr"}