{"id":"FCA1A660-2EF7-4BC2-B888-9F24B92A5896","title":"Investigation of factors that prevent endogenous regeneration of the retina by M&uuml;ller stem cells","abstractText":"Adult human retina harbours a population of M&uuml;ller cells with stem cell characteristics. Although these cells have the ability to grow and neurally differentiate in vitro, there is no evidence that they regenerate retina in vivo. It has been thought that factors released during reactive gliosis, a glial proliferation observed in all retinal degenerative conditions, are responsible for the inhibition of retinal regeneration by endogenous stem cells. The proposed research aims to identifiy factors that may promote neural regeneration of diseased retina by stimulating the endogenous proliferation and neural differentiation of M&uuml;ller stem cells. Using proteomic approaches, we will investigate the total protein and cytokine expression profile of fragments of human gliotic retina, surgically removed as part of the treatment for complicated retinal detachment, and will compare this profile with that of normal cadaveric donor retina. Factors found to be selectively increased or decreased in degenerated retina will then be examined for their ability to inhibit or promote M&uuml;ller stem cell growth and differentiation in vitro. Once candidate factors have been found to be active on the inhibition or promotion of these cell functions, we will confirm their roles by blocking or promoting their activities using agonist or antagonist molecules for these factors. The work will be undertaken in collaboration with Prof. Sun Xinghai and Dr Lei Yuan from the Eye Hospital at Fudan University, Shanghai. The proteomic analysis will be performed at the UCL Institute of Ophthalmology and is expected to identify candidate factors which can be examined by both the UK and the Fudan group on M&uuml;ller stem cell growth and differentiation. The project will form part of a PhD training program for a Chinese student who will visit the UCL Institute of Ophthalmology for a year. Funding for her visit and that of Prof Sun and Dr Lei, her PhD supervisors, is being sought by the Fudan University group fthe Natural Science Foundation of China.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K008722/1","grantId":"MR/K008722/1","fundValue":"35678","fundStart":"2013-01-01","fundEnd":"2014-03-31","funder":"MRC","impactText":"","person":"Gloria Astrid Limb","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}