{"id":"FCA22D5F-E0DC-429A-B017-8C7FA86D2DFD","title":"Establishment of consensual husbandry protocols for laboratory Xenopus laevis using novel physiological and behavioural techniques.","abstractText":"The african clawed frog, Xenopus laevis, is widely used for scientific research purposes and is maintained in large numbers in laboratories worldwide. Hundreds of thousands of these animals have contributed to an enormous range of scientific research in genetics, developmental, cell and molecular biology since the 1940s. They are famous for their role in early pregnancy testing work, were the first vertebrate animal to be cloned and yet little work has ever examined what the most appropriate care and housing might be for them. This, however, is vital to ensure the best possible conditions for ensuring their (often 15+ years-long) laboratory lives are optimally healthy and happy. Since happy, healthy animals also make the best scientific subjects, it is of paramount importance that this neglected area of animal welfare is addressed. Over the decades so-called 'best practice' (BP) husbandry guidelines have been developed that identify key parameters for appropriate care but little consensus exists on what exactly are the best ways of maintaining these animals. Some sources, for example, suggest tanks should have a water depth of 5cm, other say 'no more than 50cm'; a huge difference to a frog a few cm long. Some authors suggest group housing of up to 10 individuals, others say 100 in a group is fine. Truthfully we have no evidence that either is appropriate. BP guidelines identify that enrichment objects, e.g. providing a plastic tube as a refuge to hide in, should be provided, as for other lab animals. Some keepers suggest this achieves no benefit, however, but others find it reduces bites amongst tank-mates. \nA major reason why there is little data in this area is that, until now, there has been no easy way to measure whether particular housing conditions, or the presence of enrichment object, is associated with more or less stress. Amphibians have a 'stress hormone' similar to that released by mammals but it is hard to get samples from them which yield hormones for analysis. Whilst a human can be asked to chew a cotton-bud for saliva, or a monkey trained to urinate into a cup for a sample, frogs are rather less amenable. The few studies that have analysed frog stress have had to resort to taking blood samples, which involve a needle at least, or urine samples, which involve squeezing the animal or rubbing the delicate skin. All of these are likely to be stressful and therefore impact on the stress measures the researchers are trying to assess. Our research has developed a genuinely non-invasive technique for measuring the frog stress hormone, corticosterone. We have already shown it works for a smaller, close relative of Xenopus laevis, and been able to measure the hormone and associated behaviours it shows under more or less stressful conditions. This is the first time this has been done for an amphibian. Our proposed work will develop the technique so we can measure the stress hormone in Xenopus under different housing conditions. We will then be able to establish, conclusively, which conditions produce the least stress to these animals and recommend these to Xenopus keepers in laboratories worldwide. We will also establish a comprehensive, detailed description of all the behaviours shown by each sex in this species (also currently lacking). Once identified we will measure which behaviours, their frequencies and durations, are associated with different stress hormone measurements. In this way, a Behavioural Stress Score (as has been used for cats, and we have developed for horses) can be created which aligns certain levels of behaviour with certain levels of stress. This can be used to regularly monitor behaviour and therefore welfare, without the need for costly biochemical analysis of hormone samples every time. Taken together, the work we propose will significantly improve the welfare of this neglected lab species by comprehensively refining their husbandry recommendations and leading to great reductions in animal use.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NC/K000497/1","grantId":"NC/K000497/1","fundValue":"318366","fundStart":"2013-02-28","fundEnd":"2016-02-27","funder":"NC3Rs","impactText":"","person":"Charlotte  Hosie","coPersons":["Tessa  Smith"],"organisation":"University of Chester","findingsText":"","dataset":"gtr"}