{"id":"FCB6518E-8850-4B6E-BB07-A778E5B7A871","title":"Strategic Governance of Science and Technology Pathways to Security","abstractText":"<p>The world is in the midst of a profound transition in the way that we understand and practice security with a range of competing security discourses- for example, counter-terror, geo-politics or human security.</p>\n\n<p>The Strategic Governance of Science and Technology Pathways to Security aims to assist the design and implementation of effective government security policy by improving our understanding of how the pathways and trajectories taken by science and technology shape, and are shaped by, these changing discourses on security. Investigating the ‘direction’ as well as the ‘rate’ of technical change, the interdisciplinary research sees innovation in non-linear terms, recognising diverse counterfactual options that are neglected as socio-technical systems become ‘locked-in’ to possibly undesirable configurations.</p>\n\n<p>The programme aims to understand which discursive pathways of security are being realised in technological innovation and infrastructure and to identify options to diversify and improve public policy, technology and practices. This will be done through&nbsp; a series of case studies about the way in which different technological pathways relate to different security discourses. These include Neuroscience, Advanced Robotics, Social Media, Geoengineering, Bioinformatics, and IED technologies. Methodologically, the research incorporates ESRC-STEPS ‘pathways’ approaches, scientometric mapping, and ‘Q-method’ techniques, with inbuilt outreach and dissemination strategies.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/K011324/1","grantId":"ES/K011324/1","fundValue":"235039","fundStart":"2013-04-08","fundEnd":"2015-03-31","funder":"ESRC","impactText":"","person":"Mary Henrietta Kaldor","coPersons":["James  Revill","Paul  Nightingale","Andy  Stirling"],"organisation":"London School of Economics & Pol Sci","findingsText":"","dataset":"gtr"}