{"id":"FCB86155-8A51-40D2-9E93-0C774131A76C","title":"Collecting New Time Use Resources (CNTUR)","abstractText":"<p>This consists of a package of research and research-resource provision activities, comprising:</p>\n\n<ul>\n \n\n <li>A new UK national time diary study using the conventional methods proposed in the Eurostat Harmonised European Time Use Study (HETUS) guidelines for time diary&nbsp; studies.</li>\n\n <li>Developing and piloting advanced diary instruments, designing additional diary fields attached to conventional diaries, exploring innovative data collection technologies and collecting a new web-based time diary module in eight European countries.</li>\n\n <li>A set of projects combining diaries and technical instrumentation (accelerometers,&nbsp; body cameras, high resolution smart energy meters for household devices) contributing to new medical, public health and environmental applications for diary data.</li>\n\n <li>Developing the Multinational Time Use Study, extending its geographical and historical range, and attaching additional information to the micro-data to enable new research in the sphere of health and wellbeing, and environmental modelling.</li>\n\n <li>Improving the time use documentation and resources available online at the <a href=\"http://www.timeuse.org/\" rel=\"nofollow\">CTUR website</a></li>\n\n</ul>\n\n<p>These activities contribute to the understanding of a wide range of issues, extending from economic and social studies of gender, age and class distributions of life chances, and of national-level accounts of (unpaid) production, of sociability, of wellbeing, to environmental risk, public health and medical issues, energy and environmental impact modelling. </p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L011662/1","grantId":"ES/L011662/1","fundValue":"3818710","fundStart":"2014-01-01","fundEnd":"2019-03-31","funder":"ESRC","impactText":"  BBC Women's Hour week devoted to &amp;quot;chore wars&amp;quot; September 2014: CTUR made a substantial contribution to design of web materials, and gave interviews. Press coverage (Sunday Times, Daily Mail) of &amp;quot;stalled revolution&amp;quot; paper in November 2014.\nEurostat making extensive use of CTUR expertise in design of future time diary studies. Digital/Communication/Information Technologies (including Software),Healthcare,Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections Societal,Economic,Policy & public services","person":"Jonathan Israel Gershuny","coPersons":["Russell  Foster","Nick  Eyre","Charlie  Foster"],"organisation":"University of Oxford","findingsText":" Approximate quality in totals of paid plus unpaid work between men and women is maintained, and gender distribution of paid and unpaid work continues to converge. But the continuing relative specialization of men in the paid sphere both reflects and implies male advantages in life-chances. Further gender equality legislation and regulations -- particularly related to parental leave and publicly funded child care. Healthcare,Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections","dataset":"gtr"}