{"id":"FCCFEE11-576F-40B6-8F41-E2DB2834D99D","title":"BIO-INSPIRED APPROACHES TO FUNCTIONAL NANOSTRUCTURED MATERIALS","abstractText":"This research proposal focuses on developing methods for the fabrication of new materials with controlled structures and advanced properties. Our approach takes its inspiration from the remarkable materials that are biominerals. Although biominerals, which include structures such as bones, teeth and seashells, are produced under mild reaction conditions, they are characterised by unique morphologies and properties optimised for their function. Many of these properties, such as enhanced resistance to fracture, can be attributed to the fact that biominerals are composite materials - where the hard inorganic mineral is combined with soft organic molecules - and their structures are typically organised over many different length scales. Notably, biominerals comprising single crystals (such as sea urchin spines) are also composite materials, where proteins are embedded within the single crystal host. This is a surprising observation as the process of recrystallisation is traditionally considered as an effective method for purifying crystalline materials. Nature, however, shows us that it is entirely possible to create composite materials in this way.\n\nIn the proposed work we will develop methods to incorporate a range of organic and inorganic nanoparticles within single crystal hosts. In doing so, we will create new functional materials by combining functional host crystals with functional guest particles. The project is summarised under three main goals. Firstly, we will determine the fundamental design rules governing the incorporation of particles within single crystals. This will be achieved by investigating how the size, shape and surface functionalisation of the particles affects their incorporation in a range of crystals including calcium carbonate and zinc oxide. This work will require us to synthesise novel polymer particles based on anionic diblock copolymers, and to functionalise the surfaces of inorganic nanoparticles with water-soluble anionic block copolymers. We will also extend the work to study the incorporation of vesicles and worm-like micelles. After establishing the fundamental design rules, we will use these to fabricate novel microencapsulation systems. A key feature of our new host-guest systems is that nanoparticles are completely entrapped within a single crystal, and hence they should be protected from oxidation/reaction, light or thermal degradation, or from leaching. They are therefore ideally suited to microencapsulation applications. A range of materials will be occluded within single crystal CaCO3, including industrially relevant oxidation-sensitive actives such as enzymes and Vitamin E. Finally, we will generate inorganic/inorganic nanocomposites by incorporating inorganic nanoparticles within inorganic single crystals. This provides an unprecedented opportunity to introduce contrasting functionalities (e.g. optical, electrical, and magnetic) - which cannot be achieved with a single component material. The ability to control features such as the size and separation of the occluded nanoparticles, and their interface with the host crystal is expected to lead to unique nancomposites with tunable physical properties. \n\nThis integrated approach will provide a general methodology for preparing next-generation nanocomposite crystals that combine functionality with hierarchical structure, and may ultimately provide the intellectual stimulus and scientific impetus to produce vital biomaterials such as artificial bone and tough synthetic dental enamel.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K006304/1","grantId":"EP/K006304/1","fundValue":"399767","fundStart":"2012-12-01","fundEnd":"2016-08-16","funder":"EPSRC","impactText":"  The research is fundamental in nature, but has already delivered an effective route to generating inorganic/ inorganic composites in which inorganic nanoparticles can be occluded within single crystals without aggregation of the particles.  ","person":"Fiona  Meldrum","coPersons":[],"organisation":"University of Leeds","findingsText":" Advances in technology require ever-increasing control over material structure, properties and function. A promising way of meeting this demand is the fabrication of structured composites from materials with contrasting properties. In this proposal, we will use the design and growth strategies of the remarkable composite materials that are biominerals (eg bones and seashells) as an inspiration to generate functional nanocomposite materials. Based on these principles, we have developed controlled self-assembly methods which lead to the uniform distribution of very high amounts (20 vol%) of surface-functionalised organic and inorganic nanoparticles within single crystals of calcite. This grant proposal capitalises on this breakthrough to synthesise new functional nanocomposites with interesting optical, magnetic and electronic properties.\n\nTo-date the key results of the work have been:\n\n(1) \n\nThe project is summarised under 3 main goals. We will (i) determine the fundamental design rules governing the assembly of nanocomposite materials by occlusion of particles (from the nano- to micron-scale) within single crystals, (ii) explore the feasibility of microencapsulation applications by incorporating micelles and vesicles, which will facilitate the occlusion of both water-insoluble and water-soluble actives and (iii) synthesise inorganic-inorganic nanocomposites by combining functional host crystals (ZnO or spin-crossover compounds) with functional guest particles (eg Au or magnetite). Such nanocomposites will combine materials with vastly different properties on the nanoscale, ultimately leading to emergent properties hitherto inaccessible via conventional crystallisation techniques. The elucidation of the design strategies underlying the incorporation of particulate additives in crystals will open the door to the synthesis of crystals with new, potentially emergent properties. Agriculture, Food and Drink,Construction,Energy,Environment,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}