{"id":"FCD2A1CE-0352-423C-9F24-3D2E3AA5F072","title":"Context-specific regulation of Wnt/beta-catenin target genes","abstractText":"GENERAL RESEARCH QUESTION: One of the most important questions in biology asks how our body is built. The many cells in the embryo communicate with each other, first to arrange the general body plan and then to regulate formation of specialised cells to build our organs. These embryonic cells communicate with each other using molecular cell-to-cell signalling mechanisms. This process persists after birth when organs are repaired and tissues regenerated by continued formation of such specialised cells from resident adult stem cells. The same cell-to-cell signalling pathways as in the embryo regulate this process in the adult. Defects in signalling mechanisms consequently do not only lead to birth defects in babies but also to diseases in adults, such as cancer.\n\nSPECIFIC RESEARCH QUESTION: Wnt signalling is one of our most important molecular cell-to-cell signalling mechanisms. We already have a good understanding of the linear molecular Wnt signalling cascade, which functions to switch on or off specific genes that are needed to build specialised cells in our functional organs. However, we do not yet understand how Wnt signalling manages to find the correct genes to switch on or off in different tissues and organs. We clearly need to uncover these important mechanisms that allow Wnt signalling to function repeatedly during embryonic development and in different stem cells, while nonetheless reliably switching on or off the correct set of genes in each of these types of cells. \n\nEXPERIMENTAL SYSTEM: We have recently taken advantage of state-of-the-art molecular analysis protocols, which allow us to identify in a comprehensive manner all the genes that are switched on by Wnt signalling in a particular group of cells. We have established these methods in an accessible experimental system where we knew already about a dramatic change happening in a short time in the way Wnt signalling regulates early embryonic cells compared to slightly older cells. With these new methods we have now uncovered that Wnt signalling indeed switches on very different genes in later cells than the few we already knew about in early cells. \n\nSPECIFIC OBJECTIVES:\n1. Since we are now getting to know very well the set of genes switched on in later cells, we now want to carry out a proper comparison with an equally well analysed set of genes switched on in earlier cells. \n2. Because we know generally which group of molecules touch switches as they are turned on or off, we now want to investigate whether different individual molecules touch different switches in different tissues, which may then allow different sets of genes to be switched on in early as compared to later cells.\n3. When we know the particular switches in early and in later cells and the molecules touching these switches in early and later cells, we will investigate the molecular mechanisms by which these molecules are guided to the correct switches. \n\nOUTCOMES AND BENEFITS: Our experimental model system allows us now to address these scientific questions. However, the findings from our experiments are going to be relevant not just for this experimental model system. The same Wnt signalling cascade also controls stem cells in the adult and for instance cancer cells in disease. A wide range of scientific fields will therefore benefit from our results about how different specific genes can be switched on or off by Wnt signalling in different tissues.\n\nOur experiments will also develop molecular tools and experimental approaches that will prove useful to others as they need to identify all the genes that are switched on by a certain molecular pathway in a particular group of cells; or how a specific group of molecules finds, touches and turns switches to activate these genes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M001695/1","grantId":"BB/M001695/1","fundValue":"390002","fundStart":"2015-04-14","fundEnd":"2018-04-13","funder":"BBSRC","impactText":"","person":"Stefan  Hoppler","coPersons":["Susan  Fairley"],"organisation":"University of Aberdeen","findingsText":"","dataset":"gtr"}