{"id":"FCD6DF21-ABD4-4980-BB54-BAF0BCC18F24","title":"On Shared Ground: networks and encounters around the margins of community heritage","abstractText":"On shared ground, why do some people participate in heritage projects and others do not? How can groups extend their communities of participation through their existing networks? How can groups communicate with and potentially work with people who may share their ground but not their interests or values? 'On Shared Ground: networks and encounters around the margins of community heritage' unites academics from a range of disciplines with community groups to work through these questions. Research will take place on three hills, in three different countries. Academics from The University of Sheffield, Cardiff University and The University of Aberdeen will work with three community groups to map existing networks and facilitate new encounters in order to identify and potentially work with those in and around the margins of community heritage. \n\nThe research has developed in response to an identified need by participating community groups to tackle the abuse and misuse of heritage landscapes whilst simultaneously promoting the care and use of these spaces. Working with communities on each site, academics will work with groups to map their existing networks and foster dialogues with other users of the landscapes. This will be achieved through a series of improvised activities on the sites, where community groups will potentially 'encounter' other users. These encounters will be recorded using a variety of methods drawn from the research expertise of participating academics and informed by the practice and experience of the project artist.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L013207/1","grantId":"AH/L013207/1","fundValue":"31837","fundStart":"2014-02-01","fundEnd":"2014-09-30","funder":"AHRC","impactText":"","person":"Kimberley  Marwood","coPersons":["Oliver  Davis","Robert Alexander Johnston"],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}