{"id":"FCD74A31-11A4-4CF5-AE76-1BCC8CC31829","title":"Wireless Video Transmission Based on Distributed Source Coding Principles","abstractText":"Due to its great practical potentials, distributed source coding (DSC) has recently become a very active research area. However, most obtained results have remained at the theoretical level. Thus, there is still a huge gap between research achievements and practical employment of DSC. Consequently, today's communication systems cannot exploit useful information about the topological structure or statistical dependence between signals in the network, and thus cannot realize significant performance gains promised by theory. The ultimate goal of the project is to bridge the gap between theory and practice, to solve key problems at the very heart of DSC, and in this way set the stage for its application in emerging systems and services. In particular, the project will focus on video transmission over wireless multiterminal networks and target at applications such as video surveillance networks, deep-space communications, and commercial real-time video multicast over heterogeneous wireless-wireline networks. Practical source-channel coding schemes will be designed based on DSC principles.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E021964/1","grantId":"EP/E021964/1","fundValue":"185294","fundStart":"2007-03-01","fundEnd":"2007-09-30","funder":"EPSRC","impactText":"","person":"Vladimir  Stankovic","coPersons":[],"organisation":"Lancaster University","findingsText":" The ultimate goal of the project was to bridge the gap between theory and practice, and pave the way for applications of distributed source coding (DSC) in emerging systems and services. Practical problems, such as robustness to errors, correlation estimation, and rate control were considered. Some novel applications of DSC were proposed, where the problem of correlation estimation boils down to a problem of communication channel estimation.In particular, the project first focused on video transmission over wireless multiterminal networks and proposed employment of DSC for video streaming from multiple servers. The source broadcasts signals to multiple servers, which employ multiterminal source coding to compress the received bitstreams and send the result to a fixed client receiver over the Internet. Note that the signals at the servers are highly correlated since they are differently corrupted replicas of the same original data. Communications limits for simple source and channel models and practical source-channel coding schemes were provided.Then the project considered streaming in parallel from multiple base stations in a wireless communications system. A solution was proposed based on DSC and complete complementary (CC) spreading codes. DSC is done via scalar quantization followed by turbo coding. DSC compressed streams were spread using CC codes and sent over wireless channels to the base stations. The base stations forward the received signals to the clients. The required bandwidth was significantly reduced by exploiting correlation among sources present at different base stations. A close relationship between CC codes and network coding was then recognized and systems for single-source and multi-source wireless network coding, dubbed network spread coding, were developed.Finally, delivery of multiview video over wireless channels was considered. DSC naturally arises in the multiview video setup, where each camera independently compresses its view before transmission to a central decoder, which jointly decompresses all views. Indeed, since cameras observe the same scene only from different angles, it is expected that the captured views will be highly correlated and exploiting the correlation saves the rate compared to independent encoding and decoding. In this project, a scheme was proposed based on uniform scalar quantization in the DCT domain, turbo codes and CC codes to achieve high compression and robustness to noise and interference in wireless channels.The investigator was invited to present tutorials at major international conferences (ICC, ICASSP, Eusipco) and academic institutions promoting the work and increasing its visibility, and to organize a conference special sessions (bringing together world-leaders in DSC). The results of the project were published in 4 international journals and 8 conference proceedings.In summary, the project enhanced DSC designs, deepened our understanding of relationships between DSC, spreading and network coding, looked at the key practical challenges of DSC, and proposed novel applications of DSC in wireless communicatiotions systems. In future sensor applications, where tiny wireless sensors are used to capture and communicate video signals. Some paper have already received a number of citations, which indicate they have been used for furthering research progress. Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}