{"id":"FCE416F5-45F3-49B1-9F93-1C2683BE0575","title":"Linking the Chain: A Network for Digital Heritage in Wales","abstractText":"After ten years of devolution Wales has developed as a confident, post-industrial nation with particular economic strengths in the creative industries and heritage. It has pioneered a number of innovative heritage-related projects that have incorporated the latest digital technology, such as BBC Wales's Digital Storytelling Project 'Capture Wales', the National Library for Wales's 'Gathering the Jewels' and CyMAL's (Cymru Museums and Libraries) 'People's Collection' to name but a few. It is also highly involved in delivering on the Digital Inclusion agenda and recognises that it faces specific challenges in this respect due to its georgraphic and demographic profile. \\nThis project will create a pan-Wales network of key academic and non-academic partners around the theme of digital heritage in Wales. The network will meet at a series of themed workshops, each of which will interrogate a key issue relating to digital heritage in Wales and seek to establish a more detailed agenda and a series of projects for further research in this emerging field that will have measurable impact upon policy-makers, as well as the economic, cultural and social life of Wales. Each workshop will be hosted by a different heritage organisation. The network will also establish sustainability and expansion of the network amongst academic and non-academic stakeholders and will create case study material which could be used for comparative research in other devolved nations, small nations and succession states.\\nLinking the Chain: The Network for Digital Heritage in Wales will be led by the University of Glamorgan, where there is specific experience and expertise in Digital Heritage, but will also include cross-dicsiplinary teams from Bangor University, Swansea University,Glyndwr University and the University of Wales Newport. Non-academic partners include National Museum Wales, the National Library of Wales, the National Slate Museum, the National Waterfront Museum, the Royal Commission on the Ancient and Historic Monuments","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H033807/1","grantId":"AH/H033807/1","fundValue":"18202","fundStart":"2010-04-01","fundEnd":"2011-03-31","funder":"AHRC","impactText":"","person":"Hamish  FyfeMichael  Wilson","coPersons":[],"organisation":"University of Glamorgan","findingsText":"","dataset":"gtr"}