{"id":"FCE61C59-4BB2-41FE-8D1F-B421DE9ECF4E","title":"Quantum integrability and differential equations.","abstractText":"Over the last decade, progress in the study of ordinary differential equations defined in the complex plane and that of quantum integrable models has advanced with the help of a surprising correspondence between these previously-separate fields. The link is now called the ODE/IM correspondence. Functional relations lie at the heart of the correspondence, forming a bridge between the two subjects and allowing techniques from one island to be applied to its neighbour, and vice versa. This has led to significant applications, for example in PT-symmetric quantum mechanics and boundary integrable quantum field theory. Each of the functional relations has an infinite set of solutions, which are known to fall into families due to the integrable model relation with conformal field theory. For all cases except the su(2) case, only the highest-weight state in each family has been explored and matched with either an ordinary differential equation or a pseudo-differential equation. The first task is to map out the full set of differential equations which correspond to the excited states of the integrable model. We will begin with a simple case and aim to deduce the general picture. The second aim of the proposed research is to shed light on the hidden role the Lie algebra symmetry has to play in the differential equation side of the picture. From the integrable model side we expect each node of the associated Dynkin diagram to correspond to a different differential equation, up to the symmetry of the diagram. We shall address the issue of the missing differential equations, enlarging the known set of equations beyond the first node of most of the Dynkin diagrams. The Bethe ansatz and related techniques play a central part in all areas of integrable models and are important in many related fields. The research described here will expand the current toolbox of nonlinear integral equations used for solving Bethe ansatz equations.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G039526/1","grantId":"EP/G039526/1","fundValue":"246268","fundStart":"2009-09-28","fundEnd":"2013-09-27","funder":"EPSRC","impactText":"  The main impact of the research is within academia. Economic and societal impact may arise on a longer time-frame from the research findings through indirect application in, for example, high energy physics. \n\n\nThe more direct and timely societal and economic impact of the award relate to the training of the two people employed on the grant, a PDRA and PhD student, and their future contribution to society currently as researchers and teachers. Moreover, the project developed my project management and leadership skills, which will have direct impact as I develop as a research leader and take on leadership roles within the university.  Societal,Economic","person":"Tania Clare Dunning","coPersons":[],"organisation":"University of Kent","findingsText":" The research supported by this award is in the interdisciplinary area of mathematical physics. Around a decade ago a connection between the study of certain ordinary differential equations defined in the complex plane and certain quantum integrable models was discovered. This link, called the ODE/IM correspondence, has since been explored, developed and used in applications by several independent research groups. The key bridge between the two subjects are sets of coupled functional relations know as T-Q systems and quantum Wronskian systems. A full understanding of the correspondence was lacking. The overarching aim of the grant was to develop the correspondence in several different directions in order to gain a deep understanding and perhaps address the fundamental question of why the connection exists at all. \n\nThe key achievements are \nObjective 1-development of the excited-state IM/ODE correspondence for simple Lie algebras and superalgebras which is providing insight into the general picture. This work is on-going. A related piece of work forms one of the publications listed under outcomes. \nObjective 2-an understanding of the Lie algebra underpinning the functional relations through the development of full sets of differential equations for the first few A-type models. This work is published in the PhD student Adamopolou's thesis: Differential Equations and Quantum Integrable Systems, Kent (2014).\n\nObjective 3 concerning the psi systems was, in part, achieved by a group independently working on the IM/ODE correspondence, without our knowledge.\n\nObjective 4 was to develop the nonlinear integrable equations for fused vertex models of type A (n&amp;gt;1),B,C,D. This objective has not yet been carried out since it proved not to be necessary to pursuing objectives 1 and 2 as previously thought. \n\n\nThere were several achievements that developed during the research that had not been explicitly set as part of the original objectives: \nestablishment of a correspondence between the classical An Toda field theories and the Lie algebras An. This work was a major step forward, which built on work by others on the A1 and A2(2) cases. It nontrivially extended the IM/ODE correspondence from massless quantum integrable models related to ordinary differential equations to partial differential equations arising in classical integrable models related to massive quantum integrable models. This work goes some way to understanding why the correspondence exists. This work forms one of the publications listed under the outcomes and open questions are currently being researched by the PI and Adamopoulou. \nAn application of the ODE/IM correspondence led to an investigation of the phenomenon of quasi-exactly solvability for eigenvalue problems involving higher-order operators. This work forms one of the publications listed under the outcomes. \nAn application of the ODE/IM correspondence for Perk-Schultz vertex models in PT-symmetric quantum mechanics. This work forms one of the publications listed under the outcomes. Key findings are being taken forward by the PI and, now as an independent researcher, Adamopoulou whose PhD was funded by the grant. Research groups in Japan and UK/Italy are independently working on aspects of the correspondence, building on the findings obtained during this award. Other","dataset":"gtr"}