{"id":"FCEDAE3B-C48E-489A-B9DE-1F7BE6F1D9AB","title":"Residual Stress &amp; Damage Characterisation: Extending Across Length &amp; Time Scales","abstractText":"Under the existing Platform grant, the Unit for Stress &amp; Damage Characterisation (USDC) has become a world-leading centre for excellence. Platform grant funding was an essential aspect in maintaining and developing our measurement and imaging capability. Over the 4 years since the Platform grant begun it has supported and helped us win 80 research grants including 29 Research Council (8,519k), 32 industry (4,983k), and 20 other (3,343) grants dependent on the Unit's facilities and staff. This portfolio of funding has enabled us to develop a stable research and development infrastructure analogous to the instrument scientist roles at large-scale facilities. Our post-doctoral fellows have been predominantly supported on grant income but Platform grant funding has ensured continuity of appointment. Further it has enabled them to follow a mixed programme comprising: a) world class experiments written up in world class journals (170 papers in the 3.5 years in addition to a similar number of conference proceedings); b) adventurous or speculative proof of concept studies often leading to follow-on funding; c) collaborations with other UK and international academics to provide new insights not available to them at their host institutes; d) visits abroad and work with visitors attracted to the Unit.This environment has been a very successful breeding ground for training and developing independent researchers. Six of its PDRAs have gone on to full lectureships; five have taken up instrument scientist posts at international large-scale facilities.The current proposal will allow the USDC to strengthen its position by developing capability and to thereby undertake world-leading experiments. At 1.7M and 156 man months it represents some 10% of the funding of the Units activities and 15% of its workforce. We anticiapte a high level of continutuity of support, indeed our existing portfolio reaches well into the period of this grant (see our man power chart in the justification of resources).In particular the grant will enable us to:a) extend our measurement capability beyond existing time and length scale confines to enable a wide range of ground breaking in situ and ex situ studies;b) undertake in situ studies of corrosion, cracks and failure processes;c) study the relationships between structure and properties in composites and architectured solids;d) observe transition processes in functional 'Smart' materials.Research in these areas is timely as the developments in fabrication of these materials are matched by developments in the measurement and imaging capabilities.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F028431/1","grantId":"EP/F028431/1","fundValue":"1370190","fundStart":"2008-09-01","fundEnd":"2014-02-28","funder":"EPSRC","impactText":"","person":"Philip  Withers","coPersons":["Paul  Mummery","Robert Joseph Young","James  Marrow"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}