{"id":"FCF69FC8-4EC7-4BB7-81A0-19829B10C85E","title":"Computational differential geometry applied to invisibility cloaks in electromagnetism and elastodynamics","abstractText":"Following the 1996 discovery of metamaterials by John Pendry and coworkers in UK, the new field of negative refraction has emerged in physics: one can combine together arrays of thin straight wires and split ring resonators to make a composite structure for which Snell-Descartes laws of optics are inverted (light takes the wrong way). Using such metamaterials, one can design a convergent flat lens which beats the diffraction limit: in theory, such a perfect lens (proposed by Pendry in his seminal paper Negative refraction makes a perfect lens , PRL85, 3966, 2000) allows you in principle to see objects much smaller than the working wavelength (imagine looking at DNA with your own eyes!). But there is even more: metamaterials open new vistas for designs of materials which can make objects invisible. There are few routes to invisibility proposed by independent important workers, namely:-John Pendry, David Schurig and David Smith who propose a geometric transform which opens up a hole in space where you can hide an object. In this case, light is swept around the metamaterial to emerge on the other side as if it had passed through an empty volume of space (in the same way as water flows around an obstacle). -Ulf Leonhardt who suggests to use conformal maps which is relevant to Pendry's and his co-workers proposal.-Andrea Alu and Nader Engheta who propose to use cylindrical cloaks whose properties dependupon the nature about the object to hide (here the knowledge of the object properties is required).-Graeme Milton and Nicolae Nicorovici who propose to use a cylindrical cloak consisting of material of negative refractive index (a cylindrical opaque perfect lens). Here, an object lying in the neighborhood of the cloak (actually outside, not inside!) is hidden by field singularities occuring on the boundary of the cloak (so-called anomalous resonances)","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F027125/1","grantId":"EP/F027125/1","fundValue":"174020","fundStart":"2008-06-24","fundEnd":"2010-06-23","funder":"EPSRC","impactText":"","person":"Sebastien  Guenneau","coPersons":[],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}