{"id":"FCF76552-F65C-40A0-9B48-80EF4C5D6183","title":"Properties and function of TRPC proteins in vascular smooth muscle using transgenic mice","abstractText":"The aim of our research is to discover molecules that control the diameter of blood vessels. These molecules will be future drug targets for prevention and treatment of cardiovascular disease (CVD).\n\nA recent survey showed that CVD such as high blood pressure, heart attack, and stroke, cause 40% of all deaths in the UK. Also, CVD costs us over &pound;29 billion a year in healthcare, and loss of productivity due to lost work days. With an aging population, these figures are likely to rapidly increase. In light of these facts, we need new drugs to prevent and treat VD. \n\nNot enough flow of blood causes cells to not receive enough nutrients (e.g. oxygen), and to build up more waste products (e.g. carbon dioxide), which leads to cells not working properly. CVD often leads to blood vessels contracting too much, which contributes to a reduction in blood flow. Therefore it is important to find out how blood vessels contract. We study muscle cells found in the walls of blood vessels, which important in making blood vessels contract.\n\nIt is known that calcium is an important molecule in making these muscle cells to contract. Our research investigates proteins, called TRPC channels, which are involved in increasing the concentration of calcium inside cells. TRPC channel proteins are pores which are found in the membrane that surrounds cells. Molecules cause these pores to open and close, which allows calcium to move into cells.\n\nTRPC channels are important in controlling how blood vessel contract, and are believed to be involved in contributing to high blood pressure, which is a major risk factor for CVD. The present work will investigate members of the TRPC channel protein family, TRPC1 and TRPC5, in blood vessels from mice, which are an excellent model for understanding what happens in human blood vessels.\n\nOur research we greatly advance knowledge on how blood vessel contract. This will ultimately help in the development of new treatments for CVD. It will also help understand ther diseases, which involve TRPC channels and changes in calcium levels inside cells.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J007226/1","grantId":"BB/J007226/1","fundValue":"367568","fundStart":"2012-04-01","fundEnd":"2015-03-31","funder":"BBSRC","impactText":"  It is hoped that our data will impact societies understanding of vascular physiology and pathology. This will lead to better treatments for cardiovascular disease, improved population morbidity and reduce mortality. Furthermore it will have a positive impact of economic prosperity of the population. Chemicals,Education,Healthcare,Pharmaceuticals and Medical Biotechnology Societal","person":"Anthony Paul Albert","coPersons":["Iain  Greenwood"],"organisation":"St George's University of London","findingsText":" Calcium is very important for controlling how our cells work. We have found a new way that calcium can be transported into our cells. We believe that this transport pathway is important for controlling how our blood vessels become constricted, which is what happens when we have high blood pressure. In the future we may be able to block this new calcium transport pathway to treat high blood pressure. Our data provide the strongest evidence so far that TRPC1 proteins form store-operated channels, and that these channels have a novel activation pathway involving PIP2, PKC, and MARCKS. We have also made the fundamental discovery that store-depletion is coupled to this TRPC1 channel activation process through STIM1 inducing PLC activity - this a novel and potentially high impact finding. We therefore believe that our results make a significant contribution to understanding TRP channel function in vascular smooth muscle and other cell types, which will be important for other areas of investigation by many different research groups. Chemicals,Education,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}