{"id":"FCF8012F-C079-4365-993E-5C7C1268B97B","title":"Neurotransmitters in opiate and alcohol addiction","abstractText":"Heroin and alcohol addiction have massive impacts on modern society, causing severe medical, psychological and social problems with their associated costs including increased use of medical resources, lost working hours and increases in crime and public disorder. In the last two decades there has been a big increase in the number of people addicted to drugs and alcohol but treatments have not kept pace with this. To try to improve this situation we are working to understand the brain processes that lead to addiction. We know that drugs including alcohol act by changing chemical messengers in the brain called neurotransmitters. Our study tries to show how these are altered in people addicted to heroin or alcohol. We also want to understand how treatments work, so we also study the effects that current treatments have in the brain to help design new and better ones. \n\nThis work will continue our successful previous research which uses the newest scanning technique, positron emission tomography (PET). This allows us to directly measure levels of neurotransmitters and their receptors in the human brain. We focus on three key neurotransmitters in addiction- the dopamine system involved in mediating pleasure, the opiate system which mediates many effects of opiate drugs such as heroin and also the pleasurable effects of alcohol, and lastly the GABA system, the brain?s natural calming system that mediates many effects of alcohol. \n\nWe rely on our patients or users to volunteer for our studies and we regularly meet with them to inform them about how the research is going and to discuss with them interpretation and relevance of the results. \n\nAs well as publishing our work in scientific journals and giving presentations at national and international conferences we also give lectures to the public about our research and the science underpinning it. Bristol University is committed to public education in science and has a Professor specifically for this ? the Collier Professor of Public Understanding of Science (at present Kathy Sykes of BBC s Rough Science). She has already worked with us in several local community meetings on addiction. Members of our research team often appear on local and national radio and TV to talk about advances in understanding of addiction, and take part in meetings with school children and their parents to give guidance on risks and realities of drug and alcohol use.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0400575","grantId":"G0400575","fundValue":"1464550","fundStart":"2005-03-01","fundEnd":"2011-02-28","funder":"MRC","impactText":"","person":"David  Nutt","coPersons":["David James Brooks","Paul  Grasby","Anne  Lingford-Hughes"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}