{"id":"FCF94621-49E6-4082-83E7-89A289D9EDCA","title":"Tapping into the virome of glaciers and ice sheets","abstractText":"It is only during the last 10 years that microbial investigations of glacial habitats have revealed that glaciers should be considered as part of the Earth's biosphere, since they harbour active microbial communities that mediate important nutrient transformations such as C fixation, iron cycling and production of methane that are important at local and potentially global scales. Different components of glaciers provide different habitats (and challenges) for microbial communities. For instance, plenty of meltwater becomes available at the surface of glaciers during the summer and several habitats are created for microbial colonisation. On average, a staggering 10 billion virus particles are found in every litre of seawater. More recently, our own data have shown that viruses are both abundant and dynamic at the surface of glaciers too. In fact, we have recently argued that low temperature habitats are hot spots of microbial evolution driven by viruses. Viruses at the surface of glaciers cause significant mortality to bacterial communities and consequently, they have an important effect on the cycling of nutrients of these habitats. Further, viruses affect bacterial communities in two ways: they control their total number and they also influence which types are present in the community. Many viruses are believed infect only one specific host (i.e., they are host specific). When that host is abundant, the viruses that infect it will also become abundant, leading eventually to a crash in the host population. Viruses can carry genetic material from one host cell to another and some of them can even persist in their hosts and change their properties without actually killing them. In this way they play a very important role in the evolution and genetic diversity of their hosts. \n\nSurprisingly, nothing is known regarding the genetic diversity of viruses in glacial habitats. The composition and the metabolic potential within the glacial viral community can be explored by isolating and characterising their genetic material recovered directly from the environment using a metagenomic approach. Each sample of glacial habitat analysed represents a snapshot of the complex mixture of different viral types. In this project, we shall obtain a picture of the virus communities at the surface of 3 small valley glaciers in Svalbard and along a 50Km transect of the Greenland Ice Sheet. Although virus diversity is probably very high at a local scale, we want to test whether many of the same viruses are present in both Arctic environments and how they compare with viruses from other environments (both cold and warmer localities, freshwater and marine, other extreme habitats). Knowledge of viral diversity in low temperature habitats, particularly in relatively isolated systems, are necessary to demonstrate that microbial diversity in those systems is unexpectedly high and that virus genomes might contain important microbial metabolic genes, including those responsible for life adaptation to cold conditions. \n\nGeographically, glaciers and Ice Sheets cover ca 15 million km2, or ca 10% of Earth's land surface area. This coverage was considerably higher during periods of glacial maxima. Thus, glaciers and ice sheets represent a substantial fraction of unexplored genetic material on the planet. Considering that worldwide glaciers and ice sheets are retreating, particularly in the Alpine and Arctic regions, the understanding of the genetic diversity of the glacial and ice sheet biome and its unique features is urgent.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J013854/1","grantId":"NE/J013854/1","fundValue":"51905","fundStart":"2012-06-01","fundEnd":"2013-06-30","funder":"NERC","impactText":"","person":"Alexandre Magno Anesio","coPersons":["Gary  Barker"],"organisation":"University of Bristol","findingsText":" It is only during the last 10 years that microbial investigations of glacial habitats have revealed that glaciers should be considered as part of the Earth's biosphere, since they harbour active microbial communities that mediate important nutrient transformations such as carbon fixation, iron cycling and production of methane that are important at local and potentially global scales. Different components of glaciers provide different habitats (and challenges) for microbial communities. For instance, plenty of meltwater becomes available at the surface of glaciers during the summer and several habitats are created for microbial colonisation. On average, a staggering 10 billion virus particles are found in every litre of seawater. More recently, our own data have shown that viruses are both abundant and dynamic at the surface of glaciers too. In fact, we have recently argued that low temperature habitats are hot spots of microbial evolution driven by viruses. Viruses at the surface of glaciers cause significant mortality to bacterial communities and consequently, they have an important effect on the cycling of nutrients of these habitats. Further, viruses affect bacterial communities in two ways: they control their total number and they also influence which types are present in the community. Many viruses are believed infect only one specific host (i.e., they are host specific). When that host is abundant, the viruses that infect it will also become abundant, leading eventually to a crash in the host population. Viruses can carry genetic material from one host cell to another and some of them can even persist in their hosts and change their properties without actually killing them. In this way they play a very important role in the evolution and genetic diversity of their hosts. \n\n\n\nIn this project, we have started to uncover the genetic diversity of viruses in glacial habitats. We have done by using traditional molecular techniques such as clone libraries (Bellas and Anesio 2013, see paper in the outcome) and by using a metagenomic approach (paper currently under preparation). So far, we have demonstrated that glacial environments contain a high amount of novel viruses and diversity. The majority (71 %) of the virus sequences clustered into three novel phylogenetically distinct groups, whilst the remainder clustered with known marine and soil derived phage sequences. A surprising find was a cluster of Arctic proglacial lake phages in Polar group III that shared up to 99 % amino acid identity to those found in an Antarctic lake on Livingston Island. Both lakes are oligotrophic environments, frozen for long periods of the year and are characterised by microbially dominated ecosystems. The near identical nature of these viruses between the South and North poles could indicate movement and exchange of virus genes between the Arctic and Antarctic on recent evolutionary timescales. Such similar strains in widely separated but analogous habitats fit the longstanding conjecture that ‘‘everything is everywhere, but the environment selects’’ (Baas-Becking 1934). Discovery science about the understanding of virus distribution in cold environments. Environment,Healthcare","dataset":"gtr"}