{"id":"FD013ED3-DD70-4286-AFCC-23734A30893C","title":"Shape co-existence in neutron-rich A~110 nuclei","abstractText":"At the centre of every atom there is a nucleus and information about how nuclei behave is relevant to many areas, including medical diagnosis and sometimes therapy, nuclear power etc. Hence it is important that we build up a picture of how nuclei react under different circumstances. For example why are some nuclei stable or, if they do decay, why do they do so by a particular method? Why do nuclei take on different shapes and what are the forces which drive them to these shapes? There are possibly 6000 combinations of neutrons and protonswhich could stick together to form nuclei that would live long enough tobe observed. Of these only about 300 exist in nature and most of ourknowledge of nuclei and their properties comes from the detailedstudy of these 300. Hence in order to test our models of nuclear forces, we have to make and study new systems. Normally when we make a nucleus in an excited state, it decays within a fraction (typically about 1 divided by 10 with 15 noughts after it) of a second . Sometimes a nucleus gets stuck in one particular configuration which then lives for a time longer than 1 thousand millionth of a second. We call these states isomeric and this research proposal is to search for such states which are predicted to exist in the heavy zirconium nuclei. It is not just the finding of these states which is the experimental goal but once they are found, if indeed they do exist, we propose to measure their properties and test them against the model predictions. The results of this comparison will be used to further refine the models so that they can be used to extrapolate beyond the nuclei for which they were developed. This information will therefore give us a clearer view of how nuclei behave and hence will enable us to use them to their maximum potential.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E030734/1","grantId":"EP/E030734/1","fundValue":"40833","fundStart":"2007-02-01","fundEnd":"2007-07-31","funder":"EPSRC","impactText":"","person":"Alison  Bruce","coPersons":[],"organisation":"University of Brighton","findingsText":"","dataset":"gtr"}