{"id":"FD0187CD-099F-4118-9B60-487407E5657D","title":"CHILDREN'S PLAYGROUND GAMES AND SONGS IN THE NEW MEDIA AGE","abstractText":"This project will update, analyse and re-present three important collections of children's playground songs and rhymes: the Opie Collection of Children's Games and Songs, and selections from collections at the National Centre for English Cultural Tradition (NATCECT) and the Leeds Archive of Vernacular Culture (LAVC). The project aims to preserve this important aspect of our national culture; but also to explore how it continues to be a part of the lives of children living in the age of computer games and the internet. What does this oral tradition borrow from the media; and how might it connect with the entertainment and information technologies of the age of new media?\\n\\nThe project will work in three ways. Firstly, it will digitise material from the collections as a new digital archive at the British Library, and design an interactive website available to educators, researchers, children, parents, and the wider public. The website will break new ground in the exhibition of children's culture, and will involve children from our partner primary schools in the design and duration of the website. The transformation of the Opie archive has the full support of Iona Opie.\\n\\nSecondly, it will carry out a two-year study of playground culture in two primary schools, one in London, one in Sheffield. This will explore how these games, songs and rhymes are used by children today as part of a living tradition; and, again, how they relate to children's experiences of popular media such as comics, TV, film, and computer games. It will also conduct an analysis of selected material, both from the playground studies and from the archive, focusing on how this oral culture relates to media cultures, which has never been systematically done before.\\n\\nThirdly, it will consider how traditional games like this are making their way into forms of new media. It will explore this by developing a suite of games for the Nintendo Wii. This will involve an innovative adaptation of the Wii's technology, to capture playground games and make them playable as computer games, without losing their traditional character. This innovation, supported by Nintendo UK, who are partners in the project, will be developed by researchers at the London Knowledge Lab, informed by ideas from panels of children from the two partner primary schools in the project.\\n\\nThe project also draws on the expertise of the British Library, NATCECT and LAVC. It is directed by researchers expert in children's literacies and media cultures, and in game theory and game design, at the Centre for the Study of Children, Youth and Media at the Institute of Education, University of London; the Centre for the Study of Childhood and Youth at the University of Sheffield; and the School of Social Sciences, Media and Cultural Studies at the University of East London. The project is based in the London Knowledge Lab, a research institution shared by the Institute of Education and Birkbeck College.\\n\\nThe project will culminate in a series of high-profile events: a children's conference in Sheffield, a conference for researchers, educators and policy-makers at the British Library, a demonstration of the Wii prototype at the BETT show, and a book presenting the research.\\n\\nFinally, the project will be supported by an authoritative expert advisory panel of academics, game industry representatives and specialists in children's oral culture. We are delighted that the Children's Laureate, Michael Rosen, has agreed to be a member of the panel.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/G013640/1","grantId":"AH/G013640/1","fundValue":"500089","fundStart":"2009-04-01","fundEnd":"2011-03-31","funder":"AHRC","impactText":"","person":"Andrew Nicholas Burn","coPersons":["Rebekah  Willett","Jacqueline Ann Marsh","Grethe  Mitchell"],"organisation":"Institute of Education","findingsText":"","dataset":"gtr"}