{"id":"FD03C07B-676D-4D6A-AD61-AA515902682D","title":"Harmonic and higher order mode mm-wave klystrons","abstractText":"The Klystron is a well-known, high efficiency amplifier, with a simple structure and scalable dimensions. It is typically designed with cylindrical reentrant cavities in the fundamental mode. However as the frequency of the device increases the size of the structure decreases. At mm-wave frequencies this leads to two problems: \n\n1) Manufacturing the complex small scale structures. \n2) The gap voltage decreases as the gap gets shorter leading to less gain.\n\nMost mm-wave klystron concepts reported in the literature are simply smaller versions of microwave klystrons. Even if, in principle the dimensions can be scaled according to the frequency increase, the fabrication challenges and the beam characteristic represent a huge obstacle to the realization of a working device when the frequency is higher than 50 GHz. This is consequently true for the frequency range around 95 GHz, which is of great interest for high bandwidth communication, radar and imaging applications.\n\nThis proposal is aimed to overcome of the above-mentioned obstacle by the realization of a 95 GHz klystron by two innovative design solutions. \n\nThe first solution is to operate the cavity at a higher order mode, chosen with similar Ez field distribution in the gap cross-section as the fundamental mode. The design will adopt reentrant cavities with square or rectangular shape, to be compatible with a photolithographic fabrication technique. The higher mode operation permits the design of the cavities with dimensions larger (at least 3-5 times) than in the case of fundamental mode operation. This eases the technological effort and makes possible a high quality fabrication by mechanical micromachining or by photolithographic processes. Further, the beam tunnel can be larger than in fundamental mode, to support higher beam current. In order to increase the interaction a number of intermediate buncher cavities, spaced all along the drift tube, will be used to increase the beam current modulation.\n\nA separate approach uses a lower frequency input cavity to modulate the beam current. As the beam travels down the drift tube beam harmonics start to form hence a higher order mode output cavity at an integer harmonic frequency of the input cavity can be excited hence acting as a high power frequency multiplier. As the input can be readily available from a lower frequency and hence more cost effective high power microwave source we are able to overcome any moderate gain of the device.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/K002961/1","grantId":"ST/K002961/1","fundValue":"71683","fundStart":"2013-02-01","fundEnd":"2014-01-31","funder":"STFC","impactText":"  The klystron is a well-known, high efficiency amplifier, with a simple structure and scalable dimensions. It is typically designed with cylindrical re-entrant cavities in the fundamental mode. However as the frequency of the device increases, the size of the structure decreases. At mm-wave frequencies this leads to two problems: (1) Manufacturing the complex small scale structures and (2) the gap voltage decreases as the gap gets shorter leading to less gain. Most mm-wave klystron concepts reported in the literature are simply smaller versions of microwave klystrons. Even if, in principle the dimensions can be scaled according to the frequency increase, the fabrication challenges and the beam characteristic represent an obstacle to the realization of a working device when the frequency is higher than 50 GHz. To reduce the cost of a mm-wave klystron operating at 100GHz the input cavity was designed and constructed to modulate the beam current at a lower frequency for as the beam travels down the drift tube beam harmonics start to form and hence a higher order mode output cavity at an integer of harmonic frequency of the input cavity can be excited acting as a high power frequency multiplier. A readily available cheap microwave source at 35GHz was assembled and tested to drive the input cavity. A 100GHz mm-wave klystron has been designed and constructed including: the thermionic cathode electron beam source and vacuum system; guide solenoid; the 3 cavity mm-wave klystron consisting of a low frequency (35GHz) re-entrant input cavity, a re-entrant intermediate cavity and a high order mode re-entrant output cavity (100GHz) was manufactured using a novel 3D printing of metal technique. Millimetre wave measurements of the klystron were carried out using a Ka-band (26.5GHz to 40GHz) and a W-band (75GHz to 100GHz) Vector Network Analyser with the measured performance of the cavities agreeing well with numerical simulations (CST Microwave Studio). To ensure the millimetre wave klystron is able to be developed for applications, follow on mini-IPS support is being pursued to allow high power testing of the 100GHz klystron due to the relevance of this source to UK industry for high frequency imaging applications as no intermediate power low cost W-band sources are currently available. Aerospace, Defence and Marine,Education,Environment,Healthcare,Manufacturing, including Industrial Biotechology Societal,Economic","person":"Adrian  Cross","coPersons":["Kevin  Ronald"],"organisation":"University of Strathclyde","findingsText":" The ABP group has overcome the challenge of manufacturing the klystron cavities by using a novel 3D printing technique to construct in silver a high order mode re-entrant klystron. The re-entrant cavity geometry is compatible with the 3D printing technique as well as operating in a high order mode resulting in the dimensions of the cavities being 5 times larger than the case if they were to operate at the fundamental mode. This has resulted in a larger beam tunnel which can be used to support a higher beam current. To drive the klystron a novel pseudospark plasma cathode was studied. The idea of making millimetre wave beam-wave interaction structures has attracted a lot of interest from the rapid design and manufacture community. Engineers such as Dr. Allan Rennie in the Engineering Lancaster Product Development Unit, University of Lancaster are very keen to collaborate with those working on this mini-IPS project to investigate the ultimate potential of this 3D printing in metal technique for the development of new high frequency vacuum electronic devices. For example the 3D porinting technique may enable new planar beam-wave interaction structures to be manufactured. Aerospace, Defence and Marine,Education,Environment","dataset":"gtr"}