{"id":"FD0455A9-58B4-44B8-9078-2C77957C1F94","title":"Support for the 8th International Conference on Adaptive Computing in Design and Manufacture","abstractText":"The intention of this well-established, biennial Adaptive Computing in Design and Manufacturing Conference series is to explore the integration of evolutionary / adaptive search, exploration and optimisation and associated Computational Intelligence (CI) technologies (e.g. neural computing, intelligent agent systems, fuzzy logic etc) across a wide spectrum of design and manufacturing activities. The series grew out of initial one and two-day annual seminars organised by I. C. Parmee at the EPSRC Engineering Design Centre at the University of Plymouth. The seminars supported information and knowledge transfer relating to the engineering application of evolutionary and stochastic search and optimisation techniques to both UK industry and academe. A more formal International Conference series commenced in April, 1994 with a three day meeting held at the University of Plymouth. Proceedings of the '94 and '96 conferences were published by the University and copies are available from the British Library. The '98 meeting saw a name change to Adaptive Computing in Design and Manufacture which allowed a broadening of the application field in response to feedback from contributors and delegates. At this point Springer Verlag took over proceedings' publication and this continued up to and including the 2004 event. EPSRC / AHRC Cluster and Network activities associated with the conference theme prompted the 2006 Proceedings to be published by the Institute for People-centred computation (IP-CC).A single stream format of paper presentations complemented by poster sessions has always been maintained. The aim has been to promote and support a highly interactive meeting where there is ample opportunity for discussion relating to problem areas concerning both the underlying technologies and the application areas. The Conference has always attracted an international audience of around seventy delegates and has provided an opportunity for participants to discover new techniques and concepts whilst discussing and improving existing technologies within an informal, discussive environment. Feedback shows that both the Editorial Committee and the delegates see the single stream format as a major strength of the Conference series in terms of benefits gained from attendance. Typical application areas have ranged across a broad spectrum, from the design of engineering systems / components through architectural and network design to the design of chemical compounds and food products. In terms of manufacturing, areas of interest have included scheduling and planning, facility layout, supply chain design and robotics. More generic areas relating to multi-objective and constraint satisfaction, support of innovation and creativity and the handling of uncertainty and ill-definition have also played a major role. Three leading International Keynote speakers have been invited to present at each of the Conferences. Our Keynotes are generally engineers / designers who are highly active in the evolutionary / stochastic search and optimisation / computational intelligence field. A The ACDM Lecture was established in 1998. Invited ACDM Lecturers have included top academics in the evolutionary / stochastic search and optimisation field who present more fundamental material relating to the underlying paradigms and algorithms. All of our Keynote and ACDM Lecturers have expressed their appreciation of the quality of the ACDM Conference and the manner in which it contributes to the field.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F062982/1","grantId":"EP/F062982/1","fundValue":"7707","fundStart":"2008-05-06","fundEnd":"2008-10-05","funder":"EPSRC","impactText":"","person":"Ian  Parmee","coPersons":[],"organisation":"University of the West of England","findingsText":"","dataset":"gtr"}