{"id":"FD0F098D-49D7-4709-8475-7D9C44A220B3","title":"What is Black British Jazz? Routes, Ownership, Performance","abstractText":"Black British jazz (BBJ) is a hybrid musical genre with tributaries in Caribbean and African music, as well as North American rhythm and blues and jazz. This project investigates BBJ in the light of its complex history of migration, political economy, recordings and performances. Can we identify a coherent style here and what might be its cultural significance? In particular, in what ways might BBJ represent black British people and identity? These issues are addressed under the three thematic headings of the project title. There is a corresponding division of labour in the research team, but also space for integrative work.\\n\\nVia Routes we examine the long gestation of BBJ as a genre and social formation since the early 20th century. Particular attention is paid to memory, continuity and change in performance traditions as they are carried from the Caribbean, North America and Africa to the UK, both by diasporic musicians and the circulation of recordings. We explore this history in terms of 'phonographic orality', investigating the relationship between the continuous process of music making and the periodic fixation of works in recordings. Using oral history and archival research we aim to produce an archaeology of BBJ, showing its emergence through Black Atlantic migration and cultural exchange.\\n\\nUnder Ownership we investigate entrepreneurship and economic infrastructure, but also cultural policy. How far is BBJ shaped by commerce, how far by state funding for the arts? The broader topic of socio-cultural ownership is also addressed, namely the people and heritage to which this music might be said to belong. Is the designation black British jazz adequate given the complex provenance of the genre? Lastly, we consider alignment between economic and cultural forms of ownership. How far do the people who claim the music as their own have an economic stake in it? To address these questions we analyse published statistics and policy documents, and interview participants.\\n\\nWith Performance the focus shifts to contemporary recording and live music making. We follow up an emerging strand of research that identifies performance as the key moment in music production. In the case of jazz, performance assumes special significance because always different improvisations lie at the creative heart of the form. Yet jazz scripts - whether in the shape of so-called standards, original compositions or idiomatic 'licks' - also play a key part. And in recording, performances are effectively frozen so that they too may become scripts with the capacity to inflect the BBJ tradition. In analysing performance we use techniques from ethnomusicology to focus in particular on 'participatory discrepancy', that is the creative tension between group co-ordination and individual creativity. Much of the analysis is based on audio-visual recordings of 'gigs', including audience activity, so as to tap the fully interactive nature of performance practice.\\n\\nIn summary, the project inquires into how BBJ has emerged historically, what forms of ownership are vested in it and how it subsists in contemporary performance. Research is interdisciplinary, paying attention to live performances, recordings and contexts. In this way we aim to provide both a comprehensive study of BBJ and produce knowledge about musical practice that breaks out of traditional paradigms.\\n\\nThe research team at the Open University bring skills that encompass the interdisciplinary methods and areas of expertise required. Collaboration with both Dune Music, the key organisation for music production and education in BBJ, and the national jazz organisation Jazz Services then provides opportunities for developing empirical research as well as disseminating findings. Involvement of the Center for Black Music Research in Chicago and British Library Sound Archive ensures that the project will have access to key archives and specialist advice as well as international channels of dissemination.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/G013586/1","grantId":"AH/G013586/1","fundValue":"495643","fundStart":"2009-01-01","fundEnd":"2011-06-30","funder":"AHRC","impactText":"","person":"Jason  Toynbee","coPersons":["MARK OLIVER BANKS","Byron  Dueck","Catherine  Tackley"],"organisation":"Open University","findingsText":" Black British jazz (BBJ) represents an important musical tradition which has played a key part in the cultural representation and identity of people of the African diaspora in the sometimes hostile environment of Britain. Over its almost one hundred year history the black British jazz tradition has also contributed to the diversity and richness of British culture more generally. This has been particularly the case since the 1980s and the advent of multiculturalism, both as a state policy and a politics of resistance. \n\n\n\nBlack British jazz musicians have made their contribution 'beyond text' to a great extent. That is, their music making depends on embodied knowledge which, while being based in scripts (standard songs, generic conventions and so on), involves emergent creative practices that extend beyond the inscribed. Improvisation and embodied knowledge are key here, but these are not limited simply to real time performance. Modes of performance and creativity are themselves improvised, for example in relation to the problem of the ending of jazz numbers. This connects to a second dimension of black British jazz beyond text; its transmission across generations. Here an important finding, and one not fully anticipated, is that educational work plays a major part in the larger BBJ tradition. Particularly in relation to the work of the Dune/Tomorrows’ Warriors organisation, the project has documented and analysed the extraordinarily productive ways in which young musicians from the inner city learn to become music makers, capable of high levels of individual creative expression, but always in the context of collective decision making and responsibility. This is an important example of music training being combined with education in civics and ethics. \n\n\n\nThe historical arm of the project has produced significant findings about the origins and trajectory of black British jazz. In tracing the points of origin of BBJ in the Caribbean it has become clear that both Jamaica and Trinidad have played leading parts, and that British imperial institutions such as the military and police bands were important training grounds. In terms of diasporic centres in the UK it now seems that Cardiff, and to a lesser extent Liverpool, were crucial in the first half of the twentieth century as centres for black British musicians playing jazz. These cities nurtured musicians with distinctive styles, but also provided departure points for internal migration to London, and the national jazz scene. One other key historical finding, once again an emergent one not expected at the start of the project, is the close relationship between everyday dancing and BBJ. Two moments stand out, that of black British swing circa 1935 – 1950, and the ‘jazz dance’ dance movement beginning in clubs during the 1980s but still continuing today. Here, we see a nexus between two kinds of embodied cultural practice beyond text, namely jazz performance and dance.\n\n\n\nIn terms of the position of BBJ as a cultural tradition based in the black British community perhaps the most significant finding of the project has concerned its contested nature. Black jazz musicians have historically been subject to the same racism which African diasporic peoples in Britain have, more generally, been on the receiving end of. However musicians have also found themselves in a unique double bind. So, at various times they have been excluded from the larger British jazz scene. But they have also been represented as an exoticised Other. The project has focused on this tension in the period since the late 1960s and the ‘consecration’ of British jazz by the ‘cultural apparatus’ including the Arts Council and the music press which to a significant extent involved the marginalisation of BBJ. In the period since the mid-1980s black British musicians have been able to mount a bid for recognition, for instance through the formation of the all black orchestra, The Jazz Warriors. In the contemporary period our research suggests there is a ‘tangle of discourses’ within the BBJ scene about its identity and status within the larger jazz scene.\n\n\n\nIn sum, the project has documented an important tradition in British musical history, but also shown its problematic nature. As well as being exemplary creators in a vitally important ‘beyond text’ musical genre which gestures towards a hybrid multicultural future, black jazz musicians stand on the edge of major fault lines which continue to bisect the cultural field in Britain – lines of race, class and cultural distinction. Project findings have already been used by our partners and others in the black British jazz community. In particular this has been in relation to our work on training where the project has, among other things, organised a panel discussion at The Open University, London on education and training. The panel shared good practice, enabled the identification of key problems in developing training and pointed towards the need for musicians and educators to develop both anti-racist and diversity strands in their campaigning to develop jazz education in the public sector.\n\n\n\nProject findings on the history of BBJ have been taken up in the context of Black History Month in a number of guises, and there is considerable potential for developing this aspect. The project is also contributing to the Bass Culture exhibition initiated by Mykaell Riley, as a touring project to show the diverse range of black musical culture in Britain. Copies of our documentary film, Kind of Black, White and Blue will be distributed at selected concerts and two podcasts currently available online have already achieved a high ‘hit rate’; ‘Learning to Groove’ was on the front page of global iTunesU for three weeks in October 2010.\n\n\n\nAs the project webpage is updated with outputs as they are published potential use of project findings in non-academic contexts is likely to increase. Communities and Social Services/Policy,Creative Economy","dataset":"gtr"}