{"id":"FD1241F0-1987-4A09-9CA8-C6117485FAD0","title":"ESRC Seminar Series Exploring Civil Society Strategies for Democratic Renewal","abstractText":"The state of democracy has emerged as a global concern in recent decades. In established multi-party systems, levels of electoral turnout and party membership seem to be in terminal decline (Norris 1999; Pharr &amp; Putnam 2000). Additionally, since the popular democratic uprisings which spread across areas of the Middle East and North Africa from 2011, a rising tide of violence and oppression has been witnessed across states that were at the very heart of the &quot;Arab Spring&quot; (Davies 2014). Recent governmental and non-governmental initiatives exhibit a strong drive to improve the strength and vitality of democracy at the local, national, global and virtual levels. From public space occupations and the emergence of 'e-citizenship' to the UK Design Commission's recent research exercise in &quot;Designing Democracy&quot;, there is a prevailing sense that participation in democratic processes can and should be improved. \n\nMany scholars have placed their hopes for democratic renewal on a civil society that is ever more vocal; and that today articulates its claims across multiple spaces, in multiple ways. One key obstacle however is that governmental bodies have not developed the tools to understand or 'listen' effectively to the myriad forms of political expression that take place across the 'porous' political spaces of the C21st. Additionally, whilst a wide variety of theoretical approaches have been developed to address the strategic dimensions of civil society activities, these literatures have rarely engaged with one another, and there remain crucial oversights in terms of theorising when it comes to political expressions that go beyond 'speech'. Literature linking civil society strategies to the prospects for democratic reinvigoration has been limited in scope, usually resting on traditional assumptions of a world of territorially bounded sovereign nation states - a model that is increasingly contested.\n\nBy attending to various gaps in existing research; and by facilitating learning encounters between civil society representatives, public officials and academics, our seminar series will: i) cast a critical scholarly lens on the current 'crisis of democracy' experienced the world over, and ii) explore the ways that civil contentious strategies of the C21st can and do contribute to improving, strengthening or renewing democratic vitality. A key aim of our seminar series is to build public and institutional capacity to effectively understand and engage with new and newly transformed modes of political expression and claim making; a crucial step in strengthening democracy.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/N00874X/1","grantId":"ES/N00874X/1","fundValue":"30365","fundStart":"2015-12-01","fundEnd":"2017-11-30","funder":"ESRC","impactText":"","person":"Matthew Vincent Flinders","coPersons":["Alejandro Milciades Pena","Ali  Bilgic","Thomas Richard Davies","Holly Eva Ryan"],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}