{"id":"FD13782A-74DB-4161-8BC1-DEFB5A6846F9","title":"Structure-function relationship of p53 tumour suppressor protein","abstractText":"Tissue cells of multicellular organisms such as the human body function in a highly coordinated manner in order to prevent the development of any undesirable trends within a tissue or an organ. Environmental pressures and exposure to various genotoxic agents keeps our cells under the constant threat of mutations which can induce the development of cancer. Naturally our cells have developed multiple defense mechanisms to eliminate such mutated cells from healthy tissue and this task is initiated and performed by a number of proteins called tumour suppressors. p53 transcription factor is one such protein and has been termed the 'guardian of genome'. p53 is involved in quality control of our chromosomal DNAand its importance is highlighted by the fact that more than 50% of human cancers are associated with mutations in the p53 gene. A substantial wealth of knowledge has accumulated due to intensive biomedical and biochemical studies of p53's action but the underlying molecular mechanisms of its participation and response to DNA damage are still unclear. Understanding the structure-function relationship of this crucial molecule would require capturing a series of snapshots of the molecule in its different states and in complex with DNA. The natural diversity of the length of inner spacer in p53 response elements implies that study of p53-DNA interactions would elucidate the general mechanisms of transcription factors and other DNA-binding proteins. The visualisation of conformational changes within the p53 molecule will reveal the mechanism of its functioning that will be further explored experimentally. The first structure of the full length p53 gave us the launching platform for further analysis of its complexes with DNA and of cancer-relevant p53 mutants. In this project we will analyse the p53 molecules in a physiological environment using the state-of-art electron microscopy facilities in Birkbeck College. Image analysis and docking of known atomic structures of domains will allow analysis of different conformations of p53.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E021042/1","grantId":"BB/E021042/1","fundValue":"351606","fundStart":"2008-03-01","fundEnd":"2011-02-28","funder":"BBSRC","impactText":"  The funds were used to perform fundamental studies of the p53 structural organisation, to analyse its mode of interaction with DNA. Using biochemical approached and mainly cryo electron microscopy accompanied with rotary shadow experiments of p53/DNA complexes we have found how oligomerisation of p53 takes place. CryoEM and image processing combined with X-ray crystallography and NMR spectroscopy allowed us to make validation of the structure obtained and suggests a model of p53 space organisation. Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology ","person":"Elena V Orlova","coPersons":[],"organisation":"Birkbeck College","findingsText":" p53 major tumour suppressor protein has presented a\nchallenge for structural biology for two decades. The intact\nand complete p53 molecule has eluded previous attempts\nto obtain its structure, largely due to the intrinsic\nflexibility of the protein. Using ATP-stabilised p53, we\nhave employed cryoelectron microscopy and single particle\nanalysis to solve the first three-dimensional structure\nof the full-length p53 tetramer This structure revolutionises existing concepts of p53's molecular organisation and resolves conflicting data relating to its biochemical properties. This architecture explaines how the protein can bind differently spaced DNA target sequences, essential for p53 transactivation and tumour suppressor functions. Our research opens the door for development of drugs that can regulate activity of p53. Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}