{"id":"FD14F713-800D-4625-8700-AD4B17B3A0FC","title":"Italian food and urban culture: from the Middle Ages to the present day","abstractText":"Prominence in the 1980s coincided with Italy's entry into the consumer era. By tracing the development of leading vast business interests have evolved around the worldwide market for Italian food. And those interests have created a very distinct image. Recipe books, supermarket product lines, television programmes, etc. all foster a *rural* picture of Italian cuisine. According to this stereotype, Italian food derives from peasant traditions and its paradigmatic home is the olive groves and vineyards of Tuscany. The same stereotype is widespread in Italy too.\n\nThis rural image is profoundly misleading. Italian food is the product of a distinctively *urban* culture. For a millennium, the cities of the peninsula have been where all the factors that shape gastronomy have been concentrated: wealth, resources, markets, consumers, expertise, political power, social and labour diversification, snobbery, publishing, scholarship, and so on. Thus the development of Italian food culture in all its diversity can most effectively be traced through cities.\n\nDespite the large body of historical research in this field (see Case for Support), there is still no monographic narrative history of Italian food from its origins to the present day. Nor is there a history that places the city at the centre of its approach. The book that will be the main output of my research aims to fill those gaps. The urban matrix of Italian food was established in the Middle Ages, approximately with the restoration of the cities' economic and political fortunes in the eleventh century. For each period since that time, I choose two or three representative cities in which to contextualize an analysis of the primary sources, while using them to illuminate broader developments, and compare the chronology and themes of food history to changes in Italian society.\n\n\nAims and objectives\n\nAims: (i) to investigate the distinctively urban matrix of Italian food in a long-period historical analysis; (ii) to explore three key features of Italian cuisine in historical perspective: its diversity across different localities; its patterns of regional a. national uniformity; its transportability. Objectives: (i) to produce, by means of an accurate historical account, a better understanding of Italian food; (ii) to disseminate findings both to the academic community and to a wider public, and stimulate informed debate about Italian food and diet.\n\nThe research during my AHRC leave relates to the following:\n\nMinnesota. The home of Ancel Keys, the researcher who did most to establish the link between diet, cholesterol and heart disease. By popularising the health benefits of the 'Mediterranean diet' in his 1959 bestseller Eat Well, Stay Well, Keys revolutionized perceptions of Italian food both. My research aims to trace Keys's influence on Italian food culture through newspaper coverage and recipe books since the early 1960s.\n\nParma. Parma is the home of one of Italy's biggest food companies, Barilla. Its rise to Barilla brands, I aim to show how they shaped and reflected the aspirations of urban consumers.\n\nBra, Piedmont, home of the Slow Food movement. The movement is highly historically aware, and promotes territorially-based food traditions and the idea of the 'Slow City'. By debating with the movement's leading figures, I will reflect on the current state of Italian food.\n\nApplications, benefits.\n\nItaly is a key reference point in public thinking about food issues. Italy, or at least a media-constructed version of Italy, is the imaginary home of what good food is supposed to be. Moreover, most of the western world can now be considered\n'urban', in that its consumers benefit from a range of food choices that, in earlier eras, was only available to the city elites of Medieval and Renaissance Italy. For these reasons, shifting public understanding of Italy and Italian food would help foster a less romanticized and more productive public discussion about what we eat.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E506100/1","grantId":"AH/E506100/1","fundValue":"21898","fundStart":"2007-01-01","fundEnd":"2007-03-31","funder":"AHRC","impactText":"","person":"John  Dickie","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}