{"id":"FD15E7D3-3871-4AB2-B90F-59BC698C46DB","title":"Characteristic polynomials in Gaussian beta-ensembles and Calogero-Moser operators","abstractText":"Random matrices are square (or, more generally, rectangular) arrays of numbers that are drawn at random according to some probability distribution. Ever since the seminal work of Wigner in the 1950s, random matrix theory has attracted wide attention in both mathematics and physics. An important reason is the truly remarkable fact that statistical properties of large random matrices -- such as, e.g., the mean spacing of eigenvalues -- can be used as an effective model for a wide range of phenomena. Striking examples include highly excited states of heavy nuclei, the limiting distribution of the non-trivial zeros of the Riemann zeta function, and the enumeration of maps or graphs 'drawn' on surfaces.\n\nDepending on according to which distribution the elements of the matrices are chosen, one obtains different so-called ensembles of random matrices. Some of the most important and widely used are the Gaussian Orthogonal (GOE), Unitary (GUE) and Symplectic (GSE) ensembles: they are not only directly relevant to numerous applications but can also be understood in great detail. These ensembles are all contained in a one-parameter family known as the Gaussian beta-ensembles, where beta is any positive real number. This family of ensembles is not only interesting and important in its own right, but also provides a unifying point of view on the classical GOE, GUE and GSE ensembles. Although recent years has seen a surge in both interest and striking new results, the Gaussian beta-ensembles remain far from as well understood as these classical cases.\n\nThe main aim of the proposed research is to bridge an important gap in the literature on Gaussian beta-ensembles: to determine the behaviour of averages of products and ratios of characteristic polynomials of random matrices drawn from such ensembles for large matrices. These averages are important in numerous applications, and they are also fundamental to random matrix theory itself. In addition, it would provide a unifying point of view on corresponding recent results for the GOE, GUE and GSE ensembles. In order to achieve this aim we will exploit a direct connection to integrable partial differential operators of so-called (deformed) Calogero-Moser type. This connection provides powerful techniques and results from the theory of partial differential operators in particular and Calogero-Moser operators in particular. Moreover, the proposed research will thus lead to important new results also on (deformed) Calogero-Moser operators.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K010123/1","grantId":"EP/K010123/1","fundValue":"98890","fundStart":"2013-01-17","fundEnd":"2015-01-16","funder":"EPSRC","impactText":"  Thus far my findings have not generated any impact beyond academia.  ","person":"Martin Axel Hallnas","coPersons":[],"organisation":"Loughborough University","findingsText":" Random matrices are square (or, more generally, rectangular) arrays of numbers that are drawn at random according to some probability distribution. This project is focused on exploring a relationship between so-called beta-ensembles of random matrices and particular integrable partial differential operators of so-called deformed Calogero-Moser type.\n\nThus far we have obtained a number of results on such operators and their eigenfunctions that we believe are applicable to the study of beta-ensembles. This includes the construction of kernel functions and orthogonality results for their eigenfunctions. In addition, we have begun to apply these results to so-called Jacobi beta-ensembles. We believe that our results in the publication &quot;Source identities and kernel functions for deformed (quantum) ruijsenaars models&quot; will be used to construct eigenfunctions of deformed Ruijsenaars model. At the moment these models are very poorly understood and their is great scope for future developments.\n\nWe also believe that the other results obtained within this project, as described above, will be applied in the study of characteristic polynomials of random matrices from beta-ensembles. However, since these results are not yet published (papers are in preparation), it is difficult to give precise predictions at this stage. Other","dataset":"gtr"}