{"id":"FD206AE4-1ECF-4C64-8BE6-8D491EE50219","title":"The Role of Zero Field Splitting in the Properties of Paramagnetic Transition Metal Clusters","abstractText":"Paramagnetic transition metal complexes have long been studied for their many interesting and useful properties. For example the role of transition metal complexes in the function of metalloenzymes, or the exploitation of their magnetic characteristics in molecular magnetism and the broader realms of materials science. The key properties of transition metal complexes arise from the details of their electronic structure. The intricacies of the electronic structure in transition metal complexes with stable states in which the spin angular momentum has S&gt;1/2, are governed by the zero field splitting (ZFS). ZFS is a very subtle effect that has important and determining consequences for the properties of transition metal complexes. The ZFS also influences molecules other than transition metal complexes, such as organic and organometallic molecular magnets.ZFS is usually characterized by two parameters, termed the axial (D) and rhombic (E) zero field splitting constants. These parameters can be measured by a variety of techniques. While the measurements of zero field splitting parameters may be carried out routinely, there is limited understanding of the physical origin of these parameters and, more importantly, very limited understanding of how the ZFS parameters relate to the geometric and electronic structure of transition metal complexes.Knowledge of the factors which govern the ZFS is a scientific challenge arising from technological needs that will be enhanced and enabled by a deeper understanding of ZFS. An early example is in the area of molecular magnetism and the design of single molecule magnets. Single molecule magnets, discovered around a decade ago, act as molecular magnetic memories (at very low temperatures) and are therefore the smallest conceivable magnetic storage devices. There have been proposals that molecule-based magnets could also be useful in quantum computing. Progress has been made on schemes for producing a low-volatility or non-volatility memory device utilizing zero field splitting properties to store data. Typically a single molecule magnet contains between four and twelve metal centres. When placed in a magnetic field the energy levels of these species are selectively populated so that a net magnetization is obtained. When the magnetic field is removed the magnetization persists because there is an energy barrier that must be overcome for the energy levels to resume their equilibrium distribution. The ability of these systems to retain this magnetization (and hence store information) is dependent on the ZFS of their magnetic spin ground state. The barrier to reversion of the energy levels is proportional to the resultant D, which must be negative, and which arises from the combination of the component single ion ZFSs. Understanding the ZFS in polymetallic clusters and how geometry and electronic structure changes relative to the single ions are the key issues in designing the properties of molecule-based magnets which may retain magnetization at higher temperatures, or have a specific manifold of energies.The study of the interactions between metal centres in polymetallic complexes has importance in many other fields. In particular the role of metal centres in biological processes. Examples where transition metal ions play a principal role include the active sites of metalloproteins, where they efficiently catalyze a wide variety of chemically complicated reactions through the activation of molecules. An important class of metalloproteins are metalloenzymes, these are enzymes that contain one or more metal atoms as functional parts of their structure and participate in enzyme catalysis. Many of the transition metal ions occurring in proteins are paramagnetic and so are amenable to study by a range of spectroscopic techniques. In turn these observations are governed by the zero field splitting.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F039891/1","grantId":"EP/F039891/1","fundValue":"129978","fundStart":"2008-12-12","fundEnd":"2012-12-11","funder":"EPSRC","impactText":"","person":"Joseph John McDouall","coPersons":["David  Collison"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}