{"id":"FD25202A-FD63-4557-A48C-98B767215135","title":"Virulence gene dynamics in the human malaria parasite.","abstractText":"The proposed research concerns the most important human malaria parasite, Plasmodium falciparum. Malaria is one of the world's most debilitating infectious diseases, killing almost a million people every year and affecting up to 300 million. Most of the deaths occur in young children in sub-Saharan Africa, but adults can also suffer from malaria throughout their lives, reducing quality of life and retarding economic development in endemic countries. The lack of an effective vaccine and the emergence of drug-resistant parasites mean that there is now an urgent need for research leading to a better understanding of the malaria parasite, and hence to new vaccine targets and treatment strategies for this disease.\n\nThe malaria parasite causes illness via the infection of red blood cells. It multiplies inside these cells and modifies their surfaces with proteins called PfEMP1s that bind to the walls of blood vessels. This is crucial for parasite survival as it removes infected cells from the circulating blood and protects them from passing through the spleen, which might recognize and destroy them. It also contributes to disease, with severe malaria being particularly associated with the accumulation of infected cells in vessels of the brain and placenta. It is therefore of great interest to malaria biologists to understand the mechanisms that control the expression of these adhesive PfEMP1 proteins.\n\nPfEMP1s are not expressed uniformly by all malaria parasites: instead, individual parasites regularly switch between different variants. This allows them to stay ahead of the immune system and sustain a chronic infection for months or even years. The parasites have a large, variable family of 'var' genes for different PfEMP1 proteins and they vary the expression of these genes by so-called 'epigenetic switching'. Furthermore, var genes recombine very readily to generate new variants, so each parasite strain - of which there are many hundreds circulating in endemic areas - has a unique repertoire of possible surface proteins. This is one reason why immunity to repeated malaria infections is slow to develop in humans: every new parasite strain looks different to the immune system, so people can be re-infected repeatedly throughout their lives.\n\nUnderstanding, and ultimately interfering with, the expression, switching and recombination of var genes - and thus the variant expression of PfEMP1 proteins - could be a key to more effective immune control of malaria. Therefore, this research focuses on a possible biological mechanism for switching between var genes and for generating new variants. An unusual DNA structure called a G-quadruplex that is concentrated around var genes may affect both of these processes. Experiments to investigate this idea will include stabilizing the G-quadruplexes with specific chemicals and testing the effect on var gene expression. G-quadruplexes will also be isolated to test their effect on 'reporter' genes (genes coding for an easily-measurable product, such as a fluorescent protein). Finally, we will also test the effects of mutating some proteins called helicases that unwind the G-quadruplex DNA structures.\n\nThese studies will lead to a better understanding of the mechanisms underlying var gene dynamics, and may ultimately inform new strategies to combat malaria, since var genes - and the PfEMP1s that they encode - are central to malarial disease. The outcomes of the research will be published in open-access scientific journals and presented at international conferences. They will be communicated to the general public via summaries on appropriate websites and via science writing in magazines and/or online. Work such as this remains vital as long as the malaria parasite continues to cause an immense burden of human disease.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L008823/1","grantId":"MR/L008823/1","fundValue":"268069","fundStart":"2014-01-21","fundEnd":"2016-07-20","funder":"MRC","impactText":"","person":"Catherine Jill Merrick","coPersons":[],"organisation":"Keele University","findingsText":"","dataset":"gtr"}