{"id":"FD2A7921-0C29-4B04-A9F7-29F7FA4A76FD","title":"Structure of the nucleoskeleton and its role in nuclear compartmentalisation","abstractText":"Complex organisms are made up many different types of cells. This is necessary because individual cells are dedicated or specialised to undertake specific functions. Muscle cells and brain cells have quite different functions and their structure reflects this. Despite the fact that different cells can easily be distinguished by their appearance, they all have the same genetic information. This means that in principle almost all cells of our body have the potential to change from one cell type to another. This does not happen, as the genetic information in DNA is controlled so that specific cells only use a small fraction of the genetic information. The process whereby the use of genetic information is restricted in each cell is called differentiation. During differentiation, the genes within a muscle cell are modified so that only genes required for muscle cell function will work. The process of restricting the use of particular genes in defined cell types is extremely complex and is regulated by many different processes. Three of these are of particular importance: 1) Genes work when small proteins called transcription factors are present. Transcription factors bind specific genes and allow theme to be expressed as protein. The protein is then responsible for specific functions. 2) The DNA of genes is bound to proteins called histones that regulate the access of transcription factors to DNA by changing the structure and accessibility of the DNA-protein complex that we call chromatin. 3) Genes only work when they are in the appropriate place in the cell. The genes that dictate specialised cell function are found in the cell nucleus. Even within the nucleus, a gene must be in the correct space in order to work properly. This proposal explores the principles that define nuclear space in human cells. The structural elements that are responsible for defining space include: 1) Structural elements of the nucleus / we call these the nucleoskeleton. 2) The structure of chromosomes, where the genes are stored. 3) The arrangement of the active nuclear compartments where genes must be placed in order to work. We will establish how the nuclear structure is important to gene function. We know that it is important because small alteration in the structural proteins / called nuclear lamins / are associated with a number of different diseases. The easiest mutations to understand make weak nuclear structures, so that cells that are subjected to force during their normal life time / such as muscle cells - tend to be easily damaged and die. The structural proteins form a chicken-wire like mesh of protein filaments just inside the nucleus. The filaments contain as many as five different proteins and are associated with many more. However, we do not know how the different proteins contribute to the strength of the network. The filaments of this structure also pass deep inside the nucleus. The aims of our work are: 1) To understand how the structure of the nuclear lamina determines nuclear function and in particular how genes work. 2) To understand how changes in the nuclear lamina result in functional defects seen in disease. 3) To show how changes in the nuclear lamina influence the organisation of special compartments in the nucleus where genes work / we call these factories. 4) To understand how chromosomes are associated with these special places and how this influences the behaviour of chromosomes and the special structures from which chromosomes are built. We will use some very clever microscopy techniques that define with very high precision where specific molecules are in very complex structures. We will also perform detailed analysis of protein mixtures that are removed from cells when they are treated in ways that gradually destroy the important places. We hope to show which proteins and protein complexes are important in the structure of these sites in living cells.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D00327X/1","grantId":"BB/D00327X/1","fundValue":"452936","fundStart":"2006-04-03","fundEnd":"2009-08-02","funder":"BBSRC","impactText":"  While this project was being performed there was significant speculation about the role of nuclear organisation in controlling gene expression. The project showed definitive evidence for the role of lamin B in establishing sites of gene expression. This contributes to fundamental thinking that links nuclear structure and function in human cells and can be of significance for future drug development. Education,Healthcare Societal","person":"Dean  Jackson","coPersons":["Josip  Lovric","Paul Francis Sims"],"organisation":"The University of Manchester","findingsText":" The key objectives were to define the role of lamin proteins in human cells and define the structural importance of the protein networks that incorporate these proteins. The most important objective has been met in full. As detailed above we have shown that loss of lamin B1 - but not lamin A/C and B2 - has profound functional implications that lead to compromised RNA and DNA synthesis. We analysed the behaviour of lamin depleted cells and published a range of structure-function links. The general roles that are played by nuclear lamin proteins in controlling nuclear structure is well known. Our study provided a detail molecular analysis of their role in nuclear function. We showed that laminB1 has a fundamental role in controlling the sites where RNA synthesis takes place. This realisation is of value to other research working on nuclear structure and function. Education,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}