{"id":"FD2AA7B7-F60D-40DB-A991-4C93941FA925","title":"Training Researchers on Ethics and Ethical Practice in Social Science Research","abstractText":"<p>Core to all good social science research is a commitment to ethical practice in the development, undertaking, analysis and dissemination of that research. The growing range and sophistication of research also draws attention to the need for more explicit understandings of what constitutes good practice for all social scientists.</p>\n\n<p>Heightened awareness of the complexity of human-centred research in Universities and elsewhere has created demand for clearer ethical review processes. While important, this is only part of the story. Understanding what constitutes ethically sound research, how to operationalise this in practice and how to deal with unexpected ethical dilemmas that arise in the field or where adherence to formalised ethical guidance may be problematic are also of crucial importance in undertaking ethically sound research.</p>\n\n<p>This initiative aims to: </p>\n\n<ol>\n \n\n <li>increase knowledge and a critical understanding of research ethics as process; and </li>\n\n <li>increase knowledge and a critical understanding of research ethics as practice in undertaking ethically sound research underpin.</li>\n</ol>\n\n<p>The implications and issues raised by different methodologies also form a guiding principle of this training initiative. </p>\n\n<p><br />Training is organised around a series of 12 three-day events over a three-year period and open to researchers at all levels. Further information available at: <a href=\"http://www.lancs.ac.uk/fass/events/ethicalresearch/\" rel=\"nofollow\">http://www.lancs.ac.uk/fass/events/ethicalresearch/</a><br /></p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-035-25-0024","grantId":"RES-035-25-0024","fundValue":"78820","fundStart":"2006-12-01","fundEnd":"2010-02-28","funder":"ESRC","impactText":"  The findings of this RTI have been used to support education and training in research ethics at both the level of the individual and group training in both the UK and globally. Whislt the main beneficiaries have been those working in academia it has also been used by researchers working in the health and social services, the voluntary and private sectors. Communities and Social Services/Policy,Education,Healthcare,Other Policy & public services","person":"Christine  Milligan","coPersons":["Carole  Truman","Nayanika  Mookherjee","David William Archard","Hazel  Biggs"],"organisation":"Lancaster University","findingsText":" This Researcher Development Initiative was designed to provide training opportunities for both novice and experienced researchers (both within academia and elsewhere) who wanted to enhance their continued professional development through increasing their knowledge and understanding of what constitutes good ethical research. This might either be with the aim of serving on Ethical Review Boards, or providing a basic foundation for the development of ethical training in their own departments, organisations or institutions. So while training may have been primarily of interest to those conducting research within the Higher Education Sector, it was also intended to address the needs of those undertaking human-centred research in any organisation for which ethical approval is required - including the statutory, private and voluntary sectors. \n\nThe RTI ran a series of twelve 3-day events, focused around six core themes - each of which was repeated once – but at more advanced level - over a 36-month period. Each workshop was designed so that it could be taken as single one-off event; or as a series of interrelated activities. \n\nThe overall aim was to increase researchers' knowledge and understanding of good ethical practice firstly, by increasing their knowledge of ethical processes; and secondly by raising awareness of the issues involved in good ethical practice. Our six core themes included: \n1) Ethics as Process (including training for members of ethical review committees; ethics review procedures and well as key legal and regulatory procedures).\n2) Ethics as Practice in UK research settings (designing good ethical research; informed consent; anonymity and confidentiality; and safety and risk in the field in UK settings).\n3) Ethics as Practice in non-UK Settings (research design and ethical dilemmas in non-UK settings; cultural sensitivities; and understanding safety and risk in the field in non-UK settings).\n4) Ethical Practice when Working with Vulnerable Groups (increasing awareness of difference and ethical concerns when working with a range of vulnerable populations).\n5) Ethics and Participation (ethical issues surrounding participatory research and regulation; and ethics and ethnographic research).\n6) Ethics and the Media (ethical issues arising in research using both traditional media sources as well as the internet).\nKey to each of these training events was an examination of how these issues are understood, affected by, and played out through, a range of different methods and techniques used in research - including both quantitative and qualitative approaches. \n\nThe RTI workshops were organised around invited expert speaker who introduced the topic followed by facilitated small group discussion. This approach proved particularly effective at encouraging participatory dialogue around the topic and was highly commended in participant feedback.\n\nWorkshops on Ethics in Participatory Research were accredited by the National Patient Safety Agency and included in the training programme of the National Research Ethics Service (NRES) for LREC chairs and members. \n\nThe development of the ethics website developed from the RTI has proven to be a particularly useful tool for trainers and trainees in disseminating good practice around research ethics. Our key output has been an online web resource developed and adapted from the materials gathered during the course of RDI. This has been designed to provide open access support to social science researchers and trainers largely, but not exclusively in the UK. The materials provide a range of practical information, case studies and sample forms as well as critical debates around core topics. This web resource is detailed above and to date has received nearly 20,000 views. I am regularly contacted by researchers both within and outside of academia (both within the UK and internationally) to request permission to use materials on the website or to request permission to add a link to this website from their web pages. The materials resulting from this RTI thus continue to be used by others on a regular and ongoing basis. The RTI directly resulted in teach members being invited to speak at twelve different events both nationally and internationally and six published papers. Hence dissemination from this RTI has been widespread. Education","dataset":"gtr"}