{"id":"FD2E1F39-5F01-4817-86BD-6DE201ABFF65","title":"The Challenge of Widespread Ubiquitous Computing","abstractText":"Ubiquitous computing (ubicomp) concerns the embedding and distribution of computing into the world around us. The Mixed Reality Laboratory (MRL) at the University of Nottingham has been at the forefront of international ubicomp research for the past six years, creating new ubiquitous devices, establishing the distributed software platforms that are required to knit many such devices together, working with external partners to demonstrate innovative and creative applications of ubicomp, and studying these and then generalising the lessons learned into new design concepts and frameworks. Much of this research has been carried out within EPSRC's Equator project, a six-year, ten million pound Interdisciplinary Research Collaboration that involved eight UK universities and that was led by the MRL. Through Equator and other projects we have successfully laid the foundations for a new interdisciplinary approach to ubicomp research that involves taking emerging technologies out of the laboratory and studying them 'in the wild'. In so doing we have placed the UK in a world-leading position in this field.Following the end of Equator, the MRL is seeking platform funding to sustain its research capacity by retaining and further developing key interdisciplinary researchers and by undertaking speculative new projects to chart out the major new challenges that will arise as ubicomp moves from its current state of isolated installations that are maintained by researchers to being widespread and managed by end-users. At the heart of this emerging agenda are the three research challenges of exploring the temporal, spatial and material expansion of ubicomp. These will be charted through a program of speculative pilot projects, sensitising studies and research challenge sandpits. This will be complemented by a focus on developing collaborations where we will work with external partners to explore two key application domains, the creative industries and everyday living. Finally, we will use platform funding to strengthen our core research capacity, developing our research staff and enhancing our supporting methods and software tools. This programme of activities will enable the MRL to continue to shape the agenda for ubiquitous computing over the next five years and the UK to remain at the forefront of research in this rapidly growing field.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F03038X/1","grantId":"EP/F03038X/1","fundValue":"1005630","fundStart":"2008-09-01","fundEnd":"2013-08-31","funder":"EPSRC","impactText":"  This platform funding provided underpinning support for the Mixed Reality Lab, being used to retain key staff and develop new ideas as the basis for future funding proposals. It supported over 15 sensitising studies, pilot projects, and infrastructure developments, with the direct impacts on industry, most notably through the artists residency scheme described in the section on secondments.\n\nA wider impact of this platform funding has been to lay the foundations for establishing the Horizon Digital Economy Hub and Centre for Doctoral Training at Nottingham that has ultimately engaged with a network of over 200 industry partners. Aerospace, Defence and Marine,Creative Economy,Digital/Communication/Information Technologies (including Software),Energy,Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections Cultural,Economic","person":"Steve  Benford","coPersons":["Gary Edward Burnett","Thomas  Rodden","Andrew  Crabtree","Chris  Greenhalgh","Boriana  Koleva"],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}