{"id":"FD2FA73A-E6C5-4B58-94CB-887DADFF3E76","title":"Mesostructure in Cat-anionic Surfactant-Polymer Films","abstractText":"This proposal is for travel to undertake experiments using neutron reflectivity on the new instrument Platypus on the OPAL reactor at ANSTO in Sydney. It is difficult to obtain neutron reflectivity beamtime for open liquid surface samples due to the small number of instruments world-wide which are configured to take samples in this geometry and the popularity of this technique which means existing instruments are generally oversubscribed. We have succeeded in obtaining 2 days of beamtime in a competitive peer reviewed proposal scheme, on this brand new instrument, and now request travel funding to go to Sydney to carry out this experiment. The work continues our investigations into polyelectrolyte-surfactant solutions which form solid films by adsorption at the air-solution interface funded under EPSRC grant EP/E029914/1. Our initial investigations focused on the polyethylenimine-cationic surfactant system but we have now found that film formation is a general feature of solutions containing mixed aggregates of a cationic and an anionic surfactant in the presence of water soluble polymers. This enables use of biocompatible polymers which mean these films may be able to be used in enacapsulation of therapeutics for controlled delivery applications for instance in wound dressings. In this neutron reflectivity experiment we will make use of contrast variation in order to determine the proportion of each surfactant in the mesostructures of films containing CTAB and SDS with polyethylene oxide or polyacrylamide. We will investigate several different total surfactant and polymer concentrations for five CTAB:SDS ratios to study the effects on structures formed in this system. While in Sydney we have also been invited to visit Prof Greg Warr at the School of Chemistry, Sydney University to give a seminar and to observe a modified small angle X-ray scattering instrument similar to an instrument in Dr Edler's lab in Bath, with a view to implementing this modification on the Bath instrument.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H00985X/1","grantId":"EP/H00985X/1","fundValue":"5282","fundStart":"2009-05-08","fundEnd":"2009-11-07","funder":"EPSRC","impactText":"  Currently films are under investigation for drug delivery with collaborators at Reading University. Pharmaceuticals and Medical Biotechnology ","person":"Karen  Edler","coPersons":[],"organisation":"University of Bath","findingsText":" This proposal was for travel, for Dr Edler and a PhD student Matthew Wasbrough, to undertake experiments using neutron reflectivity on the new instrument Platypus at the Bragg Institute, ANSTO in Sydney. We obtained 2 days of beamtime in a competitive peer reviewed proposal scheme on this brand new instrument, and requested travel funding to carry out this experiment. The reflectivity experiment continued our studies of polyelectrolyte-surfactant solutions which form solid films at the air-solu The films may find use in drug delivery, templates for new materials, sensor supports, responsive membranes Agriculture, Food and Drink,Chemicals,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}