{"id":"FD34B18D-21C4-4280-9F70-961BD1A686EA","title":"CESBIC--Critical Enzymes for Sustainable Biofuels from Cellulose","abstractText":"Sugar can be fermented to ethanol which can then be distilled to give ethanol good enough to be used as a fuel. This is bioethanol. Bioethanol is a 'sustainable fuel' meaning that its production and use has a significantly lower impact on the environment than oil or gas. It can make a major contribution to meeting our future energy demands. Why then don't we make more use of bioethanol? The answer lies in the sugar that is needed to make it in the first place. To be sustainable the sugars need to come primarily from plants. However, plants only produce relatively small amounts of sugar. Most of a plant's energy is tied up in a material called cellulose (essentially the material that gives a plant its structure), which-whilst it is made up of individual sugar units-cannot be efficiently broken down into its individual sugar units and therefore cannot be fermented. This means that the vast majority of a plant is useless in producing bioethanol.\n\nTherefore, there has been a global search for a means of converting cellulose to sugar which is both efficient and simple. Such a solution now appears to be within our grasp. It turns out that fungi do this chemistry all of the time, by secreting enzymes which attack the cellulosic plant material they are degrading. Very recently these enzymes were isolated and studied. They were shown to be unprecedented in terms of their structure and biochemical function. It is clear that we need to study these enzymes in much more detail to make the best use of them.\n\nThis project aims to do exactly that, not only by studying the enzymes themselves, but also seeing how these can be then used directly in industry to make bioethanol. The project brings together some of the leading investigators from the UK, Denmark and France. We will take what is called a 'genomics to catalyst' approach, where the genomics allows to understand the full range of fungal enzymes that are used to degrade cellulose, and the 'catalyst' part is developing this knowledge to working industrial catalysts.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L000423/1","grantId":"BB/L000423/1","fundValue":"724594","fundStart":"2013-04-01","fundEnd":"2016-07-01","funder":"BBSRC","impactText":"","person":"Paul Howard Walton","coPersons":["Paul  Dupree","Gideon John Davies"],"organisation":"University of York","findingsText":"","dataset":"gtr"}