{"id":"FD35A1CA-2D39-41A8-A111-7CFE1D182589","title":"CDK INHIBITION THERAPY AND POTENTIAL FOR NOVEL IMAGING BIOMARKERS IN IDIOPATHIC PULMONARY FIBROSIS","abstractText":"Idiopathic pulmonary fibrosis (IPF) affects some 4000 people a year in the UK. There is no effective therapy and the average survival is 3 years. This means that IPF has a worse prognosis than many common cancers. We do not know what causes the disease, but inflammation is part of the complex disease process. The neutrophil is an inflammatory blood cell present in excess amounts in the lungs of patients with IPF. Normally, neutrophils only live for a few hours before dying and being removed by ?clearing? cells. In some diseases such as IPF, we believe that the neutrophil is able to survive longer in the lung, thereby injuring tissue and cause scarring. Corticosteroids are powerful anti-inflammatory drugs that are often used, but appear to not work well in IPF. \n\nOver the last 20 years, our group have studied how neutrophils are able to survive longer and crucially how we might overcome this to allow normal healing. We have now discovered that R-roscovitine, a drug that affects the cell survival, has the unique property of forcing activated neutrophils to die therefore preventing lung damage. R-roscovitine has been used recently in patients with cancers, since it may also be effective at killing tumour cells. These cancer studies show that the drug is safe to use in humans. We wish to perform a study of R-roscovitine in patients with IPF. We will firstly determine the optimum oral dose and side-effect profile in 20 patients with IPF. Next, we will perform a study in 40 patients with IPF randomly allocated receive a combination of R-roscovitine, no specific treatment or corticosteroids. We will measure neutrophils in lung fluid via bronchoscopy (a telescope into the lungs). We will also employ a non-invasive technique for measuring lung inflammation, the PET scan, which is able to detect neutrophils in the lung using X-rays.\n\nHere in Edinburgh we have a constellation of facilities to ensure this study can be performed effectively and safely. Our large specialist clinic in which we see patients with IPF is within the same building as a Clinical Trials Facility with expertise in running trials of this nature. Adjacent to the main hospital is a state-of-the-art Research Institute in which the key discoveries of neutrophil survival and R-roscovitine properties were made, and which will house a PET scanning machine. These studies should provide the foundations for future definitive trials of R-roscovitine in IPF.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0701740","grantId":"G0701740","fundValue":"249991","fundStart":"2008-12-01","fundEnd":"2011-11-30","funder":"MRC","impactText":"","person":"Nik  Hirani","coPersons":["Christopher  Haslett","Adriano  Rossi"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}