{"id":"FD3F56BB-3F2B-4AF4-8EDD-6898909CE7AD","title":"Ecologies of Modern Heritage: Studying the Cultural and Material Environments of Recent Historical Change","abstractText":"A cornerstone of developing interdisciplinary collaboration in heritage science is the definition of shared fields of enquiry, in which science- and arts/humanities-based researchers can collaborate on an equal footing. Defining points of overlap between the material, environmental and human dimensions of the heritage is therefore a crucial first step in developing research that crosses disciplinary boundaries. \\n\\nThis Research Cluster focuses on the multi-disciplinary study of modern heritage, and employs the idea of 'heritage ecologies' to facilitate new collaborations in their interpretation and representation. Responding to the outcomes of two recent research projects funded by EPSRC and English Heritage, Ecologies of Modern Heritage brings together leading researchers - from engineering, ecology, microbiology and conservation to planning, anthropology, archaeology and the creative arts - and engages with a range of stakeholders from outside higher education, including the professional heritage sector.\\n\\nThe Cluster will operate over 5 months, convening two intensive site-specific workshops that use the site of Bletchley Park, Bucks as a case study. The Cluster will be carried out in partnership with English Heritage and the Bletchley Park Trust, who will both be represented on the Cluster Steering Committee. Bletchley Park is an iconic and internationally-recognised historic site, associated especially with the history of technology and 20th-century military history. Reconciling intangible heritage, the international historical significance and contemporary cultural and economic values of the site, with the demands of conservation and management of the material fabric of collections, buildings and landscapes is a current and pressing challenge for the Bletchley Park Trust, and one that is shared by many other heritage stakeholders. \\n\\nThe Cluster will test and develop the idea of 'heritage ecologies' as a rubric for the development of heritage science research that crosses disciplinary boundaries, and that achieves social and economic impact. It will facilitate new collaborations between 4-5 Research Teams (developed from within a Core Group of participants) that will lead to further grant applications, whether through the Heritage Science programme or through responsive-mode calls, from Cluster participants. Broader participation in the Cluster will be also be encouraged, promoted especially through the project website. \\n\\nThe Cluster's workshop activities will be documented in briefing notes, which will be made available through the project website. The outcomes of the workshops will be disseminated through a public workshop hosted by Open University (some 10 minutes from Bletchley Park), to which a wide range of heritage stakeholders will be invited, through the Heritage Science conference in July 2009, and through liaison with other Clusters in the 'Interpretation and Representation' cell. \\n\\nThe Cluster will not only develop new understanding of the challenges and potentials of heritage science in relation to modern heritage, but will also aim to leave behind a tangible contribution to the interpretation and representation of Bletchley Park.\\n\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/G015546/1","grantId":"AH/G015546/1","fundValue":"24505","fundStart":"2009-03-01","fundEnd":"2009-07-28","funder":"AHRC","impactText":"","person":"Dan  Hicks","coPersons":["Caitlin  DeSilvey"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}