{"id":"FD414DF1-561F-41CA-A144-52E5B89B194C","title":"Space Science for All","abstractText":"The aim of this project is to build on the success of Techniquest's previous STFC small awards and meet a current gap in provision creating an opportunity for Space Science for All. This project will focus on the pivotal Rosetta and Gaia missions, following the STFC's identification of the need to develop public communication resources around these. Techniquest is seeking part-funding from STFC to develop and deliver a range of innovative programmes to communicate current STFC research to target the following priority audiences: \n1. Foundation Phase pupils (3-7 year olds) \n2. Key Stage 2 pupils (7-11 year olds)\n3. Key Stage 3 pupils (11-14 year olds)\n4. Key Stage 4 pupils (14-16 year old pupils) \n5. Public audiences. \n\nTo overcome geographic and socio-economic barriers, the programmes will be developed as outreach projects, to be delivered through Techniquest's All Wales Strategy (AWS) directly to audiences across Wales. Through this, Techniquest works with partners who deliver to local schools, and last year reached 345,000 people, of which 115,000 were school audiences. These programmes will be delivered in their own schools and communities, and free of charge. The planetarium programmes will be delivered in a mobile digital planetarium acquired as part of this project. \n\nIt is anticipated that the project will achieve the following objectives:\n1. To develop immersive and stimulating full-dome digital planetarium programmes for Foundation Phase pupils, Key Stage 2 pupils and Key Stage 4 pupils to facilitate their understanding of astronomy.\n2. To develop outreach workshops for Key Stage 3 and Key Stage 4, as part of Techniquest's wider strategy to encourage young people, particularly girls, to engage in and be motivated by Physics. \n3. To develop an immersive and engaging public planetarium programme on meteorites and the possible causes of the extinction of the dinosaurs, linking with the previous STFC-funded project, Back Down to Earth. \n4. To develop school programmes that support both the National Curriculum for Wales and the National Curriculum for England, enabling the programmes to be disseminated to as many organisations as possible.\n5. To develop supporting online resources for all programmes and make them freely available for widespread use through the National STEM library, UK Space Agency and ESERO UK website in York.\n6. To develop and deliver the programmes and all associated resources in both English and Welsh.\n7. To purchase a mobile digital planetarium and dome to enable the programmes to be delivered across Wales through outreach.\n8. To target delivery to schools located in the most disadvantaged communities in Wales.\n9. To motivate and inspire up to 5,000 school pupils within the first year of delivery to engage with astronomy, cosmology and current STFC research, with an aim of reaching up to 25,000 pupils over the next five years depending on the securing of further funding.\n10. To inspire up to 3,650 public visitors in the first year of delivery to engage with astronomy, cosmology and current STFC research, with the aim of reaching up to 18,000 people over the next five years, depending on the securing of further funding.\n11. To promote STEM and STEM careers, to female pupils in particular, through the use of female scientists and engineers as positive role models.\n12. To disseminate the programmes to other organisations across Wales and the UK.\n\nThere are three elements to this project: the development of programmes and purchase of a mobile planetarium funded by STFC, the development of programmes funded by Techniquest, and the delivery of all programmes to be funded by STFC. In the delivery of each programme, Techniquest's presenters will pose open-ended, exploratory questions to the audience. All programmes will focus on STFC-funded research and be developed using high quality music, graphics and narration. All programmes will be supported by online resources.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/M000656/1","grantId":"ST/M000656/1","fundValue":"49746","fundStart":"2014-04-01","fundEnd":"2016-03-31","funder":"STFC","impactText":"","person":"Simon  JagoTracy  Ogden Davies","coPersons":[],"organisation":"Techniquest","findingsText":"","dataset":"gtr"}