{"id":"FD42AE2A-D51D-4A04-9419-6907B98320FA","title":"Engineering solutions to back pain: an interdisciplinary approach","abstractText":"At some point during our lifetimes, eight out of ten of us will experience low back pain. For some, a course of painkillers and a period of recovery will be enough to alleviate the symptoms, but this is not always the case and many people continue to suffer long term pain and discomfort. In joints such as the hip and knee, replacement surgery has become commonplace and is highly successful in reducing pain and restoring movement. In the spine however, corresponding treatments are still in their infancy and have yet to prove their long term effectiveness.It may seem farfetched to imagine that in less than two decades spinal treatments could develop to a level where back pain will be effectively treated using keyhole surgery and other minimally invasive techniques. However it is not beyond the realms of possibility if progress in the basic sciences along with developments in imaging and computer modelling continue. Perhaps most importantly, the understanding accrued in these many disciplines must be effectively harnessed and integrated. The aim of this research is to enable such a step change in spinal treatments to occur. Through the Exploration Funding, computer models of the spine will be developed in collaboration with experts from the basic sciences as well as clinicians and industrialists. These models will be used to investigate new implant materials and treatment techniques for back pain.The spine constantly undergoes complex biological, biochemical and mechanical processes which must be taken into account if new treatments are to be effective. Experimental tests will be used to assess these factors in isolation and the results combined into the computer models. There is much variation in the properties of the spinal structures both from one patient to another, and even along the length of an individual's back. These variations will also be simulated in the computer models to see how effective a treatment will be for a range of different patients. The computer models will enable new spinal treatments to be developed and optimised to bring maximum benefit to the patient before they are introduced into hospitals.By the end of the five year period of the Exploration Funding, a new and reliable method of testing spinal interventions will have been developed and research initiated to create a range of novel optimised treatments for back pain. In ten years time, this could lead to a new range of treatment options and, by 2020, effective minimally invasive treatment for back pain could become a reality.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F010575/1","grantId":"EP/F010575/1","fundValue":"1082950","fundStart":"2008-05-01","fundEnd":"2013-04-30","funder":"EPSRC","impactText":"","person":"Ruth K Wilcox","coPersons":["Katharine  Robson Brown","Amalia  Aggeli","J  Aaron"],"organisation":"University of Leeds","findingsText":" The aim of this Challenging Engineering grant was to develop computer models of the spine to investigate new implant materials and treatment techniques for back pain. In parallel, two promising new treatments were identified (vertebroplasty and nucleus augmentation) and pilot studies undertaken to develop both the procedures themselves and the testing platforms necessary to optimise them before their introduction into patients. \n\nOne of the reasons for the failure of previous spinal treatment A patent has been submitted for the peptides developed as part of this grant, and their development into a treatment is being taken forward through follow-on funding from the EPSRC (?1M, PI Wilcox, 'ULTRASPINE' grant ref EP/K020757/1 ) in collaboration with the University of Oxford. \n\nThe database of microCT images of vertebrae has been used in collaboration with an industrial partner (Simpleware ltd, Exeter UK) to develop new code for generating finite element models that can represent patient Healthcare","dataset":"gtr"}