{"id":"FD44616E-6761-40D6-9927-DE47CC6811BA","title":"Functional analysis of Arkadia2 a novel ubiquitin ligase expressed specifically in neurons","abstractText":"Neuronal connectivity and synaptic plasticity are believed to underlie higher cognitive functions, learning, dexterity, etc, and to be defective in diseases like autism schizophrenia, motor neuron and neuromuscular diseases. Genetic factors that control normal neuronal wiring of the brain and the muscles remain largely unknown. Genetically engineered mice are ideal for the identification and study of gene function in the context of the whole organism, and the understanding of the normal development, the architecture and function of complex organs and systems such as the brain and neurons. We previously discovered Arkadia, a novel factor essential for embryonic development in mice. We have now identified a homologue of Arkadia, here termed Arkadia2, which is present specifically in neurons of the brain and spinal cord. We generated mice deficient for Arkadia2 and found that they exhibit abnormal limb movement and posture. During the first 2 weeks after birth they become thinner and die with symptoms of progressive neuromuscular weakness with inability to feed and breath. These symptoms are similar to humans with motor neuron disease a debilitating and lethal disorder. Arkadia and most likely Arkadia2 are part of large networks of genes such as that of the TGFbeta/BMP signalling cascade. Interestingly, in the fruit fly, BMP signalling has been shown to regulate the growth of the neuromuscular synapse (which are the structures that a neuron connects with the muscle cells to communicate and control movement). It is therefore very likely that the phenotype of the Arkadia2 mutant mice is similar and due to defective muscle innervation and communication. However, the role of this gene network in mammalian neuromuscular synapse remains unknown. Here we propose to analyse the neuronal defects in these mice and study how Arkadia2 protein interacts with other proteins of the TGFbeta/BMP gene network. Our research will provide valuable insights to normal neuronal development and a system to understand the pathogenesis of diseases associated with muscle innervation and brain wiring. In addition, these studies will provide an animal model for the development of drugs and therapeutic approaches.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G00577X/1","grantId":"BB/G00577X/1","fundValue":"326571","fundStart":"2009-04-27","fundEnd":"2011-02-26","funder":"BBSRC","impactText":"  further research to increase basic knowledge and built the foundations for medical intervention. Education,Healthcare,Pharmaceuticals and Medical Biotechnology Societal","person":"Vasso  Episkopou","coPersons":[],"organisation":"MRC Clinical Sciences Centre","findingsText":" Motor neurons control movement via long axons that extend from the spinal cord to muscles as far as in distant limbs. Little is known about factors that regulate this extensive axonal growth in the periphery. Here we report that the ubiquitin ligase Ark2C (Arkadia2) is expressed in neurons and can serve to amplify neuronal responses to specific signals. We find that these signals belong to the Bone Morphogenetic Protein (BMP) family of secreted factors, which are highly expressed in the periphery and known to regulate the development of the limbs. Loss of Ark2C gene function in mice results in inefficient growth of motor axons to distant muscles, and we show that this process is regulated by BMP signaling. Ark2C targets BMP inhibitors for destruction, and therefore the presence of Ark2C helps to enhance BMP signaling, which in turn is necessary for the innervation of distal muscles. Our experiments reveal a previously unknown function of BMP in motor axon growth and describe a molecular mechanism for how axons and limbs coordinate their growth. further research to increase basic knowledge and built the foundations for medical intervention. Education,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}