{"id":"FD4C263B-CBF7-451D-A6C2-D3D5DE822DBF","title":"ERASynBio2-SMARTPLANTS","abstractText":"A major goal of plant synthetic biology is to create smart plants that are able to respond to key cues and display a variety of agronomically valuable traits such as enhanced stress resilience or the biosynthesis of high value compounds. The objectives of the SMARTPLANTS consortium are to develop parallel regulatory networks (PaRNets) that are based on cues that plants normally encounter in their growth cycle, namely flowering and temperature changes, and translate these into metabolic engineering-based outputs to produce high value or stress-protecting compounds. Flowering is accompanied by a dramatic metabolic switch leading to the massive transfer of resources from the leaves to the seeds or the fruits. However there is still significant biomass remaining in the leaves and stems. By developing a PaRNet that uses flowering as a trigger, we will capture part of this biomass to convert it to a high value compound, the diterpene cis-abienol. Our flowering PaRNet will be based on the florigen signal encoded by the conserved FT gene. Similarly we will develop a PaRNet based on temperature fluctuations to induce upon higher temperatures the production of isoprene, a compound conferring heat-stress protection. One key aspect in the design of these networks is signal propagation, which will be mediated by mobile orthogonal Transcription Activator-Like Effectors (TALEs) activating synthetic promoters. Mobility will be engineered by fusing the TALEs to Intercellular Trafficking Motifs or viral movement proteins, or by using deconstructed viral vectors. Both regulatory network and metabolic engineering optimisation will be assisted by modelling in iterative rounds. Finally, to initiate and promote a community effort in the development of artificial plant regulatory networks we will organize an international symposium on this topic. SMARTPLANTS is a true interdisciplinary project, which will be carried out by a team of highly experienced scientists with complementary skills","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/N010248/1","grantId":"BB/N010248/1","fundValue":"485236","fundStart":"2015-08-17","fundEnd":"2018-08-16","funder":"BBSRC","impactText":"","person":"Philip Anthony Wigge","coPersons":[],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}