{"id":"FD4D762B-07E1-4C0B-A28A-E74A6BC9ABB4","title":"Very High Intensity Single Crystal Diffractometers (VHISCD)","abstractText":"The School of Chemistry at The University of Nottingham is a vigorous, innovative hub for internationally-recognised research. The School was ranked 2nd in the UK (between Cambridge and Oxford) by the 2008 RAE, and current grant income exceeds &pound;20M. One of our highlighted strengths is the close interaction between synthetic chemistry and detailed structural characterisation and analysis. This proposal is aimed squarely at building on this strength and increasing its capacity and breadth. \n Single crystal X-ray crystallographic analysis underpins the productivity of all our research involving synthetic chemistry. It is essential for the unambiguous characterisation of new materials, but also reveals relationships between structure, properties and function. In many cases structural data define the next generation of target materials and underpin the optimisation of their design. Over 1200 samples are submitted to the School's Crystal Structure Facility each year, but many are too difficult to study using our older instruments - these are now several technological generations behind what is currently available. We are now looking for really major upgrades to our instrumentation, by taking advantage of some exciting, recently-developed technologies including very bright laboratory X-ray sources.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K038869/1","grantId":"EP/K038869/1","fundValue":"1015840","fundStart":"2013-04-01","fundEnd":"2013-06-30","funder":"EPSRC","impactText":"  Too early to determine in general, but several publications (see list) have already resulted from the award. Education,Energy,Environment,Healthcare ","person":"Mark  Searle","coPersons":["Alexander  Blake","Christopher  Moody","Martin  Schroder"],"organisation":"University of Nottingham","findingsText":" This equipment grant has funded a number of major enhancements to the single crystal X-ray facilities which support a large part of our research effort:\n- the installation of two new very high intensity Agilent GV1000 diffractometers\n- the upgrade of our Agilent SuperNova to a dual-wavelength (Cu/Mo) instrument\n- the upgrade of our existing Mo microfocus source for high pressure crystallography.\n\nThese enhancements have allowed us to conduct more demanding and ambitious experiments than were possible previously. For example, many samples which previously could only be studied in a limited manner during our sparse synchrotron beamtime could now be studied more extensively in-house, with significant benefits for our overall productivity. The acquisition of new and upgarded equipment has benefitted many important areas of EPSRC-funded research within chemistry, materials, medicine and energy, such as lanthanide and actinide chemistry, metal-organic frameworks, surface science, organic synthesis, catalysis, alkaline-earth chemistry, etc. Chemicals,Energy,Environment,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}