{"id":"FD4E6B91-FF77-4204-962E-0A2F4132E084","title":"Bilateral (Hong Kong): Theory of mind development and use in children from Hong Kong and the UK - A latent variable study","abstractText":"<p>The aim of this study is to advance the ‘state of the art’ of theories and methods related to cross-cultural contrasts in young children’s understanding of mind (or ‘theory of mind’). To this end, two studies will be undertaken.&nbsp;</p>\n\n<p>Study 1 will test whether the cross-cultural differences between preschool children from the UK and Hong Kong in theory-of-mind performance persist into middle childhood by comparing the performance of two matched groups on a novel battery of complex theory-of-mind tasks.&nbsp;</p>\n\n<p>Study 2 will provide a new perspective on the apparent cross-cultural differences between preschoolers from Britain and Hong Kong. To overcome some of the possible confounds of translating and administering tasks in different languages, a new battery of non-verbal tasks that utilise children’s looking behaviour to indicate mental-state understanding will be administered to children in both countries.&nbsp; </p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/J021180/1","grantId":"ES/J021180/1","fundValue":"80223","fundStart":"2012-12-31","fundEnd":"2014-06-30","funder":"ESRC","impactText":"  As noted in the section on key findings, we have recently completed a parallel study of interaction quality for parents and children in the UK arm of the study (funded by the Isaac Newton Trust) and a follow-up study (funded by the Isaac Newton Trust and the Foundation Years Trust) to examine parental and child predictors of school readiness. Together, these two studies will enable us to examine the interplay between social experience and cognitive factors in giving rise to individual differences in children's social understanding and in school readiness.\n\nThe findings from this study have also provided a platform for a further research proposal (to the Newton Advanced Fellowship) to enable a team of researchers in Koc University to examine how children growing up in Turkey (a country that is at the crossroads between East and West) fare on these tasks in relation to children from the UK and from Hong Kong. \n\nWe have presented findings at the University of Cambridge Science Festival (March, 2014), the International Society for Social and Behavioural Development (Shanghai, July 2014) and at the British Psychological Society Developmental Conference (Amsterdam, September 2014). We have also submitted three abstracts for papers to be presented at the Society for Research in Child Development (Philadelphia, March 2015). \n\nWe have also shared our study findings with participants through two newsletters and are currently preparing a website to provide more detailed, but still accessible, information about the study findings. Education Cultural","person":"Claire Helene Hughes","coPersons":[],"organisation":"University of Cambridge","findingsText":" Please summarise your main findings from the project. You are also invited to briefly indicate any plans for further research in this, or a related area.\nThis project aimed to examine cross-cultural differences in how children understand others' minds or 'theory of mind' in the UK and Hong Kong through two studies working with different age groups. We have met all of our original objectives and actually extended the study in two ways, with additional funding from the Isaac Newton Trust. Specifically, we have added in observational ratings of parent-child interactions in both countries and conducted a 1-year follow up of the UK sample.\nStudy 1. Are there cultural contrasts in older children's theory of mind? \nPrevious studies have shown that in the pre-school years, children in Hong Kong lag behind both Western counterparts and children in Mainland China in their ability to understand mistaken belief. This study examined whether this effect persists into middle childhood, by comparing a sample of 260 10-year-old children (half from the UK and half from Hong Kong). Our findings confirmed this: although modest, there was a significant contrast in performance, with British children being more likely to succeed on tests of understanding mental states than their counterparts from Hong Kong. This difference held even when we controlled for possible confounding factors, such as age, language, gender and executive functions (the higher-order functions, such as planning, inhibitory control, cognitive flexibility and the ability to hold information in mind).\nWe also examined whether, within each country, variation in task performance was related to language ability, social competence and executive functions (as it is in pre-schoolers). Again our findings confirmed this, indicating that there are universal and developmental stable associations between children's understanding of mind and other higher-order cognitive skills. \nWe are currently extending these results by analysing the data using latent variable modelling techniques so that we can assess the measurement invariance of the 'advanced' theory of mind measures. Our UK results have shown that each of the measures of theory of mind loaded onto a single latent factor that accounts for significant variance in the sample. \nOverall then, the findings from this study extend the developmental scope of existing cross-cultural research on theory of mind and indicate that cultural differences in children's understanding of mind persist beyond early childhood.\nStudy 2. Do preschool children show contrasts in performance on spontaneous measures of theory of mind?\nStudy 2 examined the possible origins of cross-cultural differences in pre-school children's performance on standard tests of false belief understanding in the UK and Hong Kong. First, we developed a battery of &quot;spontaneous response&quot; false-belief tasks that use eye gaze rather than an explicit verbal or gestural response to assess whether cross-cultural differences were only apparent on standard verbal response false belief tasks. Next, for a sample of 240 3- to 4-year olds (half from the UK and half from Hong Kong) we measured a range of cognitive variables that might account for group differences in false belief task performance: executive function, language skills, and IQ. \nFor the standard false belief tasks, British children performed better than children from Hong Kong, even when scores on tests of executive function, non-verbal IQ, language and gender were taken into account. We plan to extend these findings by submitting our data to latent variable analysis to assess the measurement invariance of the false-belief task batteries across the two nations.\nFor the spontaneous (gaze-based) tasks, children's performance showed an expected developmental trend: specifically, 3-year-old children performed significantly better on the spontaneous measures of theory of mind (53% passed) than on the direct (explicit) measures of theory of mind (18% passed); in contrast there was no difference in the proportion of 4-year-old children passing the spontaneous (70%) and direct (60%) tasks. We have just received the corresponding data from our Hong Kong partners and so our next goal will be to examine whether there are cross-cultural differences or similarities in task performance. \nFinally, with additional funding from the Isaac Newton Trust, Cambridge, we extended the initial scope of the project by obtaining direct measurements of children's social environments in order to examine potential familial variables that might account for young children's false-belief task performance. These included measures of parents' ability or willingness to tune into their child's thoughts and feelings (assessed by coding parents' 5-minute speech samples about their child) and of the quality of parent-child interactions (coded via videoed 10-minute observations of shared picture book reading and play). All observations and interviews have been transcribed verbatim. Coding and analyses of observational data is still ongoing. However, initial evidence from the five minute speech sample has revealed interesting cultural differences and similarities. Specifically, we have found that parents from the UK and Hong Kong differ in the kind of mental states they attribute to their children: parents in the UK focused significantly more on emotions and desires whereas parents in Hong Kong focused more on cognitive mental states. Interestingly, individual differences in mind-mindedness correlated with children's theory of mind in both cultures and did not account for the cross-cultural differences in task performance.\nWe have recently completed a follow-up study of the parents and children in the UK arm of the study (funded by the Isaac Newton Trust). Data gathered during this follow-up study will be exploited to examine social and cognitive predictors of children's academic readiness and to assess the interplay between social experience and cognitive factors in giving rise to individual differences in children's social understanding. \nA URL link to more detailed reports of these findings is under construction and expected to be ready by Christmas, so that we can send all of our study participants a season's greeting card and share our findings through our website. Our findings highlight the suitability of our tests of mental-state awareness for use in middle childhood and thus provide tools for research that greatly increase the developmental scope of existing work. In addition, our findings indicate that, on average, 10-year-olds from the UK performed better than 10-year-olds from Hong Kong on these tasks, even when related skills (e.g., in language, memory, cognitive flexibility) were controlled. These findings echo the results obtained in previous studies of preschoolers and indicate a persistent East-West contrast in performance that merits further investigation. With regard to the preschool study, we have, with funding from Cambridge University Isaac Newton Trust, recently completed a follow up study that extends the scope of the original project by examining parent child interaction quality (in both the UK and Hong Kong) as predictors of children's understanding of mental states. In a second study, funded by the Foundation Years Trust, we are currently examining whether variation in children's mental-state awareness mediates predicted associations between family background and teachers' ratings of children's success in the transition to school. Together with researchers from Koc University , we are currently planning an extension of this work to examine how children growing up in Turkey (a country that is at the crossroads between East and West) fare on these tasks in relation to children from the UK and from Hong Kong. Communities and Social Services/Policy,Education,Healthcare","dataset":"gtr"}