{"id":"FD558DB9-D915-4E22-88B6-DD6F2351CB6E","title":"SynBioNT: A Synthetic Biology Network for Modelling and Programming Cell-Chell Interactions","abstractText":"The field of synthetic biology holds a great promise for the design, construction and development of artificial (i.e. man-made) biological (sub)systems thus offering viable new routes to 'genetically modified' organisms, smart drugs as well as model systems to examine artificial genomes and proteomes. The informed manipulation of such biological (sub)systems could have an enormous positive impact on our societies, with its effects being felt across a range of activities such as the provision of healthcare, environmental protection and remediation, etc. The basic premise of synthetic biology is that methods commonly used to design and construct non-biological systems, such as those employed in the computational sciences and the engineering disciplines, could also be used to model and program novel synthetic biosystems. Synthetic biology thus lies at the interface of a variety of disciplines ranging from biology through chemistry, physics, computer science, mathematics and engineering. The overarching aim of this network will be to generate new vigorous interactions between the disciplines that impinge (and contribute to) Synthetic Biology by supporting a range of community building activities. These activities will be centred on the specific technical goal of achieving programmable interactions between biological and artificial cells. By focusing on this specific technical challenge we hope to contribute to mending the rift that is appearing in the synthetic biology community between those who argue that synthetic biology should be done in a top-down fashion (i.e. knocking out or modifying functions of existing cells) and those that argue that it should follow a bottom-up approach that starts from first principles. We believe that both approaches are important and will have a role to play in the future of synthetic biology, hence a challenge that calls for the interaction between top-down systems (modified cells) and bottom-up systems (chells, protocells) provides the ideal background against which a new research community can be built and sustained. Rebecca Morell's article 'Creating Life in the Laboratory' that apeared in the BBC NEWS science section on the 19th of October 2007, not only illustrate *perfectly* the growing dichotomy in SB between those who approach it top down and those who do it bottom up but also ends up on a cautionary notice by citing George Attard from Southampton University as saying 'The biggest challenge is not necessarily creating life, but knowing that you have created life - doing the experiment that unambiguously tells you that you've got it..That's because you are going to be looking at a 'soup' that contains several hundred, possibly several thousand, chemical species. How on Earth can you tell that what you have isn't just a chemical waste bottle but something that is exhibiting the signs of life?' SynBioNT will focus *precisely* on shedding light into this question by fostering research on the so call 'cellular imitation game' as we have recently propose in our ground breaking paper 'The imitation game/a computational chemical approach to recognizing life' in Nature Biotechnology, 24:1203-1206, 2006.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F01855X/1","grantId":"BB/F01855X/1","fundValue":"74587","fundStart":"2008-05-01","fundEnd":"2011-04-30","funder":"BBSRC","impactText":"","person":"Natalio  Krasnogor","coPersons":["Cameron  Alexander"],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}