{"id":"FD614022-C5C8-457C-8F95-BD5F2773ABA1","title":"MICA: Effect of CRTH2 Antagonist OC459 on Response to Rhinovirus Challenge in Asthma","abstractText":"Asthma attacks are responsible for over 1000 deaths a year in the UK alone and are the main cause for hospitalisation for suffers of asthma. The most common trigger for asthma attacks is the common cold virus (rhinovirus). Currently available therapies fail to prevent virus-induced asthma attacks and asthmatic patients desperately need an effective, preventative treatment for this. \nIn light of the recognised relationship between rhinovirus and asthma attacks, an experimental model has been developed to study this association more closely. This involves inoculating asthmatics with rhinovirus via a spray in the nose under controlled conditions and allows the study of novel therapies. Due to careful selection of asthmatics without severe disease or a history of hospitalisation due to virus infections we have successfully used this model in over 50 asthmatics in a number of studies with great success. Unfortunately the only alternative option for studying asthma attacks (and the effect of therapies on them) is to recruit several hundred asthmatics and wait for asthma attacks to occur naturally. Such studies cost in excess of &pound;30 million to conduct given the length of the study and the number of patients needed for recruitment (in order to capture enough attacks). The human experimental rhinovirus infection model therefore allows the study of asthma attacks and any treatment effects in a short amount of time and at a fraction of the cost. \nA molecule known as prostaglandin D2 (PGD2 )has been shown to be a very important link in the pathway of inflammation known as 'type 2 immunity'. This pathway underlies many of the symptoms that asthmatics develop including breathlessness, cough, chest tightness and wheeze and has been shown to be particularly high in severe asthmatics. We have shown in a recent study using the human rhinovirus model that this type of inflammation (including prostaglandin D2) is increased by rhinovirus in the airway during the virus-induced asthma ttack and correlates strongly with the severity of the attack. Therefore blocking this molecule should halt the type 2 inflammation caused by the virus infection and limit the consequences of infection to simply a runny nose and a sore throat (as per non-asthmatic individuals) rather than the potentially life-threatening chest symptoms seen in asthma.\nFortunately several drug companies have already developed a drug that blocks the prostaglandin D2 receptor known as 'CRTH2' but none have taken the step to study its effect in preventing asthma exacerbations. Importantly, these drugs have already been trialled in a number of short studies involving several hundred asthmatics and shown to have an excellent safety profile. Additionally these studies have highlighted this type of therapy as very good at suppressing the asthmatic airway inflammation downstream of PGD2. Based on our own research findings of a rhinovirus-induced increase in PGD2, we wish to assess the effect of blocking PGD2 using the CRTH2 receptor blocker 'OC459' in the context of a controlled rhinovirus-induced asthma attack. \nWe have established that a study numbering 28 asthmatics, randomly assigned to either the drug or placebo would be sufficient to identify any benefit of this therapeutic approach to asthma care.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M025330/1","grantId":"MR/M025330/1","fundValue":"1272160","fundStart":"2015-07-01","fundEnd":"2017-09-30","funder":"MRC","impactText":"","person":"Sebastian L Johnston","coPersons":["Michael  Edwards","David  Jackson","Patrick  Mallia"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}