{"id":"FD62BD11-4FAD-4F2C-B3A8-1C8F5F6FC967","title":"Sonic Characterisation of Water Surface Waves, Turbulence, Mixing and Bed Friction in Shallow Water Flows","abstractText":"Flows found in many situations including gravel bed rivers, overland flows, and in partially filled pipes are turbulent. Such depth-limited flows always have patterns of small waves on the air/water boundary. We believe that the dynamic behaviour of these small waves carries information about the turbulent mixing and energy losses within that flow. Normally in engineering calculations the water surface is assumed to be flat and so this source of potentially very valuable information is ignored. This project will use laboratory observations and a complex 3D numerical model to study and predict the turbulent flow structures that are created by turbulent flows over rough solid boundaries. These flow structures then rise to the water surface and cause it to oscillate and create a distinct pattern of small waves. The numerical model will be able to predict the generation, growth and transport of these flow structures in 3D, and capture their effect on the water surface pattern. It is believed that by measuring the wave pattern it will be possible to predict the mixing and energy losses within the flow. The numerical model will be used to simulate this process for a wide range of physical scales, bed roughness types and flow depth to width ratios, so that a very wide range of flow regimes will have been examined.The wave pattern on a water surface can be measured using a number of methods; e.g. optical, eletromagnetic and acoustic. Acoustic measurements are particularly suited to hydraulic applications because they are fast, low-cost, non-invasive, and can be easily used at both small and large scales. An airborne acoustic sensor that can project sound energy onto the moving water surface pattern will be placed above the water surface in a channel or pipe. By examining the acoustic reflections, the behaviour of the air-water boundary will be measured. New methods of acoustic signal analysis and sound propagation theory are needed to re-construct the fine detail of the water surface patterns from the measured acoustic reflections. The processed acoustic data will then be combined with the knowledge gained from the laboratory and 3D numerical studies to provide engineers with relationships to estimate energy losses and turbulent mixing solely from measurements of the air-water boundary. Information on energy losses and turbulent mixing is needed to predict water levels for flood studies and to predict the mixing of pollutants and sediments accidentally released into rivers and pipes. This system will be able to improve flood prediction and warning, so providing better protection for people and their property. Better assessment of turbulent mixing in water bodies will help to protect better the natural environment and sensitive habitats. In the final part of the project, a prototype sensor system will be manufactured and tested at full scale in the River Taff, at an Environment Agency test facility. The results will be used to demonstrate the practical applicability of the concept and the technology to end users.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G015341/1","grantId":"EP/G015341/1","fundValue":"375720","fundStart":"2009-07-01","fundEnd":"2012-06-30","funder":"EPSRC","impactText":"  The findings from this project were used to develop a high level of understanding of the dynamic air-water interface in turbulent shallow water flow. This enabled us to develop new underpinning theory and a new type of acoustic sensor which can be used to monitor the flow velocity and mixing processes in open channel flows non-invasively. This sensor was tested successfully at Yorkshire Water's Esholt Wastewater Treatment Plant and in a foul water sewer. Its technology has been patented and subject to further investment. The underpinning theory has been published in the academic literature. Environment,Other Societal,Economic","person":"Simon  Tait","coPersons":["Kirill V Horoshenkov","Simon  Shepherd"],"organisation":"University of Bradford","findingsText":" The key findings on this project were: (i) a good understanding of the hydraulic characteristics of a turbulent, shallow water flow; (ii) the interaction between the turbulence and free flow surface; (iii) the dynamics free surface patterns which this turbulence causes under variable flow conditions; (v) a new theory for acoustic wave scattering by a dynamically rough surface; (vi) new data from the hydraulic experiments on the underlying flow structures and the dynamic free surface which can be used for future model validation work. This work paves the way to the development of a range of non-invasive measurement methods which can be used to monitor flows in rivers, open channels and pipes to manage the infrastructure more efficiently and prevent pollution and flooding incidents. Environment,Other","dataset":"gtr"}