{"id":"FD636D91-2EB8-453C-A368-9BC49DB45452","title":"Dialect Representation in British Fiction 1800-1836","abstractText":"This project grows out of what appears to be a very simple question: why is dialect speech represented in novels? A number of general reasons can be offered with reference to, for example, characterisation, narrative structure and genre conventions. However, when applied to specific novels, each of these explanations gives rise to further questions: why was this particular dialect chosen? Why is it represented through this set of linguistic features? Why does this character speak dialect but not that character? It is apparent that no single set of explanations can account for the way in which dialect is represented in all novels, and also that the function of dialect representation is subject to change over time. \\n\\nTo date there has been surprisingly little work that takes a historical view of the representation of dialect in English literature. This project will focus on a period that has been particularly neglected, 1800-1836. This period is of particular interest because it comes after the publication of William Wordsworth and Samuel Taylor Coleridge's 'Lyrical Ballads', which greatly influenced the way in which poets used dialect, but before the publication of the novels of Victorian authors such as Charles Dickens and Emily Bronte, who are perhaps the best-known proponents of the use of dialect in novels.\\n\\nThe project will develop a database as a tool for describing and analysing the representation of dialect in novels, and record the dialect representation in 100-120 novels published between 1800 and 1836. The database will be used to provide an account of the way in the fictional representation of dialect developed during this period, situating this account within the broader context of literary history. It will also be used to explore the ways in which attitudes towards dialects and dialect speakers changed during this period, situating this account within the broader context of the history of the English language. \\n\\nA series of four articles will be published at the end of the project which will contribute to greater understanding of the functions and practices of dialect representation during this period. An international conference on the subject will be convened, encouraging dialogue between scholars from different disciplinary backgrounds with an interest in this field. The database will also be made publicly available via a website, which will enable the wider community to use it conduct their own research and analyses. Both the research and the database will be of value to literary and linguistic scholars at all levels (undergraduate, graduate and postdoctoral), as well as to members of the general public who wish to explore some of the little-known novels written during this period.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F019157/1","grantId":"AH/F019157/1","fundValue":"151414","fundStart":"2009-09-01","fundEnd":"2011-08-31","funder":"AHRC","impactText":"  This project has had an impact beyond academic in two ways:\nFirst, the research undertaken on this project led directly to the 'Yorkshire Voices' exhibition and series of events in 2013, which engaged a wide public audience, and has also led to my ongoing involvement with the Yorkshire Dialect Society.\nSecond, the research has also led to my schools-based 'My Precious Words' project. On this project we have worked with a number of local schools to think about the connections between language and identity, and how this can be situated historically. Education,Culture, Heritage, Museums and Collections Cultural,Societal","person":"Jane  Hodson","coPersons":[],"organisation":"University of Sheffield","findingsText":" o This project has identified 100 novels published between 1800-1836 which demonstrate particularly striking representations of dialect. While some of these novels have been extensively studied in the past, many are little known.\n\no Overall, the project has discovered that there was a steady increase in the quantity of dialect representation in novels across the period 1800-1836, with on average 12 novels per year containing a significant quantity of dialect being published in the early part of the period, rising to an average of 25 per year by the end of the period.\n\no This was led by a sharp increase of representations of Scottish English (peaking in 1824), followed by a similar sharp increase representations of Irish English (peaking in 1828). Representations of Welsh English do not show a comparable increase during the period. Representations of regional varieties of English (Yorkshire, Cockney, West Country) began to increase towards the end of the period, although not in a consistent fashion.\n\no Qualitatively, the fictional conventions of dialect representation underwent a radical revaluation between 1800 and 1836. Where novels at the outset of the period employ dialect chiefly as a means to identify or characterize a certain kind of speaker, the later novels employ it more self-reflexively as a communicative resource which speakers, writers and interpreters made use of according to their abilities or interests. \n\no By the end of this period, and more so than at any previous point in British literary history, authors, critics and even characters within novels were speculating on the value and meaning of dialects with a keen intensity. This points to the significance of the early nineteenth-century novel as the site where modern conventions of dialect representation in fiction took shape. This research highlights the ways in which dialect representation has changed over time.\n\nIt has potential for use in educational contexts, to help teachers and children understand how changing representations of dialect are related to issues such as class, region and race. It will also be useful to groups researching local history and culture, enabling them to research how their own dialect was portrayed in novels from the period. For example, the forthcoming 'Yorkshire Voices' exhibition at the University of Sheffield will make use of material from this project with specific reference to Yorkshire English. Communities and Social Services/Policy,Education","dataset":"gtr"}