{"id":"FD653023-4FA1-4639-A5DD-0D21D305D2C6","title":"Advanced battery condition monitoring in electric and hybrid vehicles","abstractText":"A key part of reducing CO2 emissions from vehicles will be the increased electrification of transport through battery electric vehicles and hybrid vehicles. Lithium-ion based chemistries surpass all other rechargeable cells in terms of energy per unit weight and per unit volume and this makes them particularly attractive in vehicle applications. However, the battery is one of the most expensive parts in an electric power-train and therefore it is imperative to ensure that it lasts as long as possible. Battery durability is a significant challenge to commercialisation, and a key way to improve battery durability is to ensure proper management of the cells during use. To this end, battery condition monitoring is vital for the uptake of low carbon vehicles. However, currently available on-vehicle battery monitoring systems use diagnostic methods that are limited to an uncertain estimation of battery state of charge and state of health and provide little information about internal electrochemical processes. The proposed research will develop a much improved condition monitoring system which is not only able to measure state of charge accurately but can also measure cell degradation processes, and predict and prevent cell failure in advance, whilst using the existing drive-train components present in an electric or hybrid vehicle, adding as little additional hardware as possible.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H05037X/1","grantId":"EP/H05037X/1","fundValue":"221230","fundStart":"2010-09-01","fundEnd":"2012-02-29","funder":"EPSRC","impactText":"  Our research is being taken up by industry through the development of new battery management systems Energy Societal,Economic","person":"Nigel Peter Brandon","coPersons":["Paul David Mitcheson"],"organisation":"Imperial College London","findingsText":" We invented a low cost route to measure battery state of charge and state of health, information that cannot currently be measured accurately using available battery management systems. Such a device make use of the existing electronics in the vehicle (e.g. the motor controller) to perform the task, giving a cost, weight and space saving. We compared the results of our low cost method with that of a high precision lab instrument, and we demonstrated the principal using a single battery cell. The invention has wide potential application, not only in electric and hybrid vehicles, but in other applications where batteries are used such as laptops and consumer goods. A patent has been filed through Imperial Innovations and discussions with vehicle OEMs are ongoing. Energy","dataset":"gtr"}