{"id":"FD68E10A-B0CF-40DA-A559-9B1EAC94527B","title":"A novel approach to identifying aggression genes in Drosophila","abstractText":"Aggression is a universally expressed highly conserved trait that represents humanity's greatest affliction. Over the past few years, the fruitfly has become an excellent model system for studying aggression. A number of studies have reported that many hundreds, even thousands of genes change their expression patterns when flies are selected for high or low levels of aggression. We have used a novel approach where we take genetically identical pairs of males and let them fight for 30 minutes. Some pairs fight a lot (the Rambos) and some do not (the Gandhis). We compared the genes that were expressed differently between the two groups and found a small number that were either upregulated or downregulated in Rambos. Some of these genes encoded properties of neurotransmitters and some encoded proteins important for olfaction, and all of these could rationally be expected to play a role in aggression. We have focused on one of these, Dat which encodes a protein that destroys a number of neurotransmitters called monoamines at the synapse. There are two isoforms of this protein encoded by the gene, one produces Rambos, the other produces Gandhis, and they appear to be expressed in different parts of the fly brain. In humans, a mutation in a gene called MAOA, which does the same job as Dat in the fly, causes hyperaggression in the boys in which it is expressed, and most of the boys in this partiucular Dutch family which carry the mutant gene are imprisoned. Consequently, using our unusual approach, we have discovered an aggression gene in the fly that has a functional parallel in humans. In this proposal we will use sophisticated genetic tools to discover how the two Dat isoforms can generate Rambo and Gandhi behaviour. We will also initiate studies of some of the other aggression genes that appear to be involved in aggression, including two other genes that are implicated in neurotransmitter function, DopR2 which encodes a receptor for the neurotransmitter dopamine, and a gene called CG13794, which nobody what it does, but by its protein sequence may be implicated in the transport of the neurotranmsmitter serotonin. We shall also investigate the roles of two odourant binding protein genes, Obp99b and Obp56d, both of which are expressed highly in Rambo flies. Our results will enlighten the molecular basis of aggression in the fly, and, given our findings so far, our results may be very relevant for understanding the nature of human aggression.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L023520/1","grantId":"BB/L023520/1","fundValue":"341255","fundStart":"2014-07-01","fundEnd":"2017-06-30","funder":"BBSRC","impactText":"","person":"Charalambos  Kyriacou","coPersons":["Eran  Tauber"],"organisation":"University of Leicester","findingsText":"","dataset":"gtr"}