{"id":"FD6C5739-124D-4DFC-BEDF-AE43DEC139AC","title":"'Urgent Invite': Securing a data set on allegations of sexual abuse made against the former disc jockey, Jimmy Savile","abstractText":"In 2012, a year after his death, allegations of historical sex abuse by the former disc jockey, Jimmy Savile, began to emerge following an ITV 'Exposure' programme. The case generated massive public interest; initial allegations led to hundreds of others. It caused public outrage; Savile's grave was desecrated, his holiday cottage vandalised. The reverberations of the case have engulfed major institutions in controversy leading, for example, to the resignation of the BBC's Director General and to two reports (Pollard, 2012 and Smith, ongoing) into the organisation's handling of the affair. It has also led to investigations of sex crimes by other celebrity figures from the 1960s and 70s and more currently. Previous allegations of abuse in North Wales children's homes re-surfaced, implicating (wrongly) the Tory peer Lord McAlpine in child abuse.\nThe scale of the allegations against Savile led the Metropolitan Police in the Yewtree Report (2013) (in conjunction with the Crown Prosecution Service and the National Society for the Prevention of Cruelty to children) to identify those making allegations against Savile as victims and, by implication, Savile as a perpetrator of abuse, a 'predatory paedophile'. Alison Levitt QC, Principal Advisor to the Director of Public Prosecution, in her report regarding Savile, notes that the term 'complainant' is inappropriate and substitutes the term 'victim' throughout the report. This is a new and arguably troubling development inasmuch as Savile was never tried or convicted through due process of law. There is a wider concern that the sexual mores of a particular time period are being examined and judged, perhaps, against standards of a different age. \nWhile the general mood against Savile is one of revulsion, voices are beginning to be raised questioning the veracity of some of the allegations against him. Initial allegations emanate from former residents of Duncroft School, a residential school for 'wayward but intelligent girls', which operated in the South of England over the course of the 1960s and 70s and into the 80s. One former resident of Duncroft went on to become a lawyer, now lives in France and blogs under the name of Anna Raccoon. She disputes the picture of Duncroft painted by other former residents and the extent and nature of Jimmy Savile's alleged abuse there. Dozens of other former residents have contacted her to question aspects of the story that has found its way into the public domain. Members of Jimmy Savile's family have similarly disputed claims made against him by a relative.\nPicking up on Mark Smith's interest in moral panics, Anna Raccoon contacted him to reveal that she was suffering from terminal cancer and would like to ensure that the information she holds on the Savile case is not lost but is subjected to proper academic scrutiny. This research proposal is to collate the 'urgent' electronic data she holds but also to interview key informants on the Savile case who are known to 'Anna'. The subject of our proposed research takes us onto contested ground: proponents of the approach that has been taken to investigate the 'Savile affair' argue that victims are at long last being afforded justice and the possibility of 'closure' and that to raise questions of the process might put off others from coming forward; critics see it as a witch-hunt or as Furedi (2013) claims, the latest episode in a wider 'moral crusade' against child abuse. Our proposal raises, among others, questions of human rights and civil liberties, the rule of law, memory, identity and perceptions of trust in social relationships. As such it will be of interest to a range of academic disciplines and publics. It should be of particular relevance to the workings of the criminal justice system in the UK. It is also of international significance as jurisdictions across the world struggle with how best to address vexed questions of historical child abuse.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L011778/1","grantId":"ES/L011778/1","fundValue":"44512","fundStart":"2013-12-01","fundEnd":"2014-11-30","funder":"ESRC","impactText":"","person":"Mark  Smith","coPersons":["Steven Michael  Kirkwood"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}