{"id":"FD7008B2-2E20-4188-A123-8853FE4A8B2F","title":"Metapopulation dynamics and climate change in a model system: the silver-spotted skipper","abstractText":"Habitat loss and climate change together represent a great threat to biodiversity because species face the difficult task of shifting their distributions across human-dominated landscapes in which suitable habitats are present only as scattered fragments of formerly more widespread types of vegetation. New approaches are needed to understand and predict accurately the responses of species to these environmental drivers of change when they act in combination. The complication is that climate change itself alters habitat quality and quantity, by changing the availability of suitable 'microclimates'. For example, our study species, the silver-spotted skipper butterfly, reaches the cool northern edge of its European distribution in England. As such, it used to be restricted to exceptionally hot microclimates (short grass on South-facing hillsides) in the early 1980s, but has recently colonised cooler habitats (taller grassland, and East, West, and North-facing hillsides) as the climate has warmed. Habitats that used to be too cool are now accessible to the species; although some south-facing grassland may have started to become too hot and dry for the insect. Increasing suitability of East, West, and North-facing hillsides has resulted in a major increase in the amount of grassland that is thermally acceptable, allowing the silver-spotted skipper to start to expand its distribution. However, the situation is complicated because year-to-year variation in climatic conditions constantly alters the suitability of each remaining area of calcareous grassland (depending on the slope, aspect and vegetation). The habitat available to the skipper is a shifting mosaic depending on the weather conditions each year, making it difficult to provide clear guidelines for conservation managers to allow the species to survive and extend its distribution. As the climate changes, this interaction between climate and habitat is likely to complicate the process of conservation planning and habitat management for the many rare species that are now restricted to localised areas of habitat in modern landscapes. To date, the feedback loop between climate and the landscape-scale distribution of habitat has not been incorporated in any scientific modelling framework, but this is required before believable and testable projections of species responses to climate change can be made. We will develop a new approach using a population model that incorporates variation over time in climate-driven habitat availability. These models will be developed using large-scale data on the British distribution, habitat and population sizes of the silver-spotted skipper butterfly for the period 1982 to 2001. The models will then be used to predict post-2001 changes, and we will test our projections against new information on changes in habitat and distribution for the skipper between 2002 and 2010. The project will allow us to test how accurately we can predict changes in species distributions as they respond to climate change, and the importance of climate, habitat and their interactions in explaining the rates at which species extend their distributions. This step is vital to determine whether conservation actions can alleviate the effects of climate change on biodiversity, and which actions are most efficient in this process of adapting conservation to climate change. We will make the software that we develop available to other scientists, policy-makers and conservation practitioners, allowing our approach to be applied to the conservation of the many other rare species facing the same problems as the silver-spotted skipper.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G006296/1","grantId":"NE/G006296/1","fundValue":"244776","fundStart":"2009-03-01","fundEnd":"2013-03-01","funder":"NERC","impactText":"  The management report we wrote on the conservation of the Silver-spotted skipper is available from the University of Exeter website, and was sent in hard copy to organisations involved in the conservation of chalk grassland biota in England. Information in the report can be used by these organisations (including Butterfly Conservation, the Wildlife Trusts, the South Downs National Park, the National Trust) to carry out the management of chalk grassland habitat. Our results on how to manage networks of habitat to facilitate range shifting by species in a changing climate was highlighted by the European Commission's Science for Environment Policy News Alert Service (August 2012). Our discussions with users including Natural England regarding effects of topography on microclimates and climate change responses of species have contributed to the process of developing the prioritisation process for the New Environmental Land Management Scheme. Environment Policy & public services","person":"Robert John Wilson","coPersons":[],"organisation":"University of Exeter","findingsText":" The project tested how climate change and habitat influenced changes to the distribution of a rare butterfly in Britain over 27 years (1982-2009), in order to help to understand, predict and manage species conservation in a changing climate. Our focal species, the silver-spotted skipper butterfly, had expanded its distribution in South-East England. However, the expansion was not a continuous process, but reflected colonisations of localised areas of habitat, as well as localised extinctions. We modelled microclimatic conditions and butterfly population dynamics in the habitat patches between 1982 and 2009, showing that the processes of colonisation and extinction depend on variability in the climate. Between 2000 and 2009, populations were more likely to suffer extinctions from isolated, small and lower quality areas of habitat, such as those with relatively cool microclimates on north-facing slopes. Large populations in large, microclimatically favourable habitat patches (such as on south-facing slopes) were less likely to suffer extinction during unfavourable, cool summers, and can act as important sources of dispersing individuals for the colonisation of other habitat patches. Habitat patches that were closer to large populations of the species were more likely to be colonised. We used our results to make recommendations for understanding how to manage species conservation under climate change, with a particular focus on understanding the roles of heterogeneity in habitat and microclimate (such as the availability of habitats on a range of different slopes and aspects) in helping species to shift their ranges through fragmented landscapes in a changing climate. The research has immediate practical use for the conservation in Britain of the silver-spotted skipper butterfly, and a report has been prepared for conservation organisations to facilitate knowledge transfer. The research has wider value for combining microclimate science and population ecology to help prioritise activities and locations for conservation of species and ecological communities in a changing climate. An ultimate aim will be to model the effects of topography on microclimate in a wide range of locations and for a wide range of species, in order to prioritise where conservation activities can make use of microclimatic heterogeneity to help species survive and spread their distributions as the climate changes. We are developing follow-on work with a range of stakeholder groups to achieve this aim (Natural England, the Wildlife Trusts, RSPB, Butterfly Conservation, Botanical Society of the British Isles, EAD environmental consultants) as part of a NERC Knowledge Exchange grant entitled Using Microclimate to Adapt Conservation to Climate Change; (Grant reference NE/L00268X/1). The research has general and specific implications for conservation. We have shown the general characteristics of habitats that favour species persistence and range expansion under climate change (large patches of high quality and microclimatically-favourable habitat in landscape-scale networks), and have identified specific locations and habitats that aid the conservation of our focal research species. As well as publishing our research in scientific papers and publicising the work at academic conferences, we have engaged with the user community in a number of ways. We have produced a conservation report for the focal species, the silver-spotted skipper butterfly, that has been provided to conservation organisations managing habitats and landscapes for the species. We held a workshop with organisations involved more generally in conservation and land management, to discuss the ways in which microclimate can be incorporated into plans for conservation in a changing climate. We publicised our work in podcasts for NERC Planet Earth and the Journal of Applied Ecology. Environment","dataset":"gtr"}