{"id":"FD74D73D-DC98-4223-BBFC-54F043CAE913","title":"Predicting the response to plasticity-inducing protocols of non-invasive brain stimulation (NIBS)","abstractText":"Over the past 30 years a number of methods have been devised that allow us for the first time to stimulate parts of the brain in healthy, conscious individuals without having to remove part of the scalp or undergo neurosurgery. It is a remarkable advance. Even more strikingly, recent developments have made it possible to interact directly with a process known as &quot;synaptic plasticity&quot; which is fundamental to our ability to learn new things. When we learn anything new, a subtle change is made in the way a small number of neurones connect together in the brain and this new circuit is used to store the memory. The new brain stimulation methods can subtly speed up or slow down this process.\nThe main interest in this method lies in its potential to speed up rehabilitation training after brain injury or disease. For example, after a stroke, the brain has to re-learn how to perform tasks with a damaged set of circuits. Physiotherapy works by giving patients practice in tasks so that their brain can re-learn old skills with a new set of connections. Work has suggested that this process would be speeded up by using the new methods of brain stimulation.\nAlthough very attractive, and overall effective, a problem with the methods is that they vary in effectiveness from one individual to another. The result is that in any clinical trial, some participants perform much better than others. The objective of this proposal is to understand more about why this variation arises, and, more importantly, devise simple predictive measures that can be used to check if an individual is likely to respond to a particular protocol, and if not find an appropriate alternative.\nThe work will begin by exploring a number of simple measures that have been reported to predict responses to particular brain plasticity protocols and select the most useful of these after a series of studies in 50 healthy volunteers. We will then test in a group of 25 chronic stroke survivors whether these factors will also predict the clinical response of each patient to a single session of therapy. Finally the project will explore the hypothesis that these differences between people depend on subtle differences in the anatomy of the brain. The pattern of folding of the cerebral cortex varies slightly from the &quot;average&quot; pattern in every individual. In addition, the area of cortex where certain functions are represented also varies within a centimetre or so between individuals. We will use sophisticated computer modelling of the way the external brain stimulation is likely to activate regions in individual brains and show that differences in the regions activated can account for differences in a person's response to each protocol. If correct we can use this information in a subsequent study to change stimulator design so that we can target the &quot;correct&quot; locations in an individual brain and maximise chances of responding to any given protocol.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K01384X/1","grantId":"MR/K01384X/1","fundValue":"386234","fundStart":"2013-06-30","fundEnd":"2016-06-29","funder":"MRC","impactText":"","person":"John  Rothwell","coPersons":["Nick  Ward","Mark John James  Edwards"],"organisation":"University College London","findingsText":"","dataset":"gtr"}