{"id":"FD761F8B-D271-4BDA-8E2C-E3C9F96BFB10","title":"Scaling properties of interfacial flows in tubes of rectangular cross-section.","abstractText":"This proposal concerns the propagation of air fingers in liquid-filled tubes of rectangular cross-section. This fundamental interfacial flow is encountered in a wide range of applications from thin-film coating to enhanced oil recovery. The aim of the proposed research is to gain an understanding of the dependence of such flows on the aspect-ratio of the tube, alpha (the ratio of the width to the height of the cross-section). Promising experimental results, obtained in Manchester, suggest that certain global features of finger propagation in tubes of different aspect ratios can be obtained by rescaling master curves , obtained for a square tube, by functions of the aspect ratio. This result is of fundamental significance because it suggests a connection between the interfacial dynamics in square or nearly square tubes (alpha =1- 2) and those in Hele-Shaw cells (alpha &gt;&gt; 1). The evolution of the flow between these two limiting geometries will be characterised in detail using the powerful combination of experiments and three-dimensional numerical simulations.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D002214/1","grantId":"EP/D002214/1","fundValue":"130173","fundStart":"2006-02-01","fundEnd":"2008-01-31","funder":"EPSRC","impactText":"  Fundamental knowledge used in microfluidics. Manufacturing, including Industrial Biotechology,Other ","person":"Anne  Juel","coPersons":["Andrew  Hazel"],"organisation":"The University of Manchester","findingsText":" We characterised the effect of channel width relative to depth on the propagation of air fingers displacing a more viscous liquid. A scaling was obtained experimentally and details three-dimensional numerical simulations revealed the limit of validity of two-dimensional models. Fundamental science useful in microfluidic design. Manufacturing, including Industrial Biotechology,Other","dataset":"gtr"}