{"id":"FD809B57-CD95-4FA2-8605-4B62C3114787","title":"The cellular mechanisms underpinning the host restriction of Salmonella Typhi","abstractText":"The bacterial pathogen Salmonella Typhi causes a severe systemic disease in humans called typhoid fever, which is of major global importance and results in over 27 million cases of disease and 200,000 deaths each year. S.Typhi is a host-adapted pathogen that is exclusively restricted to humans but the disease mechanisms governing this host specificity are unknown.\n\nS.Typhi initiates typhoid fever by injecting virulence proteins into human host cells to direct uptake and replication within an intracellular membrane-bound compartment called the Salmonella-containing vacuole (SCV). S.Typhi is incapable of establishing infection in mouse cells where the mammalian Rab32 GTPase localises to the SCV and directs the pathogen for degradation. When Rab32 is eliminated from cells using genetic engineering S.Typhi survives within a mouse. This shows that Rab32 is critical for the pathogen's strict host-specificity. The Rab GTPase family (~60 members) control cellular communication pathways by recruiting specialised 'effector' proteins to membrane-bound compartments. How mouse Rab32 destroys S.Typhi, and through which effectors, is unknown. Strikingly, human Rab32 localises to SCVs in infected human cells where the pathogen survives and establishes infection. This demonstrates a critical difference in the mouse and human Rab32 pathways. How S.Typhi survives the action of human Rab32 and its cognate effectors is not understood.\n\nFundamental to Rab function is the membrane to which they are anchored but studying this presents formidable challenges. I propose to build a new experimental reconstitution approach that tackles this very important problem by focusing on the key relationship between Rabs and their membrane. I will engineer membrane-bound particles displaying host-specific Rab32 that will mimic SCVs in mouse and human cell-free extracts. In this way, I will capture and identify the mystery Rab32 effectors, and understand how they operate fundamentally in the physiological membrane environment. SCV proteomics and infection-based screens will form complementary approaches for identifying the pivotal Rab32 effectors. The role and regulation of the Rab32-effectors and their interaction with intracellular S.Typhi will be determined during infection of mouse and human cells. \n\nResolving the cellular mechanisms of S.Typhi's host restriction will reveal pivotal cell biology underlying typhoid, and has the potential to speed the development of our anti-infectives arsenal and broaden the scope for therapeutic intervention. Furthermore, the powerful reconstitution system would be applicable to any Rab GTPase combination making it an effective tool for multiple research avenues in the future addressing human diseases.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M011771/1","grantId":"MR/M011771/1","fundValue":"455233","fundStart":"2015-10-01","fundEnd":"2018-09-30","funder":"MRC","impactText":"","person":"Daniel  Humphreys","coPersons":[],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}