{"id":"FD826758-9F3E-43AA-90D9-750F8272644C","title":"The role of microRNAs in the regulation of neural stem cell development","abstractText":"Stem cells generate all the cells in the human body. They divide in a way that produces one daughter cell that remains a self-renewing stem cell, and one daughter cell that differentiates into a more specialised cell. The regulation of stem cell number and division is crucial for the appropriate growth of tissues. Stem cells must strike a balance, producing a sufficient number of self-renewing daughters to generate tissues of appropriate size and complexity, but not so many that cancerous growth occurs. Understanding the mechanisms underlying the behaviour of stem cells and their progeny contributes to both our understanding of normal development and also allows us to identify novel targets for the treatment of disease. \n\nIn both the Drosophila brain and the human brain neural stem cells initially divide to expand the pool of stem cells, then convert to cells that divide to self-renew and produce differentiated neurons. The striking similarity between the development of the Drosophila and the human brains suggests that the mechanisms regulating neural stem cell division may be conserved between flies and mammals. Indeed, 75% of human disease genes are conserved in Drosophila. \n\nThe goal of the proposed research is to investigate the role of microRNAs (miRNAs) in regulating the division of Drosophila neural stem cells. miRNAs are short pieces of RNA that have the ability to negatively regulate the expression of their target genes. We aim to identify miRNAs that are expressed specifically in neural stem cells. We will perform experiments to investigate the specific function of each miRNA and to identify the targets genes upon which they act. Our goals if to identify miRNAs, their targets, and the pathways in which they act in the Drosophila brain that are conserved in the human brain. These pathways could be drug targets for medical intervention in the treatment of both neurodegeneration and brain neoplasms.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L007800/1","grantId":"BB/L007800/1","fundValue":"446068","fundStart":"2014-01-01","fundEnd":"2016-12-31","funder":"BBSRC","impactText":"  The research funded by this grant uses a technique developed in our lab called Targeted DamID ('Cell-type-specific profiling of gene expression and chromatin binding without cell isolation: assaying RNA Pol II occupancy in neural stem cells.' Southall TD, Gold KS, Egger B, Davidson CM, Caygill EE, Marshall OJ, Brand AH. Developmental Cell. 2013 Jul 15;26(1):101-12.). The reagents for this technique have been made available to the scientific community and we have fulfilled requests from over 70 groups worldwide. Education,Other Societal","person":"Andrea Hilary Brand","coPersons":[],"organisation":"University of Cambridge","findingsText":" Our initial objective was to identify microRNAs that are specifically expressed in neural stem cell subtypes in the developing Drosophila brain. Through the research funded on this grant we have used the Targeted DamID technique developed in our lab to profile the binding of Polymerase II specifically in different cell types. These results provide information about the different genes that are expressed in each cell type. We have used bioinformatics to analyze and summarize the results looking specifically at the genes that encode microRNAs. Through this analysis we have found that there are microRNAs that are expressed specifically in the neural stem cell subtypes we are studying. The research funded by this grant uses a technique developed in our lab called Targeted DamID. This technique has now been published in one of the leading journals in the field, Developmental Cell (Cell-type-specific profiling of gene expression and chromatin binding without cell isolation: assaying RNA Pol II occupancy in neural stem cells. Southall TD, Gold KS, Egger B, Davidson CM, Caygill EE, Marshall OJ, Brand AH.. \nDevelopmental Cell. 2013 Jul 15;26(1):101-12.). The reagents for this technique have been made available to the scientific community and we have fulfilled requests from over 70 groups worldwide. Education,Other","dataset":"gtr"}