{"id":"FD89AB77-90D0-4FDD-8E02-CB3C7D4BB80A","title":"13 ERA IB: Investigating NOvel VAluable bio-Therapeutics and Expression systems","abstractText":"The production of IgG's has revolutionized the biotech industry with products used for the treatment of cancer and immune disorders. The success of standard IgG's built over years of optimization, has led to high expectations for novel recombinant proteins (rPs), &quot;third generation&quot; biopharmaceuticals. Timeframes, stakeholders and commercial pressures are different to those of a decade ago and the manufacture of new rPs is challenging. The promise of commercial and clinical returns from new rPs such as fusion proteins (for novel disease targeting), IgA (the most abundant Ig isoform, for treatment of IgA deficiencies, cancer) and secreted mucins (for disease therapy, vaccines) is obvious but these are unexpectedly difficult to manufacture, with unpredictable failures to generate any (or enough) product. Studies accessible to scrutiny indicate unpredictable limitations occur at the level of translation, folding and post-translational processing (especially N- and O-glycosylation). This project will develop new animal (CHO) and plant (tobacco) cell expression technologies, and establish bioprocesses, for the production of difficult to express and novel rPs. Objectives are to (1) define the molecular events linked to production of difficult to express rPs; (2) engineer new expression technologies for enhanced synthesis, folding and assembly of such molecules via manipulation of translational and secretory machinery; (3) engineer CHO cell lines for the efficent N- and O-glycosylation of IgAs; (4) engineer and establish plant cell lines capable of producing industrially relevant amounts of IgAs with bespoke glycosylation; (5) develop an understanding of the metabolic load on the cell expressing challenging rPs; and (6) establish upstream and downstream processes for the new expression technologies and rPs and evaluate the potential for scale-up. The consortium will seek protection of IP for the new expression technologies, as these will be of immense interest to industry.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M001164/1","grantId":"BB/M001164/1","fundValue":"288078","fundStart":"2014-07-14","fundEnd":"2017-07-13","funder":"BBSRC","impactText":"  Grant only started 4 months ago  ","person":"Alan  Dickson","coPersons":["David  Thornton"],"organisation":"The University of Manchester","findingsText":" Grant only started 4 months ago Grant only started 4 months ago Manufacturing, including Industrial Biotechology","dataset":"gtr"}