{"id":"FD8B1862-6A76-4483-90FA-425590FD2D53","title":"Determination of suitable hosts for Rare-Earth doped planar upconversion waveguide lasers.","abstractText":"Ultimately, we propose to fabricate compact, mass-producible, high-power visible wavelength lasers. These solid-state lasers operate by a process called upconversion which is quite different from the frequency doubling mechanism utilised in green laser pointers . As such, these upconversion lasers represent an innovative and highly disruptive laser technology; a technology that does not currently have a commercial outlet.The upconversion laser scheme to be employed here uses light from cheap, readily available semiconductor lasers operating in the near infrared, and by absorbing 2 or 3 infrared photons excites Rare-Earth ions to a high energy state from where they can emit light at visible wavelengths.The proposed research is necessary in order to identify suitable materials for the key component of the upconversion laser, the low-loss optical waveguide that hosts the gain-providing Rare-Earth element.We propose to carry out this initial research using the well-studied Rare-Earth Praseodymium (Pr) with Ytterbium (Yb) as a co-dopant. We chose Pr for a number of reasons including:1) Emission at multiple visible wavelengths including blue/green, green and red.2) Previous proof of high efficiency upconversion lasing in ZBLAN optical fibres.3) Use of a single wavelength pumping source when co-doped with Ytterbium (Yb).4) The apparent lack of a photodarkening mechanism.In point 4), photodarkening refers to a mechanism associated with upconversion using the Rare-Earth Thulium (Tm) whereby the Tm ion as well as emitting the (wanted) blue photon, also emits an (unwanted) high energy ultraviolet photon that damages - or photodarkens - many host materials. This photodarkening basically increases the optical loss of the host to the point where lasing is not possible (the loss exceeds the gain). It is purely this photodarkening problem that has prevented the commercial use of Tm in upconversion lasers for the blue part of the visible spectrum.Although Praseodymium does not appear to exhibit photodarkening, it does require a low phonon energy host otherwise it will undergo radiationless transitions that severely reduce its emission at optical wavelengths, and makes lasing impossible. Unfortunately, the most commonly used materials for planar optical waveguides typically have peak phonon energies that are too high to accommodate Pr as the active Rare-Earth. Hence, the purpose of this proposed research, to find a suitable low-loss, low phonon energy host material that will enable upconversion lasing using Rare-Earth elements such as Pr.Success in identifying a suitable host material will allow high-power visible wavelength lasers to be mass-produced. This in turn would allow the creation of a new high-technology laser company which would further increase the U.K's profile in this very strategic area.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G003319/1","grantId":"EP/G003319/1","fundValue":"297334","fundStart":"2009-04-20","fundEnd":"2011-04-19","funder":"EPSRC","impactText":"","person":"Martin David CharltonGreg  Parker","coPersons":["James  Wilkinson"],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}