{"id":"FD9522F9-F3EF-459B-A3EC-44F0C95A2170","title":"Rethinking Patent Cultures","abstractText":"Patenting has become widespread in many countries and different areas of life since the industrial revolution, and especially since the rise of international businesses in the late nineteenth century. For example, between 1990 and 2003 the number of U.S. patents more than doubled from about 80,000 to 169,000 per year, and the increase is particularly significant in the biological sciences. However, while this high level of global activity has typically led scholars to assume that patenting has become simply one global phenomenon, it is clear from Gooday's recent research that patenting activity and attitudes towards it has varied between country, by industry and by community.\n\nBut how should we intepret this strikingly complex phenomenon? Has patenting been a natural and straightforward solution to problems of protecting innovation across many different areas in all countries? Evidently not, since many other kinds of intellectual property management ranging from trade secrecy to open knowledge sharing have also thrived over the last century. Moreover, not every country has embraced patent laws as a prerequisite of innovation - especially in Asian societies where ordinary individuals may not be able to own or monopolize creative ideas. Then again, where patent cultures have spread in industrial societies, it has sometimes been controversial: many countries long prohibited the patenting of medical products in order to maximize public access to healthcare. Strikingly, when patents have been taken up, it has not always been large businesses but sometimes by minority groups seek to protect their technological needs, most notably disabled people. So there is much scope for re-mapping the factors affecting who patents what and why - or indeed why not. \n\nThis research network proposes to explore the late nineteenth and twentieth century development of this phenomenon at a global level and on a national and local scale. It seeks to explore the subtleties of patenting activity within different countries and the economic, social and technological explanation for the development of particular attitudes towards patenting in these countries. The obvious current significance of patenting activity within biomedicine and bodily diversity in particular requires explanation; and accordingly the network will latterly focus on the history of patenting cultures in medicine and for disability appliances. \n\nThe project therefore seeks to analyse the roles played by government, industry, lawyers, inventors and scientists in innovation and patenting activity and the relationships between them. The network is particularly interested in the ways in which users of medical tools, pharmaceuticals, devices and appliances designed to assist those with disabilities shaped innovation and whether patents provided them with a method of subverting industry norms during the expansion of global capitalism. In addition to historians, this diverse range of stakeholders will therefore form a vital part of the network and will actively contribute to and shape the three planned workshops.\n\nThree workshops will be held on each of the key areas and accompanying edited volumes (inter alia) produced as the main academic output. The first will focus on national locality and will examine different patenting cultures across the world; the second will examine patenting within medicine and will look at the relationship between patents, medical practitioners, scientists, industry and users; the third will concentrate on appliances for people with disabilities to examine the ways in which patents were used by inventors and users. \n\nTo ensure full public engagement this network's workshops will include representatives of business, healthcare, law and disability, with full social media reporting of project activities and outcomes, allied to public lectures and exhibits. Moreover, each of the project workshops will have a public event associated with it to maximize impact.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L009803/1","grantId":"AH/L009803/1","fundValue":"36026","fundStart":"2014-02-01","fundEnd":"2015-01-31","funder":"AHRC","impactText":"","person":"Graeme John Gooday","coPersons":["Claire Louise  Jones"],"organisation":"University of Leeds","findingsText":" The project will develop a comparative history of patent law and practices before the notion of 'intellectual property' came to dominate both commerce and scholarship. It will look comparatively at the patenting laws, cultures and experiences of nations, industries and communities up to the founding of the World Intellectual Property Office in 1967. Three major questions arise from this, not previously studied in an internationally comparative manner:\n1.First of all, why and when did industrializing countries adopt particular patenting systems, and how did they manage the differences between them? \n2.Secondly, why were there such significant and long-running disagreements between patenting systems about what was legitimately patentable matter, especially in biomedicine? \n3.Thirdly, how far did marginalized groups, especially the 'disabled', use patents to protect their inventive identity against challenges from a growing patent-based capitalism?\n\n No individual scholar can take on such broad questions single-handedly, to explain for the first time how patenting worked as a complex moulding force differentially in global commerce generally conceived, and also within international and national medical and disability cultures. To study such rich under-examined terrain and complex issues, this project will draw together a substantial body of international scholars from various sub-branches of history, as well as law and economics to develop a coherent and sustained interdisciplinary discussion in conjunction with external bodies in law, medicine, disability and patenting. This will produce a new global historical framework that avoids presuming natural hegemony for any country or patent system.\n\nThree international workshops have taken place to explore these goals.\n15/16 May 2014: International Diversity in Patent Cultures - a historical perspective. This is being developed as a collective book publication for Cambridge University Press.\n\n14-15 July 2014: Medicine &amp; Healthcare\nThis is being developed as a special issue of a journal.\n\n18-19 September: Disability and Prostheses\nThis is being developed as a special issue of a journal By lawyers, physicians and disability scholars, drawing upon the cultural historical/anthropological approach to patents in this project to develop alternative interpretations of patents as more than just intellectual property, with a much richer historical set of meanings. Healthcare,Government, Democracy and Justice,Culture, Heritage, Museums and Collections","dataset":"gtr"}