{"id":"FD9CF7BF-A859-4780-99A3-34547BA81B35","title":"SANDPIT-INTEGRATION OF ACTIVE AND PASSIVE INDOOR THERMAL ENVIRONMENT CONTROL SYSTEMS TO MINIMISE THE CARBON FOOTPRINT OF AIRPORT BUILDINGS","abstractText":"Aviation contributes to GHG emissions and climate change from aircraft in flight and on the ground and through the energy used by ground operations and airport buildings. The total UK emissions from aviation in 2005 were 37.5 million tones of CO2e representing 6.3% of UK's total. Emissions from domestic aviation amount to 2.3 MtCO2e and represent 0.4% of total. Emissions from energy consumption of airport buildings for the 20 largest airports in the UK in 2006 were 0.7 MtCO2e which represents approximately 0.1% of total UK emissions. This energy consumption is mainly gas for heating, and electricity for lighting, cooling and ventilation and many other electrical equipment such as motors. The vast majority of airports use conventional HVAC systems for indoor climate control which are based on gas fired boilers for heating and vapour compression refrigeration systems for cooling. These systems are normally located in plant rooms and rely on pumps and long distribution pipework to distribute hot and chilled water to heating and cooling coils in air handling units and air distribution devices in the terminal buildings. Energy saving approaches in modern airport terminal buildings include: the use of more efficient lighting and its control in response to natural lighting levels and occupancy, the maximization of the use of daylighting, solar gain control, the use of more energy efficient building materials and construction methods, thermal energy storage, the use of Combined Heat and Power systems and renewable energy sources such as solar energy and biomass. Most of these approaches, however, are only applicable to new airport buildings. As most of the airport infrastructure for the next 50 years already exists, maximum benefit from energy savings and GHG emissions reduction can be achieved from retrofit applications to existing airport buildings.This project will investigate and develop an innovative indoor thermal management system that can be easily retrofitted to existing airport buildings and can provide significant energy savings compared to current state of the art systems. The system will be based on active and passive indoor climate control systems based on phase change materials (PCMs) and slurries, and intelligent control techniques and systems that will provide real time control of lighting levels and indoor climate in response to external conditions, occupancy levels and passenger flows.Airports are characteristic for their large and open spaces with diverse and transient population. This and other design and operational requirements such as the maximisation of retail activity dictates that energy efficiency of airport terminal buidings cannot be resolved exclusively by the control of indoor conditions in response to the normally accepted definition of thermal comfort. To achieve maximum savings, the indoor climate control set-points should be as close to the outdoor temperature as possible and this requires the indoor environment and thermal comfort to be defined within an envelope that adequately reflects the impact of external climate and functional, social and cultural context on the passenger travel experience, profitability of airport operations and staff working environment. This project will take all these factors and diverse requirements into consideration in developing systems and controls to minimise the energy consumption and CO2 emissions from airport buildings.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H004181/1","grantId":"EP/H004181/1","fundValue":"718772","fundStart":"2009-10-01","fundEnd":"2013-03-30","funder":"EPSRC","impactText":"","person":"Savvas  Tassou","coPersons":["Panayiotis  Kyriacou","Li  Shao","M  Eftekhari","Marialena  Nikolopoulou"],"organisation":"Brunel University","findingsText":"","dataset":"gtr"}