{"id":"FDA1406C-7ECE-4FC3-A812-0BF59B1CB0B1","title":"The consequences of motor unit remodelling for motor control: an important factor in the loss of mobility with old age.","abstractText":"The muscles in our arms and legs get smaller and weaker in old age, but what is less well known is that the nerves controlling these muscles also undergo dramatic changes. In this research project we will investigate whether the changes occurring in the nerves are related to the general loss of mobility and poor balance that affects frail as well as healthy older people and impacts on the ability to complete physical tasks thereby reducing quality of life and independence in old age.\n\nEach of our muscles has hundreds or thousands of nerves that help us to control movements with each nerve controlling a portion of the muscle, known as motor units which vary in size. For small forces such as used in the majority of daily activities we use the small motor units, giving fine control, while the large units are used only when large forces are needed. Research has shown that more than half of the nerves in a muscle can die by the age of 75 years even during normal, healthy ageing and it tends to be the nerves supplying the large motor units that are affected. However, the nerves that remain, supplying the small motor units, compensate by taking over the portions of the muscle that have lost their connection. This helps to maintain maximal strength but has the disadvantage that when it comes to making the small contractions used for activities such as involving balance, the forces produced may be inappropriate leading to poor motor control, loss of confidence and ultimately a reduction in mobility. \n\nThere is some hope, however, because it might be possible to preserve the nerves by leading a physically active lifestyle. We will study the nerves and muscles of people who have maintained exceptionally high exercise levels all of their lives to see whether preservation of nerves is a reason why older athletes are able to maintain remarkable physical activity and performance levels similar to that of young adults. It may also be possible to learn new ways of activating the nerves to generate smooth contractions and we will examine people who have continued dancing into old age.\nA limitation in the available scientific data is that up until now almost all of the information we have on the nerve changes during ageing comes from studies of small muscles controlling hands and feet. We will develop the techniques to estimate motor unit size and number in large leg muscles and study frail, healthy and older athletes to see to what extent changes in nerves affect our muscles and the ability to balance and walk.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K025252/1","grantId":"MR/K025252/1","fundValue":"570842","fundStart":"2013-12-01","fundEnd":"2017-08-31","funder":"MRC","impactText":"","person":"Jamie  McPhee","coPersons":["Martin Kenneth Rutter","David Arthur Jones","Ian David Loram","Emma Frances  Hodson-Tole","Frederick  Wu"],"organisation":"Manchester Metropolitan University","findingsText":"","dataset":"gtr"}