{"id":"FDA23A9D-4950-49A2-9C9A-45D4F07F9BD1","title":"Neural dynamics of response inhibition and gambling across the lifespan","abstractText":"Response inhibition or 'impulse control' is a hallmark of flexible and intelligent behavior, required whenever a thought or action must be stopped or slowed. Without inhibition, many everyday behaviors would be impossible, such as driving a motor vehicle or engaging in normal social interactions. The importance of inhibition is highlighted by the fact that patients with psychiatric conditions or brain damage often present with life-changing deficits of inhibitory control, including severe addictions. Furthermore, as we advance into middle-age and beyond, response inhibition is one of several cognitive functions that witnesses a steadily decline.\n\nThe current scientific consensus is that response inhibition in humans is supported by the frontal lobe, but precisely how this large area mediates our cognition and behaviour is deeply mysterious. The aim of this project is to enrich understanding of how the brain inhibits behaviour, with the goal of working toward a deeper understanding of the ageing process and new therapies for addiction. To achieve this, the project will combine a series of different human neuroscience techniques, including methods for stimulating the brain and for measuring the physiology and chemistry of complex brain networks.\n\nPart A of the project investigates how specific brain regions in the human frontal lobe might control other brain regions to support response inhibition. In particular, it is possible that inhibitory control requires frontal brain regions to exert 'remote control' over more primitive areas that respond to emotion or coordinate motor output. To observe directly how these long-range brain connections support inhibition, we will measure brain activity using magnetic resonance imaging (MRI) while simultaneously stimulating parts of the frontal lobe with transcranial magnetic stimulation (TMS). We will also test how these brain connections are altered by normal ageing.\n\nPart B focuses on understanding links between response inhibition and risk-taking behavior, specifically gambling. Our recent research shows that expecting to stop a simple motor response, or being trained to stop simple responses, can reduce risk-taking when gambling. These effects may be likened to building an inhibitory &quot;muscle&quot; that, once trained, can more effectively resist urges. In Part B we will again use TMS and MRI to study why motor response inhibition influences gambling decisions, how different brain systems are affected, and how these processes evolve with age. We will also use a technique called magnetic resonance spectroscopy to test how training in response inhibition influences brain chemistry.\n\nOverall, this project promises to reveal new insights into the complex brain processes that enable response inhibition, with future implications for addiction therapy. Gambling addiction is a severe public health concern, affecting at least 100 million people worldwide. A simple method for training response inhibition may provide a complementary new therapy for reducing this burden, but first we must understand how response inhibition is linked to higher-level systems that oversee risky decision-making. The studies in our project will provide a crucial step forward in this direction, yielding new insights into the basic neuroscience of response inhibition while furthering understanding of this potential new therapy.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K008277/1","grantId":"BB/K008277/1","fundValue":"705857","fundStart":"2013-01-21","fundEnd":"2016-04-16","funder":"BBSRC","impactText":"","person":"Christopher David Chambers","coPersons":["Frederick  Verbruggen"],"organisation":"Cardiff University","findingsText":"","dataset":"gtr"}