{"id":"FDB62EFC-7296-4CC4-A289-12E9300AA766","title":"Contraband and Counterfeit Tobacco - exploring an economic disincentive to the denormalization of tobacco","abstractText":"Smoking is the number one preventable cause of illness and death in the UK. Efforts to encourage smokers to reduce consumption or preferably quit, and to discourage children and young people from starting to smoke in the first place, are being stymied by the tide of smuggled cigarettes engulfing the country (an estimated 16% of the total tobacco consumed in the UK). Deprived communities in particular are being targetted by criminal gangs offering illegal tobacco products, sometimes at less than half the price of normal cigarettes. The North East of England is a hub for this activity. Cigarette smuggling costs the UK Treasury over #3 billion per year in lost revenue and has a massive impact on people s health, since smokers have less incentive to stop smoking if they can buy cheap cigarettes, and are likely to smoke more. In addition, over half the smuggled cigarettes are thought to be fakes, made in illicit factories in China and Eastern Europe. Fake cigarettes have particularly high levels of heavy metals and tars, and hence are even more hazardous to health than ordinary cigarettes. This project aims to increase our knowledge of the little understood criminal economy operating on our doorstep. Using detailed case records obtained through an earlier, EU funded\nproject, it will reveal more about how this damaging trade is organized and run, the different kinds of smuggling that take place, the criminal firms that do it and the people they supply. The research will help health promotion workers to better target their campaigns on this topic, and HM Revenue and Customs to better target their efforts to prevent illegal shipments coming into the country.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0701876","grantId":"G0701876","fundValue":"124217","fundStart":"2008-06-01","fundEnd":"2010-05-31","funder":"MRC","impactText":"","person":"Andrew  Russell","coPersons":["Martin  White","David James Hunter","Robert  Hornsby","David  Chappel","James  Mason"],"organisation":"Durham University","findingsText":"","dataset":"gtr"}