{"id":"FDB75230-98BF-48FA-A2ED-AAA6EA5D4296","title":"Advanced Bio-Photovoltaic Devices for Solar Energy Conversion","abstractText":"Rising atmospheric carbon dioxide levels, and concerns over energy security, mean that there is increasing interest in developing renewable energy technologies. Solar technologies are deemed to be particularly attractive, since over 100 000 TW of solar energy falls on the Earth every year. The human population currently use 10 TW of energy per annum, and by 2050, it is predicted that our energy demand will double to 20 TW per annum. It is therefore theoretically feasible that solar technologies could provide a significant proportion of our future energy requirement. However, harvesting a large proportion of this solar energy, in a cheap, efficient manner, poses many difficult technical challenges. At present, silicon based solar PV cells are the method of choice, but these devices tend to be very expensive to manufacture, since they contain highly purified, semi-conductive materials. In this application we propose to harness the photochemical reactions associated with photosynthesis, a fundamental biological process, to convert sunlight into a usable form of energy by means of a biological photovoltaic panel. Using a multidisciplinary consortium of groups based in Plant Science, Biochemistry, Genetics, Engineering and Chemistry we intend to develop, test and optimise biological photovoltaics for the production of hydrogen and/or electricity. A large amount of work has already been carried out in the field of biological hydrogen production, but so far it has proved difficult to overcome the major technical hurdle that limits the commercialisation of this technology, namely that the oxygen produced during photosynthesis inhibits the production of hydrogen from the hydrogenase enzyme in vivo. Although there has been some interest in fabricating artificial devices with purified protein complexes to overcome this problem, the instability of these proteins has prevented economic exploitation. In this application, we propose to separate the processes of oxygen evolution and hydrogen production in a semi-biological photovoltaic device using intact photosynthetic cells, in which protein complexes are intrinsically more stable, and which furthermore have mechanisms for self-repair. The device will be composed of two chambers, or half-cells, with oxygen evolution confined to one chamber and hydrogen production to the other. In addition, the approach can be used to produce a DC electrical current, in a manner analogous to standard silicon based photovoltaic panels.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F047819/1","grantId":"EP/F047819/1","fundValue":"348821","fundStart":"2008-10-01","fundEnd":"2013-03-30","funder":"EPSRC","impactText":"","person":"Laurence  Peter","coPersons":["Petra Jane Cameron"],"organisation":"University of Bath","findingsText":"","dataset":"gtr"}