{"id":"FDB852B5-9463-48DF-B228-6907FB59D674","title":"The Impact of China's Global Economic Expansion on Latin America","abstractText":"<p>The expanded presence of China in world markets presents both challenges and opportunities for other developing economies.&nbsp;The project looks at the factors which have led to the growing impact of China on the Latin American economies and the nature of these impacts.&nbsp;Some countries, such as Argentina and Chile, are now significant exporters to China.&nbsp;Others, most notably Mexico, are concerned about competition from China in their export markets. Most Latin American economies face increased competition from Chinese goods in their domestic markets. Some countries are now beginning to attract Chinese investment, while others fear that they are losing out because foreign investment from the developed world is being diverted to China.</p> \n<p>After an overall analysis of the impact of China on eighteen Latin American countries, the project will include more detailed studies of the impact of China on its four main trading partners in Latin America&nbsp;- Argentina, Brazil, Chile and Mexico.&nbsp;These case studies will trace through the impacts of changing economic relations with China on the exports, imports, terms of trade, structure of production and employment in each country.&nbsp;They will also include studies of particular sectors for which the growth of China has been particularly significant.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/D001072/1","grantId":"ES/D001072/1","fundValue":"133228","fundStart":"2006-06-01","fundEnd":"2008-12-31","funder":"ESRC","impactText":"","person":"Rhys Owen Jenkins","coPersons":[],"organisation":"University of East Anglia","findingsText":" A major finding of the research was that the indirect impacts of China's growth on Latin America were at least as important as the direct impacts arising from bilateral trade. These indirect impacts included both the competition from Chinese products faced by Latin American exporters of manufactures and the increase in global commodity prices. Contrary to previous studies which tended to downplay the extent to which the region (apart from Mexico) was likely to suffer from Chinese competition i The findings have contributed to a greater understanding in academia of the heterogeneity of impacts and the importance of indirect as well as direct impacts in addressing the relationship between China and Latin America. Government, Democracy and Justice,Manufacturing, including Industrial Biotechology","dataset":"gtr"}