{"id":"FDBFB9EE-414B-46BD-9294-8B58FDF9FE1B","title":"Controlling factors in electron and energy rates on surfaces : molecular shuttles in ternary systems","abstractText":"The overall aim is to explore how molecular shuttles facilitate electron and energy transfer on silica gel, using an entirely novel experimental methodology designed on the basis of recent results. The novel experimental methodology will allow variation of some parameters whilst keeping tight control of others, and allow for the first time investigation of subtle interactions between adsorbed (i.e. held to the surface) molecules, and between adsorbed molecules and substrate. This will be achieved using an entirely novel three-molecule approach using a variety of carefully selected molecular probes which will allow many of the parameters associated with these surface reactions to be separated for the first time. The idea behind this methodology can be seen as the need to transport a commodity between two fixed points. Consider for example a person wishing to emigrate from the UK to the United States of America. Our traveller takes his small suitcase on the plane and ships his heavier and bulkier items in a cargo crate via boat. Since there is more resistance to movement of the boat than there is of the plane, the rate of transfer by plane is greater. By measuring the time between leaving the UK and arriving in the US, the rate of transfer can be determined. This in essence is the idea behind the experimental methodology.A three molecule system is proposed to be used to study the rate of diffusion of molecules across the silica gel surface. Two (called the donor and acceptor) of the three molecules will be fixed in place (through derivatisation) and the third molecule (shuttle) will move transferring either positive holes or energy from one stationary molecule to the other. Transfer of energy is known to be rapid, and the variation of this rate with surface concentrations and properties will provide a means of studying the effect of, for example, pre-treatment regime on diffusion rates and molecular distribution. The proposed electron transfer system is unusual in that the acceptor is first photoionised, and can accept an electron from the shuttle (effectively transferring a positive hole) forming the shuttle radical cation; this hole is then shuttled to the donor, which can donate an electron to regenerate the neutral shuttle. The transfer of holes involves the movement of a positively charged ion so if radical ions are immobile on silica gel surfaces, no hole transfer will occur between the two stationary molecules (acceptor and donor). Recent studies by the applicant and co-workers have suggested some movement of positively charged ions on the surface of silica gel, and the rate of diffusion of the radical cation will be compared with the rate of diffusion of the uncharged species undergoing energy transfer.The outcome of this project will fit broadly within the EPSRC theme of sustainable technology under climate change and energy, given this project will provide useful information on charge separation on oxide surfaces which is of great interest in particular to workers using Gratzel photoelectrochemical solar cells.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F026153/1","grantId":"EP/F026153/1","fundValue":"238921","fundStart":"2008-06-01","fundEnd":"2011-05-31","funder":"EPSRC","impactText":"","person":"Sian  Worrall","coPersons":[],"organisation":"Loughborough University","findingsText":"","dataset":"gtr"}