{"id":"FDC4FB72-5C63-4529-BA51-D444CDA2B590","title":"ESRC Genomics Policy and Research Forum Phase II","abstractText":"The Genomics Forum will take a lead in co-ordinating the contribution of the ESRC Genomics Network to national policymaking processes. The Forum will conduct innovative activities that combine and communicate the insights of social scientists, scientists and 'users', policymakers, practitioners and members of the public. The Forum will act as a focal point for information flow within the Genomics Network (the three Genomics Centres and Forum).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-145-28-0005","grantId":"RES-145-28-0005","fundValue":"2063130","fundStart":"2009-12-01","fundEnd":"2013-05-31","funder":"ESRC","impactText":"  Many of the Forum's activities have provided the 'glue' which has enabled the Network to thrive. Examples of this include the Forum's work on the development of the EGN Newsletter www.genomicsnetwork.ac.uk/forum/news/egnnewsletter which has consistently delivered news of the Network's activities to several thousand readers in print and on-line, and the innovative use of social media. For example, the Genomics Forum was responsible for coordinating a Twitter channel on behalf of the Genomics Network, in order to disseminate information on Network/Forum activities and stimulate online interaction with regard to this. Since its establishment in late 2009 / early 2010, the Twitter channel has attracted over 3,700 followers and has been highly effective as a means of marketing Forum/Network events and outputs. Similarly, Genomics Forum YouTube and Flickr channels (which were respectively used to disseminate video and photographs of engagement events) jointly attracted nearly 9,500 views. \n\nAnother major element of this communications strategy has been the Genotype blog http://esrcgenomicsforum.blogspot.co.uk/which has forged new ways of sharing social research on the contemporary life sciences. Through a series of regular staff and guest blogs, Genotype has disseminated information and promoted debate about Forum and Network events and about the activities generated by our creative artists and visiting fellows. In particular, pieces written by our Writers-in-Residence, professional authors Ken MacLeod and Pippa Goldschmidt, achieved significant prominence in the blogosphere. In total, from mid-June 2010 to May 2013, Genotype attracted over 14,000 visitors. \n\nA key aspect of the research synergy which the Forum was able to engender across the EGN, resulted from a focus on workstreams which have evolved across the life course of the Forum. These work strands originated in a series of research programmes established by the first Director and led by postdoctoral research fellows (described in Annex A); over time, as the focus of the Forum's activities shifted towards convening and co-ordinating Network-wide activities, these developed into a series of higher profile workstreams to which each EGN Centre contributed and in which a wide range of stakeholders and practitioners were involved. Examples of this latter activity include the Genomics and Identity Politics workstream, a series of five workshops which ran in 2009-2010 and the Health Technologies and Health Systems workstream (2008-2011). Other workstreams such as the activities relating to synthetic biology (described below in Impact Example 4) illustrate the trajectory of development from the earlier, more internal workstrands through to larger scale Network-wide activity which have now been developed and funded by new initiatives such as the ESRC seminar series on synthetic biology.\n\nA corollary of this aspect of our work is that 14 early career academics, who have been employed by the Forum (see Annex D), have gained experience of the type of activities that can lead to academic research having wider, external impact (in addition to the scores of staff in other EGN Centres who have benefited from this type of capacity-building through their association with Forum activities and events). Many of these individuals are now working around the world in both academic and other research-based institutions such as the Royal Society and the European Centre for Disease Control. Digital/Communication/Information Technologies (including Software),Healthcare Cultural,Societal,Policy & public services","person":"Steven  Yearley","coPersons":["Steven  Sturdy"],"organisation":"University of Edinburgh","findingsText":" The Forum also made a series of innovative interventions that brought ESRC social science on genomics to wider public, policy and academic audiences. For example:\n\no with the Human Genetics Commission and other bodies, in 2007 the Forum raised money from the Wellcome Trust and DIUS to run a Citizens' Inquiry into civil rights, fairness and effectiveness issues around the national DNA forensic database. This Inquiry reported in summer 2008 and featured on the BBC Radio 4 &quot;Today Programme&quot;; moreover the HGC undertook to publish the citizens' report and to respond to it in public. Social scientists from the EGN were among the expert witnesses called by the Citizens' Inquiry.\no at the end of February 2008 the House of Lords launched a call for evidence in relation to genomic medicine. The RCUK proposed to make a collaborative submission and the Forum took on the task of preparing a response from the EGN for the RCUK's deadline to ensure that the social sciences were well represented in this critical policy arena. The RCUK submission drew heavily on the Forum's text. \no further evidence of the policy impact of the Forum's work is given by the fact that the Scottish Government invested over ?250,000 in Gengage, a public engagement network focused on genetics and healthcare in Scotland. Gengage was managed and hosted by the Forum and held a series of events bringing social scientists, policy makers/legislators and scientists/medics together; these included a public deliberation event about &quot;brain-banks&quot; for tissue storage and a meeting at the Royal Society of Edinburgh about public perspectives on participation in clinical trials.\no the Forum has also had an international presence. In part this was down to the vibrant Visiting Research Fellow programme that has brought scientists and social researchers, legal practitioners and managers from around the world (from India, the USA, Argentina, Australia, Brazil, Canada, Japan, South Africa and from OECD) to interact with EGN researchers and to take part in scientific meetings and public events.\no the Forum's own research fellows also made a decisive contribution, producing six special issues of peer-reviewed journals and running well over a dozen events that have brought together policy makers (including from the HFEA, HGC, WIPO, OECD and NASA), NGOs, representatives from firms, natural scientists and EGN social researchers. The Forum has taken the question of its lasting impact and legacy very seriously. Given the unique and pioneering objectives of the Forum as an ambassador organisation for social science, it is clearly key that its ambassadorial functions in relation to the Network are continued where possible and that its status as a 'beacon' for knowledge exchange continues to be publicised. To a considerable degree this is a matter of ensuring that the legacy from the Forum and the Network continues to be readily accessible. As the three research centres (Cesagen, Egenis and Innogen) are all continuing, but no longer as a network, the Forum has taken steps to ensure that all the material from the entire ESRC Genomics Network will be available on a single archive website. In its closing months, the Forum led negotiations over the management of this arrangement, and the final version of that brochure website is currently (August 2013) being finalised. The three Centres will also retain copies of their previous web entries but adapted to their new (and differing) house styles and will not necessarily highlight the activities that arose from the Network per se. By contrast, the brochure site will maintain the unified character of all the work from 2002-2013 and fully represent the ESRC's investment in this key area. The site will be comprehensive and searchable, and will present the public and policy engagements of the Forum and Network as well as the more customary, scholarly outputs.\n\nThe Network has been centrally identified with two major publishing initiatives; the first is the Genetics and Society Book Series which the Network runs for and with Routledge. There are already over twenty books in the series in print and around a dozen more to be published, in preparation or out for review. The editorial base for this series was Cesagen (Cardiff) but Cesagen can no longer maintain this commitment. Accordingly, the Forum took over co-ordination of this work and Forum Director Yearley (supported by Ms M Rennex) is now the principal contact. The series is currently contracted to run at least until 2015. The second publishing initiative is the on-line journal GSP (Genomics, Society and Policy). Recently renamed as Life Sciences, Society and Policy and taken on by Springer (see http://www.lsspjournal.com/), this journal is now into its ninth volume. GSP has been financially supported by the Forum from early in the Forum's first phase and the Forum continued to fund the editorial support even when it was switched to Egenis. The chief academic editors are at Cesagen and at the Netherlands 'sister-organisation' to the Genomics Network, the Centre for Society and Genomics (now the Centre for Society and Life Sciences - CSLS). With financial investment by both the EGN and CSLS, the journal continues to be free for authors and thus will continue to provide a major outlet for broadly social scientific work in this area. The deal with Springer also ensured that the entirety of the earlier GSP issues would be accessible from the one (new) site.\n\nAs demonstrated earlier in this report, the Forum and Genomics Network have enjoyed considerable success in bringing work on the social dimensions of the life sciences to European policy audiences at and with OECD. But the Forum has also supported the EGN in developing a further form of European collaboration for policy audiences through LISTEN: the Life Sciences, Innovation and Society Network (see http://www.listen-network.nl/). This is a European collaboration led by the EGN and CSLS with Austrian (GEN-AU) and French colleagues. In the last two years, LISTEN has won support of EUR80,000 from the European Science Foundation for a series of five high-level meetings on life sciences, innovation and European society. The first was held in December 2012 with the next due in October 2013 (on the topic of &quot;Bioenergy and Biorenewables: Integrating scientific and societal agendas&quot;, see http://www.esf.org/index.php?id=9757); the remainder of the meetings (focused on health and other policy areas) will be in 2014 and 2015. \n\nThis report has stressed already how beneficial and effective the Forum has found its work with artists and writers as part of its strategy of engagement with audiences outside the social sciences (whether the general public or professionals in the natural and medical sciences). The Forum is therefore happy to have two continuing forms of artistic engagement which are intended to flourish in the coming years. The first form is two short documentary films produced by the final artists-in-residence, Lindsay Goodall and Cameron Duguid, dealing respectively with epigenetics and health inequalities and with the human meaning of the g\n\nenome. These films were premiered at the Forum's closing event for an invited audience and are now being supported on the international film-festival circuit. The second artistic product is a new play commissioned (on a genomics and society theme) by the Forum and the Traverse Theatre from artist-in-residence and prize-winning playwright Peter Arnott. The Forum has supported a rehearsed reading of this play at the Traverse (Scotland's theatre for new writing) for autumn 2013 with a view to attracting production support. Formal agreements are in place to ensure that the ESRC and the Network are publicised by showings of all these works.\n\nFinally, right at the end of its life the Forum has taken steps to ensure that a collaboration with the Human Genetics Commission has borne appropriate fruit. The Forum partnered the HGC in September 2011 in running an expert seminar and deliberation on issues around incidental findings from clinical genetic/genomic practice. In short, the Forum brought social anthropological and sociological expertise to the analysis of a set of issues that had been primarily thought of in clinical and bioethics terms. The HGC was wrapped up before the staff had had time to prepare a report on this work and so the Forum undertook to complete the report, which will now be submitted to the new advisory body to the Department of Health, the Emerging Science and Bioethics Advisory Committee (ESBAC).\n\nIn summary, the Genomics Policy and Research Forum and the Genomics Network are not continuing, though the three genomics research centres are all living on. However, the Forum has put in place mechanisms to ensure that the Network's activities continue to be accessible, has devised ways to continue the scholarly publications most characteristic of the EGN, has helped devise and support a new form of Europe-wide policy-engagement network (LISTEN) and has taken steps to ensure that the engagement and research activities of the Forum endure. Communities and Social Services/Policy,Education,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}