{"id":"FDD4EAEA-A3D5-4E93-958F-558FE427CFBE","title":"HIV control in a new era: Exploring the potential impact of alternative intervention strategies in Uganda","abstractText":"Uganda has been successful in controlling its HIV epidemic, but recent data suggest that this decline is not continuing, that HIV incidence has stabilised and that HIV prevalence may be rising again. Renewed efforts are needed to build on past successes and to inform policy on the most effective mix of HIV interventions. This project aims to compare the impact that different HIV control strategies are likely to have on the HIV epidemic in Uganda. The research will combine rigorous analysis of empirical data from Uganda with mathematical modelling of the epidemic. Epidemiological modelling is a powerful tool that can be used to help predict the impact of health intervention strategies on an epidemic, as well as to examine the role of various sub-populations or behaviours in establishing the current epidemic. The project will be carried out in three stages. First, existing data will be used to establish a range of plausible values for input parameters influencing the progression of the epidemic. Second, these input parameters will be varied within the established plausible ranges until the model provides a good fit to empirical data on the progression of incidence and prevalence over time. Third, once the model is fitted, researchers will simulate a variety of control strategies to predict the impact that these interventions will have on the HIV epidemic. To validate the models, extensive longitudinal data available from the MRC Unit and other sources in Uganda will be used, as well as additional data that will become available during the course of the project. The additional sources of data include a sex worker cohort in Kampala, and trials of a vaginal microbicide, male circumcision and ante-retroviral therapy. Five specific intervention strategies will be assessed: male circumcision, use of vaginal microbicides, treatment of sexually transmitted diseases, behavioural change and anti-retroviral therapy. Combinations of these interventions will also be assessed. The impact of these interventions will be assessed in two areas of Uganda ? Kyamulibwa, a typical rural area, and Kampala, the capital of Uganda. To ensure that the results of the research influence public health policy, policy makers in Uganda will be involved in this project from the outset.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0501499","grantId":"G0501499","fundValue":"467389","fundStart":"2006-07-01","fundEnd":"2010-02-28","funder":"MRC","impactText":"","person":"Richard John  Hayes","coPersons":["Charlotte Helen Watts","Richard  White","Leigh Anne Shafer","Heiner  Grosskurth","Azra Catherine Ghani"],"organisation":"London Sch of Hygiene and Trop Medicine","findingsText":"","dataset":"gtr"}