{"id":"FDDF8931-A6AD-4B3E-A1B0-F50CF1089D07","title":"Sustainable Bioenergy Centre: Cell wall sugars programme","abstractText":"To achieve the goal of producing biofuel from plant biomass (lignocellulose), the plant cell wall can be degraded by a cocktail of hydrolase enzymes that generate monosaccharide sugars (saccharification). Biomass feedstocks are pretreated to increase enzyme accessibility of the cellulose and hemicelluloses prior to addition of the enzyme cocktails. The released sugars are then industrially fermented to generate biofuels such as ethanol and butanol. The viability of lignocellulosic biofuel technology will depend on maximising the fermentable sugar from biomass, and minimising the costs of processing. Currently, it is difficult to use the pentose-rich hemicellulose xylan component which constitutes 20- 30% of most feedstocks such as grass and wood. This xylan impedes enzyme access to the cellulose, in part through links with the lignin. One of the main problems is that it is a branched polymer that is difficult to break down with enzymes. Acid treatments to break up the hemicellulose can generate inhibitors that prevent effective microbial fermentation and reduce the yield of sugars. This programme aims to achieve a better understanding of the genetic control of hemicellulose synthesis, especially the branched xylan component of biomass, and the impact of xylan branching on enzyme accessibility. It will develop a comprehensive characterisation of plant polysaccharide synthesis machinery, and how the synthesis enzymes work together in protein complexes. The programme will also discover and characterise effective enzymes that break down this component to monosaccharides. The programme will deliver enabling technologies for high throughput, detailed, quantitative analysis of biomass hemicelluloses and the activity of the enzymes that break them down. Based on this knowledge, strategies of plant breeding or modification, and also of hydrolytic enzyme selection, will be proposed in order to reduce the costs of use of the branched xylan component of biomass, and to release the cellulose for saccharification. The programme in Cambridge to study cell wall synthesis and to develop the polysaccharide and hydrolase profiling technologies is supported by enzyme discovery in the University of Newcastle, with Dr David Bolam and collaboration with Professor Harry Gilbert. Shell Global Solutions are collaborators in the programme, providing an important industrial perspective and bioinformatic support. Additional enzymes for method development and for analysis of cell wall polysaccharides will be provided and studied in collaboration with Novozymes, the world leader in enzyme production.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G016186/1","grantId":"BB/G016186/1","fundValue":"353112","fundStart":"2009-05-01","fundEnd":"2012-10-31","funder":"BBSRC","impactText":"  The activities of two of the glycoside hydrolase enzymes discovered have been patented for use in the animal feed industry in conjunction with Novozymes, our industrial partners. Agriculture, Food and Drink Economic","person":"David  Bolam","coPersons":[],"organisation":"Newcastle University","findingsText":" Discovered several novel enzyme activities involved in the breakdown of complex plant biomass. Efficient breakdown of plant biomass is critical to numerous industries including bioenergy, agriculture (e.g. animal feed) and food. The enzyme activities discovered in this grant may be used to improve the efficiency of biomass breakdown, either directly as addditons to exisiting commerical enzyme mixes, or indirectly by providing insight into plant cell wall structure that underpins development of strategies to enhance degradation. Agriculture, Food and Drink,Energy,Environment,Transport","dataset":"gtr"}