{"id":"FDE224A3-4C45-4E4B-B868-8D166C6FD108","title":"Sandpit: Transport Behaviours Network.","abstractText":"This Network extends the December 2010, UK Research Councils Ideas Factory &quot;Transport Grand Challenge: Travel behaviour, habits and practice&quot;. The Ideas Factory drew attention to the significant contribution that the transport sector makes toward the production of CO2, and whilst it is recognised that improvements in vehicle technologies and fuel choices will reduce emissions, the travel choices of the individual remain complex and entrenched in habit. Consequently the five-day Sandpit focused upon the determinants and incentives for changing travel behaviour, habits and practice in order to better understand how we can move toward increased use of lower carbon transport. \n\nThe Department for Transport paper: Low carbon transport: A greener future (2009), indentified the apparent willingness for the public to change their travel behaviours but a resistance for them to actual implement them. People's decision-making toward travel is complex and irrational, making it difficult to shift patterns away from excessive use of the car, in favour for more cost effective, sustainable and at times quicker methods of transport. \n\nReasons are complex, but it is evident that new technologies do not always offer the best solution, and may (in some cases) exacerbate problems. The Sandpit process sought to unpack the habits and pressures upon individuals, families and businesses that inhibit the opportunity to make better choices about travel. \n\nThe proposed three and half year Network will sustain the intellectual synergy that was developed through the five day Sandpit, and offer a framework in which the project partners can sustain communication, explore new ideas, share good practice and develop means of disseminating knowledge to the public, industry and affect policy. \n\nThe funding will support two primary methods of sustaining and developing the group: annual 2-day workshops/meetings for project partners to get together, and a digital network platform that can integrate the activities of the four funded projects, as well as disseminate progress and findings to the world.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J00510X/1","grantId":"EP/J00510X/1","fundValue":"132024","fundStart":"2011-08-01","fundEnd":"2015-08-31","funder":"EPSRC","impactText":"  This a network grant that supports the communication, sharing of knowledge and dissemination of findings from 5 separately funded projects that emerged from a RCUK Energy/Digital Economy Sandpit in 2010. The network is led by Prof Chris Speed, University of Edinburgh and supported by a close advisory team made up of investigators who are involved in the research projects: Prof Jillian Anable, Dr Tom Cherrett and Dr Tim Chatterton.\n\nThe network has no direct research objectives from which findings can be derived, but is geared to communicating the findings of the following projects:\n\nDisruption: the raw material for low carbon change EP/J00460X/1\n\nSandpit: Smart e-bikes - understanding how commuters and communities engage with electrically-assisted cycling EP/J004855/1\n\nMOT: Motoring and car Ownership Trends in the UK EP/K000438/1\n\nSixth Sense Transport (Reducing/re-distributing transport options through a flexible interpretation of time) EP/J004650/1\n\nSANDPIT - 'Reflect': A feasibility study in experienced utility and travel behavior EP/J004715/1 Creative Economy,Digital/Communication/Information Technologies (including Software),Energy,Environment,Government, Democracy and Justice,Transport Societal,Economic,Policy & public services","person":"Chris  Speed","coPersons":[],"organisation":"University of Edinburgh","findingsText":" Since beginning in the summer of 2011 the network has organised five meetings to date. Each meeting has offered a diet involving update presentations from each project, presentations from relevant external organisations / researchers, and a practical workshop.\n\nMeeting 1 at the University of Aberdeen January 2012 immediately following the Universities Transport Studies Group conference. \n\nMeeting 2 at the Museum of Transport, London July 2012 including workshop at the CASA Lab at UCL, and invited speakers Dr Ben Barratt, London Air app, King's College London and George MacKerron with Mappiness.\n\nMeeting 3 at the University of Brighton April 2013 including GPS workshop and e-Bikes demonstration, invited speaker John Screeton, Behavioural Insights and Attitudes Team, Department for Transport, UK Government.\n\nMeeting 4 at the University of Leeds, June 2013, Making Mixed-Methods Research Work, Travel Behaviours Workshop. A day long event involving network members but also open to UK researchers. 5 talks plus roundtable.\n\nMeeting 5 at the MOSI (The Museum of Science and Industry) in Manchetser June 2014. Presentations and discussion with Rachel Jones (Innovate UK / Catapults) as advisor toward impact and dissemination. The network operates a series of structured events and platforms to communicate the findings and share knowledge:\n\n1. The network organises meetings on an 8 monthly basis throughout the duration of the 5 projects. Meetings are held in industrial / academic and cultural environments so that teams are able to contextualise findings to date as well as receive new knowledge from external parties. \n\n2. The network hosts and supports individual websites for each project that run on the Wordpress platform. This allows projects to provide details about each project as well as blog regular updates. The Wordpress platforms are also set up in such a way that content is syndicated to a main network website that displays all of the blog posts from all of the projects. In this way the network operates as a one-stop-shop for diving in to the progress of the research projects. To date the website has presented over 148 blog posts that are collected from the 5 projects. The project also has a twitter account with 305 followers that tweets news updates as they are posted by research partners.\n\n3. The network helps the communication of projects by offering media support in the development of short movies. Uploaded to YouTube for public consumption, the movies describe the work of each project to the general public.\n\n4. The network is designed to finish with a final event in Summer 2015. At present we are anticipating an impact centred event aimed at attracting business and policy makers to communicate findings and recommendations. The current form of the event is a micro festival consisting of stands and an exhibition that is geared toward 'take aways' for policy and business. Lightning talks by researchers will prevent the event becoming an academic focused event. Across the five projects there are a wide variety of papers, software products, platforms, green papers, awards and media artefacts that will constitute the material within the exhibition. Communities and Social Services/Policy,Creative Economy,Digital/Communication/Information Technologies (including Software),Energy,Environment,Government, Democracy and Justice,Transport","dataset":"gtr"}