{"id":"FDE4600F-321C-4C51-8027-93D98D56E18A","title":"From Airborne Exposures to Biological Effects (FABLE): the impact of nanoparticles on health","abstractText":"Nanoparticles (NPs - very small particles less than 1 hundred millionth of a meter in size) are increasingly being used in the manufacture of a wide range of goods and for other beneficial uses. They are also found in vehicle and industrial emissions and yet we know little about their capability to harm health. Although there are ways to achieve a risk assessment for chemicals in the environment based on the levels that exist and their known biological effects, there is insufficient information available to allow a risk assessment of NPs. This work will address almost three quarters of the priority objectives recently set by Defra in relation to NPs and human and environmental health and thus will make a major step-change in the assessment of risks from NPs. To do this requires the collaboration of scientists with different types of skills and knowledge (ranging from chemistry, physics, molecular and cellular biology, toxicology, exposure measurement, materials science and health/medicine ) to join forces in an approach to understand the extent of human exposures to NPs and how they affect the body. In this project, we will measure levels of NPs outdoors in urban and rural locations, indoors and also personal levels of exposure. We will concentrate on 3 metals (cerium, zinc and vanadium) as these are found in vehicle exhaust. We will use these real life levels (rather than the usual approach of using high concentrations) in a series of lab experiments to define where these NPs go once breathed in and what damage they might do. We will work out how these metal NPs (which have different shapes, sizes and chemical make up) find their way into cells in laboratory tests. We will also work out in cells from the human lung and the inside of the nose in the laboratory how these NPs move once they have got inside these cells. As asthmatic subjects may be more susceptible to these effects we will also look at cells from asthma patients. NPs are able to get inside nerve cells and as this may allow them to get to the brain, we will also look at how this possible route of entry. Once NPs have entered cells they are in a position to cause harm and we will study, using state of the art technology, which molecules are stimulated to appear once these NPs have entered the cells. This will tell us what sorts of processes might occur (e.g. inflammation) and consequently will allow us to establish possible 'safe' levels of exposure. We will then be able to advise on the safe development and use of NPs through interaction with the Health and Safety Executive and the Department of Environment, Food and Rural Affairs (Defra) who are responsible for the regulation of NPs in the UK.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I008322/1","grantId":"NE/I008322/1","fundValue":"221253","fundStart":"2011-05-01","fundEnd":"2015-10-31","funder":"NERC","impactText":"","person":"Garry  Walsh","coPersons":[],"organisation":"University of Aberdeen","findingsText":"","dataset":"gtr"}