{"id":"FDEB2E4D-1EA6-47B5-BD47-C83ABA499CAD","title":"A Centre for Innovative Manufacturing and Construction","abstractText":"The Innovative Manufacturing and Construction Research Centre (IMCRC) will undertake a wide variety of work in the Manufacturing, Construction and product design areas. The work will be contained within 5 programmes:1. Transforming Organisations / Providing individuals, organisations, sectors and regions with the dynamic and innovative capability to thrive in a complex and uncertain future2. High Value Assets / Delivering tools, techniques and designs to maximise the through-life value of high capital cost, long life physical assets3. Healthy &amp; Secure Future / Meeting the growing need for products &amp; environments that promote health, safety and security4. Next Generation Technologies / The future materials, processes, production and information systems to deliver products to the customer5. Customised Products / The design and optimisation techniques to deliver customer specific products.Academics within the Loughborough IMCRC have an internationally leading track record in these areas and a history of strong collaborations to gear IMCRC capabilities with the complementary strengths of external groups.Innovative activities are increasingly distributed across the value chain. The impressive scope of the IMCRC helps us mirror this industrial reality, and enhances knowledge transfer. This advantage of the size and diversity of activities within the IMCRC compared with other smaller UK centres gives the Loughborough IMCRC a leading role in this technology and value chain integration area. Loughborough IMCRC as by far the biggest IMRC (in terms of number of academics, researchers and in funding) can take a more holistic approach and has the skills to generate, identify and integrate expertise from elsewhere as required. Therefore, a large proportion of the Centre funding (approximately 50%) will be allocated to Integration projects or Grand Challenges that cover a spectrum of expertise.The Centre covers a wide range of activities from Concept to Creation.The activities of the Centre will take place in collaboration with the world's best researchers in the UK and abroad. The academics within the Centre will be organised into 3 Research Units so that they can be co-ordinated effectively and can cooperate on Programmes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E002323/1","grantId":"EP/E002323/1","fundValue":"17848800","fundStart":"2006-10-01","fundEnd":"2011-09-30","funder":"EPSRC","impactText":"","person":"Phill  Dickens","coPersons":["Victoria Mary Story","Kathryn  Walsh","Chimay J Anumba","J Mark Porter","Shahin  Rahimifard","Dino  Bouchlaghem","Russell Anthony Harris","Andrew  Harland","Behice Serpil  Acar","Patricia  Carrillo","M.A.  Sinclair","Neil  Hopkinson","Robert  Harrison","Neil Dempster  Burns","Anthony  Thorpe","Andrew Richard Dainty","John Hugh Richardson","David John  Williams","David Arthur Hutt","Michael Peter Caine","Rupert  Soar","Robert  Young","Robert  Parkin","Roy  Jones","Andrew  Price","P  Palmer","C  Backhouse","Richard James Mackenzie Hague","Gary Michael Reed","Simon  Austin","Paul  Conway","Christine Louise Pasquire","Sean  Mitchell","Mike  Jackson","Alistair G F  Gibb","Steven Joseph Rothberg","Keith  Case","Paul Wai Hing  Chung","J  Saker","Carys  Siemieniuch","Jennifer Anne Harding","Andrew Arthur West"],"organisation":"Loughborough University","findingsText":"","dataset":"gtr"}