{"id":"FDEC7231-793A-4605-902A-055FCB700529","title":"WIDAGATE: Wireless Data Acquisition in Gas Turbine Engine Testing","abstractText":"This collaborative R&amp;D project aims to develop capability required for deploying large-scale wireless sensor networks for data gathering during gas turbine engine testing. Currently, engine testing, requiring measurements of thousands of spatio-temporal parameter values, uses wired sensors connected via a cabling harness to remote condition-monitoring units. Such data acquisition requires many kilometres of wiring, involves long and expensive setup and instrumentation times and hinders efficient time-to-market. We aim to mitigate these limitations by adopting wireless sensors. This project aims to develop and integrate practical technologies to resolve the challenges of deploying wireless sensors for data gathering in the harsh, dynamic and inaccessible environment of gas turbines involving high-speed rotations, rapid airflows, high temperatures and large amplitude vibrations.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=TS/G002614/1","grantId":"TS/G002614/1","fundValue":"281508","fundStart":"2009-03-23","fundEnd":"2012-03-22","funder":"EPSRC","impactText":"  Several simulation based experiments have been conducted that have also been validated against experiments conducted with real sensors mounted on real engines. These studies have informed Rolls-Royce about the data gathering performances of different network architectures including topologies, and communication protocols, effects of sensor node placements around an engine, assumptions and constraints in the various models, among others. They have also highlighted the challenges which need to be overcome before successful deployment of wireless sensors for gas turbine test data acquisition. Aerospace, Defence and Marine,Transport Cultural","person":"Yang  YangJohn Edward Mitchell","coPersons":[],"organisation":"University College London","findingsText":" This basic research project started with the objective of understanding, through simulation-based analysis, the feasibility of using a large network of sensors, connected wirelessly, to gathering data in the harsh environment of a gas turbine aeroplane engine. The specific application chosen is that of data acquisition during engine testing for which the existing approach is to use extensive wired instrumentation. A simulation platform was developed which combined three functional elements - a model of the radio-frequency environment around a gas turbine, a simulated wireless sensor network, and an intelligent control and optimisation element to provide end-users the capabilities for running experiments to assess the simulated network's data gathering performance against various input conditions and optimising the network performance. The simulation test-bed could be adapted quite easily to other harsh RF environments. Aerospace, Defence and Marine,Electronics,Transport","dataset":"gtr"}