{"id":"FDEED399-267D-44CC-81ED-C8CC7E405C92","title":"Self-Assembly of Multiply-Responsive Peptide Copolymers","abstractText":"This project is focussed on the development of novel multiply-responsive peptide/polymer conjugates that can disrupt the formation of amyloid fibrils. Amyloidosis is responsible for many diseases such as type II diabetes, CJD and especially Alzheimers, of especial relevance to the aging population in the developed world. Amyloidosis is caused by the misfolding of proteins and peptides into fibrils. We will prepare novel materials based on fragments of the amyloid beta peptide (believed to be responsible for Alzheimer's). These will be coupled via recently-developed synthetic methods to responsive synthetic polymers and peptides. The aim is to prepare peptide copolymers that can bind to amyloid and disrupt fibrillisation. Conjugation of peptides with polymers enables materials to be prepared that have enhanced stability in vivo and the use of responsive polymers will enable targeted delivery in response to thermal or chemical stimuli. This is expected to lead to a range of novel materials with possible therapeutic applications.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F048114/1","grantId":"EP/F048114/1","fundValue":"305696","fundStart":"2008-10-01","fundEnd":"2012-09-30","funder":"EPSRC","impactText":"  This project led to a large number of publications and extensive promotion at national and international conferences Chemicals,Healthcare,Pharmaceuticals and Medical Biotechnology Societal","person":"Ian William Hamley","coPersons":[],"organisation":"University of Reading","findingsText":" This highly successful grant led to the development of new hybrid materials containing polymers and peptides with potential applications in drug delivery and as supports for cell culture for regenerative medicine. By practitioners in the healthcare field, especially regenerative medicine and drug delivery Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}