{"id":"FDEF9C79-D322-413B-9894-C2FD50C5DA5B","title":"Evolutionary dynamics of genome obesity","abstractText":"The central dogma in genetics is that 'DNA codes for RNA which makes proteins'. Why then do similar and closely related organisms often have widely different amounts of DNA in their nuclei? Even in organisms with a small amount of DNA, the fraction that comprises genes is frequently very small. What is the extra DNA doing and how did it get there? These are important questions because we know that organisms with large genomes are at greater risk of extinction, are less adaptable to living in polluted soils, and are less able to tolerate extreme environmental conditions. Clearly the total amount of DNA has ecological consequences which shape the distribution and persistence of biodiversity. In fact an analysis of many thousands of species reveals that genome size varies enormously. In plants alone it can vary nearly 2000-fold. The non-genic component of DNA is usually composed of highly repeated sequences of two types, (i) dispersed repetitive sequences and (ii) tandem repeated sequences. Together these give the chromosomes a particular character, such as their size. Chromosome size is important in the evolution and diversification of all organisms because large chromosomes (or more accurately the total sum of all chromosomes = the genome) often come at a cost, including long generation times, slow development and restrictions on the type of habitat occupied by the organism. There may nevertheless be advantages to having large genomes in some circumstances because some organisms do have particularly large amounts of DNA. In the last 20 years there has been an enormous effort expended by the science community to increase our understanding of plant genomes for three main reasons: (i) to improve the efficiency, versatility and value of agriculture; (ii) to harness resources for medical research, and (iii) to stimulate new discoveries through fundamental research. To achieve this end several plants were selected to have their genomes completely sequenced, so that we could discover in detail the nature and occurrence of genic and non-genic DNA. This was an expensive and time-consuming task involving labs from around the world. To minimise the scale of the task, plants with small genomes, like the weed Arabidopsis thaliana and the crop rice, were selected for analysis. Our current thinking is that over many thousands or millions of years, DNA in the genome can expand through amplification of some repetitive DNA and shrink through small bite-like loses. Nevertheless, this fascinating view of the dynamic nature of plant genomic DNA is flawed because we only understand the dynamics of plants with small to medium-sized genomes, i.e. those genomes chosen for DNA sequencing. Is this picture of genome evolution true for organisms with large genomes? To address this we have selected the plant genus Fritillaria for analysis, since it includes species with truly giant genomes including the largest so far reported for any plant. The problem is how to tackle the Herculean task of determining the nature and evolution of so much DNA in Fritillaria. Fortunately a powerful new method to sequence huge amounts of DNA cost-effectively has been developed that enables us to get a handle on genome evolution in organisms with giant genomes. These methods use sophisticated DNA handling and analytical approaches for studying DNA. When coupled with microscopical studies of the chromosomes themselves, and a detailed understanding of how the species are related to each other, we can build a picture of the evolutionary events that occurred in the formation of giant genomes. We will address what DNA sequences are involved in genome enlargement, why particular sequences became so abundant, and if genome enlargement happened suddenly in evolution, or slowly over time. Thus our study will provide the community with fundamental knowledge of the processes occurring in plant genome evolution.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G020256/1","grantId":"NE/G020256/1","fundValue":"193318","fundStart":"2010-02-07","fundEnd":"2013-02-06","funder":"NERC","impactText":"  The work undertaken for this grant generated fundamental research and therefore, its major outcomes are listed in the section 'Key findings'. Overall economic and societal impacts have yet to be fully realised. Nevertheless, the research on polyploidy has led to deeper understanding of the genetic consequences of polyploidy, directly relevant to our most important crop plants, including the cereals (wheat, maize), oil generating crops (oil seed rape), soft fruits (blackberry) and non food crops (e.g. Agave), insights that we reviewed in Science (Leitch AR, Leitch IJ. 2008. Perspective - Genomic plasticity and the diversity of polyploid plants. Science 320(5875): 481-483). To all of these specific crops we list here, we have contributed data leading to publications and/or to further funding, the later attracting PhD students to the UK using EU Framework 7-derived resources. Agriculture, Food and Drink,Education ","person":"Andrew Rowland Leitch","coPersons":["Richard Alan Nichols"],"organisation":"Queen Mary, University of London","findingsText":" Our findings have provided new fundamental insights into the organization and evolution of the polyploidy genomes. In particular we showed:\n(1) That genome divergence was astonishingly fast, even within a few generations (Skalicka et al. 2005. New Phytologist 166(1): 291-303.leading to the near complete turnover of non repetitive component of the genome in less that 5 million years (Lim et al. 2007. New Phytologist 175(4): 756-763). \n(2) That patterns of evolution differ markedly in different groups of plants, an area we were later to review (Leitch AR, Leitch IJ. 2012. New Phytologist 194(3): 629-646). \n(3) For the first time that Next generation Sequencing approaches can be used to characterize rapidly genetic change following polyploidy (Renny-Byfield et al. 2011. Molecular Biology and Evolution 28(10): 2843-2854), and that the minor repetitive fraction of the genome diverges slowly over longer periods (5 million years) (Renny-Byfield et al. 2013. Plant Journal 74(5): 829-839). \n(4) That chromosomal change in early polyploids are major drivers of genetic divergence Chester et al 2012. PNAS 109(4): 1176-1181.\n(5) That repeat family abundance in the genome of plants and animals can be used as phylogenetically informative characters, a finding that occurs long after the original funding was provided, but which had its inception with that funding (Dodsworth et al. 2014. Genomic repeat abundances contain phylogenetic signal. Systematic Biology http://sysbio.oxfordjournals.org/content/early/2014/09/25/sysbio.syu080.abstract.\n\n\nAdditional stepping stone discoveries leading to these major new insights were listed at the time in earlier reports to NERC\nThese novel findings have now opened up new areas of research including (i) investigating the epigenetic processes underpinning genome divergence in polyploids, and (ii) determining whether epigenetic perturbations arising from polyploidy, at the point of formation generates cascade of events that shape the genomes millions of years later. \nIn addition to these findings focused on understanding genomic processes associated with polyploidy, the research has also led to the development of next generation sequencing approaches (e.g. Renny Byfield et al. 2011, 2013, above). The findings have laid the foundation to understanding how polyploidy influences species divergence. Given that all angiosperms have polyploidy in their ancestry, the findings have wide applications. The insights and profile of the research has elevated the PIs standing, who is invited to lectures at international conferences on a regular basis, and is organising the &quot;Polyploidy&quot; workshop session at PAG 2015, the foremost international genomics conference. Agriculture, Food and Drink,Education","dataset":"gtr"}