{"id":"FDFA309D-64C8-4D43-B951-B31C86C85344","title":"Role of the JAK/STAT pathway in LTD","abstractText":"Information storage in the brain depends on changes in the efficiency by which nerve cells (neurons) communicate. This occurs at specialised structures (synapses) via the release of a chemical neurotransmitter and its detection by receptor proteins, a process called synaptic transmission. The strength of this communication can be increased or decreased, depending on the patterns of synaptic activation, i.e. synaptic plasticity. In general, synaptic transmission can be increased by the process known as long-term potentiation (LTP) or decreased by the process known as long-term depression (LTD). The best established forms of synaptic plasticity involve the activation of one class of glutamate receptor, the NMDA receptor, which leads to alterations in the number of another class of glutamate receptor, the AMPA receptor, at synapses. We recently identified that the JAK2/STAT3 pathway is involved in LTD. This pathway is well known for regulating gene expression during inflammation or cell proliferation, for example. Dysregulation of this pathway can lead to auto-immune diseases or cancer and has also been linked recently to Alzheimer's disease. The aim of the proposed project is to find the mechanisms by which JAK2 and STAT3 are involved in LTD in the hippocampus, a brain region critically involved in learning and memory. Indeed, the way JAK2 is activated and how it leads to a reduction in AMPA receptor number at synapses remain to be defined. Furthermore, against expectation, we found that, during the first few hours after induction of LTD, the action of STAT3 is independent of gene regulation but involves one or more unknown targets in the cytoplasm that are important to identify. Since STAT3 translocates to the nucleus after LTD, it may nevertheless regulate the expression of genes that are important for the maintenance of LTD at later stages of the process. The present proposal aims at answering these and related questions in order to identify how this pathway is involved in LTD. We believe this project will lead to a better understanding of synaptic plasticity and the associated diseases but also bring more clues about the role of JAK2 and STAT3 in cell biology in general. This project could also potentially lead to the discovery of new JAK2 and STAT3 effectors which could be used as therapeutic targets. Indeed, these molecules have been targeted for the treatment of some auto-immune diseases (such as myelofibrosis and rheumatoid arthritis) and cancer (such as lymphomas). Clinical trials for JAK and STAT inhibitors are under way. However, the role of JAK and STAT is important for different physiological processes and the mediation of different cytokine receptors (e.g., Il-6, IL-12, Interferons). Therefore, a strong or complete inhibition of this pathway is not desirable and can lead to haematological disorders, dizziness and headaches. Finding new JAK2 or STAT3 effectors is a first step to extend our knowledge about this pathway in the brain which should help in the identification of new therapeutic targets for a range of disorders.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K019899/1","grantId":"BB/K019899/1","fundValue":"508297","fundStart":"2013-09-01","fundEnd":"2016-08-31","funder":"BBSRC","impactText":"","person":"Graham Leon Collingridge","coPersons":["Zuner Assis Bortolotto"],"organisation":"University of Bristol","findingsText":" NMDA receptors are fundamentally involved in the regulation of neuronal spine and ER dynamics. We will continue the programme to determient the role of JAK/STAT in LTD. Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}