{"id":"FE048770-E28E-4D99-B9FB-C4F74B613D77","title":"The South Atlantic / Southern Ocean carbon sink: Is it significant, and is it changing over time?","abstractText":"This project is designed to determine how much carbon dioxide (CO2) is absorbed by the South Atlantic and neighbouring Southern Ocean, and how important this is in the global picture. We will achieve this by measurement of atmospheric CO2 and related species at several key islands, and on a commercial ship, and by use of the atmospheric data in modelling studies to determine the uptake (amount absorbed) and whether it is changing over time. Understanding the uptake of CO2 by the oceans is essential, if we are to meet the challenge of understanding global warming by greenhouse gases. This is because, of the CO2 we produce by burning fossil fuels, only about half stays in the atmosphere and contributes to global warming. Most of the remainder is taken up by the global oceans, which, while not contributing to global warming, does contribute to the harmful acidification of the oceans. But exactly how much is taken up, in which oceans, and how this uptake might change in a warming climate is unclear. One important region with the least clarity is the South Atlantic Ocean. By determining CO2 uptake of the South Atlantic and neighbouring Southern Ocean, this project will provide new information that will improve models of the global CO2 cycle. Our work will also contribute to answering the question if Southern Ocean CO2 uptake is changing under global warming. If it is, the implications are serious, and will affect future international emissions negotiations. Although CO2 is measured in seawater in the South Atlantic (for example by British Antarctic Survey), there are virtually no measurements of CO2 in the air above the region. This is because the inhabited islands are UK-owned, and the UK does not participate in international efforts to monitor atmospheric CO2, which are coordinated by the UN's Global Atmosphere Watch programme. Measuring CO2 from the atmosphere is perhaps more important, and more revealing, than measuring from the ocean. The reason is that the atmosphere mixes much faster than the ocean, and so measurements from any given station are representative of a region covering hundreds or even thousands of square kilometres, compared to only a few square kilometres for ocean water measurements. Our measurements will assess the differences in CO2 as air blows across the ocean and CO2 is absorbed by the water. CO2 varies greatly across the planet, both by latitude and by season, just as temperature varies. Our measurements will be carried out by a mixture of continuous observations and canister sampling. Continuous measurement of CO2 will be made at Ascension Island, near the equator, and at Falkland Islands, around 50S. CO2 will also be measured by canister sampling at these and three other UK islands. In addition, O2 concentrations and the isotope 13C in CO2 will be measured from the canister samples. Measuring these additional species tells us about the non-photosynthetic CO2, both fossil-fuel emissions and ocean uptake. Finally, we will also measure CO2 and O2 continuously onboard a commercial ship travelling across the Atlantic, to complement the data from the fixed stations. To interpret our measurements, we will carry out modelling studies. Presently, models based on ocean-water measurement seem to give different answers from the models based on the sparse atmospheric data. It is possible that CO2 uptake may change as the oceans warm, but much more evidence is needed. Our modelling studies will address these problems and will provide a much better understanding of how much CO2 is being taken up into the water in the region. Our work will help improve knowledge of one of the most poorly understood parts of the global carbon budget, the Southern Ocean. Better understanding of the atmospheric side of the equation will also be very helpful to oceanographers, because the South Atlantic and neighbouring Southern Ocean are a great global weather factory, and a key turning point of the ocean circulation system.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F006160/1","grantId":"NE/F006160/1","fundValue":"335292","fundStart":"2008-03-01","fundEnd":"2012-12-31","funder":"NERC","impactText":"  The work has contributed to a better understanding of the Southern hemisphere's methane budget and the processes going on that have contributed to a sudden tropical growth spurt in methane. This may be an important feed-back in global climate change. The work has had impact on the scientific understanding of global change in the South. Environment Societal","person":"Euan George Nisbet","coPersons":["David  Lowry"],"organisation":"Royal Holloway, University of London","findingsText":" The measurements tracked an unexpected and sharp rise in Southern hemisphere methane (see Science Perspective). The Ascension Island (this project) and US American Samoa instruments were the only continuous high precision instruments operating in the equatorial belt. The reasons for this sharp rise are not fully understood but may be connected with much increased rainfall in the period in the Southern tropics. Work on the results is continuing to study the S Atlantic budget, The measurements, when fully validated, will be important tropical inputs to global methane models. This use will be sustained as the time series becomes longer. Environment","dataset":"gtr"}