{"id":"FE0AA601-C5F6-4CA5-8C31-2B4871267EE3","title":"Next Generation Visualisation &amp; Metering Technology for Multi-phase Flows","abstractText":"The principal aim of the research proposal is to develop a next generation multi-phase flow instrument to non-invasively measure the phase flow rates, and rapidly image the flow-field distributions, of complex, unsteady two- or three-phase flows. The proposed research is multi-disciplinary covering aspects of fluid mechanics modelling, sensor material selection and flow metering, process tomography and multi-variable data fusion. The new instrument will be based on the novel concepts of 3D vector Electrical Impedance Tomography (EIT) and the Electromagnetic Velocity Profiler (EVP). These will be used in conjunction with auxiliary differential-pressure measurements for flow density and total flow rate. It is our intention to be able to measure the volumetric flow rate, image time-dependent distributions of the local axial velocity and volume fraction of the dispersed and continuous phases, visualise flow patterns and provide an alternative measurement of volumetric flow rates in two and three phase flows. The project draws upon several recent advances in EIT technology made by the proposers' research teams. Together these potentially enable the development of an advanced flow meter intended to address some limitations of current multiphase flow meters, leading to improvements of the management of productivity in many industrial sectors such as petroleum, petrochemical, food, nuclear and mineral processing. Within the scope of this research, only flows with a conductive continuous liquid phase will be targeted. We will make use of advanced Magnetic Resonance Imaging (MRI) protocols for independent non-invasive validation of both the phase volume fraction and velocity distribution measurements. It is intended that the project will pave the way for the manufacturing of a next generation of advanced multi-phase flow measurement and rapid visualisation technologies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H023194/1","grantId":"EP/H023194/1","fundValue":"210184","fundStart":"2010-08-16","fundEnd":"2013-08-15","funder":"EPSRC","impactText":"","person":"Gary  Lucas","coPersons":[],"organisation":"University of Huddersfield","findingsText":" I. There is an urgent need for a technique for non-invasive measurement of the distribution of local axial velocity of the electrically conducting continuous phase in various types of multiphase flow. This is particularly true for performing accurate measurement of the volumetric flow rate of the water phase in ‘water continuous’ oil-water-gas flows, a type of flow which is frequently encountered in the oil industry. In order to measure the volumetric flow rate of the water phase, the product of the local water velocity and the local in-situ water volume fraction must be integrated in the flow cross section. It has previously been possible to measure the local water volume fraction distribution using techniques such as electrical resistance tomography (ERT) but, prior to this project, no techniques were available to measure the water velocity profile.\n\n\n\nThis project has succeeded in overcoming this problem by the design of a multi-electrode electromagnetic flow meter, novel signal processing electronics and novel ‘image reconstruction’ methods to enable water velocity profiles to be non-invasively, accurately and rapidly measured, for what is believed to be the first time in (i) single phase flows; (ii) vertical multiphase flows (oil-in-water and gas-in-water) in which the velocity profiles are axisymmetric; and (iii) inclined three phase flows (oil and gas in water) where the velocity profiles are highly asymmetric.\n\n\n\nII. To achieve the results described above the following actions were undertaken.\n\n\n\n(i) A 50mm internal diameter electromagnetic flow meter was designed and manufactured comprising a non-conducting flow tube, an array of 16 electrodes equispaced around an internal circumference of the flow tube and a Helmholtz coil.\n\n\n\n(ii) A ‘power electronic’ control system was designed and constructed for supplying current to the Helmholtz coil in each of 2 modes: Mode (A) enabled a periodically reversing uniform magnetic field, orthogonal to the flow direction, to be set up in the flow cross section at the electrode array. Mode (B) enabled a periodically reversing non-uniform magnetic field, with a specifically designed magnetic flux density distribution, to be set up in the flow cross section, orthogonal to the flow direction, at the electrode array.\n\n\n\n(iii) In a parallel investigation, funded by the University of Huddersfield (UoH), a multi-channel amplifier system was designed to enable measurement of the potentials induced at the electrode array by the interaction of the flow field with the relevant magnetic field. Each amplifier circuit contained a specially designed control system which enabled the amplified flow induced potential difference, between a given electrode and a reference electrode, to be maintained within the measurement range of the analogue to digital converters, despite the presence of significant dc noise generated at the electrode/fluid interface.\n\n\n\n(iv) A variety of reconstruction techniques were designed to enable the velocity profile of the conducting continuous phase (water) to be calculated from the measured flow induced potentials at the electrode array. (A) The first approach involved setting up a system of linear equations which employed ‘weight values’ to relate the flow induced potential differences, between pairs of electrodes, to the water velocity in each of a series of sub-domains into which the flow cross section was divided. The water velocity in each sub-domain was then calculated from the measured potential differences using matrix inversion employing Tikhonov regularisation methods. Although successful, this approach was found to give increasingly ‘noisy’ reconstructed velocity profiles as the number of sub-domains was increased. (B) A far more successful approach was developed in a parallel investigation, funded by UoH, which required calculation of the Discrete Fourier Transform (DFT) of the flow induced boundary potential distribution measured at the electrode array. A mathematical technique was developed whereby the modulus and argument of each component of the complex DFT can be used to calculate the properties of a unique polynomial function relating local axial water velocity to spatial position in the flow cross section. By summing these polynomial functions, for all relevant DFT components, an analytical expression for the local water velocity distribution is obtained. Because the local water velocity is known at every point in the flow cross section, this technique represents a significant improvement over many other tomographic techniques (such as ERT) which only provide average flow properties in relatively crude sub-domains.\n\n\n\nIII. The electromagnetic flow metering system described in II above was tested in single phase (water), two phase (oil-water and air-water) and three phase (oil-water-gas) flows in both vertical and inclined pipes at flow facilities at UoH and Schlumberger. Water was always the continuous phase. The system has been found to measure water velocity profiles which are in good agreement with reference measurements and with the literature. Work is ongoing to combine these measured water velocity profiles with local water volume fraction distribution profiles (obtained in the same flows by Leeds University using ERT) to enable the water volumetric flow rate Qw to be measured in axisymmetric and highly asymmetric multiphase flows . These calculated values of Qw will then be compared with reference measurements of Qw. 1) Use in multiphase flow meters for improving the efficiency of new and existing oil wells and in reservoir management.\n\n2) Measurement of slurries in waste monitoring applications (e.g. in sewage processing &amp; nuclear clean-up operations).\n\n3) Measurement of multiphase flows in the food and chemical processing industries.\n\n4) Use in industrial heat transfer applications in pipes, where the liquid velocity profile is combined with the temperature profile in the liquid to calculate the rate of transfer of heat energy to or from the liquid. The background intellectual property (IP) to this project which is owned by the University of Huddersfield (UoH) has already been non-exclusively licensed for use in both oilfield and non-oilfield applications to two UK SME businesses.\n\n\n\nWith regard to the foreground IP generated in this project by UoH, as a result of EPSRC funding, the following applies. Under the terms of a collaboration agreement the collaborating industrial partners involved in the project are entitled to open negotiations with UoH with a view to licensing this foreground IP from UoH.\n\n\n\nThe foreground IP will ultimately be used in designing key components of multiphase flow meters for use in (i) well-head and down-hole monitoring of multiphase oil wells; and (ii) measuring multiphase flows in other process industries such as the nuclear industry and the food processing, chemical processing and mineral processing industries. Chemicals,Energy","dataset":"gtr"}