{"id":"FE0A14D0-2D56-4B25-B96D-93ADDECD6019","title":"The Elements of Drawing: Enhancement and Dissemination for Impact","abstractText":"The great Victorian art critic and social reformer John Ruskin was the first Slade Professor of Art at Oxford, from 1869 until 1878 and again from 1883 until 1885. During that time, he assembled a collection of drawings, prints, and photographs to use in the drawing courses which he taught undergraduates and other interested students. After Ruskin's resignation of the Professorship, the collection was gradually rearranged and broken up, passing to the Ashmolean Museum in 1949.\\n\\nIn 2004, the Ashmolean placed these collections, together with Ruskin's catalogues of the collections, online at http://ruskin.ashmolean.org. For the first time since 1885, visitors to the website could see a significant collection of drawings and prints by 19th-century British artists and old masters, assembled by one of the most influential critics of the age as a direct illustration of his theories, in its original arrangements and sequences, constituting a carefully-constructed series of drawing courses for undergraduates and amateurs.\\n\\nIn this project, we will ensure the website's future by re-formatting the underlying data and delivery system so that they can be easily maintained in the long term as part of the Ashmolean Museum's core activities. We will investigate users' needs and make sure that the website continues to meet them, enhancing the site with tools which allow users to see high-resolution images, and assemble and comment upon their own routes through the collection, then save and share them with other users. The site will become a much more effective research and teaching tool for anyone working on Ruskin; 19th-century art, education, and collecting; and Victorian studies. \\n\\nAs well as upgrading the website, we will add material produced for the general public, artists, and schoolchildren and further education students of art and design: newly-commissioned artworks and creative writing, a practical drawing course on Ruskinian principles, and a series of introductions to Ruskin's ideas and the collection itself, from leaders in the relevant fields. These will include two online learning resources focussed at the art and design curriculum at GCSE and post-16 level, comprising teachers' notes, activity sheets, and interactives. In developing some of these additions to the site, we will feed into the development of a 14-19 Specialist Diploma in Drawing at the University of the Arts, London, and the Ruskin Foundation's social engagement activities based on their Ruskin comics.\\n\\nTo increase the project's impact, we will publicise the collection and the website digitally, letting users share pages from the site on social networking and bookmarking sites such as Facebook and Delicious, sharing our data through projects such as Culture Grid, and publishing landscapes from the collection within Google Maps and Google Earth. We will also participate in the 2010 Big Draw campaign, and create a small exhibition based on the collection in conjunction with the Ashmolean's 2010 Pre-Raphaelites exhibition, linking these activities to the project and so bringing it to the general public's attention. We will also send and e-mail flyers and posters advertising the rebuilt site to people and organisations with a particular interest in Ruskin. The greater the interest in the site, the easier it will be to keep it vibrant for future users, whether they be researchers, schoolchildren, artists, or the general public. \\n\\nWe will bring all the project participants together in a symposium, to reflect upon how they have interpreted Ruskin in the 21st century and his relevance today; at the same time, we will use workshops to introduce the online learning resources to teachers. We will add podcasts from the symposium to Oxford's iTunes U site.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H037039/1","grantId":"AH/H037039/1","fundValue":"182135","fundStart":"2010-03-01","fundEnd":"2011-10-31","funder":"AHRC","impactText":"  The website has been used extensively by scholars working on Ruskin, notably for the exhibition held in Ottawa and Edinburgh in 2014, 'John Ruskin, Artist and Observer'. It is also much used by teachers of drawing and artists. Creative Economy,Education,Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections Cultural","person":"Colin  Harrison","coPersons":["Stephen Frederick Farthing","Paul  Bonaventura"],"organisation":"University of Oxford","findingsText":" The website provides a visual interface to Ruskin's Teaching Collection, uniting his catalogue, comments, and instructions to his students with modern curatorial information about each object. In particular, the drawings are cross-linked to Ruskin's own notes on how they should be used for teaching and research. As some of the original collections have now been dispersed under individual artist categories and in other collections, this project reassembles them virtually. The website enables the user to follow Ruskin's drawing lessons step by step, without specialist knowledge, as he intended, with his own texts and illustrations. It includes a section entitled 'Through Ruskin's Eyes' which is specifically aimed at teachers and students on GCSE and A level courses of Art and Design, organised around the principal themes of nature, landscape, architecture, and narrative. Other sections include a practical demonstration of how Ruskin's teachings might be applied; and modern interpretations of and reactions to those teachings. Creative Economy,Education,Environment,Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections","dataset":"gtr"}