{"id":"FE0B5675-302A-44A6-A132-93C660615B91","title":"Embedding Manufacturing Development into Formulation Research (EMFormR)","abstractText":"Johnson Matthey (JM), Unilever (UL) and ITS Ltd have established a project to develop approaches and techniques to\nallow manufacturing related information to be gleaned during the development of new formulations. Generally, and\nespecially for products which contain multiple components, some of which do not mix (e.g. emulsions, creams, slurries,\nsuspensions), the formulator does not significantly consider the issues that will arise when the new product transfers from\nthe laboratory into pilot scale trials and finally into full scale manufacturing. Thus the traditional approaches to formulation\ndevelop products at laboratory scale with little or no attention to their &quot;manufacturability&quot;.\nNot only is this inefficient in terms of research and development, it also leads to sub-optimal manufacturing; higher costs\nand higher environmental impact. Compromises on product performance may need to be made to meet market launch\nschedules, which may ultimately affect competitiveness and market share. Working with the Universities of Birmingham\n(UoB) and Manchester (UoM), the project will address the key issues that have largely precluded gaining meaningful\nprocess information at the laboratory scale.\nThis project will demonstrate the principles of embedding manufacturing process variable studies into the earliest stages of\nproduct R&amp;D by reducing the scale at which reliable process information can be obtained. Such concurrent productprocess\ndesign will result in a greater innovation capability leading to faster launch of better products with an improved cost\nstructure and an enhanced capability for continued innovation. The project will thus introduce new techniques for product\nand process characterisation, encompassing fluid flow, mixing characterisation, modelling and optimisation techniques and\nengineering design. This will provide a framework for defining a process toolbox with the capability to create superior\nproducts and production processes. This involves not only the time honoured issues of scale up but also specific\ndifficulties of measuring in real time the critical product properties across all scales.\nJohnson Matthey and Unilever will apply the outcomes to vehicle emission control catalysts and hair care products respectively.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L505778/1","grantId":"EP/L505778/1","fundValue":"94899","fundStart":"2014-05-01","fundEnd":"2017-04-30","funder":"EPSRC","impactText":"","person":"Thomas Lawrence Rodgers","coPersons":[],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}