{"id":"FE13913A-F35A-4F84-A6C0-B4E30168031A","title":"Seeing how polymer chains organise with torsional tapping atomic force microscopy","abstractText":"Our understanding of semicrystalline polymers, the class of polymers that by far and away dominates usage in modern society, is surprisingly poor. At a molecular scale we rely on cartoons and inference, unable to reach the certainty obtained in other areas of material science by direct, atomic or molecular scale imaging, and by diffraction from macroscopic crystals. Yet in polymers the structure at this level is arguably more important as it determines the properties from mechanical behaviour to the oxygen barrier performance through the adhesive behaviour to the aesthetic appeal. Recently we developed a new form of atomic force microscopy, torsional tapping AFM (TTAFM) capable of robustly and routinely obtaining images with true molecular resolution on the most frequently used polymers (polyolefins, that include polyethylene and polypropylene) in essentially any sample. This step change in performance is based on the improved dynamics and signal-to-noise performance that comes from the cantilever geometry and drive mechanism. Perfecting the cantilever design is predicted to lead to even greater performance, and to allow the technique to be used in a wide range of instruments. At the same time as developing the technology we will use it to answer a string of questions that underpin our understanding of polymer crystals, questions that will lead to both greatly enhanced fundamental understanding and real application from the development of new materials and applications to problem solving during processing. We aim to directly reveal how crystallization temperature, variations in chain chemistry, chain branching, re-enforcing fibres and particles, control the organisation of polymer chains within the crystal and at the interface between the crystal and the non-crystalline material. While doing this we will perfect the sample preparation methods for molecular scale imaging, and enhance the cantilever design to improve performance, allowing the technique to be widely adopted both in polymer science and across molecular nanoscience.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J013005/1","grantId":"EP/J013005/1","fundValue":"316267","fundStart":"2012-06-07","fundEnd":"2015-06-06","funder":"EPSRC","impactText":"","person":"Jamie  Hobbs","coPersons":[],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}