{"id":"FE1FB051-04C0-4CE3-B04D-2771F7C8680E","title":"Mathematical analysis of nanostructured electrochemical systems for lithium batteries and solar cells","abstractText":"As the pressures of climate change becomes larger there is great interest in making highly efficient methods for generating and storing electrical energy. There is enormous interest in making batteries that exploit various lithium-based materials. These devices contain a solid anode and a solid cathode immersed in either a polymer, or solvent based electrolyte. Efficient batteries require that the thickness of both the cathode and anode materials are small in order both to reduce electrical resistance and to allow lithium to rapidly insert and de-insert itself from the solid electrode materials (by a process called intercalating). Furthermore they require that the surface area of the interface between the electrolyte and the anode (and cathode) should be made as large as possible in order to give sufficient lithium intercalation to allow practical levels of charging and discharging. As a result of these requirements batteries are currently designed with a nanostructured anode (and cathode) made either in a organised manner or by pressing grains together. Understanding how such nanostructures should be optimised in order to maximise energy efficiency is a major challenge. This is further complicated by the fact that the solid materials expand significantly (up to three times) when lithium is intercalated during charge and discharge of the battery creating both mechanical deformations and changes in the electrochemical behaviour of the surfaces. In order for such designs to be understood, and to be optimised, requires mathematical models to be developed and analysed that account for the critical properties of the nanostructure, the intercalation processes and the electrical properties of the materials. To replace existing high-efficiency high-cost silicon based solar cells there is significant interest in developing inexpensive polymer-based, and dye-sensitised, solar cells.Design of solar cells may seem unconnected from batteries but there is considerable similarity in the physical processes, mathematical models and geometry of the nanostructure of both these devices which provide the opportunity for a concerted theoretical program of research with significant technology transfer. Both types of solar cell that we consider here consist of two materials with different electrochemical properties separated by an interface (in the case of a dye-sensitised solar cell this interface is coated with a photo-absorbing dye monolayer). Efficient solar absorbtion requires that the interface between the two main materials is as large as possible while maintaining good electrical conduction. Nanostrucutred materials are being explored in order to meet these requirements. In order to optimise solar cell design models are required that account for solar absorbtion, the complex geometry of the nanostructure and charge transportation in the materials and across the interface.The purpose of this proposal is to develop novel mathematical techniques and models motivated by and closely aligned to practical developments in the complex nanostructure of these electrochemical systems. By analysing such models the most important mechanisms and features of the devices in determining their efficiency will be explored and identified.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I017070/1","grantId":"EP/I017070/1","fundValue":"283483","fundStart":"2012-02-01","fundEnd":"2015-01-31","funder":"EPSRC","impactText":"","person":"S Jon Chapman","coPersons":["Henry James Snaith","Alain  Goriely"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}