{"id":"FE2AA775-62B2-495E-B3EF-D9C7F43C044E","title":"Biogas production from high volume industrial effluents at ambient temperatures (AmbiGAS)","abstractText":"The project is formulated under the ERA-net programme and brings together an interdisciplinary team of academics, industrial process design engineers and end users from 4 countries. The research aims to develop in a systematic manner the concept of using anaerobic digestion (AD) at ambient temperatures for large volume, low-strength effluents produced in biomass-based process industries. Experience to date shows that low temperature AD is feasible, and the work will attempt to improve rates of reaction to match those of more conventional mesophilic systems. The research will establish the fundamental mechanisms underlying the acclimatisation of anaerobic microbial populations to low temperature conditions, and attempt to identify control parameters that will ensure rapid adaptation and stable operation. Reaction kinetics will be determined for different types of anaerobic biomass (granular, biofilm, dispersed or in flocs), and for industrial wastewaters from both food processing and non-food sectors. Studies will be carried out using laboratory-scale digesters to test different methods of retaining the anaerobic biomass by altering the reactor configuration, with a particular focus on the use of innovative membrane systems. The digesters will also be tested in conjunction with novel in-situ and side-stream biogas upgrading units, again using advanced membrane technologies. Our existing knowledge combined with the information gained in these targeted laboratory studies will be used to design a pilot-scale digester that will be trialled by one of the industrial end-user partners. The goal is to demonstrate the concept successfully at a pilot scale, while gaining sufficient knowledge and data to be able to show net energy production, and other savings calculated by using process models. The research outputs will provide process industries with the necessary information to make decisions on adopting these new technologies to take advantage of the potential energy savings.\n\nThe research will also develop customised membrane-based gas upgrading systems to refine biogas to give methane that is pure enough for use as a vehicle fuel or direct injection into the gas network. Membrane systems will also be used to recover dissolved methane from treated effluent, which will not only increase energy yield but will also offer a solution to a major environmental issue, as methane is a powerful greenhouse gas that can contribute to climate change. \n\nThe research is industry-linked, and the benefits and penalties of the new approach will be fully assessed using industry-standard process optimisation tools, which can provide the basis for further economic and environmental assessment. The research will have significant outputs in a range of areas: it will increase our scientific knowledge of methanogenic microorganisms, and improve process control in anaerobic systems; it will introduce new concepts in biogas upgrading and methane recovery, with added environmental benefits; it will create a database of effluent and process parameters to allow modelling and optimisation of biomass-based industries; and it will provide a practical demonstration of ambient temperature AD. The research and its implementation will thus provide a roadmap for the rapid uptake of this concept, which offers second generation biofuel production from a previously untapped source.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L000024/1","grantId":"BB/L000024/1","fundValue":"399105","fundStart":"2013-09-01","fundEnd":"2016-11-30","funder":"BBSRC","impactText":"  This is a Research Network to facilitate the development of proof-of-concept ideas by academic Network members through the allocation of small grants. There is a reporting mechanisms on the outcome of these grants but as the first set of proposals has only just been selected for funding it is too early to give details of the use of findings. Agriculture, Food and Drink,Chemicals,Energy,Environment Societal,Economic,Policy & public services","person":"Charles  Banks","coPersons":["Sonia  Heaven"],"organisation":"University of Southampton","findingsText":" The Anaerobic Digestion Network is one of 13 Networks in Industrial Biotechnology and Bioenergy (NIBB) that have been funded by the Biotechnology and Biological Sciences Research Council (BBSRC). Funds have been made available for us to support academic-business interactions and Proof of Concept studies. First calls for funding have now taken place. While the UK has great skills and expertise in supporting bio-based industries, the research community which could support the AD industry is currently fragmented, with limited or poorly-functioning links between academic groups working on fundamental science and those directly involved in AD technology and processes. The industry itself, perhaps due to the relatively large proportion of new SMEs involved in building and installing this technology, has little experience in either applying the results of advances in research or feeding back data that would help researchers better understand the behaviour of real large-scale systems. Bringing together these groupings will unblock the route to exploiting the current advances in our understanding of the fundamental science and engineering of anaerobic systems, allowing UK business to move to the forefront of international development in anaerobic biotechnology. Advances in metagenomics and related areas also provide a basis for the development of diagnostic tools and on-line monitoring, thus creating business opportunities for SMEs to provide plant operators with control tools based on metabolic functionality. Bridging these gaps between academics working on fundamental science and engineering applications and an industry needing to exploit these is the main goal of the proposed Network. As AD is increasingly applied as a large-scale industrial biotechnology, changes in the process, its feedstock, or the nature of its products will also have wider implications both for society and for the environment. These changes need assessment in relation to their environmental, economic and societal impacts and benefits. The Network in Anaerobic Digestion will unite these diverse actors into a coherent community capable of delivering key benefits in industrial biotechnology and bioenergy for the UK economy and capable of bidding in interdisciplinary teams for research consortium grants both nationally and internationally. Agriculture, Food and Drink,Chemicals,Energy,Environment","dataset":"gtr"}