{"id":"FE2ADE12-CFA3-4379-A81E-B41CFDCEF3B6","title":"Understanding Linear and Non-Linear Processing in Early Vision: An Extended Kalman Filter Approach.","abstractText":"If you wander into an electrical retailer and inspect the latest Hi Definition plasma television sets you will likely be amazed at the fidelity of the pictures on display. You may be so impressed with the quality that you buy one for home viewing. When you switch on the television set at home, however, you are likely to be disappointed. The reason is because the television signals currently emitted by transmission stations do not support high definition television. The quality of the transmitted signals is too low. Your brain is able to detect the regions where the received signal's quality is low very easily. These regions of the television picture are likely to include bright areas of the screen in which you might observe strange contours of constant brightness: known as a quantization error, or, in highly detailed areas of the screen, the brightness of individual elements of the screen because the resolution of the transmitted television signal is too low. You might ask why you have never noticed these effects before? One reason is because the latest televisions operate at much higher mean luminance levels that the older devices, and the ability of our brains to detect the detail present in visualized images depends upon mean luminance. Another reason is that visual perception is especially suited to processing pictures at a specific level of detail but can change its settings according to the images that we see. The purpose of this proposal is to investigate and quantify those changes in visual detail and to build a mathematical model of the visual system in order that we may be able to better predict the response of visual perception to its immediate surroundings.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E030793/1","grantId":"EP/E030793/1","fundValue":"317957","fundStart":"2007-04-16","fundEnd":"2010-12-15","funder":"EPSRC","impactText":"","person":"Keith  Langley","coPersons":["Peter John Bex"],"organisation":"University College London","findingsText":"","dataset":"gtr"}