{"id":"FE318752-14C4-48E8-B6EF-84E9E06DB24D","title":"Games for Quantitative Analysis of Real Time Systems","abstractText":"Algorithmic formal methods are a collection of mathematical models andalgorithmic techniques for computer aided systems engineering. Bysystems engineering we mean modelling, design, quality control,performance evaluation, optimal control, etc., of modern complex computational systems. Examples of such systems include hardware and(embedded) software, but also industrial processes, e-commerceservices, biochemical regulatory networks. Temporal logic modelchecking is one of the recent success stories of theoretical computerscience. Amir Pnueli won the Turing Award in 1996 for introducingtemporal logic into computer science, and the 2000 Goedel Prize andthe 1998 and 2005 ACM Kanellakis Theory and Practice Awards were givento researchers in the community for the development of symbolic andautomata theoretic model checking.Formal methods valuably complement traditional approaches to qualitycontrol in systems engineering such as simulation and testing.The industrial acceptance of model checking techniques is due to theirextra benefits. One of them is the automation of formal analysisachieved by focus on developing efficient algorithms. Another benefitis informative feedback provided to the designer when faults are detected.The applicability of formal methods in systems engineering depends onautomation of analysis methods as well as on having appropriatemathematical models of the analyzed systems and their desiredproperties. The classical model checking methods apply to verificationof non-terminating and discrete time reactive systems modeled usingfinite automata. Modern complex embedded systems are built out of manyheterogenous components that interact with a (possibly adversarial)physical environment. In order to faithfully model such systems thefollowing extensions to the basic automata models andanalysis tasks are considered. Models can be: deterministic orstochastic; and discrete time or real time. The analysis can be:qualitative (deciding yes/no properties) or quantitative (optimizationof performance measures); and performed through verification(non-adversarial) or synthesis (adversarial).The mathematical roots of the automata theoretic model checkingtechniques can be traced to the powerful decidability results forlogics and finite automata on infinite words and trees. The study of(stochastic) real time models with adversarial interaction andquantitative performance measures calls for concepts developed within(stochastic) game theory and control theory. As traditional modelchecking is about qualitative verification (given a system and aqualitative property, determine whether the system satisfies theproperty or not), the analysis of the richer models we argue for isabout (stochastic) quantitative real time synthesis (given aquantitative objective, synthesize a real time strategy/controller forthe system that optimizes the objective). The algorithmic techniquesfor qualitative and quantitative synthesis, for quantitative real timeverification, and for qualitative real time verification andsynthesis, have attracted a lot of attention, but algorithmic resultsfor quantitative real time synthesis are very recent and incomplete.Timed automata are real time models which enjoy efficient algorithmicmethods for qualitative and quantitative verification while beingexpressive enough to be useful in modelling and analysis of real timesystems. A number of tools for analysis of timed automata have beenimplemented and applied in industrial scale case studies.Our proposed research is to pursue the exploration of efficientalgorithmic methods for (stochastic) quantitative real time synthesiswith models based on timed automata. More specifically, we plan towork on computational complexity and algorithms for solving 2-playergames with quantitative objectives played on timed automata and othersubclasses of hybrid systems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E022030/1","grantId":"EP/E022030/1","fundValue":"118458","fundStart":"2007-09-01","fundEnd":"2010-08-31","funder":"EPSRC","impactText":"","person":"Marcin  Jurdzinski","coPersons":[],"organisation":"University of Warwick","findingsText":" We have pursued efficient algorithmic methods for (stochastic) quantitative real-time synthesis with models based on timed automata, hybrid automata, and Markov decision processes (MDPs). Our contributions can be divided into four parts: probabilistic model checking on timed automata with few clocks, optimization and games on timed automata, games on hybrid automata with strong resets, and strategy improvement algorithms for MDPs. \n\n\n\nIn the first part of the work we have established inherent computational difficulty of probabilistic model checking problems for timed automata with just two clocks. We have introduced a new technical concept of count-down games, that has been subsequently successfully exploited for showing computational hardness of several other problems by a number of international researchers. This work has been carried out with collaborators from University of Torino, Italy and Ecole Normale Superieure de Cachan, France (published in Logical Methods in Computer Science, 2008). \n\n\n\nThe second part of the work was carried out in collaboration of the PI with a PhD student Ashutosh Trivedi, partially supported by the project, and concerned a number of optimization problems on (probabilistic) timed automata and solving optimal-time games on timed automata. We have established the exact computational complexity of solving reachability-time games and average-time games on timed automata, by proving that both problems are complete for the computational complexity class EXPTIME. In order to develop first EXPTIME algorithms for solving reachability-time (ICALP 2007) and average-time (FSTTCS 2008) games we have introduced two new techniques to the study of timed automata: strategy improvement algorithms and the boundary region automaton abstraction. The latter technique also allowed to elegantly generalize existing quantitative optimization techniques for (probabilistic) timed automata to concave cost functions (FORMATS 2008 and CONCUR 2009). The student, partially supported by the project, has subsequently been employed as a research fellow at the University of Oxford and the University of Pennsylvania, USA. \n\n\n\nIn the third part of the work, led by another PhD student Michal Rutkowski, partially supported by the project, we have studied decidability and algorithms for games on hybrid automata. We have introduced a new model of hybrid games with strong resets and we have proved decidability of solving several games with quantitative objectives (e.g., reachability price, average price, and average price-per-reward) on them (FORMATS 2008, VMCAI 2009, International Journal on Software Tools for Technology Transfer 2010). A part of this work has been carried out with collaborators from Ecole Normale Superieure de Cachan, France and Universite de Mons, Belgium.\n\n\n\nThe fourth part of the work was carried out by the PhD student John Fearnley, fully supported by the project. John has carried out an in-depth study of strategy improvement algorithms (for the more basic and classical model of MDPs) that have been used in the second part of our work in the context of timed automata. He established a groundbreaking result (ICALP 2010) disproving a long-standing conjecture (implicit in literature for several decades), by exhibiting a family of MDPs for which the strategy improvement algorithm requires exponential time. The student has subsequently been employed as a research fellow at the University of Liverpool. \n\n\n\nThe specific new results and techniques developed through the research funded by this project have been presented by the PI and the project students at a significant number of international conferences, workshops, seminars, EU-funded research project meetings, and at a PhD school. Inspiration for further research. Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}