{"id":"FE3471F7-F0B0-439E-86B7-0FC981B0CE38","title":"Adaptive Tests of Cognitive Models","abstractText":"<p>Cognitive science is very rich in formal, computational models of learning, categorisation, decision-making, and judgement. Ideally, science proceeds by performing conclusive tests, rejecting models in favour of others, until convergence to the best model. Yet, attempts at such tests are often inconclusive and contradictory, which may be partly due to the inadequacy of experimental design.</p>\n\n<p>The purpose of this project is to design and evaluate methods to adaptively test cognitive models, based on the principles of sequential optimal design. The basic idea is to tailor experiments to each individual participant to see which of a set of competing models best describes his or her responses. The methods developed will be used to devise much more conclusive tests of competing models in two highly controversial areas of cognition: decision-making and categorisation.<br /></p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-062-23-1511","grantId":"RES-062-23-1511","fundValue":"181972","fundStart":"2009-06-01","fundEnd":"2011-08-31","funder":"ESRC","impactText":"","person":"Maarten  Speekenbrink","coPersons":["David Robert Shanks","Nick  Chater"],"organisation":"University College London","findingsText":" We have developed a method to adaptively design experiments to discriminate between competing formal models of behaviour and cognition. There are at least two factors which make identifying the model that best describes human behaviour difficult: (1) competing models often make highly similar predictions, and (2) due to individual differences, situations in which the models do make different predictions vary from individual to individual. To solve these problems, our method adapts the design to a participant during the experiment, designing each consecutive experimental trial to optimally discriminate between a set of competing models. The method relies on Sequential Monte Carlo (SMC) estimation of the models and chooses trials which are expected to provide the most information about the best model in the set of models under consideration. As SMC is a general technique not tied to a particular class of models, out method is widely applicable. We have applied our adaptive design method in simulated and actual experiments on category learning and decision-making and developed SMC algorithms to estimate specific models in these areas. This has shown clear benefits of the methods, obtaining conclusive results at a fraction of the trials normally required. The methods developed can be used in any area of industry which is concerned with discriminating between (statistical) models. The methods developed can be used in any area of science and industry which is concerned with discriminating between (statistical) models. We are continuing our work in this area and are also exploring the potential use in an educational context. Communities and Social Services/Policy,Education,Healthcare","dataset":"gtr"}