{"id":"FE3522CB-5D4B-4D6B-82B3-9C40073E7D2A","title":"Gluing, Rigidity and Uniqueness Questions in Geometric Analysis","abstractText":"We want to study two different but related types of geometric object called special Lagrangian (SL) submanifolds and Lagrangian self-expanders. SL submanifolds have the attractive property that they are volume-minimizing, so can be thought of as like soap films. We also wish to consider another related type of volume-minimizing objects called Cayley 4-folds. Mathematicians have studied the equations governing soap films for over two hundred years and many widely applicable mathematical techniques were first developed to study the soap film equations (nonlinear elliptic equations). These techniques are now used by mathematicians, physicists and engineers in a whole range of problems completely unrelated to soap films. While much is now known about soap films themselves, their study is still an active area of research with several recent important breakthroughs. For generalised soap films like SL submanifolds, much less is known; some completely new phenomena occur which we are only just beginning to understand. \n\nThe study of Lagrangian self-expanders is motivated by a distinguished and natural way to move geometric objects which live inside larger spaces called Mean Curvature Flow (MCF). Under MCF, a sphere will simply shrink, whereas Lagrangian self-expanders grow. MCF tries to move a given surface so that its area shrinks as rapidly as possible. MCF has a strong smoothing effect in which local irregularities tend to get smoothed out very rapidly, in much the same way that heat spreads out from a heat source. For this reason it has been used by many engineers as a robust way to remove noise from empirical data, e.g. images of brains from various types of scanners. The engineers often rely on tools developed primarily by mathematicians. One difficulty with MCF is that over long time periods its smoothing effects may be overwhelmed by nonlinear feedback and thus singularities may develop in the flow. This project will contribute to our understanding of how singularities can form in a special type of MCF called Lagrangian Mean Curvature Flow.\n\nOur project is to study SL submanifolds, Lagrangian self-expanders and Cayley 4-folds with &quot;ends&quot;. We want to show that in certain circumstances knowing only the &quot;ends&quot; of a geometric object completely determines its global structure. This is important because it says if we understand how an object looks only at a very large-scale then we can infer how it looks at all scales. If we draw the curve xy=1 for positive x and y, we see that it has two &quot;ends&quot;: one which gets closer to the x-axis and the other which gets closer to the y-axis. Overall the curve xy=1 approaches a pair of straight lines (the axes) which intersect at just one point (the origin). If we consider the same equation xy=1, but now where x and y are complex numbers, we get a surface with two ends each of which is asymptotic to a plane. Moreover, the two asymptotic planes meet at just one point, so we call them transverse. We want to study objects with the same property: they have two ends that each approach a plane and the pair of asymptotic planes are transverse.\n\nOur aim is to show that if we have a pair of transverse planes then either there is no SL submanifold or Lagrangian self-expander with two ends asymptotic to them, or there is just one (possibly satisfying some extra conditions to make it unique). We also hope to explore some of the consequences of these structural results; hopefully this will eventually lead to the solution of the important and difficult problems of finding SL submanifolds using Lagrangian Mean Curvature Flow and defining invariants using Cayley 4-folds. There are also connections to more diverse areas including the study of generalised soap films and soap bubbles, &quot;gluing&quot; problems, Homological Mirror Symmetry (which was inspired by ideas from theoretical physics in String Theory and M-Theory), and the study of nonlinear partial differential equations.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J014206/1","grantId":"EP/J014206/1","fundValue":"9633","fundStart":"2012-05-01","fundEnd":"2012-07-31","funder":"EPSRC","impactText":"","person":"Jason Dean Lotay","coPersons":["Mark  Haskins"],"organisation":"University College London","findingsText":" The key achievements of the research were to give a much greater understanding of both the geometric and analytic issues involved in gluing, rigidity and uniqueness questions concerning Lagrangian self-expanders, special Lagrangian submanifolds, Cayley 4-folds, and another class of volume-minimizing submanifolds related to special Lagrangian and Cayley geometry called coassociative 4-folds.\n\nA main consequence of the research is that the PI, in collaboration with Neves, proved a uniqueness result for Lagrangian self-expanders asymptotic to a pair of transverse planes. The article detailing this work has been made available online and accepted for publication.\n\nA direct consequence of the visit of Kapouleas has been the formation of a new collaboration between the PI and Kapouleas studying a new gluing problem in coassociative geometry which has a higher degree of complexity than any previous studies. Specifically, they are studying the problem of smoothing intersections of pairs of coassociative 4-folds in Euclidean space where they intersect along a curve, via gluing techniques. This problem is closely related to the issue of smoothing of transverse pairs of planes in special Lagrangian geometry and intersections of special Lagrangian submanifolds, as well as to earlier ground-breaking work by Kapouleas on minimal and CMC surfaces, but has significant additional challenges. During the course of the project, the PI and Kapouleas made a thorough study of the geometry of the problem, so now have the necessary formulation to use analytic methods to apply gluing techniques, and thus resolve the problem as part of their ongoing collaboration.\n\n\n\nThe Co-I and Kapouleas continued their study of gluing problems for special Lagrangian cones and higher-order invariants for special Lagrangian submanifolds in complex Euclidean space, resulting in two published articles, as well as making significant progress towards completion of further articles on these subjects.\n\nFinally, the heart of the proposal, which was the visit of Kapouleas, gave a unique opportunity for UK researchers, particularly from UCL and Imperial, to discuss their work with Kapouleas and thus enable the dissemination of his research ideas to the UK geometry and analysis communities. This was further facilitated by presentations he gave as well as his participation in the G 2 Days conference held at UCL and King's in June, which was co-organised by the PI, Co-I, Simon Donaldson, Simon Salamon and Bobby Acharya, and which had over 60 researchers attending from across the UK and Europe. The findings have already been taken forward and put to use by other researchers (Imagi-Joyce-Oliveira dos Santos) in an article that has been released online in 2014. Other","dataset":"gtr"}