{"id":"FE358A27-5F4B-42C9-BB0F-D2D12F56108F","title":"New humanised mouse models for dissecting the pathobiology of disease, using FUS-ALS as a paradigm","abstractText":"Humans and mice are descended from a common ancestor and so we share genes and have similar diseases caused by similar mutations in our equivalent genes (known as orthologs). Therefore to understand more about human disease we work with 'mouse models' that have the same mutations and manifest similar symptoms. \n\nMany neurodegenerative diseases run in families as 'dominant' diseases, so if your parent has the disorder there is a 50% chance you will inherit the mutant gene, and also succumb to the disease. These dominant disorders are modelled by mice called transgenics, which carry human mutant genes and so get the disease in a similar way to humans.\n\nTransgenic animals are made by incorporating the human mutant 'transgene' into the mouse DNA. Unfortunately when this happens the human mutant gene is usually incorporated in lots of copies, somewhere fairly random, not just a single copy as it would be normally in humans. One result is the mouse produces considerably more than the usual 'physiological' amount of mutant protein, and more often than not the mouse develops symptoms that simply come from having too much protein, rather than the actual effects of the mutation. This means the mouse is a far less accurate model than it could be.\n\nAlso, sometimes the human and mouse biochemistry of the mutant protein can be different, so simply making the same change in the mouse gene does not produce an accurate disease model.\n\nWe have developed a new type of mouse model in which we replace the mouse gene with the complete human gene, both the normal human gene and the mutated human gene in different mouse strains. Therefore we can look at what happens to the mouse when the human genetic material is expressed at normal levels, and this will give us new insight into disease processes. Our new mouse models may be a Refinement of existing models.\n\nAs an example, we have chosen to work with a gene called FUS, which is mutated in an untreatable neurodegenerative disease called amyotrophic lateral sclerosis (ALS, also known as motor neuron disease). ALS is an incurable and relentless devastating neurodegenerative disorder which causes progressive loss of muscle function and paralysis. ALS leads to death, usually caused by the inability to breathe, on average only 3 years after diagnosis, with a lifetime risk of ~1 in 300 by 85 years old, in UK. ALS is generally a mid-life disease affecting people in their 40s and 50s although there is a wide age-range of symptom onset and aggressive FUS-caused ALS has been described in children as young as 11 years old. FUS is also occasionally mutated in other incurable neurological diseases.\n\nNow we are applying for a three year grant to:\n\n(1) extend our method to make a slightly different type of mouse called a conditional mutant, which allows us to turn the mutant protein on in different tissues at different times. This will help us work out what goes wrong in ALS and other disorders. And,\n(2) to fully characterise our new FUS mouse mutants, so we can learn more about the way that mutant FUS causes nerve cells to die. If we know this, we are step further along to therapies for ALS and other neurodegenerative diseases.\n\nOur technology can be used for any gene, not just FUS and for example, we are well along with using this method for SOD1, which is another 'ALS gene'. So we have developed a new technology that we believe will be widely used by other laboratories, and we want to characterise the mice we have already created to understand more of how neurodegeneration happens, so that we can better understand human disease and how to treat it.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L021056/1","grantId":"MR/L021056/1","fundValue":"796901","fundStart":"2014-08-31","fundEnd":"2017-08-30","funder":"MRC","impactText":"","person":"Elizabeth  Fisher","coPersons":["Linda  Greensmith","Giampietro  Schiavo"],"organisation":"University College London","findingsText":"","dataset":"gtr"}