{"id":"FE379B33-81B7-4090-82D2-C96BD02F936A","title":"Analysis of the mechanism of translation initiation complex formation on feline calicivirus mRNA","abstractText":"When viruses infect cells they need to utilise the host cell's protein synthesis machinery to synthesise new viral proteins. Viruses have therefore evolved a number of novel ways to ensure translation (or decoding) of their messenger RNAs (mRNAs) into protein in order to compete with cellular mRNAs. Members of the calicivirus family are responsible for important diseases of man and animals; noroviruses cause gastroenteritis or 'projectile vomiting' in humans and outbreaks are often seen in hospitals, cruise ships and in military camps, while feline calicivirus (FCV) causes cat 'flu. Currently, little is known about what happens when these viruses infect cells, and how new virus particles are made. We have shown that a viral protein attached to the end of the viral mRNAs (VPg) binds to a key cellular protein synthesis factor, eIF4E. This factor usually binds to a structure on cellular mRNAs (termed the 'cap') and helps recruit the protein synthesis machinery (including the ribosome). This suggests that caliciviruses utilise a novel mechanism to recruit ribosomes to their mRNAs, with VPg acting as a 'cap substitute'. We have also demonstrated that other cellular proteins bind to the FCV mRNA itself and may help to recruit ribosomes. We now aim to define further these interactions and the roles they play in virus protein synthesis and replication. This will aid in the development of novel antiviral therapies for this important group of viruses.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D007755/1","grantId":"BB/D007755/1","fundValue":"174850","fundStart":"2006-03-20","fundEnd":"2009-03-19","funder":"BBSRC","impactText":"  We have used the findings in publications and conference proceedings. We have also used the research findings in outreach activities to schools and colleges. We have also applied for further BBSRC funding for advancement of this work (funded). Education,Healthcare,Pharmaceuticals and Medical Biotechnology Societal,Economic","person":"Lisa  Roberts","coPersons":["Ian Gordon Goodfellow"],"organisation":"University of Surrey","findingsText":" We made a significant advance in understanding the mechanism caliciviruses use to synthesise viral proteins in infected cells. We were able to identify a novel mechanism of protein synthesis used by these viruses and the host cell proteins that are involved. This was the first description of such a mechanism in an animal virus and publications arising from this were the first to describe this novel mechanism. Other virologists can benefit from this research, pharmaceutical companies can also use the findings to design new antiviral drugs. Those interested in regulation of gene expression in other diseases such as cancer will also find the description of a novel mechanism of protein synthesis control useful for their research. Agriculture, Food and Drink,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}