{"id":"FE3D2BCC-F5C5-4279-B3A2-4962D712713F","title":"Glycosylated Contrast Agents Effective at 3 Tesla for MRI Applications","abstractText":"MRI scans are used routinely in clincial practice to help the diagnosis of injury or disease state. In 30 to 40% of these examinations, a contrast agent is given to the patient to help the radiographer to gain a better image, with improved siganl/noise or contrast. Now over 10 million contrast-assisted scans are obtained every year, around the world. The vast majority of these examinations use contrast agents based on gadolinium, using typically about 4 grams of the Gd complex per examination. In future, new MRI scanners will operate at a higher magnetic field (3 Tesla), and many of the current range of contrast agents that work well at 1.5 Tesla are much less effective at this higher field. This fact , coupled with the need to find contrast agents that are intrinsically more efficient, is driving the search for a second generation of contrast agents. proposed work therefore seesk to devise new types of gadolinium complex that possess the desired ability to function at 3 Tesla, are easily prepared from readily available materials and have a molecular structure that renders them more effective as contrast agents. In addition to new complexes that are covered on their exterior with glucose or related sugar groups, new types of complex will be devised that may allow the recording of maps of local pH gradients in vivo. This would be of benefit, for example, in the diagnosis of the nature/extent of kidney function, of benefit potentially to large numbers of patients with renal failure or undergoing dialysis.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D061865/1","grantId":"EP/D061865/1","fundValue":"284495","fundStart":"2006-11-01","fundEnd":"2009-10-31","funder":"EPSRC","impactText":"","person":"David  Parker","coPersons":[],"organisation":"Durham University","findingsText":" How to get higher efficiency in MRI contrast agents by placing the Gd at the barycentre of the probe In designing better probes Healthcare","dataset":"gtr"}