{"id":"FE40B3EB-D446-4807-89AC-06D23A5C7910","title":"The Bentham Papers Transcription Initiative","abstractText":"The Bentham Papers deposited in UCL Library consist of 60,000 folios. This material has never been properly edited, most of it has never been published, and two-thirds of it remains un-transcribed. Much of its content is, therefore, unknown. The Bentham Project was established in 1959 in order to produce an authoritative edition of 'The Collected Works of Jeremy Bentham', and has to date published twenty-six volumes of a projected sixty-eight. In 2006 the Project completed an on-line database catalogue of the Bentham Papers, consisting of up to sixteen fields of information for each of the folios, including headings, dates, pagination, and titles. The database is currently used as an editing tool by the Bentham Project, allowing it, for instance, to identify all the manuscripts relevant to a particular work in a moment, rather than after several weeks of manual searching.\\n\\nPart of the vision at the time of creating the database was to enhance it by linking it to transcripts and digital images of the manuscripts. The Bentham Project has transcribed around 20,000 folios, but 40,000 remain to be done. Transcription is the first and fundamental stage in the editing of Bentham's works. A pilot project has established that an interface can be created linking transcripts, digital images, and the database catalogue, and that the digital images are of such quality that they can used for the purposes of transcription. The object of the present project is to develop a web-site which will integrate these various elements in a coherent way, but which will also implement a 'crowd-sourcing' exercise, whereby members of the public will be invited to submit their own transcripts of previously unread manuscripts.\\n\\nThe transcription project will have a limited duration of six months. We will provide around 12,500 images of Bentham's manuscripts, amounting to around 10,000 folios. Individuals will be able to download a transcription tool, take ownership for a limited duration of images of manuscripts, and enter the text into a transcription window. There will be a series of basic rules that they will be asked to follow. Transcripts will be submitted to the Bentham Project for moderating, and once approved, made available on-line. Transcribers will be awarded a merit mark for each successful submission, both as a virtual reward, and as a means of identifying the truly dedicated, who might then be involved in some more formal way with the resource. We will establish a users forum and a means of undertaking joint transcription, so that two or more people can co-operate in producing transcripts.\\n\\nThe transcriptions will eventually be used by the professional researchers at the Bentham Project when preparing the material for the new critical edition. They will also form part of an 'ideas bank'. Bentham wrote on a wide variety of subjects. His ideas were of enormous historical importance, but are also of great contemporary relevance. The transcripts will be readily searchable, so that researchers, whether academics or members of the general public, who are interested in a particular subject, can discover what Bentham thought about that subject. The Bentham Project's existing transcripts, which are currently in a proprietary format, and the newly submitted transcripts, will be encoded according to the protocol of the Text Encoding Initiative, thus guaranteeing the sustainability and transferability of the resource.\\n\\nAt the end of the project, a study will be produced, using both quantitative and qualitative data, on the way in which the database was used, and on the lessons to be drawn from it. A generic transcription tool will be made available for other humanities digital research projects to incorporate into their own web-sites.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H037233/1","grantId":"AH/H037233/1","fundValue":"262673","fundStart":"2010-03-01","fundEnd":"2011-04-30","funder":"AHRC","impactText":"","person":"Thomas Philip Schofield","coPersons":[],"organisation":"University College London","findingsText":" The purpose of 'Transcribe Bentham' is threefold. First, to produce transcripts of Bentham manuscripts which are of a sufficient quality to be uploaded to UCL's free-to-access digital Bentham Papers repository for access, searching, and to ensure the collection's long-term digital preservation and curation. \n\n\n\n\n\nSecond, to allow non-specialist volunteers from around the world to make a contribution to humanities research: their transcripts will act as a starting point for editors of future volumes of 'The Collected Works of Jeremy Bentham', and volunteers will be fully credited in the volumes to which they contribute. Furthermore, as many of the manuscripts have not been read since Bentham wrote them, there is also the potential for exciting new discoveries to be made which could alter our perception of Bentham's thought. For example, the work of volunteer transcribers has shown that a substantial portion of Bentham's 'Panopticon versus New South Wales' (1802) went unpublished, but does exist in manuscript form. Elsewhere, volunteers have confirmed a hitherto unverified recollection from Bentham's childhood which is connected to his views on the treatment of animals, and a series of recipes collated by Bentham for the kitchen of his proposed panopticon prison.\n\n\n\n\n\nThird, 'Transcribe Bentham' was formulated as an experiment. The task requested of volunteer transcribers is more complex and challenging than in many other crowdsourcing projects, and demands a high degree of concentration and engagement with a source material which is not, in many instances, the most immediately accessible. Would volunteers--who may not have had any paeleographical training, or have previously encountered historical manuscripts--be able to read and decipher Bentham's handwriting? Would they be able to identify the structural and compositional features of the manuscript and mark these up in Text Encoding Initiative (TEI)-compliant XML, while also navigating Bentham's idiosyncratic style, along with his frequently challenging ideas? In addition, would the work of volunteers be of sufficient quality to act as a basis for the Bentham Project's editorial work, and for uploading to a digital repository for public access? And would the project prove to be worthwhile both in terms of cost and time? The answer to all of these questions, in the case of 'Transcribe Bentham', is 'yes'.\n\n\n\n\n\n'Transcribe Bentham' launched to the public on 8 September 2010, and as of 22 March 2013, 2,496 volunteers have registered an account with the project. 5,273 manuscripts (c.2.6 million words) have been transcribed or partially-transcribed, at an average rate of 40 to 45 transcripts per week; this is more than a full-time researcher might be reasonably expected to produce. Of these transcripts, 4,999 (94%) have been accepted by 'Transcribe Bentham' editors after undergoing a rigorous quality-control process.\n\n\n\n\n\n'Transcribe Bentham' has proved the feasibility of large-scale crowdsourced manuscript transcription, as part of a long-term editorial project, and a methodology for such an endeavour has been created by the project team. It has recruited a community of volunteers who produce a significant volume of high-quality work on a regular basis, and has opened up a collection of enormous historical and philosophical importance to the wider community. The 'Transcription Desk' software which powers the transcription interface is built on open-source software, and has been released on the same basis for other institutions to adopt and customise to meet their own needs.\n\n\n\n\n\n\n\nTranscribe Bentham is co-ordinated by University College London's Bentham Project (Faculty of Laws), and produced in association with UCL Library Services, Centre for Digital Humanities, Creative Media Services, and the University of London Computer Centre. On 1 October 2012, the British Library joined the project consortium. 'Transcribe Bentham' project members have been consulted by other research institutions, museums and archives interested in crowdsourcing their own collections, and there is great potential for both the methodology and and the 'Transcription Desk' software to be adopted by others. Communities and Social Services/Policy,Creative Economy,Education,Culture/ Heritage/ Museums and Collections","dataset":"gtr"}