{"id":"FE4246B3-EFC4-498F-9C29-1804D6409721","title":"Numerical and experimental study on integrated strategic simulation model of urban environment","abstractText":"The microclimate parameters in urban areas have important impacts on the energy performance of buildings and the potential of passive cooling measures. For example, the urban heat-island (UHI) effect results in increased local atmospheric and surface temperatures in urban areas compared to the surrounding rural areas. Thus, the UHI will increase the overheating risk and the peak cooling load of buildings. It may particularly have a negative impact on night cooling strategies within the UHI during periods of hot weather. Effective urban planning and building design can have a beneficial effect on the urban climate and contribute towards reducing the intensity of the urban heat island, which improves the conditions in living spaces as well as directly reducing the peak cooling load of a building. The vision of the proposed project is to develop a practical, robust, urban thermal simulation method by using Digital Element Model (DEM) to store urban building geometry and boundary information and integrating it with the coupled thermal and airflow model. The DEM is a compact way of storing 3D information using a 2D matrix of elevation values; each pixel represents building heights and can be displayed in a grey-shaded digital image, which has a grey-level proportional to the level of the urban surface. The DEM is capable to handle large amount of data in less time. It is also able to present the geometrical relations among the buildings in the studied area. It has been proven to be an effective way of urban analysis. This model will be used to perform parametric study for various configurations of urban form and texture, building and road surface materials and vegetation in order to analyse Urban Heat-Island (UHI) mitigation strategies and potential passive measures of energy-efficient buildings. The principal objectives of this proposed three-year project are: (1) To develop a dynamically coupled thermal and airflow urban model integrating with the Digital Element Model (DEM), and to validate the model in association with experimental investigations in the urban canyon; (2) To link the proposed numerical urban model with the existing thermal and airflow building model (developed by the PI) to conduct an analysis of the interrelationship of the urban microclimate and building energy performance; (3)To perform an urban parametric study and analyse the potential of UHI mitigation strategies and their impact on the urban environment and energy consumption (CO2 emission) and (4)To assess urban and building thermal comfort. The prospected deliverables are: D1: A coupled thermal and airflow urban dynamic model integrated with the Digital Element Model (DEM) together with a series of numerical and visualised simulation results of different urban configurations for urban environment analysis; D2: A integrated urban microclimatic and building energy simulation model; D3: A series of parametric assessments for the urban environment and the potential of UHI mitigation strategies and D4: A series of assessments for passive measures of energy-efficient building design in the urban context.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F039867/1","grantId":"EP/F039867/1","fundValue":"281907","fundStart":"2008-09-01","fundEnd":"2011-08-31","funder":"EPSRC","impactText":"  The process leading to impact involved a wide range of dissemination activities:\n1. Publication of results in highly ranked, peer reviewed journals and in textbooks\n2. Raising awareness of the findings in the wider community of those interested in urban design and microclimates through conference presentations and publications \n3. Drawing the findings to the attention of those involved in the development of CIBSE Guide A (Environmental Design Guide), a highly influential reference document for building services engineers. As a result the PI Dr Yao was invited to join the committee drafting revisions to the Guide from 2012. \n4. Drawing the potential of the new simulation program to the attention of those practitioners and academics involved in the design of sustainable urban environments, through conference and business-to-business presentations and publications. \nDetails of the new simulation program have been presented to a number of the major UK architectural and urban planning companies. The British Council, which is supporting the transfer of UK technology into China, invited Dr Yao to present details of the research and the simulation program at a Chongqing HI-Tech Fair in 2012. Further dissemination will focus on the use of the program on real projects to improve urban development and regeneration. \nThis project was completed in late 2011 and already has achieved considerable impact. The new mathematical method for assessing heat island effects in complex urban environments developed in this research represents a significant step forward for those concerned with identifying and assessing UHI effects and intensities. CIBSE Guide A (Environmental Design Guide) is used extensively by building services engineers in the design of low energy buildings. Through this research the PI Dr Yao has become involved in the technical committee revising and updating the Guide, and the latest version now includes new requirements relating to urban heat island effects, drawing directly on the Reading work (in Chapter 2, dealing with External Design Data). Additionally, discussions with CIBSE are on-going with a view to the development of a further guide to sustainability in urban environments. Dr Hywel Davies, CIBSE Technical Director has noted (in a communication dated 15 February 2013):\n&quot;The research team led by Dr Yao also worked closely with the CIBSE Environmental Data Co-ordinator to ... enable CIBSE to draw on the insights from this research in the development of specific guidance on overheating, which is due to be published shortly.&quot;\nThe new simulation program based on the mathematical method developed in this research can be used for urban microclimate simulation, UHI impact analysis and urban thermal comfort assessment. It is considerably more efficient than previously available simulation tools and techniques, requiring less input data (it can also read data from digital satellite images) and considerably less computational time and resources. It also works at both a large urban scale and a much smaller scale of groups of buildings. For all of these reasons it is particularly attractive to urban designers and planners (as well as the developers for whom they work) involved in the early stages of design, planning and development. Although it is not yet available as a commercial product, the simulation program has attracted considerable interest from leading UK practitioners such as RWDI, WYG, Wei Yang + Partners, Atkins, Halcrow and AEDAS. Dr Wei Yang of WY+P, commenting on his her firm's use of the simulation program has noted: \n&quot;The model was very useful to apply at the urban planning strategic design stage. This has been used in our project in Lixian, Hunan Province in China. The simulation results were used to test the planning strategies in order to achieve the optimal urban planning solution.&quot; \nA presentation was also made to a China UK low carbon eco-city working group, which is comprised of over 40 construction companies as core members. As a result of this and more general dissemination activities, the Royal Institution of Chartered Surveyors (RICS) provided follow-on funding for the implementation of the program to study the impact of the Three Gorges Dam project on Chongqing's urban microclimates and UHI in China - the report to the RICS was submitted at the end of February 2013). This work, together with presentations under the auspices of the British Council have led to further interest from local authorities in China in modelling and understanding microclimates in their cities surrounding the Three Gorges Dam and Chongqing.\nWhile the new simulation program is robust and effective, it has not yet been developed as a commercial software product. Further development is currently being planned to exploit the significant impact available from having a simulation program to meet the new requirements of CIBSE Guide A. This will be of great use for urban planners, designers and others concerned with developing sustainable urban environments. \nThe reach of this project is very wide, covering key planning and design disciplines (planning, architecture, environmental engineering) in the built environment sector, as well as private and public developers (including regeneration companies, policy makers and government also). Additionally, the work is also highly significant, representing a new and cost-effective approach to modelling urban environments that can be used at the early stages of design, planning and development. \nA strong indication of impact will be the adoption by practitioners of the best practice contained in CIBSE Guide A, and the use of a simulation program to be commercialised as a result of this research. More specifically, CIBSE Guide A contains explicit reference to the Reading research (in Chapter 2), and Dr Yao's participation in the technical committee is clearly acknowledged. \nWhile the simulation program has yet to be developed commercially, evidence of its value and impact is increasingly evident from work in China on the Three Gorges Dam and Chongqing. The Chongqing Green Building Council have noted that:\n&quot;Your research outcome in sustainable design has impacted on our local policy-making and capacity building in green building and eco-city development.&quot; \nAnd further: \n&quot;Your direct involvement and publications have contributed to the formulation of standards, include 1) Chongqing Green Building Assessment - 2012; 2) Chongqing Low Carbon Eco-community Assessment Index - 2012; and National Low Carbon Green Building Assessment (this also applies to Chongqing).&quot; Construction,Energy,Environment Societal","person":"Runming  Yao","coPersons":[],"organisation":"University of Reading","findingsText":" There is an inter-impact between building design and the urban environment. For example, the urban heat-island (UHI) effect results in increased local atmospheric and surface temperatures in urban areas compared to the surrounding rural areas and in the contrast the UHI will increase overheating risk and the peak cooling load of buildings. Therefore the microclimatic parameters in urban have important impacts on energy performance of buildings and the potential use of passive cooling measures. The urban microclimate simulation tool with further development of user-friendly interface can be used by architecture and urban planning consultants. Exploitation of joint venture working with RWDI, a building simulation consultant company, started in June 2011. An application to a KTP project through the University Knowledge Transfer Centre was submitted in December 2012. Unfortunately it was not awarded. Further exploitation will include joint development of practical tool with user-friendly interface. Construction,Energy,Environment","dataset":"gtr"}