{"id":"FE48998A-288C-43B6-A53D-F262FD80806B","title":"Snow-Vegetation-Atmosphere Interactions over Heterogeneous Landscapes","abstractText":"By modifying the amount of solar radiation absorbed at the land surface, bright snow and dark forests have strong influences on weather and climate; either a decrease in snow cover or an increase in forest cover, which shades underlying snow, increases the absorption of radiation and warms the overlying air. Computer models for weather forecasting and climate prediction thus have to take these effects into account by calculating the changing mass of snow on the ground and interactions of radiation with forest canopies. Such models generally have coarse resolutions ranging from kilometres to hundreds of kilometres. Forest cover cannot be expected to be continuous over such large distances; instead, northern landscapes are mosaics of evergreen and deciduous forests, clearings, bogs and lakes. Snow can be removed from open areas by wind, shaded by surrounding vegetation or sublimated from forest canopies without ever reaching the ground, and these processes which influence patterns of snow cover depend on the size of the openings, the structure of the vegetation and weather conditions. Snow itself influences patterns of vegetation cover by supplying water, insulating plants and soil from cold winter temperatures and storing nutrients. The aim of this project is to develop better methods for representing interactions between snow, vegetation and the atmosphere in models that, for practical applications, cannot resolve important scales in the patterns of these interactions. We will gather information on distributions of snow, vegetation and radiation during two field experiments at sites in the arctic: one in Sweden and the other in Finland. These sites have been chosen because they have long records of weather and snow conditions, easy access, good maps of vegetation cover from satellites and aircraft and landscapes ranging from sparse deciduous forests to dense coniferous forests that are typical of much larger areas. Using 28 radiometers, and moving them several times during the course of each experiment, will allow us to measure the highly variable patterns of radiation at the snow surface in forests. Information from the field experiments will be used in developing and testing a range of models. To reach the scales of interest, we will begin with a model that explicitly resolves individual trees and work up through models with progressively coarser resolutions, testing the models at each stage against each other and in comparison with observations. The ultimate objective is a model that will be better able to make use of landscape information in predicting the absorption of radiation at the surface and the accumulation and melt of snow. We will work in close consultation with project partners at climate modelling and forecasting centres to ensure that our activities are directed towards outcomes that will meet their requirements.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H008187/1","grantId":"NE/H008187/1","fundValue":"324216","fundStart":"2010-11-01","fundEnd":"2014-02-28","funder":"NERC","impactText":"  Our findings have been used to:\n- improve methods for the characterization of forest canopies using laser scanning\n- evaluate the performance of land surface models in predicting the penetration of solar radiation through boreal forest canopies to underlying snow\n- identify sources of uncertainty in the representation of albedo for the boreal regions in climate models\n- develop activities for science festivals and school visits Education Societal","person":"Richard Lawrence Essery","coPersons":[],"organisation":"University of Edinburgh","findingsText":" We have obtained detailed measurements of forest canopy structures and how they influence solar radiation fluxes at the surface for two Arctic sites with contrasting characteristics: sparse birch forest at Abisko, Sweden, and medium-density pine and spruce forests at Sodankyla, Finland. We have used these datasets in the development of models for the influence of boreal forests on snow melt. We then used these models to investigate sources of uncertainty reported by IPCC AR5 in snow albedo climate feedbacks, and concluded that these uncertainties could be reduced in the next generation of climate models. Our datasets are available through BADC and could be used for model evaluation. Model developments could be used in land surface schemes (such as JULES) required for climate modelling. Environment","dataset":"gtr"}