{"id":"FE50F7BF-2787-4DF6-85EE-D9EC39209E63","title":"Preform Rare-Earth Profiler (PREP)","abstractText":"Over the last decade, high power fibre amplifiers and lasers have been rapidly developed and successfully commercialized for a number of industrial applications such as cutting, welding, and marking. The industrial fibre laser business is currently worth over $800M/year, with compound annual growth rate of about 13% - the highest among the different laser technologies. One of the main contributors to this success has been the significantly improved rare-earth doped fibre fabrication technologies. \n\nHigh performance fibres rely on controlled incorporation of refractive index modifying dopants, as well as, gain providing rare-earth ions. High efficiency, high average and/or peak power industrial fibre lasers and amplifiers invariably use large-mode area fibres with complex refractive indices and rare-earth distributions. In most cases, a number of different dopants are used simultaneously in order to control the refractive index and gain distribution, and through it the fibre modality and modal differential gain. Additional dopants are also used to reduce nonlinear effects, such as Stimulated Brillouin and Raman Scattering, and other parasitic effects, such as photodarkening. The various dopants have different sizes, mobility, and diffusion rates and, as a consequence, the resulting refractive index profiles can in general be much different to rare earth distributions within the core, and one cannot be inferred from the other. In addition, depending on the fabrication technique, the distribution of dopants is not uniform along the fibre preform, rendering the drawn fibre performance variable and &quot;patchy&quot;. In particular, Modified Chemical Vapour Deposition (MCVD) fabrication technique, among the most versatile and widely used fabrication techniques, is known to suffer from poor repeatability and large variability along the preform length. This compromises significantly the fibre yield and increases the fibre cost. In addition, and even more importantly, currently there is no reliable information regarding the &quot;fitness-for-purpose&quot; of fibre in advance. Its suitability can only be tested and quantified after a full fibre laser has been built and thoroughly tested, adding considerably to the fibre laser module turn-around time, yield and cost. So there is a need for unsuitable preforms or parts of preform to be identified early in the fibre drawing process and be discarded. \n\nAnother requirement has lately appeared in the fibre telecom area. Over the last few years there has been a strong resurgence in multimode telecom systems research, with spatial-division multiplexing (SDM) promising to solve the predicted forthcoming telecom capacity crunch. Successful development of SDM systems relies exclusively on the development of high performance multimode fibre amplifiers with carefully optimized rare-earth (Erbium or Thulium) profiles for modal gain equalization. Again, detailed and accurate knowledge of the active dopant distribution over the fibre cross-section along the entire preform length is critical for successful demonstrations of this game-changing approach to single-fibre transmission capacity increase. \n\nThe main aim of this proposal is to develop widely applicable, non-destructive characterization techniques for the accurate and detailed determination of active-dopant distribution in fibre preforms and provide the required reliable information well before the preforms are drawn into fibres. Such preform characterization techniques are expected to have a big impact on the performance and cost of advanced high-power fibre laser systems, as well as, currently researched SDM telecom systems, and increase the competiveness of the UK manufacturing basis as well as enhance the UK cutting-edge research activities in these areas.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M020770/1","grantId":"EP/M020770/1","fundValue":"311702","fundStart":"2015-12-01","fundEnd":"2018-11-30","funder":"EPSRC","impactText":"","person":"Michalis  Zervas","coPersons":[],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}