{"id":"FE5374A8-97F2-4B99-81CC-FE7120C028B9","title":"Multiscale topographical modulation of cells and bacteria for next generation orthopaedic implants","abstractText":"The UK has an aging population and we need to plan ahead to deal with this. Many of us will outlive the useful lives of parts of our skeleton through e.g. arthritis. Currently, e.g. hip replacements have a good survival rate between 10-15 years but then many patients require revision surgery. This is costly to the NHS and hence taxpayer, time consuming to the surgeon (it is far more complex than primary surgery) and is performed on elderly and frail patients where e.g. use of general anesthetic is a concern. \nThe surgeons have two major concerns regards current orthopaedic implants. Firstly, the materials used are inert. This means that the body has a low response to the materials. This is an advantage as there is no immune response (inflammation) and a disadvantage as there is no bone response. If selective bioactivity could be produced (i.e. no immune response but increased bone response) then the implant could be locked in place by growing bone and implants for life developed. This lack of bone response means that the implants are not well held and can move about during walking. This is termed micromotion. This leads to failure with time as the extent of micromotion increases. Secondly, they worry about infection control. Even after sterilisation bacteria may be present on the implant materials in low numbers or can be introduced during surgery. If the infection can take hold it has major impact on the implant lifetime and this can result in younger patients having revision surgery and that has much higher failure rates.\nWe have developed very small, nanoscale patterns that can be used to tune bone growth and prevent bacterial adhesion. We will thus optimise these patterns to achieve bacterial control and bone formation at appropriate points of the implant. A major advantage is that we can process these patterns in titanium, a material commonly used for orthopaedic implants due to its high strength (i.e. it can withstand the weight of the human body as we walk).\nSuch an approach is a step towards making implants for life and planning ahead for the aging population.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K035142/1","grantId":"EP/K035142/1","fundValue":"313423","fundStart":"2013-09-01","fundEnd":"2016-12-31","funder":"EPSRC","impactText":"","person":"Bo  Su","coPersons":["Angela  Nobbs"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}