{"id":"FE5E98CD-ED9A-43FC-929A-7C5D5172B552","title":"Global Invariant Manifolds: Applications, Critical Boundaries and Global Bifurcations","abstractText":"A simple heating thermostat controlling the heat in a room will either switch on or switch off the heating, depending on whether the temperature falls below or above a certain target temperature. This is an example of a relay controller, a system that switches to a different behaviour as soon as a given target state is passed.For the heating thermostat it is important to understand how the switching works and adjust it so that the heating is not rapidly switching on and off. In an electrical power plant, a safety mechanism will let the entire plant shut down if the system is producing too much power due to a high demand; for example, if England plays in the world-cup final, the entire country switches on the television at about the same moment. Usually, the shut-down of one power plant triggers a series of power plants going down, which can lead to a power outage in an entire region. Hence, it is important to know when the system is close to break-down. The nervous system in your brain, a network of neuron cells, has trigger mechanisms to decide when to fire. This causes cells to store or release calcium which, for example, is the main signal to secrete insulin. If the neuron cells do not work properly, you could get diabetes. There is a lot of research on the actual mechanism that stores and releases calcium in a neuron cell, with the ultimate goal of finding a cure for diabetes.All these examples have in common that there is a critical boundary which can be crossed, and crossing it then changes the behaviour of the system. The proposed research will investigate what possible behaviours can occur at or near a critical boundary crossing. While this is seemingly quite obvious for the example of the heating thermostat, it is much more complicated for a power plant (we do not always get a power outage during the world cup) or a neuron cell (there are six different chemicals involved in triggering calcium storage).The examples fall into three different classes, each with its own flavour, yet they have the existence of a critical boundary as their common theme. To understand what is going on, I will develop and use advanced computational tools that allow me to take a global point of view. Roughly speaking, the tools are for computing special curves (or surfaces) in the set of variables that represent the state of the system. As some parameters in the system change, these global curves can cross the critical boundary and provide the information about how the dynamical behaviour changes. This research is motivated by and will be applied to concrete examples such as the ones discussed above.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/C544048/1","grantId":"EP/C544048/1","fundValue":"217127","fundStart":"2006-05-01","fundEnd":"2009-04-30","funder":"EPSRC","impactText":"","person":"Hinke M Osinga","coPersons":[],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}