{"id":"FE6088D2-6D2C-49A3-A39E-2796821300EF","title":"The stabilisation of novel bonding modes in group 2 complexes","abstractText":"The proposed research seeks to prepare compounds featuring unprecedented bonding modes of the alkaline earth metals and substantially expand the very limited known range of such systems. The recent report of the first complex to feature a bond between two magnesium centres, in which the Mg atoms possess an oxidation state of +1, highlights a number of important questions such as whether the other alkaline earth elements can display analogous bonding modes. This proposal aims to synthesise such compounds featuring the other alkaline earth elements, e.g. the first examples of (beryllium-beryllium)2+ and (calcium-calcium)2+ units. Theorists have proposed these systems to be stable. This chemistry will also be extended towards the synthesis of novel complexes where the beryllium and calcium atoms are bonded to transition metals. The study of main group and transition metal compounds featuring low-coordinate centres and element-element bonds is of great importance, both from the investigation of the fundamental structure and bonding within these systems which challenge our accepted ideas of bonding and from the potential of these highly reactive centres to act as reaction catalysts.Information regarding the bonding within these metal-metal bonded species will come from structural, spectroscopic and theoretical calculations, together with an examination of the fundamental patterns of reactivity displayed by these compounds towards a range of small molecules; including, for example polar/non polar bonds, multiple bonds, diatomics and triatomics, allowing us to develop new reaction pathways such as insertion and cycloaddition-type chemistries. We will also investigate the use of these metal-metal bonded systems as precursors towards new metal-rich cluster compounds via controlled decomposition reactions. The high reactivity of these alkaline earth compounds, although posing practical challenges, makes them not only fascinating from both the fundamental study of their bonding, but also due to their potential application in small molecule activation and catalytic chemistry. Therefore, the results gained from this study will be of great benefit to the scientific community, both from this fundamental structure and bonding viewpoint and the eventual exploitation of their high reactivity in organic reactions and small molecule activation. Additionally, the use of Mg and Ca-based catalysts for these organic reactions would be cheaper and more environmentally benign than many of the lanthanide and transition metal systems currently being exploited for this purpose. The development of metal-rich cluster compounds, stabilised and solubilised by organic chemical groups, are potentially useful in the modelling of solid hydrogen storage materials using solution techniques, which may lead to increased understanding and therefore improvement and optimisation of these compounds.The stabilisation and study of such systems will challenge our accepted ideas of bonding for these elements. Investigation of the bonding within compounds such as these is essential as it contributes towards our understanding of the fundamental structure and bonding within the alkaline earth elements, it is therefore a highly desirable area of research for inorganic chemists and should be actively pursued. We therefore seek EPSRC funding for a 3 year PDRA at Nottingham, technician support, consumables, modest equipment costs associated with the setting up of an independent research laboratory and travel costs for conference attendance. This synthetically challenging research programme will benefit greatly from full participation by DLK, who, as a new lecturer, has a reduced teaching load.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G011850/1","grantId":"EP/G011850/1","fundValue":"314704","fundStart":"2009-03-02","fundEnd":"2012-03-01","funder":"EPSRC","impactText":"  Researchers are using the knowledge we have developed in their synthesis, characterisation and reactivity investigations. Chemicals ","person":"Deborah Lorraine Kays","coPersons":[],"organisation":"University of Nottingham","findingsText":" The main outcomes of the research thus far are:\n\n\n\n-The development of a variety of ligand frameworks to stabilise new complexes of the group 2 elements. This has included a range of monodentate and bidentate nitrogen-based, aryl and pincer ligands. We are not only utilising these ligands for the alkaline earth elements, but are using them in p-block and transition metal chemistry.\n\n-The synthesis and characterisation of group 2 complexes featuring halide ligands (Grignard compounds) which we are examining for the formation of metal-metal bonds.\n\n-The development of a range of synthetic strategies (salt elimination, metathesis, alkane elimination) which has allowed us to access unusual bonding modes for the alkaline earth elements. \n\n-A series of homoleptic compounds of the heavier alkaline earth metals which highlight the changes in properties of these elements as group 2 is descended.\n\n-The synthesis and characterisation of a compound to feature an unsupported magnesium-iron bond; experiment and calculations suggest that the metal-metal bond is predominantly ionic in nature. The reactivity of this compound towards small molecules is being examined.\n\n-The synthesis and characterisation of a rare digrignard analogue, and the first structurally authenticated example to feature a butanediyl bridge. \n\n-The training of the postdoctoral researcher who has gained experience in the running of an academic research laboratory, the supervision of PhD and undergraduate students, authoring research papers and in other areas of research such as transition metal chemistry. Additionally, the PDRA was also able to gain some experience teaching undergraduate students. The ligand systems developed and utilised within this project have potential to stabilise other highly reactive complexes, which conceivably could be used to catalyse industrially important reactions. The development of new sterically demanding ligand systems and their precursor complexes will facilitate the stabilisation of new low-coordinate and highly reactive complexes for a range of metals across the periodic table. Such compounds will have potential to activate small molecules, which is an area of keen academic interest.\n\nThe stabilisation and structural authentication of a new, more stable 1,1'-di-Grignard has the potential to reinvigorate this area of organic chemistry.\n\nThe investigation of the structure/activity relationships in heterobimetallic complexes featuring bonds between alkaline earth elements and metals informs about chemical bonding and also facilitates the exploitation of the new reactivity displayed by such complexes. Chemicals","dataset":"gtr"}