{"id":"FE60DF47-B060-4EA6-A403-3CC9A3387775","title":"New Chemistry of CTC-based Cavitands and Cryptophanes - Spin-Transition Switches, Near-IR Absorbers and Hosts for Gases","abstractText":"Cyclotriveratrylene ('CTV') is a rigid cyclic molecule with a shallow bowl shape, that has a well-established ability to bind other molecules in its cavity. While solvents and other small organic molecule guests can be accommodated, CTV is particularly notable for its ability to bind to fullerene (C60) and other spherical or globular compounds. As such, CTV is a prototypical example of an important class of supramolecular host known as the cavitands; that is, molecules with guest-accessible cavities. Cyclotriguaiacyclene (CTC), the title compound of this proposal, is a slightly cut-down version of CTV with the same rigid bowl shape.This proposal involves an extension of CTV chemistry into several new areas. First, is by preparing chemically modified derivatives of CTV with oxidisable functionalities, disposed in such a way as to bind metal ions around the edge of the molecular bowl. Precedent suggests that the bowl-shaped cavitand might be easily oxidised under these conditions, yielding metal-stabilised free radical products. Of particular interest will be to determine whether the radical centres can hop around the bowl. If they can, that would make the compounds strongly absorb infra-red radiation. If so, the next step would be to investigate ways of switching that IR absorption on and off. That might be done electrochemically or, in appropriately designed materials, by warming it up or cooling it down. Switchable near-IR absorbers like these can be very useful in fibre-optic communications devices.Binding metal centres to the periphery of CTV will also have the effect of substantially extending its cavity, more than doubling its diameter. We will also investigate these new enlarged cavitands as hosts for small and large organic guests. Of particular interest will be the effects of in-cavity guest binding on the light absorption and switching phenomena mentioned in the previous paragraph.We will also link two CTV bowls, on top of each other, to make new capsule molecules. There are two ways we will seek to do this. If we use metal ion spacers to join the bowls together, we will make relatively large capsules that will have potential to form switchable free-radical products as before. Now, the radical centres we make will have potential to jump between the halves of the capsule, as well as migrating around the two individual bowls, which might lead to even more complicated spectroscopic and switching behaviour. We will also study another new class of capsule, which have a rather different potential use. These will be the smallest covalent capsule molecules yet known, which will be of appropriate size to bind gas molecules like hydrogen, oxygen or carbon dioxide (among others). Supramolecular complexes of gases are very unusual. As well as their strong academic interest, complexation has the effect of making the gas more soluble than it would otherwise be. This has implications for two particular technological problems. First is waste remediation. A capsule that can bind CO2 strongly could strip that greenhouse gas from power station emissions for example. Second is in medicine, where particular isotopes of xenon and carbon dioxide can be used to add contrast to diagnostic images. An additive that can increase the concentration of those gases in bodily tissue will lead to clearer pictures.Dr Halcrow has strong expertise in the study of switchable materials based on metal-organic molecular compounds, while Dr Hardie is a world leader in the synthesis and host:guest chemistry of CTV and its analogues.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F040547/1","grantId":"EP/F040547/1","fundValue":"209314","fundStart":"2008-10-01","fundEnd":"2012-03-31","funder":"EPSRC","impactText":"  No wider impacts that are known to me.  ","person":"Malcolm Andrew Halcrow","coPersons":["Michaele Jane Hardie"],"organisation":"University of Leeds","findingsText":" The successful characterisation of mixed-valent radical complexes based on the tris-dioxolene cyclotricatechylene macrocycle, and a related bis-dioxolene ligand. The observation of through-space delocalisation of unpaired electron spins between the dioxolene rings in these compounds. The synthesis of new tri-mercapto derivatives of cyclotriveratrylene, the successful synthesis of the first cryptophane-0,0,0 organic capsule, and the study of its host-guest chemistry. The production of new molecular devices with switchable IR absorptions. The preparation of new cryptophane capsules for gas binding. Chemicals","dataset":"gtr"}