{"id":"FE61F73F-EAB4-4635-86A1-E1C96F7DE2CB","title":"The effects of degassing and effusion rate fluctuations on the evolution of basaltic lava flow","abstractText":"Basaltic lava flows cause significant damage to property and infrastructure on many volcanoes. To improve our understanding of the evolution of lava flows and flow fields, there is a need for an integrated multi-disciplinary study of the physicochemical properties of lava as it moves from the vent to the flow front, and of the complex interactions that take place during flow. Key requirements are: (i) robust methods of predicting how lava rheology changes during flow; and (ii) an improved understanding of how both long- and short-term changes in effusion rates affect the complex range of processes operating during flow emplacement. This project will provide a range of measurements using new field equipment, automated imaging procedures, ground-, helicopter- and satellite-based imagery and innovative laboratory measurements. The combined dataset will be used to develop and constrain the next-generation of lava flow models which will drive future hazard assessment and mitigation strategies on basaltic volcanoes. We propose to focus our research on one or more eruptions of Mount Etna. This collaborative and multi-disciplinary project will be undertaken jointly by the PI and Co-PIs at Lancaster, staff at INGV, Catania, and other colleagues from the USA and the UK. Current flow models assume that rheological changes are driven mainly by surface cooling. However, rheological changes over the entire flow thickness can result from crystallisation due to degassing-related undercooling. To assess the importance of undercooling, we will determine patterns of volatile loss and rates of crystal and bubble nucleation and growth during the emplacement of active lava flows, and make accurate measurements of the rheological properties of lava in different parts of an active lava flow using a new field viscometer. Quenched samples of all lavas measured will be collected and used to determine the crystallinity, vesicularity and composition of residual glass of all samples in collaboration with colleagues at INGV, Catania, and the University of Oregon. Vesicle size distributions, porosity and an assessment of bubble coalescence and connectivity (and hence the potential for gas loss during flow) will be made at Lancaster using a state-of-the-art X-ray tomographic scanner. Measurements of volatile loss during emplacement will be undertaken in a new Magma Volatile Laboratory at Lancaster using a coupled Thermogravimetric Analysis - Differential Scanning Calorimeter - Mass Spectrometer, and these will allow the potential effects of undercooling to be quantified and compared with changes in crystal size distribution. These combined laboratory and field measurements will allow us to reconstruct the entire volatile degassing budget of a lava flow for the first time, and to assess the importance of degassing in controlling the emplacement of lava flows. The above measurements will be used in combination with a comprehensive time-series of thermal images and digital terrain models of an evolving lava flow field to understand and quantify the processes responsible for flow field evolution. Digital terrain models will be created using long range laser scanner data, augmented by oblique photogrammetric data from ground-based imagery from a new network of high-resolution cameras. These will be supplemented by helicopter imagery collected by INGV, Catania, and Hyperion satellite data in collaboration with a colleague at the Jet Propulsion Laboratory. The data acquired using the combined rheological/degassing and imaging measurements will, for the first time, enable the emplacement processes/flow behaviour to be directly linked to the cooling, degassing and crystallisation of the lava in both simple and more complex flow fields. While the work will be undertaken on lavas from Mount Etna, the methodologies developed in this project have major applications for many other volcanoes and are in line with NERC's strategic and scientific priorities 2007-2012.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F018010/1","grantId":"NE/F018010/1","fundValue":"365388","fundStart":"2009-01-01","fundEnd":"2012-12-31","funder":"NERC","impactText":"  Our findings are being used by our INGV partners in Catania to help in their monitoring and geohazard assessment of Mt. Etna, Sicily. Environment Societal","person":"Michael Richard James","coPersons":["Hugh  Tuffen"],"organisation":"Lancaster University","findingsText":" Basaltic lava flows cause significant damage to property and infrastructure on many volcanoes. This project aimed to improve our understanding of their evolution with an integrated multi-disciplinary study of a substantial lava flow event and laboratory experiments on the effects of lava degassing. Although a suitable lava eruption has unfortunately not occurred over the duration of the project, field measurements were acquired during the end of the 2009 eruption at Mt. Etna.\n\nThe project has developed and assessed a number of new ground-based measurement techniques for active lava flows. In 2009, Mt. Etna was undergoing the latter stages of a very gentle lava eruption and we were able to deploy a laser scanner and time-lapse imaging equipment. The results represent the first published 3D measurements of an active lava flow with a ground based laser scanner. The work also allowed the first integration of such data with simultaneous thermal imagery, enabling the areas of surface change and hot, on-going activity to be identified. Such technique integration will provide a powerful tool for future eruptions, and will enable researchers and volcano observatory staff to monitor evolving flow fields much more effectively. In rugged terrain, one disadvantage of ground-based monitoring can be the presence of data gaps where activity cannot be seen. Consequently, synergistic use of ground and space-based imaging can be advantageous and we have developed techniques that enable the results of thermal space- and long range time-lapse ground-based data to be compared. Processed results from a recent short-duration eruption highlight the advantages of both individual techniques, and allow significantly enhanced data interpretation. However, a limitation of satellite imagery is that, usually, in order to acquire high resolution data, acquisition requests need to be made. For rapid volcanic events, the delays inherent in this process this can result in no useful data acquisition being possible. To maximise the probability of timely image acquisition at Mt. Etna, we have incorporated the volcano as an imaging target into NASA’s Volcano Sensor Web. Real-time eruption alerts, automatically determined from infrasonic data acquired at Mt. Etna, are now posted on the internet. Sensor Web software reads the alerts and requests image acquisition by NASA’s EO-1 satellite. The system is running and has been successfully acquiring data during recent events.\n\nWe have also carried out laboratory experiments on crystallisation of basalt magma due to degassing. When samples of water-bearing magma are heated the water escapes, due to outward diffusion of water or escape of vapour bubbles. As a result the temperature at which the magma is fully molten (the liquidus temperature) increases. Therefore loss of water from magma can drive crystallisation, without any cooling occurring. By heating samples in a furnace and measuring energy balances, mass changes and the exolved gases we have found that modest water loss (e.g. &lt;0.65 wt %) can drive significant crystal growth (~20-35 %). This can greatly increase the magma viscosity and hinder the escape of gas bubbles, making an eruption potentially more explosive. At Etna, we estimate that crystal growth could occur over timescales of ~100 minutes, which is shorter than the ~4.5 hrs estimated for magma ascent during the violent 2002-3 eruption. Thus our results support the hypothesis that degassing driven crystallisation could have been responsible for enhancing the explosivity of this eruption. Our data also indicate that escape of volcanic gases from lava flows can trigger rapid crystallisation, without any cooling occurring. The resultant increase in lava viscosity will reduce their mobility. Models of lava flow advance used to forecast and mitigate hazards therefore need to incorporate the effects of degassing-triggered crystallisation. Our work has demonstrated the capabilities of very-long-range laser scanning for monitoring the evolution of lava flows, and for enabling integration of thermal and time-lapse imagery. Such techniques will be invaluable in the next substantial eruption at Mt. Etna (and at other volcanoes), for detecting the presence of lava tubes and the flow inflation that can lead to formation of new breakouts. Inclusion of Mt. Etna as a EO-1 imaging target within NASA’s Volcano Sensor Web, has substantially improved the possibility of acquiring high resolution satellite data during critical periods of eruptions; data that will be highly valuable for our partner Istituto Nazionale di Geofisica e Vulcanologia (INGV) . In conjunction with improved flow models, the results will enable a much more detailed understanding of flow emplacement to be provided to Civil Defence and decision makers. Environment","dataset":"gtr"}