{"id":"FE65660E-F162-4DB1-BFDA-943F54FB57F1","title":"Education for Minority Ethnic Pupils: Young People with Sickle Cell Disease","abstractText":"<p>Sickle cell disease (SCD) is the collective name for a number of inherited blood conditions that mainly affect people of African, Caribbean, Middle Eastern, South Asian, and Mediterranean descent. Clinical manifestations include chronic and acute pain, and strokes. The known number of children with SCD will increase from the current estimate of 5,000 over the next decade as all newborn infants and most pregnant mothers will be screened for SCD.&nbsp; However, the impact of sickle cell on the educational experiences of young people is an under-researched area.</p>\n\n<p>This project aims to map the extent and content of educational policies on SCD at local authority and school level; to map the range and frequency of key factors reported to affect the educational experiences of those living with SCD; to describe the perceptions held by those living with SCD of their educational experiences and to develop a user-led educational policy framework for SCD. This work will be conducted by means of an internet survey of existing educational policies; a survey of local education authorities and of pupils with SCD; depth interviews with pupils with SCD and detailed case studies of pupils with SCD.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-000-23-1486","grantId":"RES-000-23-1486","fundValue":"226462","fundStart":"2006-09-01","fundEnd":"2011-02-28","funder":"ESRC","impactText":"  The project has improved the visibility of sickle cell disorders (SCD) within the policy process. It has been used as the main evidence in an All Party Parliamentary Group report on sickle cell and thalassaemia at the House of Commons. It has informed the production of leaflets for use by teachers and peers in schools to help young people with sickle cell, leaflets produced by young people living with SCD: My Pupil has Sickle Cell Disease: What do I Need to Know? and My Friend has Sickle Cell Disease: What do I Need to Know? \n\nThe project has influenced policy on managing young people with medical conditions in schools. A policy guide Sickle Cell and Thalassaemia: Health and Safety in Schools: A Guide to School Policy was adopted by the Department for Children, Schools and Families. In early 2011 it was placed on the Department for Education website for teachers supporting children with medical conditions in schools. It was removed in late 2013.\n\nThe project has supported the advocacy work of a number of stakeholders. The policy guide (using Creative Commons Copyright, making the guide an open education resource that is free to copy and to adapt) has specifically supported the work of individual mothers of young people with SCD, and sickle cell voluntary support groups in Wolverhampton, Sandwell, Birmingham, and London. It has supported the work of specialist nurses in Newham, Sheffield and Leicester, and the work of a consultant paediatrician in East London. Communities and Social Services/Policy,Education,Healthcare Societal","person":"Simon Martin Dyson","coPersons":["Lorraine  Culley","Jack  Demaine","Karl  Atkin","Sue Elizabeth Dyson"],"organisation":"De Montfort University","findingsText":" Sickle cell disorder (SCD) is a serious chronic illness that, in the UK, mainly affects minority ethnic groups. The project found that most local authorities did not know numbers of young people with SCD in their area. Less than half schools with a young person with SCD were complying with government guidance that all such children should have individual health care plans. Only two local authorities had specific had policies on SCD and most authorities referred to generic guidance on pupils with medical needs. However the current generic guidance does not address preventive health, and fails to challenge disability discrimination.The generic guidance covers providing medicines to pupils with medical conditions, but only one-quarter of young people with SCD reported having access to pain medication at school when needed. \n\nYoung people with SCD miss considerable time from school, on average 16 days a year, a level that exceeds the 15 days beyond which schools and local authorities have a statutory duty to make alternative arrangements. However the episodic nature of the school absences, typically in short periods of 2-3 days, meant that a narrow interpretation of the guidance (15 days &quot;in a row&quot;) was being used. This leads to young people with SCD being unsupported.The majority of students with SCD reported that they are not helped to catch up their missed schooling. Half the children reported not being allowed to use the toilet when needed and not being allowed water in class; a third reported being made to take unsuitable exercise and being labelled lazy when tired from the severe anaemia associated with their SCD. Schools were therefore failing to take simple precautions that would enable young people with SCD to remain well at school. \n\nWhether or not teachers know that the student has SCD makes no significant difference to reported negative experiences at school. Most young people with SCD favour disclosure to teachers, because they hope teachers will know what actions to take if they become ill and will make allowances for school absences. Some disagreed, citing instances of attracting unwarranted attention or of experiencing disabling attitudes. Attitudes to disclosing to peers were ambivalent between acknowledging the reality of their sickle cell, and not wanting it to be a central part of their identity. A change in wider school environments is required so that young people with SCD are supported irrespective of whether or not they want to speak out about their sickle cell.\n\nYoung people with SCD are found to be regularly and awkwardly positioned between the demands of their doctors, who advised on how they could remain well through self-care and taking appropriate precautions, and the practices of the school with its emphases on routines and consistent attendance. Even where good practice is in evidence in schools, the school concerned tends to address just one aspect of sickle cell in isolation and this is not consolidated into comprehensive school policies. A model school policy has therefore been produced by the project (available at: www.sicklecelleducation.com). The research has already impacted directly both in supporting mothers of young people with SCD and in helping health professionals working to support families with SCD:\n\n&quot;Thank you for giving K and me the opportunity to speak about this very important subject and I hope that we were able to help in starting to make schools and others understand about the problems faced by so many people, especially children who are struggling in the education system&quot;. (Mother of young boy with SCD)\n\n&quot; [Your] articles help to support everybody involved to raise awareness no matter how gradual; it's another step forward&quot;. (Mother of two girls with SCD).\n\n&quot;Much needed updated information resource for schools. Had a meeting with some school nurse nurses the other day and I was going to put together a care plan for them and, hey presto, one was here to greet me this morning&quot;. (Specialist Nurse)\n\n&quot;Thank you for your comments Simon, they are very much appreciated and valued. It's so nice to be able to discuss things with someone who really understands the social aspects of SCD&quot;. (Specialist Nurse)\n\n&quot;Congratulations on this very important initiative (getting the Department of Education to put sickle cell/thalassaemia policy advice on its website), a lot of the out-patient difficulties we encounter relate to school issues, so this is a triumph&quot; (Consultant Haematologist)\n\n As a result of the findings that (1) young people with sickle cell disorder (SCD) were being made ill through lack of care at school, but that (2) awareness of teachers was not itself sufficient to ensure young people with SCD were well cared for at school, a model school policy was developed by the project team (available at: www.sicklecelleducation.com). Communities and Social Services/Policy,Education,Healthcare","dataset":"gtr"}