{"id":"FE6B56B5-D2D0-42EC-91F5-E53CF183D655","title":"Microfluidic Electrolytic Cells for Routine Synthesis in the Pharmaceutical Industry","abstractText":"Electrolysis is a synthetic procedure that avoids the use of stoichiometric and toxic/hazardous reagents and is usually carried close to ambient conditions. In addition, there is an extensive literature showing that reactions of interest to the pharmaceutical industry can be carried out with good selectivity. Despite this, and the consequential opportunity to develop more environmentally acceptable synthetic methods, the use of electrolysis is rare because of the need for specialist equipment and know-how. This project brings together a manufacturer of microflow equipment, industrial and academic synthetic organic chemists and electrochemists with experience of both organic electrosynthesis and equipment design/development in order (a) to develop user friendly microflow electrolysis equipment suitable for integration with traditional microflow systems (b) to show that the equipment is well matched to the challenges found in the pharmaceutical industry by optimising several conversions including the selective oxidation of alcohols to carbonyl compounds, the amination of alcohols, and partial fluorination.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G02796X/1","grantId":"EP/G02796X/1","fundValue":"380794","fundStart":"2009-08-01","fundEnd":"2012-07-31","funder":"EPSRC","impactText":"  The research was carried out in collaboration with Syrris, and Pfizer Ltd (Sandwich, Kent), with an objective to develop an electrochemical flow cell suitable for laboratory scale synthesis. The electrochemical flow cell could be used for the synthesis of chemical intermediates or final products for applications in areas including drug discovery, or agrochemical research. Prototype devices were developed as part of the grant, and Syrris now market an electrochemical flow cell that is based upon the one developed during this award.\nThe commercial availability of the flow cell opens the door to wider uptake of electrochemical synthesis within academic and industrial labs. Evidence for this can be seen from research papers being published on flow electrochemistry using this flow cell. Chemicals,Healthcare,Pharmaceuticals and Medical Biotechnology Economic","person":"Richard Charles Brown","coPersons":["Peter Robert  Birkin","Derek  Pletcher"],"organisation":"University of Southampton","findingsText":" Electrosynthesis can enable the selective production of organic compounds under relatively mild experimental conditions and without the use of toxic/hazardous reagents. It is our belief that the discovery and evolution of cleaner synthetic procedures driven by the passage of electrical current have been hindered by the lack of user friendly electrolytic equipment, restricting more widespread uptake. The overall objective of this research was therefore to develop a microflow electrolysis cell that fits conveniently into commercial microflow systems for use by non-specialists for routine synthesis.\n\nDuring the project, two electrolysis microflow cells have been designed, fabricated and characterised and their performance defined using the methoxylation reactions of N-formylpyrrolidine and 4-t-butyltoluene as test reactions (Electrochimica Acta, 2011 and 2012). Both use the design concepts familiar to microflow scientists rather than modifying standard electrolysis flow cells, the approach used by other papers in the literature. The first was a simple and cheap cell that could be built in the laboratory. The second was a more sophisticated flow cell designed in collaboration with Syrris and the Dolomite Centre, and incorporating their fabrication technology. The overall dimensions were reduced while retaining similar the flow channel path length and dimensions, and materials. Also, a user friendly cell holder with electrical and flow tubing connectors, and a clamping system giving increased ease of assembly and largely eliminating leakage. The cell holder could also be run with two cells as a sandwich with the solution flows in series doubling the channel length and allowed higher flow rates, with increased rates of product formation. Significantly, and exceeding our original objectives methoxylation of N-formylpyrrolidine was shown to proceed with very high conversions (&gt;&gt; 90 %) in a single pass, and several grams of product per hour could be obtained with a good selectivity under optimised conditions (Electrochimica Acta, 2012).\n\nWith this effective electrolysis cell in hand, we investigated some important synthetic transformations that would provide electrochemical methods in academic or industrial laboratories. Initially, an electrocatalytic flow oxidation of alcohols to carbonyl compounds was developed using TEMPO as a mediator in tert-butanol-water without added electrolyte (ChemSusChem 2012). Again, high conversions and selectivities could be achieved in a single pass through the cell to produce synthetically useful quantities of material. This reaction was also the subject of a mechanistic study, which is to be published (in preparation). In preliminary studies, were also able to develop some electrochemical fluorinations under flow conditions and these offer significant promise for the future considering the growing interest of fluorinated molecules.\n\nFlow electrosynthesis is an attractive technology and the award of this EPSRC grant has \n\n(a) stimulated flow electrochemistry research in Southampton leading to further industrially sponsored projects. \n\n(b) led to an electrolysis flow cell module that will soon be introduced by Syrris into their Asia Range of microflow equipment. A modified version of the electrochemical flow cell developed during the project is now commercially available through Syrris Ltd. This device should find multiple applications in synthesis of chemicals, which may be used in many areas of research and development. Chemicals","dataset":"gtr"}