{"id":"FE730ADD-F7C7-4544-9A70-76590F699F78","title":"Researching the lives of disabled children and young people, with a focus on their perspectives","abstractText":"<p>While the last decade has seen an increasing body of research involving direct consultation with disabled children, some important aspects of the field remain relatively unexplored. </p>\n\n<p>The five seminars in this series aim to address these gaps by focusing respectively on theoretical perspectives, methodological approaches, policy developments and substantive issues. </p>\n\n<p>The final seminar will draw together lessons from previous sessions, identify outstanding gaps in knowledge and expertise, and make plans for future research. The seminars will be held across the UK. The exact format will vary but most will involve plenary papers from leading figures in the field alongside smaller group discussions. There will be input from a panel of young disabled research advisors through a DVD and a presentation by a young disabled people's participation project. A core group of 25 will be invited to attend the series, about two thirds academics and one third non-academics. At each seminar a further 15 places will be offered to 'local' individuals and organisations. </p>\n\n<p>Information about the series will be posted on a dedicated JISC mail website. A Special Issue of the journal <em>Children &amp; Society in 2012</em>, guest edited by the seminar organisers, will publish selected papers from the seminars. </p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-451-26-0676","grantId":"RES-451-26-0676","fundValue":"16134","fundStart":"2009-10-12","fundEnd":"2011-06-11","funder":"ESRC","impactText":"  - As the basis for peer reviewed research publications\n- As the basis for research funding proposals \n-To inform policy development at national level Other Policy & public services","person":"Kirsten  Stalker","coPersons":["John Samuel Carpenter","Nicholas Thomas Watson","David William Abbott","Bryony Anne Beresford","Roy  McConkey"],"organisation":"University of Strathclyde","findingsText":"","dataset":"gtr"}