{"id":"FE78ECB7-FF0D-4D04-A220-D4613A63E642","title":"Transparent organic electronics based on graphene","abstractText":"Transparent organic electronic and optoelectronic devices are nowadays emerging technologies for future applications, for example in smart windows and in photovoltaic cells. The attributes of organic materials include large and ultrafast nonlinear optical responses and large colour tuneability. However, the electrical conductivity of organic materials is usually poor and this limits their utility. Here we propose to pursue a new type of organic material for such applications, a material that has a high electrical conductivity and thus has the potential to revolutionise the field: the material is graphene. This is a sheet of carbon just one atom thick, with spectacular strength, flexibility, transparency, and electrical conductivity. The proposed project is directed specifically at tuning the electronic properties of graphene in order to allow the potential of this material to be exploited in transparent electronic and optoelectronic devices. The outputs of the project, the development of graphene-based transparent devices, will be fundamental to the commercial and the economic development of transparent electronics.\nSo far, chemical functionalization of graphene with different molecular species revealed that each molecular specie can be used to accumulate electrons or holes in graphene ( that is n- or p-type doping of graphene). This suggests the possibility that different doping of adjacent graphene areas can be used to engineer electron/hole interfaces also known as p-n junctions, which are the core of large part of nowadays electronic devices. Other chemical species such as hydrogen and fluorine atoms attached to graphene can modify its band structure by opening a band gap in the otherwise zero-gap semimetallic material, providing the opportunity to use graphene as a truly organic semiconductor. The potential afforded by the chemical functionalization of graphene materials is still in its infancy, and it holds great promise for future integrated optoelectronics. \nThe tremendous advantages of integrating devices on the same chip in electronics naturally suggest that the same be done with electronic and optoelectronic devices. However, integration of optoelectronic devices has proven to be a difficult challenge because of inherent incompatibilities. For example, a light-emitting diode based on a p-n structure has a structure quite different from the structure of any transistor. The exploitation of graphene will allow this incompatibility to be transcended. Intelligent schemes of functionalization of graphene hold the promise to accomplish the patterning of transparent standard resistors, capacitors and transistor structures integrated with light-emitting and detecting devices which constitutes a fundamental step towards applications such as smart windows. This pioneering research is at the core of this proposal.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J000396/1","grantId":"EP/J000396/1","fundValue":"90543","fundStart":"2011-10-01","fundEnd":"2014-09-30","funder":"EPSRC","impactText":"","person":"William Leslie Barnes","coPersons":["Saverio  Russo","Monica Felicia Craciun"],"organisation":"University of Exeter","findingsText":" The aim of this proposal was to pioneer the fabrication of conceptually new graphene-based transparent organic electronic and optoelectronic devices with unprecedented functionalities and characterize their opto-electronic properties. The financial resources of this project allowed both the group at Exeter and the group in Japan to make significant steps forward in accomplishing the overall aim investigating three parallel routes.\n\n1- Search for a semiconducting form of functionalized graphene\n\n2- Search for stable forms of highly conductive and optically transparent functionalized graphene.\n\n3- Search for conceptually new photodetectors based on functionalized graphene\n\nThis collaborative project has stimulated several breakthroughs in both fundamental and applied science, which have been published in world leading peer reviewed scientific journals, presented in a number of invited talks and intellectual properties has been protected by two patents (see publication section). Some highlights of the scientific output include the discovery of GraphExeter, that is a record high doping in graphene functionalized with FeCl3 reported by several popular media around the world (see Popular media section), and the fabrication of the first whole-graphene photodetector. The activity conducted within this project has attracted the interest of world leading industries in the fields of displays, mobile phone, communication technologies and scientific instruments which have now become active partners of the Exeter Centre for Graphene Science (see Industrial Partners section) in various grants for a total value which exceed ?2.8M to include the very prestigious EPSRC early carrier fellowship recently awarded to Dr M.F. Craciun (see On-Going Grants section). A significant number of industrial partners have been involved.\n\n\n\n1- Nokia Cambridge LtD (partner in the Open Innovation award)\n\n2- Atomic Weapon Establishment (Partner in the Engineering Fellowship EP/M002438/1)\n\n3- Thomas Swan and Co Ltd (Partner in the Engineering Fellowship EP/M002438/1 and EPSRC EP/K017160/1)\n\n4- Oxford Instruments plc (Partner in the EPSRC EP/K017160/1)\n\n5- Picosun (Partner in the EPSRC EP/K017160/1)\n\n6- Johnson Matthey Plc (Partner in the EPSRC EP/K017160/1)\n\n7- IBM (Partner in the EPSRC EP/K017160/1)\n\n8- SAFC Hitech (Partner in the EPSRC EP/K017160/1)\n\n9- Asylum Research (Partner in the EPSRC EP/K017160/1) ","dataset":"gtr"}