{"id":"FE7CE435-4BF5-45FA-9795-E4C679990F86","title":"Developing New Time-Resolved Techniques Monitoring Response of Soft Materials to Mechanical Deformation","abstractText":"Many soft materials undergo reversible phase or alignment transitions in response to pressure, shear and/or temperature. Such microscopic structural changes often have significant effects on the mechanical properties of the product. Understanding the dynamic response of soft materials to deformations of pressure, temperature and shear is therefore important for the control of manufacturing processes. This proposal aims to develop new x-ray techniques using lab-based sources to obtain time-resolved data on the dynamics of processes in soft materials. Data binning of X-ray patterns will be performed for cyclically sheared or stretched systems, in order to gather data over relevant timescales for a variety of soft solids. Use of advanced data acquisition control software will enable time-resolved x-ray scattering experiments with exposure times below one second, a substantial boost compared to current technology. Preliminary data from some of the co-applicants has demonstrated the feasibility of the technique. This will be developed to provide an unprecedented parallel facility at Cambridge and Reading for the study of soft materials by x-ray scattering. We will investigate the alignment and rheological response of elastomeric polymers, biopolymer fibrils in solution and elastic biopolymer networks such as gelatin. Significant breakthroughs are expected in the understanding of structure-flow relationships which will ultimately enable the design of better materials for diverse applications. The development of new methods to perform laboratory based x-ray scattering experiments of this type will potentially benefit a large user base (and could be commercialised). It also complements well the UK's investment in the Diamond light source, since it will enable more optimised use of the higher intensity source.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F007663/1","grantId":"EP/F007663/1","fundValue":"186071","fundStart":"2008-01-01","fundEnd":"2010-06-30","funder":"EPSRC","impactText":"","person":"Geoff  Moggridge","coPersons":[],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}