{"id":"FE7F3BC0-8CAD-4257-88E9-246E44CDB206","title":"Flame Solid Oxide Fuel Cells, Simple Devices to Extract Electricity Directly from Natural Gas and Liquid Petroleum Gas Flames","abstractText":"The aim of this proposal is to demonstrate direct flame solid oxide fuel cells (DFFCs) to extract electricity directly from natural gas and liquid petroleum gas (LPG) flames. DFFCs can be integrated into conventional burners and cookers to generate electricity as a useful by-product. They can remove electrical power requirements for managing the system and perhaps also provide the energy required for pumping. Potentially it can be used for remote and portable applications to power the wireless world. We will demonstrate DFFC cells with large area which can be directly put in the flame of a burner/cooker to generate electricity with the application of advanced materials. The novelty of these DFFCs lies in optimising the flame positioning on the performance of the cell and the use of redox stable cathode to improve the durability on redox and thermal cycling. Sealing is not required and DFFCs are relatively safe. Due to the presence of the flame, the DFFC operating environment with frequent redox and thermo cycling, the real challenge comes from the identification and application of robust materials. So far the best anode material for DFFCs is (La0.75Sr0.25)Cr0.5Mn0.5O3-delta (LSCM) which was developed and patented by the proposers therefore the anode will be focused on LSCM. However, the reported cathode used for DFFCs are not redox stable which may affect the durability. The proposed project is a collaboration between University of Strathclyde and University of St Andrews that involves a coordinated program to screen existing materials, investigate the flame, optimise the operating condition, design and built suitable test rig and test the performance and cycling stability of both small and big cells including multi-cell stacks. These simple DFFC devices will provide an ideal entry market for application of SOFCs. The IP generated from this project will be protected before publishing.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K021036/1","grantId":"EP/K021036/1","fundValue":"726512","fundStart":"2014-01-06","fundEnd":"2015-06-30","funder":"EPSRC","impactText":"","person":"Shanwen  Tao","coPersons":["John  Irvine","Iain  Burns","Mark  Cassidy"],"organisation":"University of Strathclyde","findingsText":"","dataset":"gtr"}