{"id":"FE82B519-835B-4613-B927-7A6AA3F54B8E","title":"3D Libraries Consortium","abstractText":"&quot;Fragment-based&quot; drug discovery is a successful and established approach in which potential drug targets (usually enzymes) are screened with very small molecules or fragments to find new chemical start points for drug discovery programmes. Fragments usually bind quite weakly to their target as being small they can only form a few points of interaction. However, their size allows them to find the optimum orientation in which to bind. These fragments can then be optimised by growing them to build up additional interactions. This process is usually guided by X-ray crystallography derived information on the how the fragment binds to the target and where additional beneficial interactions could be obtained. By this approach, it is possible to optimise the weakly binding fragment into a potent enzyme inhibitor in a very timely and efficient manner. This technique has been successfully used to design and develop a number of drug molecules that are now in clinical development. The UK has been a leader in this field and several successful companies based on this approach have been established.\n\nMost of the collections (or libraries) of fragments that have been developed are based around flat molecules. Whilst this has proved a very successful approach for some drug targets, this approach has not worked well for others, particularly some of the newer and complex drug targets emerging from basic biology research. An example of this are compounds which could block specific protein - protein interactions, as they could have tremendous potential as therapeutic agents, but which have proven difficult to tackle using traditional BioPharma screening collections. Therefore, we will seek to extend &quot;fragment-based&quot; drug discovery to drug targets such as protein - protein interactions by developing 3-dimensional fragment libraries. A number of not-for-profit drug discovery and academic groups within the UK have come together with the aim of developing these libraries. This consortium will bring together expertise in designing and developing efficient ways of making the molecules, to deliver the most appropriate libraries, with the greatest chance of providing high quality chemical start points for drug discovery and tools to develop the understanding of novel biology.\n\nWe are applying for the Collaborative Network Grant to support a number of activities. Firstly, it will help facilitate the interactions between members of our consortium to maximise the potential synergies derived from the groups working together. Secondly, it will help us to engage with other scientists within the UK to expand the capabilities and expertise of the consortium. This will include engagement with i) computational chemists and chemoinformaticians to design the libraries and seek ways in which the studies can help develop their computational platforms, ii) chemistry departments within the UK where there is wealth of knowledge of novel organic chemistry methodology and technology, to utilise their knowledge to prepare novel 3-dimensional libraries iii) biologists, working in UK universities to use these libraries to translate some of their frontier breaking biology into novel drug targets by providing the &quot;chemical tools&quot; needed to help understand the biology.\n\nWithin the grant, we are applying for a project manager, who will be able to drive the project forward, by facilitating interactions between the current and future members of the consortium, through meetings and symposia; coordinating the work of the consortium to ensure best use of resources and writing funding applications to help resource the design and production of the 3-dimensional libraries. We are also applying for funding for travel to meetings for both the project manager and consortium members.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I037288/1","grantId":"EP/I037288/1","fundValue":"198855","fundStart":"2011-07-01","fundEnd":"2013-12-31","funder":"EPSRC","impactText":"  The 3D consortium has continued to operate post this award, to share information, best proactice, data from the experiments carried out with the fragments bought under this activity. Chemicals,Pharmaceuticals and Medical Biotechnology ","person":"Paul Graham Wyatt","coPersons":["Ian  Gilbert"],"organisation":"University of Dundee","findingsText":" We have develop a web based tool, named 3DFIT (3D Fragment Idea Tool), to assess the shape and predicted physiochemical properties of molecules, using a readily accessible Pipeline Pilot interface. Instant feedback is provided showing where compounds (whether commercially available or synthetic ideas), fit within three-dimensional fragment space. These are captured to a linked database and more detailed off-line analysis undertaken, refining the original idea, if necessary, prior to finalising selection of compounds for purchase/synthesis. This also ensures that the compounds selected allow generation of a diverse library. 3DFIT acts as an invaluable communication device across the consortium and the wider synthetic community and is also used as a learning capability to help those less familiar with medicinal chemistry concepts to appreciate the impact of different functionalities and substitution patterns on compound profiles. There are a variety of definitions of what constitutes a fragment; to help selection of compounds, we set our own criteria based around other published criteria.\n\n\n\nWe have carried out analysis of databases of published information regarding compound structure against activity in biological/biochemical assays to identified compound structures suitable for populating a fragment screening set. This will either be through compound purchase or synthesis.\n\n\n\nWe have started to make compounds using a number of routes, e.g. undergraduate projects, sabatical students, Leonardo student to expand the fragment libraries of the consortium. The compounds will be used to develop BioPharma style drug discovery projects, which will be licenced by the BioPharma industry\n\n\n\nThere is a potential for the compound ideas to be taken up by commercial compound suppliers to develop compounds for sale. The fragments (small molecoles) either purchased or made within the consortium will be used by consortium members to carry out multiple fragment screens within the consortium organisations to identify start points for chemiclal biology and drug discovery projects. We seek to develop these projects to a point where they can be developed by clinical trials or licenced to the BioPharma industry\n\n\n\nWe have initiated discussions with companies to help exploit the ideas for compound synthesis. A cost-return sharing model is being explored. Chemicals,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}