{"id":"FE8907C0-1795-4786-A70D-A2475F1D6ED7","title":"Airborne monitoring of space weather and radioactivity","abstractText":"The sun emits high energy particles, some of which have the capacity - particularly during episodes of disturbed Space Weather - to cause damage to the natural and artificial world. In the natural world, as the particles enter the atmosphere, they release electric charge from the air, which it is thought may have an effect on ice and water clouds in the atmosphere. To investigate this effect, which may have a small effect on climate, measurements of the charges generated at the same levels in the atmosphere where the clouds form are needed. A cost-effective way of doing this is to use a weather balloon which has been specially equipped to detect the high energy particles, as such balloon-carried measurement system are released by meteorological services around the world regularly every day.\n\nThis project will test out a new low cost approach to harnessing weather balloons for the high energy particle measurements, which will allow many new measurements to be made at little additional expense to that already invested in the weather balloon network. Some electronic systems are required for this which will be developed specially, but the method to be studied is so cheap as to be disposable as needed for a non-recoverable weather balloon. After the electronic circuits have been developed and tested using radioactivity available in a laboratory, a series of real test flights will be made. By choosing two locations at different latitudes, the effect of the earth's magnetic field on changing the energy of the particles which get down into the atmosphere can be used to test the new sensor. \n\nAn additional aspect is that radioactivity in the atmosphere above the surface can also be measured simply with the same instrumentation: as these balloons can be released easily from different places, this provides a capability to respond to nuclear accidents and terrorism, in monitoring the dispersal of the hazardous material without the complication of a powered aircraft.\n\nIn Russia an important measurement sequence of high energy atmospheric particles has been made using balloon systems since 1957, but, as the instruments become obsolete, this is not expected to be sustained within Russian science funding. By adapting the balloon measurement systems already used by meteorological services everyday, measurements of the high energy particles will be able to be continued cheaply, as well as providing the opportunity to monitor natural radioactivity for which there is an ever-heightened awareness.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/K001965/1","grantId":"ST/K001965/1","fundValue":"40462","fundStart":"2012-11-01","fundEnd":"2014-01-31","funder":"STFC","impactText":"  A new responsive capability exists for monitoring of atmospheric dispersal of radioactivity, as evidenced by the use of the technology developed in the April 2013 Solar Energetic Particle event. Environment Societal","person":"Richard Giles Harrison","coPersons":["Keri  Nicoll"],"organisation":"University of Reading","findingsText":" New sensing technology for meteorological radiosondes has been developed and tested in this project, which provides the capability for monitoring space effects in the atmosphere. There are commercial possibilities for this sensor, as enquiries indicate there would be a market for its use. However the NERC Impact Accelerator award held in this area cannot support the commercialisation of STFC work. Aerospace, Defence and Marine,Environment","dataset":"gtr"}