{"id":"FE90FC3A-8A7E-40BE-88E2-F2DC4F5A8514","title":"Man's Estate: Masculinity and Landed Gentility in England, c. 1660-c. 1918","abstractText":"This research project will analyse practises of masculinity among landed gentry families from the mid-seventeenth century to the early twentieth century. It will show how norms of masculinity changed through this period, and investigate the social mechanisms that policed and modified these norms over time. The study will contribute a timely empirical analysis of practices and norms, advancing a still emerging and highly significant area of gender history.\\nThe project focuses on three areas of practice. Firstly, it will examine how elite masculine ideals were put into practise through social 'institutions' including the family and marriage, schools and academies, universities, clubs and societies and occupational institutions such as the Civil Service. Secondly, it will explore the subjective aspects of Gentry masculinities, focusing on lifecycle experiences of land owning men as sons, husbands, fathers, widowers or single men, and the defining impact of relationships with women. Thirdly, it will chart how much influence ideals of landed gentry masculinity retained over the formation of values of elite manliness into the modern period.\\nThe study focuses on a long time span to interrogate the heavy emphasis in existing studies on the development of new ('middle-class') forms of masculinity during the early nineteenth century, based on self-control, seriousness and a privatised domestic life. It will assess both how far landed gentry notions of masculinity were shared with the upper sections of the middling sort before c. 1800, and whether the values and behaviour of landed and non-landed elite men converged as landed society declined from the 1870s. The study will assess whether long-term continuities within the discourses of masculinity counterbalanced changing modes of expression and intellectual fashions among successive generations in a defined social group of 11 land owning families drawn from across the country.\\nLanded gentry archives provide good quality primary source materials. This project will examine the perpetuation and subjective experience of masculine norms through qualitative sources produced by Gentry families and by the various institutions to which they belonged. The bulk of the research will be on manuscript diaries, journals and personal accounts of 11 land-owning families with estates in Devon, Lancashire, Essex, Hertfordshire, Yorkshire, Lincolnshire, Wiltshire and Dorset. Most of these archives cover the whole period from the mid-seventeenth century to the early twentieth century. Correspondence relating to family life, schooling (particularly letters home), higher education, associational institutions and occupations will provide the bulk of source material about the subjective, internal experiences of elite masculinity. Sources created by Gentry-focused institutions provide the second reservoir of primary material, notably individual accounts from public schools and universities, and records of military and theological training institutions. These illustrate how external, public values were translated into private, personal identities, and how meanings changed at different points in the life cycle and between generations.\\nThis project extends the research interests of the nominated Principal Investigator and Associate Research Fellow (1), into (respectively) the social order of early modern England, and the identity, family life and reproductive strategies of the 19th-century gentry. The main research output will be a co-authored book entitled Man's Estate: Masculinity and Landed Gentility in England 1660-1918, for Oxford University Press, submitted by Oct. 2010. Two journal articles exploring inter-generational norms, and behavioural ideal propagated by English public schools will be submitted for publication in 2008 &amp; 2009. We will propose a special panel on British Masculinities for the International Social History Conference 2008, and organise an interdisciplinary workshop at Exeter in 2009.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E007791/1","grantId":"AH/E007791/1","fundValue":"296033","fundStart":"2007-09-01","fundEnd":"2010-09-30","funder":"AHRC","impactText":"  Project resulted in an edited source book, designed for undergraduate courses in gender history, M. Rothery &amp;amp; H. French (eds), 'Making Men. The Formation of Elite Male Identities in England c. 1660-1900 A Sourcebook (Palgrave Macmillan, 2012). This has sold c. 100 copies to date, and is designed to make a selection of 200 edited primary source materials available to undergraduates and to university lecturers teaching courses in gender history in UK, USA and elsewhere.\nFindings from this project were applied in another AHRC Knowledge Transfer Fellowship Award AH/H03806X/1, 'Community and Landscape: Transforming Access to the Heritage of the Poltimore Estate', in which I was a co-investigator.\nResearch has also been applied to assist Dorset Heritage Centre with a Heritage Lottery Fund application 'Home and away' to work on the estate archives of the Bankes Family of Kingston Lacy, Dorset. Education,Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections Cultural","person":"Henry  French","coPersons":[],"organisation":"University of Exeter","findingsText":" This study offers the first detailed study of the values and practices that underlay norms of masculinity within the landed elite in English society across three centuries. The study tested a number of powerful, although still largely theoretical, ideas about processes of change in masculine values by setting them in the context of a large body of empirical evidence. In contrast to existing studies that have concentrated on didactic literature, the study focused on assessing change through the subjective experiences of manhood and masculine values. It did so by exploring two important dimensions - the familial, social and educational 'institutions' that acted as mechanisms for the transfer of values and behaviour between generations; and by examining the opinions, experiences and behaviour of the products of these institutions through their adult lives. The focus of the study was on the letters and diaries of a selected number of landed families, supplemented by research into the institutional 'experiences' of schooling, university, foreign travel, and the armed forces, between the later seventeenth and early twentieth centuries. The research followed this experience over the life-course, to illustrate the kinds of values that were inculcated, how they were assimilated or resisted, and then projected onto subsequent generations. This research offered an important reconsideration of the nature of gender identity among this well-known social group, and of the processes by which cultural change actually occurs. It provided the first empirical exploration of masculine values within a single social group over several centuries, and the first detailed analysis of the processes of cultural change at work within this group. It made substantial contributions both to gender history and to social history in the early modern and modern periods. Further research into processes of identity formation in terms of gender and masculinity; further research on the English landed elite in the period 1700-1900; future collaborative research project with researchers in Tuebingen, Germany on European elites 1700-1900; future research project on younger sons of Gentry Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections","dataset":"gtr"}