{"id":"FE90D987-0C49-4D1D-B87E-4AFEADFCCF5A","title":"Metal-ion-based neurodegeneration: enabling techniques for understanding, detection, and treatment","abstractText":"Many diseases of the human brain lead, over time, to degeneration of tissue and loss of function. By the time the disease is detected in an individual because of loss of function (whether cognitive or physical), extensive degeneration has in many instances already taken place. Reversing this degeneration presents an enormous challenge; the goal of this project is instead to focus on understanding factors that contribute to causing the degeneration, and to find ways of identifying the degeneration at an early stage in order to i) improve detection, and ii) offer new targets for effective treatment. \n\nA common theme linking many neurodegenerative diseases such as Alzheimer's, Parkinson's, Huntington's, Motor Neurone Disease, and Multiple System Atrophy, is that changes in the regulation of certain trace metals, and/or the proteins responsible for binding and utilizing these metal elements, are apparent. This can include accumulation of certain elements, such as iron, in specific regions of the brain. Our hypothesis is that these changes are disease-specific, and if better understood, may provide windows of opportunity for improved detection and treatment.\n\nLimiting factors affecting present work in this area include:\ni) the challenge of extrapolating findings from simple experiments in the laboratory to the complexity of the biochemical environment in the brain;\nii) the challenge of accurate sensitive detection of trace metal elements in the brain - both for measurement in the living brain using clinical techniques, and for laboratory analysis of brain tissue. \n\nIn the proposed research, a combination of experiments and computer-based modelling will be undertaken, in order to describe, predict, and test mechanisms of trace metal regulation that are anticipated to be affected in some of these neurodegenerative disorders. The models will be constructed using what is already known from experimental work, including published data from other research groups. In turn, as predictions are made by the models developed in this project, experiments will be designed and performed to test the predictions and update the models accordingly.\n\nExperiments to look at the interactions between metal-binding proteins and the trace metals that affect their aggregation, will be made more physiologically relevant by studying them in purpose-designed 'microfluidic' systems: experimental systems engineered to enable work with extremely small volumes (micro- or nanolitres) of sample. Microfluidic systems have three particular advantages in this context: i) they allow much smaller amounts of sample to be studied than would normally be the case, ii) they permit high-throughput testing of many experimental conditions for a single batch of protein which improves efficiency and reduces ambiguity in the results, and iii) the very small volumes and control of interfaces that can be achieved make it possible to mimic physiological conditions more accurately than has previously been possible.\n\nVery sensitive analysis of trace metals in tissues will be achieved in experiments using UK synchrotron facilities. These provide extremely bright beams of X-rays that can be focussed to micron or sub-micron diameters for mapping. The beams excite natural fluorescence signal from specific elements such as iron, copper, and zinc, enabling patterns of deposition to be mapped for each element even for trace concentrations of just a few parts per million. \n\nIt is anticipated that the specific questions addressed in this project will help further our understanding of how iron affects the aggregation of a particular protein found in Lewy body pathology in Parkinson's disease, and will also enable progress in understanding how (and where) brain iron storage is affected in certain neurodegenerative disorders, to assess if there are sufficient differences for these diseases to be detected, and distinguished from each other, using Magnetic Resonance Imaging.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K035193/1","grantId":"EP/K035193/1","fundValue":"99934","fundStart":"2013-12-31","fundEnd":"2016-06-30","funder":"EPSRC","impactText":"","person":"Joanna Frances Collingwood","coPersons":[],"organisation":"University of Warwick","findingsText":" This grant is in progress, having commenced in December 2013.\n\nA combination of experiments and computer-based modelling is being undertaken, in order to describe, predict, and test mechanisms of trace metal regulation that are anticipated to be affected in some of these neurodegenerative disorders. The models will be constructed using what is already known from experimental work, including published data from other research groups. In turn, as predictions are made by the models developed in this project, experiments will be designed and performed to test the predictions and update the models accordingly.\n\nWithin the first year of the grant, we have developed an initial model in collaboration with Dr Mitchell (UCLA), and our findings are in the process of being submitted to peer review.\n\nExperiments to look at the interactions between metal-binding proteins and the trace metals that affect their aggregation, are being made more physiologically relevant by studying them in purpose-designed 'microfluidic' systems: experimental systems engineered to enable work with extremely small volumes (micro- or nanolitres) of sample. Microfluidic systems have three particular advantages in this context: i) they allow much smaller amounts of sample to be studied than would normally be the case, ii) they permit high-throughput testing of many experimental conditions for a single batch of protein which improves efficiency and reduces ambiguity in the results, and iii) the very small volumes and control of interfaces that can be achieved make it possible to mimic physiological conditions more accurately than has previously been possible.\n\nWithin the first year of the grant, in collaboration with Dr Seddon (Bristol) we have created a microfluidic system (along with the tools and templates to allow us to modify the design in-house) that allows us to produce aqueous droplets within a non-aqueous carrier fluid. We will shortly be introducing peptides to the system. \n\nVery sensitive analysis of trace metals in tissues is being achieved in experiments using synchrotron facilities. These provide extremely bright beams of X-rays that can be focused to micron or sub-micron diameters for mapping and chemical analysis. \n\nWithin the first year of the grant we have, in collaboration with colleagues at Keele University, optimized protocols for nanometre-resolution analysis of samples (where previously we were working at micron-resolution) in order to look at iron status in cells and pathological protein deposits in brain tissue and also protein pathology in isolation (in collaboration with colleagues at UTSA). Synchrotron experiments are presently underway. This grant is in progress, having commenced in December 2013. However, at this stage it is anticipated that the specific questions addressed in this project will help further our understanding of how iron affects the aggregation of a particular protein found in Lewy body pathology in Parkinson's disease, and will also enable progress in understanding how (and where) brain iron storage is affected in certain neurodegenerative disorders, to assess if there are sufficient differences for these diseases to be detected, and distinguished from each other, using Magnetic Resonance Imaging. The primary area of impact is therefore anticipated to be healthcare. More generally, it is anticipated that the technique development and protocol refinement emerging from this grant has potential for use in metallomics research by academic researchers from a variety of disciplines, and by research facility providers and specialist areas in industry. Healthcare,Pharmaceuticals and Medical Biotechnology,Other","dataset":"gtr"}