{"id":"FE93B393-76B3-467E-8C40-007879D92172","title":"The Thomas Young Centre: Towards a Shared Vision of Materials Modelling in London","abstractText":"Computational science has become the third pillar of science, complementing and extending theory and experiment. In materials science computational science is a particularly powerful approach, providing fundamental insight into the structure and function of materials, such as the performance of catalysts, the properties of nanoparticles, the behaviour of liquids under extreme conditions like those of the earth's core, the design of new materials, and so on. London is now a recognised international centre of excellence in this very broad interdisciplinary field ; the field of the theory and simulation of materials. Recognising this high concentration of excellence and a shared interest in the simulation of materials, the London-based materials modelling community came together in 2006 to establish the Thomas Young Centre. The Thomas Young Centre is an umbrella organisation embracing all materials modelling groups in London, with the aim of adding value to London's existing modelling activities through, for example, the organisation of joint seminars and discussion meetings.Here, six core groups of the Thomas Young Centre propose to build upon these foundations by establishing and administering common international student exchange and visitor programmes. Specifically we propose: (i) 144 weeks of junior (student and post-doc) collaborative exchanges involving two-way international exchanges with the world's top materials modelling laboratories and visits to national high performance computer centres; and (ii) 36 weeks of focused visits by distinguished world-leading academics to London. The main aims of the people-based activities being proposed are: (i) to further strengthen the ties between London's materials modelling groups; (ii) to strengthen their ties with the best international groups; and (iii) to enhance the quality of our own research and in so-doing advance the aims and objectives of several specific EPSRC funded projects that we are involved in. The planned exchange and visitor schemes will inevitably strengthen existing collaborations, open up new ones, and continually keep London-based EPSRC-supported modelling students and others a breast of new techniques and developments in the important and truly interdisciplinary field of the theory and simulation of materials. This bottom-up project, coming from London's materials modelling community, will enhance the progress of several of our currently funded EPSRC research activities. In addition it brings the unique opportunity to introduce a range of people-based schemes with the potential to bring about a step change in our people-based activities, and in so-doing place London at centre-stage in the world-wide materials modelling community.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F013612/1","grantId":"EP/F013612/1","fundValue":"203102","fundStart":"2007-10-01","fundEnd":"2009-03-31","funder":"EPSRC","impactText":"","person":"Angelos  Michaelides","coPersons":["Alessandro  De Vita","David Robert Bowler","Michael William Finnis","Zheng Xiao  Guo","Richard  Catlow"],"organisation":"University College London","findingsText":"","dataset":"gtr"}