{"id":"FE9A5955-34D4-4CAD-A4D5-6E01E28DC5E7","title":"ArtsCross International Network: The cosmopolitan presence in transcultural performance practices","abstractText":"The ArtsCross International Network (AIN) proposes to investigate developments in performance practices that reflect changing geo-political and cultural realities, specifically the growing importance of 'East Asia' in the global arena. The Network will work in partnership with arts organisations to observe the development of works for public performance: 10 experimental works as part of the TaipeIDEA Festival, new physical theatre works by the Beijing Dance Academy (BDA) Company, a new work by spell#7 theatre company for the Singapore Arts Festival, an English National Opera production directed and choreographed by Carolyn Choa (from Hong Kong, currently resident in London) with designer Tim Yip, (from Hong Kong, currently resident in Beijing); and a series of experimental works as part of a new Summerhouse programme at The Place, London. The network will also work with Step Out Arts, a new arts agency designed to promote the work of British artists of East Asian descent.\\n\\nThe premise is that an increasingly cosmopolitan perspective is necessary, in order to destabilise past perceptions of an irretrievable difference epitomised by the term 'east-west divide'. In the performing arts this is often seen as tradition (East), versus modernity (West). In contrast, AIN wishes to explore the emergence of multiple modernities as evidenced in arts practices and performances, which the Network proposes represents events in a larger sphere. The skylines of Shanghai and Beijing are testament to the new realities.\\n\\nAIN will develop a forum for exchange and dissemination, including seminars and conferences, discussions for arts audiences in performance venues and interested members of the general public, as well as demonstrations of practical performance work accompanied by academic discussion and artist/academic exchange. In addition, public web forums will be a window into AIN's work. This range is designed to reach as wide an audience as possible and to promote 'real world' applications for research. By working with arts partners the network will draw on expertise in engaging the public, utilising venues which are accessible and familiar as well as helping arts organisations to extend their audiences. Furthermore the project will develop relationships with cross-cultural practitioners in which they are actively involved rather than simply the subjects of research. This will also shift the position of the academic observer in the rehearsal room or auditorium from one of disinterest to that of reflexive participation. The use of the internet will also be key to the network, both as an effective means of communication, documentation and dissemination; and in order to minimise the ecological impact of travel. \\n \\nThe dedicated website will allow access to the research to members of the public, as well as providing secure areas for academic exchange prior to publication. In addition it will be designed to be a resource and means of contact for individual researchers and for enquiries about the network. The case studies are designed to create a 'real-world' context for the network and to demonstrate the synergies between academia and other sectors. Whilst each case project contributes to a structure for the development of this AHRC-funded network, each is autonomous, in that each is externally funded and occurs within a public rather than an academic, critical economy.\\n\\nThe public seminars and conferences accompanying each case study will include educators and cultural policy makers who will debate the ramifications of the project and the requirements an increasingly globalised, intercultural and cosmopolitan world place on education and cultural policy. The findings of the research will be presented in academic and non-academic journals, seminars, conferences and an edited book will be produced after the two year period of the case studies: performance programmes will also give details of the research network and website access.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J00264X/1","grantId":"AH/J00264X/1","fundValue":"35951","fundStart":"2012-03-31","fundEnd":"2014-03-30","funder":"AHRC","impactText":"","person":"Christopher  Bannerman","coPersons":["Martin  Welton"],"organisation":"Middlesex University","findingsText":"","dataset":"gtr"}