{"id":"FEA232AC-DC0D-438E-8879-12FC63D54157","title":"Normativity: Epistemic and Practical","abstractText":"What should I do? What should I think? For as long as there has been philosophy, philosophers have investigated questions like this. Traditionally, ethicists tackle the first question, while epistemologists tackle the second. This division of labour corresponds to a distinction theorists draw between practical and epistemic normativity, where normativity is a matter of what one should or may do, what one has reason or justification to do, or what it is right or wrong to do, not simply of what one in fact does. So conceived, practical normativity concerns how one should act, while epistemic normativity concerns how one should think.\n\nThe tendency is to investigate the issue of what to do independently of the issue of what to think. But there is a growing awareness that treating the two issues separately leads to distortions and misunderstandings. Debates over epistemic normativity have failed to take on board developments on the practical side; those discussing practical normativity often make general claims whose implications in the epistemic case remain unexplored. Our project, which takes off from our highly successful research project, 'Aims and Norms', aims to explore issues about practical and epistemic normativity together, to examine the norms which concern us as agents alongside the norms which concern us as inquirers.\n\nNormativity raises many questions. What are the norms? What is their source? How do they fit into the world as revealed by the sciences? The tendency to explore such questions separately with regard to practical and epistemic norms is surprising. First, 'ought' and related terms do not appear to have radically different meanings in practical and epistemic contexts, e.g. when asking 'Ought we believe that carbon emissions cause global warming?' or 'Ought we cut emissions?' Second, there seem to be deep dependences between practical and epistemic norms. Whether I have reason to believe Kim is diabetic looks relevant to whether I should give her sweets. Third, the line between practical and epistemic norms is more blurred than is often supposed. Epistemic norms seem to govern not only beliefs but also actions, e.g. gathering evidence; equally, there seem to be practical or ethical norms which govern us as believers, e.g. one should be open-minded. Fourth, many of the issues that arise concerning practical norms arise concerning epistemic norms. For example, if there is a question as to how practical norms can fit into a natural world of inert matter and blind mechanical forces, then surely the same question arises about epistemic norms. These points strongly support exploring practical and epistemic normativity together.\n\nThe project is organised in three stages. First, we will examine connections between practical and epistemic norms. How does what one ought to think influence what one ought to do and vice versa? Second, we will consider whether one can explain practical norms by appeal to epistemic norms or vice versa. Third, we will investigate the nature of normative judgment and the place of norms in the natural world. Ethicists have developed sophisticated frameworks for thinking about these issues regarding practical normativity. We will consider whether those frameworks can be applied to epistemic normativity and what this might tell us about both.\n\nThe project will foster collaborative research on the above issues involving an international team of philosophers participating in three workshops, corresponding to each stage of the project, and a major conference. It will make available the results of this research through a series of well-placed publications and encourage wider involvement in thinking about the issues through activities aimed at a non-academic audience. The ambition is to see whether, by investigating practical alongside epistemic norms, we might pave the way for a unified conception of normativity and, thereby, a unified conception of ourselves, as both thinkers and doers.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K008188/1","grantId":"AH/K008188/1","fundValue":"187839","fundStart":"2013-12-16","fundEnd":"2015-12-15","funder":"AHRC","impactText":"  The project is at an early stage and planned impact activities have yet to take place.  ","person":"Daniel James Whiting","coPersons":["Jonathan  Way","Conor  McHugh"],"organisation":"University of Southampton","findingsText":" The project is at an early stage and the key findings have yet to be identified. A highly successful international workshop has taken place exploring substantive connections between epistemic and practical normativity - that is, exploring how what one ought to believe relates to what one one to do, and vice versa. We are presently editing a volume which collects the workshop papers and other invited contributions.\nThe investigators on the project are currently preparing collaborative research papers for publication in journals. It is too early to say. Education","dataset":"gtr"}