{"id":"FEBC0E06-1ED4-42DE-9E4C-AE45AEFD0E66","title":"Real-time condition monitoring and early warning of failure of potable water using novel fluorescence spectroscopy instrumentation","abstractText":"The Water Industry Act, the Water Supply (Water Quality) Regulations and the Private Water Supplies Regulations place a duty on water companies to supply water that is wholesome at the time and point of supply. It is a criminal offence to supply water that is unfit for human consumption. Wholesomeness is defined by reference to prescribed concentrations assigned to various microbiological, chemical and physical parameters. Prescribed concentrations or values for microbiological parameters rely on indicator organisms, such as coliform bacteria, E. coli and colony counts. In addition to meeting standards, water must not contain any micro-organism or parasite at a concentration which would constitute a potential danger to human health. To help safeguard quality of water supply, there is an urgent national and international need to provide novel real-time water quality assessment tools and techniques. It is proposed here that an innovative solution to this issue is to exploit the fluorescence characteristics of drinking water through the development of novel instrumentation. All water fluoresces; however most of the fluorescence is emitted in the ultraviolet, so it is invisible to the human eye. However, off-the-shelf equipment can detect this fluorescence. Previous work has identified relationships between fluorescence and river (i.e. raw) water quality. Specifically, it has been shown that fluorescence emitted at 340-370 nm under excitation at 220-240nm or 270-280nm (tryptophan-like fluorescence) is indicative of microbial activity, whilst fluorescence emitted at 400-480nm under excitation at 300-360nm (fulvic-like fluorescence) is indicative of the presence of organic carbon. The sensitivity of fluorescence spectroscopy to microbial material presents the opportunity to effect a major step change in water quality assessment techniques, moving beyond the dated and limited use of indicator organisms, to enhance security of supply to customers. This project focuses on the design, rigorous testing (progressing from bench top to field prototype) and implementation of the first all-LED dual peak potable water quality assessment tool for deployment within water distribution systems. This would represent a significant advance in the real-time assessment of water quality and proactive management of potable water distribution systems.The potential application and benefits of the impacts from this research are significant. The project's deliverables will have a direct impact upon:1. the nation's health (through its improvements to network supply and management of safe water resources) and2. the nation's wealth through cost savings achieved through optimisation of sampling and analysis of networks and an anticipated reduction in analysis costs compared to current approaches.The beneficiaries of these impacts are diverse and include:1. the general public,2. the commercial private sector (e.g. instrument manufacturers and private water companies),3. regulators (e.g. in the UK the Environment Agency and the Drinking Water Inspectorate),4. legislators and planners, 5. UK-based and international academics.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I001379/1","grantId":"EP/I001379/1","fundValue":"221273","fundStart":"2010-09-01","fundEnd":"2013-09-30","funder":"EPSRC","impactText":"","person":"John  Bridgeman","coPersons":[],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}