{"id":"FEBF2644-979E-4DEE-AED8-381DC97CDE2F","title":"Microfluidic devices for 3D super-resolution imaging of single molecules in live cells","abstractText":"Single molecule experiments in living cells are of interest for a variety of reasons: to be able to track macromolecules within living systems and quantify their role in the regulation of gene expression, to provide experimental insight into the mechanism of gene expression and regulation in living systems and to be able to provide insight into other stochastic mechanisms present at a molecular scale in living systems that may be missed in an ensemble measurement typically representative of conventional tools and interfaces. \n\nThis proposal builds on initial proof-of-concept experiments and presents an approach combining microfluidics, nanoscale structures and optical detection to open up a range of options for integrating single-cell molecular imaging together with chemical analysis of small volumes of complex mixtures present in such systems. This unique convergence of technologies could enable new platforms for unique single-molecule studies in living systems. Such systems could combine stochastic measurements of protein molecules using super-resolution optical microscopy with the high-throughput analysis of nuclear structure to obtain truly novel insight into the 3D organisation of chromatin in live mammalian cells. The proposed tools will address the current limitations that exist in extending super-resolution imaging technology to mammalian systems by integrating appropriate trapping structures and optical light sheets within microfluidic devices to prevent auto-fluorescence that results in the presence of much larger nuclear structures found in these systems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K013726/1","grantId":"BB/K013726/1","fundValue":"115443","fundStart":"2013-05-01","fundEnd":"2014-10-31","funder":"BBSRC","impactText":"  This grant has led to the development of microfluidic devices that can be used for trapping ES cells for super-resolution imaging studies and in a format, enabling subsequent Hi-C analysis. Since most of the work on the project related to technology and tools development, we envisage that most of the impact will come in years to come. We believe that our close collaboration between the biological sciences, the physical sciences, engineering and information technology will help drive technological innovation in this area beyond our proposed grant, leading to both economic and societal impact. So far, it has resulted in the training of a new generation of researchers (one postdoctoral research associate and in linking to one PhD student project), and facilitated in the development of a research capability at the university that can exploit the new technological developments in optical microscopy, microfluidics and modelling of chromatin structure through increased collaboration between the Engineering, Biochemistry and Chemistry Departments. It has led to cell trapping devices, to image analysis software and to the development of a 3D super-resolution microscope that can now be used by the university and other universities. We are also in the process of disseminating our results as widely as possible through university seminars and international workshops and conferences as well as journal publications. Much of the work is being followed up and we foresee it will have an impact on technological development in industry, not just in academia, and hence economic and societal impact over the next few years. Digital/Communication/Information Technologies (including Software),Education Societal","person":"Ashwin  Seshia","coPersons":["Ernest Douglas Laue"],"organisation":"University of Cambridge","findingsText":" The aim of this grant was to develop a microfluidic device to combine trapping, super-resolution imaging and chromosome structure determination (using a recently developed chromosome conformation capture/PCR amplification technique called single cell Hi-C) of a single mouse embryonic stem cell (mESC). Such a device would allow us to understand how cell cycle and cell differentiation affect how a chromosome folds. In this grant: \n1) We have investigated a range of new trapping configurations to efficiently trap and image mESCs (building on previous work in the lab trapping yeast cells).\n2) We have modified our existing super-resolution microscopes to carry out 3D super-resolution imaging of single proteins within both live and fixed embryonic stem cells. By generating embryonic stem cell lines expressing fluorophore labeleled proteins, we have shown that this can be used to study the localisation and the dynamic properties of DNA binding proteins. We have also developed software to analyse the localisation of these proteins (applicable to many similar biological problems).\n3) We have used our cell trap devices to carry out the initial steps of the chromosome capture technique and have also demonstrated on a separate device that PCR/genome amplification is possible.\nHaving demonstrated the individual steps of our original plan, the final step awaiting is making the final device that we have designed to incorporate all these steps. During this process, we have trained a graduate student and a postdoc to build these devices, opening up the possibility of developing similar devices for other ESC based studies. Academically, We envisage that the results of this proposed project will make possible a systematic approach for tackling similar biological problems. In the short-term, we intend to now build these devices we have designed to understand stem cell chromatin structure and how it changes during the cell cycle and during differentiation. In addition, we hope to take advantage of our ability to to trap and image single stem cells to study single stem cell differences and how they contribute to other processes.\n\nIn addition, as our programme is particularly multi-disciplinary in its nature, it involves communication between diverse fields of research, in particular physical chemists, engineers, cell/molecular biologists and computational biologists. The development of this type of research is therefore likely to promote further communication and collaboration between biologists, chemists and mathematical/computational groups.\n\nIn the long-term, understanding the differentiation of stem cells towards a committed lineage could have enormous potential for providing a source of human tissue to study disease progression, or to develop drugs for personalised molecular therapies. Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}