{"id":"FEC895CC-DE0E-49C2-8906-D2F0BC023490","title":"Deep- to near-ultraviolet surface-emitting semiconductor laser sources for biomedicine","abstractText":"Vertical external cavity surface emitting lasers (VECSELs) are gaining increasing recognition as powerful, high-performance solid-state lasers possessing benefits which arise from utilising a semiconductor gain region. Principal among these is that their emission wavelength can be engineered within the constraints of a particular material system to achieve high power, tuneable laser output, which may be customised for a wide range of applications. This advantage would have a profound effect on exciting applications in the scientifically and technologically important ultraviolet wavelength region where suitable laser sources of any description are scarce. We propose, for the first time, to extend the wavelength coverage of VECSELs to the near and deep-ultraviolet, by utilising non-linear frequency conversion in conjunction with emerging red VECSEL technology. Such devices offer the possibility of at least tens of milliWatts of continuous wave, tuneable output power in the deep to near-ultraviolet region. Sources developed within this research will be applied in atom spectroscopy and ultraviolet resonance Raman spectroscopy for molecular analysis of complex biological systems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D061032/1","grantId":"EP/D061032/1","fundValue":"124092","fundStart":"2006-04-24","fundEnd":"2008-04-23","funder":"EPSRC","impactText":"","person":"Jennifer  Hastie","coPersons":[],"organisation":"University of Strathclyde","findingsText":" Vertical external cavity surface emitting lasers (VECSELs) are gaining increasing recognition as powerful, high-performance solid-state lasers possessing benefits which arise from utilising a semiconductor gain region. Principal among these is that their emission wavelength can be engineered within the constraints of a particular material system to achieve high power, tuneable laser output, which may be customised for a wide range of applications. This advantage will have a profound effect on exciting applications in the scientifically and technologically important ultraviolet wavelength region where suitable laser sources of any description are scarce. \n\nWithin this project we have extended the wavelength coverage of VECSELs to the ultraviolet by utilising non-linear frequency conversion in conjunction with emerging red VECSEL technology. In addition, the red VECSEL technology has been further developed to demonstrate stabilised single-frequency operation, short wavelength operation (645nm) and direct diode-pumping. The latter outcome, while not an objective at the start of the project, has been a goal of the research group from the outset of the AlGaInP-based VECSEL work in anticipation of GaN laser diode technology advancing to Watt-level power output. The main results of the research:\n\n* 120mW continuous wave output power at 337nm from an AlGaInP VECSEL with intra-cavity frequency doubling in BBO.\n* 6nm tuning around 337nm from the above frequency-doubled VECSEL.\n* Design, fabrication and demonstration of AlGaInP VECSELs with emission wavelengths ranging from 640-690nm.\n* Stabilised single-frequency operation of a red VECSEL, demonstrating 145kHz linewidth at 675nm relative to a reference cavity.\n* Design, fabrication and demonstration of a directly diode-pumped AlGaInP VECSEL. 17mW continuous wave output power at 672nm with tuning over 16nm from a VECSEL optically-pumped at 445nm with GaN laser diodes.\n\nThe ultraviolet VECSEL was published in peer-reviewed journal Applied Physics Letters and subsequently received reports in widely-read magazines, e.g. Laser Focus World. Demonstration of the diode-pumped red VECSEL was of particular interest to Toptica AG, a company which specialises in compact high performance lasers over a broad spectral range. Toptica supported this work by supplying the state-of-the-art pump diodes and the results were published in peer-reviewed journal IET Electronics Letters.  ","dataset":"gtr"}