{"id":"FECB06C5-5D92-429F-A111-DBC736717C2E","title":"Cambridge Collaborations for Community Heritage","abstractText":"The Department of Archaeology and Anthropology, Institute of Continuing Education and Public Engagement team at the University of Cambridge plan to collaborate to network with new and existing community and voluntary sector contacts to bring academic researchers together with external contacts to develop joint projects to generate new knowledge and knowledge exchange in local and regional heritage. The team will organise web pages, publicity to the local and regional voluntary heritage sector, two open days in June 2012 and follow-up workshops to develop research and dissemination projects.\n\nThe project will build on existing contacts of the Access Cambridge Archaeology team, members of the Heritage Research Group, and Institute of Continuing Education Local History researchers and introduce 10 researchers to new community contacts in East Anglia. With administrative support, publicity will be circulated to 100 local community groups and local historical societies already in contact with the groups represented in the bid, and a minimum further 50 groups identified through research and contacts with Heritage Lottery Fund and NCCPE.\n\nA briefing and training workshop will be organised for the 10 researchers involved in the Cambridge Community Heritage project, led by the Principal Investigator with input from a local history society representative. Planning and co-ordination of the project will be led by the PI with support from a member of Access Cambridge Archaeology staff and the Head of Public Engagement at the University. Contacts will be made with Heritage Lottery Fund during the planning stage in order to ensure that the networking activities online and in person meet the needs of groups applying to HLF for community heritage research projects.\n\nWebpages and social media presence will be created for the Cambridge Community Heritage project, along with a publicity strategy supported by the Office of External Affairs and Communications and the Public Engagement team within that. The contact database of 150 local history and community sector organisations for the project will be drawn together through existing contacts, research and HLF input. \n\nTwo open days will be planned for May/June 2012. One would be in Cambridge with video-conferencing available, and the other in a village on the Norfolk-Suffolk border, which has been identified through prior contact, to facilitate access to those in the eastern part of the target region who are interested in attending.\n\nBoth open days would follow the same format. All attendees (researchers and community representatives) would be asked to register in advance and would be pre-circulated with information about all attendees' interests and reasons for attending. Attendees would be encouraged to bring material for display (posters, finds, books, DVDs etc) relating to their activities and areas of interest to the open days. The open days would include 'speed-dating' introducing the researchers to the community contacts to elicit areas of potential mutual interest.\n\nAfter the open days, feedback will be collected from all attendees. Information on the event will be shared with potentially interested contacts who were unable to attend. Collaborating researchers and community groups will be encouraged to use e-mail, blogs, facebook page, telephone calls and meetings to maintain contact and actively develop ideas for projects which could be funded. The PI will provide advice regarding project development as required through June-September 2012. A follow-up workshop will be held in Cambridge in September/October 2012, when each collaborative partnership will report on progress in developing activities which can bid for HLF funding.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J013536/1","grantId":"AH/J013536/1","fundValue":"19946","fundStart":"2012-02-01","fundEnd":"2012-12-31","funder":"AHRC","impactText":"  In 2012 CCH helped 24 community groups develop their own ideas for research into their heritage into robust proposals that could be realistically submitted to the Heritage Lottery Fund's 'All Our Stories' fund. 92% of the CCH groups were successful (compared to 50% nationally), with each group receiving up to ?10,000 from HLF. Communities and Social Services/Policy,Creative Economy,Education,Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections Cultural,Societal","person":"Carenza  Lewis","coPersons":[],"organisation":"University of Cambridge","findingsText":" Cambridge Collaborations for Community Heritage (CCCH) was funded by the Arts and Humanities Research Council to develop research collaborations between the University of Cambridge and community groups in eastern England. Between March and November 2012, 25 Groups attended structured networking events to discuss their initial ideas and then received one-to-one support from their nominated CCCH researcher to develop these into proposals that could be realistically submitted to the Heritage Lottery Fund's 'All Our Stories' fund. \n\n\n\nFeedback from community group representatives attending initial consultation days in June 2012 showed the support groups gained then from CCCH support was highly valued. 97% of attendees rating it as very helpful (the top option). In terms of specific benefits, 100% of respondents said they valued the chance it provided to meet and work with researchers, and more than 90% valued the opportunity it provided to develop their ideas further. The innovatory 'speed dating' structure developed by the CCCH programme for these introductory networking days is one which was clearly very effective, both on the day and as basis for developing ongoing collaboration, and this is a significant finding of this project.\n\n\n\nAfter the introductory days, CCCH provided tailored support to groups developing their bids, and overall 90% of the CCCH-supported groups were successful, compared to 50% nationally. The much higher-than-average success rate&amp;lt; as well as feedback from community group represenatives indicates that CCH support had a signficant positive impact on the success rate of funding bids, and this is another signficant finding of this project.\n\n\n\nEach successful group recieved up to ?10,000 to run their community heritage project, thus the CCCH project helped delivered a signficant amount of funds for community groups. These projects were run in 2013, with support from a second phase of the Cambridge Community Heritage project, also funded by AHRC. The nested and cascaded structure of the various ways in which specialist support was provided by university experts to community groups (starting with the introductory structured networking events and continuing with tailored one-to-one support provided to each group by named researchers able to access expertise from other members of the research team, coordinated by the PI) is one which could be deployed in non-academic contexts. Communities and Social Services/Policy,Creative Economy,Education,Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections","dataset":"gtr"}