{"id":"FECB2762-01DD-47F3-96F2-26D03E4255D2","title":"Mechanisms mediating intracellular sorting of Roundabout","abstractText":"We are dependent on our nervous system functioning correctly for us to move, think, learn, speak and control our bodies. To do this all our nerve cells must connect up in the brain and to the parts of the body they control. Most of this 'wiring together' happens during the growth and development of the embryo in pregnancy. To do this each nerve cell must extend a long process, called an axon, over large distances and through complex environments to find and connect to its appropriate partners. Each axon is guided when to turn and which way to grow to reach its partner by sensing specific chemicals or molecular 'cues' in different parts of the body. These signals are detected by 'receptor' proteins at the tip of the growing axon. The activity of these receptors change as the axons grow into different regions, We want to find the molecules that work to control the activity of these receptors as they guide axons along their pathways. We know already that many of the same molecules and receptors in mammals are also present in smaller animals like the fruitfly Drosophila where they do the same job but on a simpler scale. We are using Drosophila to characterise how one of these receptors called Roundabout is regulated in a subset of neurons. We know that Roundabout must be precisely regulated for axons to grow correctly. Although we have identied one key regulator of the Roundabout protein, a protein called Commissureless we do not know precisely how this molecule acts to regulate Roundabout. We plan to use Drosophila as a model system where we can watch exactly how the Roundabout and Commissureless molecules behave in the axons as they grow. This will give us information on the dynamics of the process. We also use Drosophila as a model system to rapidly identify and test the role of further molecules that may act in this process, e.g. those that bind to Commissureless. By using Drosophila we can reduce the need to sacrifice large numbers of mice in research. Once we have found out how these molecules work in Drosophila we will inform other researchers so that the molecules can be tested in other model systems. We need this information both to learn how the nervous system is made and to find out what molecules might be useful in helping us to repair neural injuries or diseases that lead to paralysis or neural degeneration. Unfortunately mammals cannot repair nerve damage that occurs in the brain, our hope is that by identifying the molecules that were originally used to drive and direct nerve cell growth in the embryo we can re-supply these molecules to help nerve cell regeneration in people.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G022399/1","grantId":"BB/G022399/1","fundValue":"346798","fundStart":"2009-07-01","fundEnd":"2012-06-30","funder":"BBSRC","impactText":"","person":"Guy Justin Clive  Tear","coPersons":[],"organisation":"King's College London","findingsText":"","dataset":"gtr"}