{"id":"FECD13CF-4FFD-449E-9E3A-2DB32A9DD309","title":"Understanding the role of lipases in controlling seed storage oil composition","abstractText":"Vegetable oils (triacylglycerols) are an important source of human nutrition and also serve as a versatile feedstock for the chemical industry; in many cases providing a sustainable substitute for petrochemicals. The properties of these oils determine their use and are dependent on the types of fatty acids that are attached at each of the three positions on the glycerol backbone. It has long been a goal of scientist to create crops producing 'designer' oils that are tailored for specific applications. Substantial progress has been made in understanding how different fatty acids are made but a lack of knowledge concerning how they can be incorporated efficiently into oil is currently proving a barrier to the commercial realization of many designer oilseed crops. Investigation of how fatty acids are assembled into oil has revealed that the process is complex in plants and, in addition to the substrate specificity of the enzymes that attach each fatty acid, various editing mechanism exist that also help determine which fatty acids are incorporated and which are not. Lipases are one family of enzymes that have been proposed to play a role in this editing/remodeling but none have been characterized. We have therefore used a genetic screen to identify at least two lipase mutants that are altered in the fatty acid composition of their seed oil. The objective of this research is to understand how these lipases control fatty acid composition of oil, to discover whether others can be found, and also to determine if they contribute to the barriers that limit the accumulation of two high-value 'unusual' fatty acids in a designer oilseed crop.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K002147/1","grantId":"BB/K002147/1","fundValue":"542845","fundStart":"2013-03-01","fundEnd":"2016-02-29","funder":"BBSRC","impactText":"","person":"Peter  Eastmond","coPersons":["Johnathan Andrew Napier"],"organisation":"Rothamsted Research","findingsText":"","dataset":"gtr"}