{"id":"FED58D04-A3B1-4172-9119-4E11CC26568A","title":"Feasibility Study: A Novel Technique for Forming Diffusion-Controlled Drug Delivery Polymer Microcapsules","abstractText":"The development of microdevices for controlled drug delivery is currently an area of intense research activity. These devices enable localized administration of a given agent in vivo which maximises patient safety and comfort and can greatly reduce treatment costs. There are, however, two significant barriers in terms of cost and reliability which have hindered their uptake in clinical practice. Firstly, methods for efficient drug encapsulation which are both cost-effective and provide adequate quality control are lacking. In this proposal we identify a novel approach to drug encapsulation based on co-axial electro-hydrodynamic flow which offers a simple, one-step method for the mass production of polymer microcapsules. Secondly, a reliable means of controlling and/or varying the rate of drug release has yet to be developed. We will investigate the use of ultrasound to vary the rate of diffusion from implanted/injected devices to provide a means of controlling drug administration that is accurate and non-invasive. A successful outcome will have significant impact for the pharmaceutical and healthcare industries, from whom the project has already attracted considerable support, and will provide the basis for future, larger research projects to develop the work.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F031122/1","grantId":"EP/F031122/1","fundValue":"82293","fundStart":"2008-01-01","fundEnd":"2008-12-31","funder":"EPSRC","impactText":"  The research funded by this grant has led to collaboration with a pharmaceutical company, Veloxis to explore the use of the fabrication techniques for drug encapsulation. It also seeded the research that led to the formation of our spinout company, AtoCap and associated patent application. Pharmaceuticals and Medical Biotechnology Societal,Economic","person":"Eleanor  Stride","coPersons":["Mohan  Edirisinghe"],"organisation":"University College London","findingsText":" Polymer capsules from 400nm to 10 um in diameter were prepared using a co-axial electrohydrodynamic process. By controlling the main process variables (applied voltage and flow rate) and the viscosity of the polymer solution, the size and structure of the capsules prepared were contolled and a dye (simulating a drug) was successfully encapsulated in the polymer. The diffusion of the (blue) dye has been quantitatively assessed by colorimetry and on this basis a model has been developed to predict In the food and pharmaceutical industry; also in other sectors requiring encapsulation such as the cosmetics industry and materials engineering The technology has been patented (patent no. 1102148) and the investigators received a 2009 Royal Society Brian Mercer Innovation Award and the 2010 Worshipful Company of Armourers and Brasiers Venture prize to start a spin-out company (AtoCap) through which they are commercialising the technology. They have also commenced funded collaborations with Unil Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}