{"id":"FEDB97C8-6161-43A0-A63A-B87C2A1E4AD3","title":"X-ray characterisation of highly polarised ferromagnetic pnictides","abstractText":"Our ability to manipulate tiny electric currents and charges has changed the world. Tens of millions of electronic components exist on a typical silicon chip, all of which work by pushing electrons around or storing them using their small negative charge. This is done using voltages, which produce electric fields. But electrons also have a property called spin , which is sensitive to magnetic as well as electric fields. This is a quantum-mechanical property but in an external magnetic field, the spin tends to align either parallel or opposite ot the field - towards the north or south pole. This spin up or spin down configuration is a beautiful analogue to the digital 0 or 1 bit of information. Processing and storing information using electron spins is a burgeoning field of research and technology called spintronics . It could be possible to develop ultra-low-power spintronic transistors which operate at high speed, for energy efficient computer processing (computer server farms, for example running financial, search and streaming services over the web, are enormous electricity consumers). It may be possible to combine processing and memory by building magnetic transistors which remember their magnetic state when the power is switched off. It may even be possible to use spins to perform quantum computation, i.e. as qubits rather than classical bits. In order to be able to manipulate the spins for information processing, it is preferable to inject electrons with predefined spin into a semiconductor structure such as a layer of silicon or gallium arsenide. Just as the technology of electronics depndended on developing semiconductor materials, as well as suitable insulators and metals contacts, spintronics will depend on understanding the behaviour of spins in real materials. Perhaps the most promising class of materials, discovered theoretically in 1983, is the half-metallic ferromagnet . These magnetic materials only carry electrical current with electrons of one spin, and so could be used to inject just spin up electrons (say) into a spintronic device. However, the behaviour of these materials is not well understood and the imbalance between spin up and spin down electrons in prototype devices is not very high and falls away towards room temperature [see, for example, Nature Physics, vol. 3, 2007, p. 542]. Strictly speaking, truly half-metallic materials cannot exist except at absolute zero! But not all half-metals are expected to suffer from the effects of non-zero temperature to the same degree. Furthermore, when the material is not perfect (for example, containing defects or stress in the crystal structure), theory hints that half-metallicity is reduced. So it is not at all clear which half-metallic (or nearly half-metallic) materials will be best for real spintronics applications.In our project we will use synchrotron radiation - very intense X-rays generated at the National Synchrotron Light Source (NSLS) in the USA - to measure the electronic and magnetic properties of two classes of magnetic materials ( Heusler alloys and binary pnictides ). We will be able to study the effects both of temperature and of imperfections in the materials. These experimental results will be combined with theoretical calculations to provide the best possible understanding of the magnetic and electrical properties of spintronic materials. The results will feed into other collaborations and projects which seek to exploit these materials in real semiconductor spintronic applications. In fact, a crucial part of this project is developing new collaborations in this area. The research team from Warwick have complementary expertise in the techniques and materials and we will further develop joint work with the NSLS scientists to bring together a world-leading suite of methods. We will also develop collaborations to better theoretically describe these challenging but fascinating materials.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I00114X/1","grantId":"EP/I00114X/1","fundValue":"37916","fundStart":"2010-05-04","fundEnd":"2011-11-03","funder":"EPSRC","impactText":"  We developed a major collaborative project (EP/K032852/1) between Warwick and York universities on the basis of our results in this project. We have also developed experimental techniques at three synchrotron radiation facilities (Diamond Light Source, UK, and NSLS-II, USA, SPring-8, Japan) to further study these advanced materials. Our structures are being investigated by Toshiba Research Europe Ltd. (Cambridge Research Laboratories) for their potential in next-generation electronic devices. Digital/Communication/Information Technologies (including Software),Electronics Economic","person":"Gavin Richard Bell","coPersons":["Thomas Paul Anselm Hase","Jon  Duffy"],"organisation":"University of Warwick","findingsText":" We confirmed high quality epitaxial growth of two advanced materials, MnSb and NiSb, on semiconductor substrates and measured their magnetic and surface properties. We discovered a polymorph of MnSb, that is a new crystal structure not present in nature, which could be used in advanced spintronic devices due to its predicted very high &quot;spin polarisation&quot;. With advanced theoretical work in collaboration with Prof. Julie Staunton in Warwick, we predicted that this material would maintain its high spin polarisation to above room temperature: this is critical for technological applications. This material is one of the three classes being investigated in our present project EP/K032852/1. We are working with Toshiba Research Europe Ltd. (TREL) on spintronic device structures using our materials. We have fulfilled 3 material production contracts with TREL and our collaborative work is continuing. These materials can be used to make new, highly efficient electronic components for computer memory and data storage. Digital/Communication/Information Technologies (including Software),Electronics,Energy","dataset":"gtr"}