{"id":"FEE0782D-F1E3-4D17-8E31-DC99602055BB","title":"The genomic landscape of adaptive radiation in the Jaera albifrons species complex","abstractText":"Understanding how one species splits to become two species is of fundamental importance for our understanding of the evolution of life on Earth and the origins of biological diversity. Darwin described this speciation process as &quot;the mystery of mysteries&quot;, and considerable effort has gone into understanding the mechanisms that may cause two populations to eventually become incompatible if they tried to reproduce. A lot of effort has focussed on populations that become species through gradual genetic change in isolated populations, and there has been much success in gauging how different two DNA sequences will become after a prolonged period of separation. \nA bigger challenge has been to explain how two populations may become species if they are not isolated. This is especially pertinent in the marine environment where gene flow should prevent any genetic differences accumulating, but this is clearly not what happens. One theory to explain this is that strong natural selection may operate on certain regions of the genome which effectively shelters these areas from the homogenizing effects of gene flow. These regions - called genomic islands of divergence - will get bigger and bigger until eventually the whole genome is incompatible and two species have formed from one.\n\nRecent advances in our ability to look for areas of genetic differences across the entire genetic make-up of individuals and populations means we can finally test this hypothesis and look for these islands of divergence and what genes they may encompass.\n\nThe aim of this project is to examine this landscape of genome wide divergence among several species of intertidal isopods (Jaera) that have progressed down the route towards speciation to different extents. This provides a very novel way of following the speciation process from beginning through to end. We will look at how different the species are at all points across the genome to identify the regions, and the genes within them, that are showing exceptionally high differences.\nIn Jaera it is known that parts of the chromosomes translocate in the different species, and we will use these as candidate regions for where we might expect a genomic island of divergence to form. We can test this by overlaying the data on genetic differentiation on mapped genomes that we characterise within a family of individuals.\nWe also know that reproduction between species is prevented because courtship behaviour is very specific with males using the hairs on their legs to stimulate females in a very specific way. Females stimulated in the wrong way will not allow mating to occur. We have identified some gene regions that control the patterns of hairs on the legs, and so may represent important genes that promote speciation. Again we will test whether these regions coincide with areas of the genome that display elevated divergence.\n\nFinally, it is accepted as norm that most genetic differences between species are a consequence of differences in DNA sequence that then affects the proteins that genes encode. Less emphasis has been given to examining how switching a gene on and off may influence speciation. We will look at which genes are switched on and off in the legs of Jaera during embryonic develop, and identify differences among species that may explain why their legs look very different. This will assess the extent to which there is a direct link between behavioural isolating mechanisms that prevent breeding and the timing of genes being switched on during development. We can also assess whether these differentially expressed genes also fall within the regions of the genome with elevated genomic divergence\n\nOverall this project will provide important new information on the nature, number and size of genomic regions underlying species differences in the J. albifrons species complex, and yield broad insight into the mechanisms that cause species to diverge.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M015661/1","grantId":"NE/M015661/1","fundValue":"336539","fundStart":"2015-06-01","fundEnd":"2018-05-31","funder":"NERC","impactText":"","person":"Stuart  Piertney","coPersons":["Alex  Douglas"],"organisation":"University of Aberdeen","findingsText":"","dataset":"gtr"}