{"id":"FEE61AFD-16BC-40AF-86A1-28D184FE9ED2","title":"Astrocampus - An Outreach Facility for Engagement with Schools and the General Public","abstractText":"This project aims to use the inspirational nature of space science and astronomy to engage school students and the general public with Physics research. The University of York has a well-equipped 'Astrocampus' for the use of undergraduate students. This project aims to make these facilities accessible to the general public and school students, and to use this exciting site as a backdrop to engage a wide range of people in STFC research. \n\nAstronomy and Space Science are frequently in the media, with British involvement becoming more frequent and high-profile. We hope to capitalise upon this interest to inspire people who might not otherwise engage with Physics. Visitors will be able to use equipment that is completely beyond the resources of most individuals and meet scientists is a very different context to the preconceived 'man in a white coat'. \n\nThe project targets two groups in slightly different ways. Public observing evenings will draw the general public and families onto the site, and daytime activities for schools will use astronomy and space as an exciting context for a wide range of activities that will encourage students to remain in Physics. \n\nThis project has the potential to have a significant impact on a large number of people. We anticipate that over 2000 people per year will be able to engage with Physics through the Astrocampus. Whilst the stated duration of the project is 18 months, this project is sustainable and can continue to inspire the general public and school students for many years to come.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/L005433/1","grantId":"ST/L005433/1","fundValue":"9974","fundStart":"2014-01-02","fundEnd":"2015-07-01","funder":"STFC","impactText":"","person":"Katherine  Leech","coPersons":["David Gareth Jenkins"],"organisation":"University of York","findingsText":"","dataset":"gtr"}