{"id":"FEEB071E-869A-4A98-B916-9B815DC3C231","title":"Visit of Prof. Oliver Wright","abstractText":"The research concerns the study of plasmons, quanta of light which are trapped at the surface of a metal. These can travel along the metal surface, and we seek ways to modulate and make them interact with each other. Currently, these plasmons are very insensitive to each others presence, but by appropriately designing metal sandwiches, we can make structures that should optimise their interaction. Our aim in this short sabbatical stay is to try out a new idea we have borrowed from another field in which we have successfully shown the largest optical nonlinearities ever produced, to try these out on plasmons.Today's commercial laser systems deliver reproducible pulses as short as 10 fs, making myriad applications possible in science, medicine, fabrication and communication. The world abounds in resonances, each material having specific wavelengths for enhanced light-matter interaction. Perhaps the single most important aspect of a laser is therefore the wavelength of the radiation, and means to control this are a top priority. Optical wavelength conversion or amplification of laser radiation is conventionally achieved by means of nonlinear optical effects in specific crystals, waveguides or periodically patterned media to obtain harmonic generation or optical parametric oscillation through second or third order optical nonlinear effects. When using nonlinear bulk crystals for such purposes it is essential to use a material which meets the optical phase matching conditions for optical nonlinear generation. The direction and polarization of incident light and the axis of the crystal must be strictly adjusted, as must be the temperature. When using optical waveguides or periodically patterned media in such applications to improve efficiency the tuning range for the output light is limited by the tight geometrical specifications required.A drastic reduction of both the size and the optical power consumption of conventional photonic devices based on nonlinear effects may be possible using the strong confinement of the electromagnetic field. One proposal for such confinement is the use of photonic crystal structures. However, these structures are expensive and subject to strict geometrical constraints in more than one dimension.We propose to achieve this confinement by exploiting the interaction of two SPPs for efficient optical wavelength conversion in a cheap, compact and simple structure. This method has the potential to be effective in a wide range of applications in optical modulation, optical amplification or optical frequency conversion. Its versatility and optical frequency-tunability should allow it to be applied to a variety of situations in scientific, industrial, and environmental applications. The method should prove very useful in conjunction with pulsed or continuous lasers to widen the optical frequency range obtainable, as a optical parametric amplifier. This provides at the same time a means to achieve the generation of a broadband spectrum of optical frequencies from a pulsed laser, for example a supercontinuum, with particularly important applications in medicine and ultrafast spectroscopy. Furthermore, the invention provides a means to modulate optical radiation from low frequencies up to ultrahigh frequencies up to and above the terahertz range. This should be a boon in ultrafast switching applications in future telecommunications systems. The invention should also find application inside analytical equipment, such as in laser spectrometers, laser ranging systems, remote sensing systems, imaging systems, and laser power delivery systems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E062067/1","grantId":"EP/E062067/1","fundValue":"28324","fundStart":"2007-04-25","fundEnd":"2007-08-24","funder":"EPSRC","impactText":"","person":"Jeremy John Baumberg","coPersons":[],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}