{"id":"FEEB153C-D8B5-430F-A1C8-4BF12F3602E8","title":"Integrated superconducting nanobridge fast readout electronics for single photon detector arrays","abstractText":"The project will develop a compact, cryogenic readout for superconducting single photon detector SSPD arrays and assess\ntheir suitability for commercialisation. The readout will be based on a superconducting single flux quantum (SFQ) circuit\nwhere an input signal is converted into a series of quantised pulses that can be used for digital signal processing. The\nbuilding block of the SFQ circuits will be loops containing superconducting nanobridges that act as weak links displaying\nthe Josephson effect.\nSSPD arrays have many applications; as a fast, high efficiency, low noise detector for quantum key distribution, as a\ncomponent in quantum computing and for enhanced quantum imaging. The major hurdle to commercialisation of SSPD\narray systems is the lack of suitable readout electronics able to process a large number of signals without significant heat\nloading of the detector cold stage. SFQ readout offers a low power solution, enabling multiple pixels in a marketable,\nmechanically cooled system. Nanobridge SFQ circuits for SSPD array readout are a new, undemonstrated alternative to\nconventional tunnel junction SFQ circuits, with the advantage of predominantly single layer fabrication, smaller device size\nand potential for integration on the same chip as the SSPD array.\nThe research that will be carried out University College London will involve the actual fabrication of the nanobridge SFQ\ncircuits. The nanobridge circuits will be fabricated using e-beam lithography and lift-off of superconducting thin films\ndeposited in a cleanroom facilty. Initial work will be be needed to determine the electrical parameters of nanobridges of\nvarious dimensions so that a full circuit model can be developed and tested. A complete SFQ device design can then be\nfabricated and tested and assessed by the project partners at NPL. In order to couple the fast pulse from an SSPD to the\nSFQ an input coil circuit will be needed to amplify the current. We will design and fabricate suitable multiturn input coils with\nappropriate terminating resistors. These will be tested by the project partners at NPL. We will then fabricate fully integrated\ndevices (input coil and SFQ devices) which will be tested and evaluated at NPL, initially with external electrical input\npulses, but eventually with real SSPD signals from devices supplied by project partners at Glasgow University.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M508330/1","grantId":"EP/M508330/1","fundValue":"50129","fundStart":"2015-06-01","fundEnd":"2016-05-31","funder":"EPSRC","impactText":"","person":"Edward John Romans","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}