{"id":"FEFC0FE5-684B-4C54-9A34-2A02EE269C59","title":"Crystal Aggregation and Computer Modelling","abstractText":"The design of an efficient crystallisation process for the production of pharmaceuticals, catalysts, fine chemicals and other materials of industrial importance is dependent on a number of factors, including internal properties of the product itself such as molecular structure, preferred crystal shape and size and cohesion energy, and external factors, such as fluid flow and drag. Although all of these factors affect the material's aggregation behaviour, the behaviour of the crystallites upon collision is usually described by a single expression, which does not take into account material-specific properties, or indeed separate intrinsic properties of the crystal from topological considerations, such as the relative geometries of the colliding particles. In addition, no consideration is given either to the colliding particles' shapes or size distribution, or the fact that the forces acting upon them may not just be normal to the point of impact, even though shear forces are likely to be very important when two particles collide. In this project, we propose to carry out a comprehensive study of the collision and aggregation behaviour of three different types of material, varying from a purely inorganic material (calcium carbonate) to a purely organic solid (adipic acid). We will use a combination of computational chemistry methods on the one hand and experimental chemical process engineering techniques on the other, to investigate the shapes of the crystallites in solution, the impact geometries of the colliding particles, the chemical bonding between the collided particles, as well as the shear and tensile forces required to separate the particles again after collision. In addition, we will investigate the precipitation of new material at the point of collision, leading to aggregation of the particles, where the collision point may indeed be a 1-D point, a 2-D line or a 3-D planar area. Once new material has grown at the join, we can calculate its resistance against fracture. The outcome of this project will be an in-depth understanding at the atomic level of the chemical and physical processes occurring upon collision of two nano-crystallites in solution. In addition, the results of the project will enable us to formulate general mathematical descriptions of the aggregation behaviour of a number of representative materials, which will include both intrinsic, material-dependent properties and external factors, including solvent effects (shear forces acting on the particles through water drag) and collision geometries. By combining these two approaches we aim to develop a quantitative kinetic description capable of being used with CFD to predict behaviour in stirred crystallisers.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F008147/1","grantId":"EP/F008147/1","fundValue":"264858","fundStart":"2008-01-21","fundEnd":"2011-01-20","funder":"EPSRC","impactText":"","person":"Michael John Hounslow","coPersons":[],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}