{"id":"FEFE9EFF-CD5B-4CD8-8B82-1055CE26A5FF","title":"BLP LCC for sustainability: online toolkit modelling capital costs,operational costs,embodied and running energy costs and CO2 emissions for dwellings","abstractText":"The UK is committed to an 80% reduction in greenhouse gas (GHG) emissions by 2050 and has defined a process based on 5-yearly carbon budgets to meet this aim. Despite domestic buildings being responsible for 27% of the UK's GHG emissions, current approaches to refurbishing homes are unable to deliver the speed and depth of emission reductions needed to meet these targets. The Great British Refurb has therefore been proposed at a cost of around 400BN. This represents the largest construction industry challenge in British history and is vital if the UK is to play its part in tackling climate change. Practitioners will need appropriate tools to help meet the government targets. The proposed work will generate one such new tool to help achieve these targets at least cost. The main route to impact is outlined in the TSB proposal i.e. via the development of software for use by construction clients, professional advisors and constructors looking to optimise housing construction solutions in respect of life cycle costs, energy costs and CO2 emissions when building new or refurbishing existing dwellings. The toolkit provides a means to evaluate construction which meet sustainability benchmarks based on life cycle costs, energy and sustainability metrics to demonstrate value for money. The toolkit promotes optimisation of cost and energy at all stages of the construction process (manufacturing, design, construction, maintenance and retrofit) for the ultimate benefit of the end user and more broadly for society. The research will directly benefit the UK government, local authorities, Housing Associations the construction industry and above all householders and their families. In addition to the direct implementation of the research into software for use on real projects it is very likely that the results of the research will also be useful to help develop government policy. In particular, UCL currently has a framework agreement with the Department of Communities and Local Government to undertake research to support the development of Part L of the Building Regulations. The incorporation of embodied and running cost energy will enable rapid sensitivity tests to be undertaken to help determine the appropriate levels of energy efficiencey for future Building Regulations (2013 and 2016).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=TS/H002650/1","grantId":"TS/H002650/1","fundValue":"165951","fundStart":"2010-04-01","fundEnd":"2012-07-01","funder":"EPSRC","impactText":"","person":"Tadj  Oreszczyn","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}