{"id":"FF008027-D85C-4E6A-8814-4DBEBC928629","title":"Understanding how spinal neural circuits generate flexible motor output","abstractText":"Animals can perform various rhythmic movements, like walking, running and swimming, and they are able to precisely control the speed of these movements by flexibly adjusting muscle contractions. Such an ability is absolutely essential for an animal's day-to-day life, and is achieved by coordinated activities of nerve cells (neurons) in the spinal cord. Although it is known that the ability to flexibly control movement speed is gradually gained during development, the underlying mechanisms are still poorly understood. The aim of this study is to reveal how spinal neurons develop the ability to provide variable electrical signals to regulate muscle contraction so that flexible movements can occur.\n \nThe animal we plan to use for this study is the tadpole of Xenopus laevis, the African clawed toad. The organization of Xenopus neurons in the spinal cord that control swimming is much simpler compared to that of mammals. At the time of hatching from their eggs, Xenopus embryos generate simple swimming activity; within 24 hours after hatching, Xenopus larvae are then able to generate more flexible swimming patterns with varying frequency and intensity. This behavioural transition provides an ideal model to reveal how spinal neurons develop to direct this flexibility. We hypothesize that this flexibility can be achieved by developmental changes of neuron properties and their connections within the spinal cord. To test our hypothesis, we will monitor individual spinal neurons and motor nerve activities simultaneously using Xenopus embryos and larvae. We plan to test how spinal neuron properties develop, how their interactions change, and how variable swimming speed can be generated.\n \nUnderstanding how spinal neurons control movement in simple animals, like Xenopus tadpole, will help us to understand more complex systems, such as movement control in humans. This study will also shed light on revealing how other nerve cells controlling different rhythmic activities, e.g. breathing, function.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M024946/1","grantId":"BB/M024946/1","fundValue":"401663","fundStart":"2016-01-01","fundEnd":"2018-12-31","funder":"BBSRC","impactText":"","person":"HongYan  Zhang","coPersons":[],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}