{"id":"FF03FADF-1FBC-4B3C-8B83-4E65D9A2ECBF","title":"SUPERGEN HDPS - CORE","abstractText":"The HiDEF consortium will explore highly decentralised energy futures. At the core of this is a sustainable electricity supply system that makes optimum use of decentralised assets and in which energy consumers participate actively in appropriately structured decentralised markets. This major change from the present arrangement, where most consumers are passive users of externally supplied energy services, will require new attitudes to energy and new ways working. The technical, market and social aspects of this transformation will be addressed in detail by the multi-disciplinary consortium that has been formed to embrace power system engineers, experts in electricity markets and researchers aware of the social and perceptual challenges.The technical developments that underpin the changes outlined above are the development of new high efficiency micro-CHP units (including the latest high temperature solid oxide fuel cells), the development of ever cheaper PV and micro-wind systems and the role out of smart electricity meters that will facilitate the involvement of even domestic consumers in demand side management. As time varying renewable sources become increasing prevalent in electricity supply, both in the form of small decentralised generators, and in the form of major offshore wind farms, tidal and wave energy installations, the role of highly decentralised load management will become ever more important. In addition the power electronic interfaces of decentralised generators can be used to provide more than just power - with suitable control other important network services like local voltage control, and even system frequency control, can be contributed.The consortium builds on the important work undertaken by the Highly Distributed Power Systems (HDPS) project that established base line models for the new technologies, developed suitable scenarios, and developed the cell concept of delivery.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G031681/1","grantId":"EP/G031681/1","fundValue":"4177320","fundStart":"2009-10-01","fundEnd":"2013-09-30","funder":"EPSRC","impactText":"","person":"David  Infield","coPersons":["Janaka Bandara  Ekanayake","Graham  Ault","Marcelle Claire McManus","Mihailo  Ristic","Timothy  Green","Ivana  Kockar","Goran  Strbac","Timothy Thomas Cockerill","Nick  Kelly","Keith Robert Bell","Geoffrey Paul Hammond","Cameron  Johnstone","Stephen Jon Finney","Murray  Thomson","John Edward Fletcher","Peter  McGregor","Adrian  Winnett","Barry Wayne Williams","Stuart  Galloway","Simon  Watson","Graeme Marshall Burt","Nick  Jenkins","Nick  Eyre"],"organisation":"University of Strathclyde","findingsText":"","dataset":"gtr"}