{"id":"FF04DB4E-DD9D-474F-9856-1F1E35760D41","title":"MICA: Phase II study of the impact of AZD4017 a selective 11beta-HSD1 inhibitor on biochemical markers of bone turnover in post-menopausal osteopaenia","abstractText":"Age-related osteoporosis is a major health problem affecting ~30% of post-menopausal women. There are over 300,000 bone fractures per year in the UK secondary to osteoporosis and the cost of repairing these fractures is over &pound;2 billion. On an individual level 20-30% of people who sustain a hip fracture will die within 12 months as a direct consequence of the fracture and 50% of previously independent individuals cannot live independently subsequently. Osteoporosis is caused by changes in the coordination of the activity of cells within bone. These cells remove some bone and then replace it with newly formed bone. Age-related osteoporosis is caused by an imbalance between the amount of bone formed and the amount resorbed leading to net bone loss. Although some medications are available to help reduce the risk of fracture in people with osteoporosis, current medications do not directly address the underlying cause of the imbalance in cellular activity. There is thus a need for additional medications to reduce fracture risk, particularly those that correct the age-related abnormality in bone turnover. Age-related bone loss shares similarities with the bone disease caused by excess levels of glucocorticoids (anti-inflammatory steroids). However, the level of glucocorticoids in the circulation does not change as we get older. In a series of research studies we have shown that the bone forming cells themselves generate glucocorticoids through expression of an enzyme caused 11b-hydroxysteroid dehydrogenase type 1 (11b-HSD1). The ability of this enzyme to produce glucocorticoids in bone forming cells increases dramatically with age and this appears to lead to a reduced amount of bone formation and an increased amount of bone to be resorbed and lost. We thus believe that 11b-HSD1, and the glucocorticoids that it generates within bone, is a major cause of age-related bone loss. Furthermore we propose that drugs that switch off this enzyme will have a dramatic effect on bone,effectively reversing changes seen with age.\nOur hypothesis will be examined in a clinical trial of a selective 11b-HSD1 inhibitor, AZD4017, or placebo in women with reduced bone mass. Women with low bone density will be recruited at two specialist bone units. Subjects will be over 55 years of age and be post-menopausal. They will all give informed consent and then be randomised to treatment with either AZD4017 or a matched placebo for 3 months. Blood will be taken to measure the effect of the drug on markers of bone formation and resorption. Scans will measure the impact of the treatment on the density of the bones. Other blood and urine tests will determine whether there are any negative effects of the drug compared to placebo and so will determine whether this drug is entirely safe. \nThis trial will clarify the contribution that 11bHSD1 activity makes to age-related abnormalities in bone. Furthermore it will clarify whether AZD4017 has the potential to reverse age-related bone disease as a treatment for post-menopausal osteoporosis. If AZD4017 has the beneficial effects on bone that we suspect it will have, then it will be possible to move to a much larger trial of the drug in women for a longer period of time to determine whether the drug prevents fractures and improves quality of life overall.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K015176/1","grantId":"MR/K015176/1","fundValue":"312850","fundStart":"2014-02-01","fundEnd":"2014-04-30","funder":"MRC","impactText":"","person":"Paul  Stewart","coPersons":["Patrick Joseph  O'Shea","Neil John Gittoes","Jeremy William Tomlinson","Tony  Ho","Richard  Eastell","Heather  Bryson"],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}