{"id":"FF0AAC83-5A09-4C3B-97DC-DFE50ECF9B21","title":"Travel to GSI (September 2009) and Jyvaskyla (October 2009) for experiments on neutron-rich zirconium nuclei,","abstractText":"Most of the mass of an atom is in the nucleus which contains protons and neutrons with the number of protons defining the chemical element. The nucleus is held together by a balance between the weak force, the Coulomb force which pushes the protons apart and the nuclear force which pulls all the neutrons and protons together. It is a delicate balancing act to calculate the relative strengths of the three forces and there are many models which try to solve this tricky problem. For light stable nuclei, the number of neutrons and protons is essentially equal but for heavier nuclei, the number of neutrons exceeds the number of protons by about 40%. In the nuclear power industry, by-products are made which do not have these 'magic' ratios and they decay by emitting particles and energy until one of the stable combinations is reached. In order to understand this process and indeed predict how other nuclei away from stability (e.g those used as isotope tracers in medical diagnosis) will behave, it is necessary to test the models, outlined above, in regions which were not used to derive them. Of particular interest for this proposal are nuclei with mass number ~110 which have ~70 neutrons and ~40 protons, i.e. a large excess of neutrons over protons. These nuclei lie along the route by which about half the stable nuclei heavier than iron are thought to have been made after the big bang and so are important to our understanding of how the universe in its current form was created. This research programme will produce these nuclei at accelerator facilities and study their decay properties. The results of our work will be used to define which models of nuclear behaviour are appropriate in this region.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/H004106/1","grantId":"ST/H004106/1","fundValue":"13713","fundStart":"2009-09-01","fundEnd":"2009-12-31","funder":"STFC","impactText":"","person":"Alison  Bruce","coPersons":[],"organisation":"University of Brighton","findingsText":"","dataset":"gtr"}