{"id":"FF0ACB7C-7580-48B5-AE0A-784D5AF6B270","title":"A critical edition of Martin Bucer, De vera et falsa caenae dominicae administratione (1546)","abstractText":"Although less well known than contemporaries such as Luther, Zwingli and Calvin, the Strasbourg reformer Martin Bucer (1491-1551) had a profound impact on the course of the Reformation in Germany as well as in England, France and Italy. In particular he acquired a reputation as an ecumenist, playing a prominent role in attempts to mend the divisions that had opened up within the Protestant Reformation as well as the schism dividing Protestants and Catholics. In attempting to do reconcile the diverging strands of the Lutheran, Anabaptist and Swiss Reformations he also became in important exponent of what is now called Reformed Protestantism. In this capacity he was a mentor both to Calvin and to the nascent Church of England. Both acknowledged their considerable debt to him.\\n\\nDespite Bucer's impact on the European Reformation and the wide circulation of his works, most of his writing has not appeared in print - let alone in critical edition - since the 16th century. My aim in applying for research leave is to complete a critical edition of Martin Bucer's 'De vera et falsa caenae dominicae administratione' (1546). I have been working on this text as part of an international project to complete the edition of Bucer's Latin works. The project began after the Second World War but was revived in 2002 at the Wissenschaftliche Arbeitstagung zur Koordination der Internationalen Bucer-Forschung at Erlangen. Following its completion my edition will appear in the series Martini Buceri opera latina, which is currently published by Brill.\\n\\nBeyond its interest for students of Bucer and the Reformation in Germany 'De vera et falsa...' sheds light on the conflicts over worship that were to divide the Churches of England and Scotland in the Early Modern Period and thereby provide the catalyst for civil war. The book deals with the celebration of the Mass. It was published as it was becoming clear to Bucer that his attempts to restore religious unity in German and France had failed. Moderate Catholics, from whom Bucer had expected important concessions were now hardening their position on a number of matters of contention. A disappointed Bucer abandoned diplomacy and attempted to confront them with a stark choice between the worship required by God and what he considered the anti-Christian idolatry of the churches 'under papal tyranny.' Yet, even in doing so he continued to elaborate the terms on which he hoped that Protestant and Catholic moderates might eventually worship in a single church. The work offers a nuanced account of the circumstances in which Bucer believes Christians may resort to rituals and liturgical practices that have no express warrant in Scripture. This carefully balanced discussion explains why British Puritans as well as Anglicans and Scots Episcopalians were able to claim Bucer as their own. It also explains the major factions in the British churches could regard their conflicting liturgical programmes as legitimate developments of earlier Protestant principle.\\n\\nI have already published a monograph on a closely related topic: Eucharistic Sacrifice and the Patristic Tradition in the Theology of Martin Bucer, 1534-1540 (Leiden: Brill, 2005) and this edition will give me scope to illustrate and develop some of the ideas that I advanced in that book.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F006535/1","grantId":"AH/F006535/1","fundValue":"21935","fundStart":"2008-02-01","fundEnd":"2008-05-31","funder":"AHRC","impactText":"","person":"Nicholas James Thompson","coPersons":[],"organisation":"University of Aberdeen","findingsText":"","dataset":"gtr"}