{"id":"FF134676-DCD3-4F80-B97E-500CA005BBEA","title":"Scribal culture in Italy, 1450-1650","abstractText":"Over the last generation, a revolution has changed our understanding of the transmission of culture in the early modern period. It began with the development of new approaches to the history of the printed book, but has now moved beyond the press to show the continued importance of manuscripts well into the so-called 'Age of Gutenberg'. Italian studies have played a leading part in this research.\\n\\nYet, while we have fine studies of individual aspects of scribal culture, there is no sense that all were part of a larger phenomenon. By contrast, our project has three interconnecting aims. 1) To understand and analyse professional and amateur scribal activities - the production, distribution, reception and uses of handwritten texts at different social levels - as part of a phenomenon that can be termed scribal culture, and to shed light on its relationship to print and oral culture. 2) To recreate a sense of the experiences of writing and reading manuscripts, by fostering reflection on the material nature of textual culture. 3) To seek the contacts and continuities between the production of such different documents as poetry, treatises and newsletters.\\n\\nThis project brings together international scholars from different disciplines (including literary history, cultural history and bibliography) together with librarians, palaeographers and curators. Another objective is to stimulate dialogue and collaboration between British and Italian scholarship.\\n\\nThe project consists of six workshops covering a wide range of fields: 1) the material production of manuscripts and its domestic or public settings; 2) poetry, theatre and music; 3) science, medicine and philosophy; 4) the social impact and diffusion of manuscripts; 5) the relationship between manuscript and print; 6) the online cataloguing of manuscripts. All workshops are intended for academics, librarians, curators and postgraduates with interests in Renaissance culture in a broad sense.\\n\\nWe also intend to display practical examples of manuscripts or artefacts. For this reason, each workshop includes academics and librarians/curators and is staged in a collection or library. \\n\\nThe workshops will be co-ordinated, advertised and fully described through a website. It is planned to publish articles based on selected papers in the journal Italian Studies.\\n\\nThe project will act as the springboard for a larger project whose aims include: the organization of an international conference; one or more publications of essays based on conference papers; the development of an online resource for the study of Italian manuscripts; the cataloguing of political manuscripts in the British Library. To help us to plan for these objectives, we have included in the workshops presentations from two research centres, both currently funded by the AHRC for the study of English manuscripts: the Centre for Editing Lives and Letters (Queen Mary, University of London), and Scriptorium: Medieval and Early Modern Manuscripts Online (University of Cambridge). We include a scoping project for the BL catalogue; results are to be presented at workshop 6.\\n\\nThe workshops will be held in six centres in four cities. They will be hosted by museums and libraries so that they are partly focused around the exploration of material evidence relating to the production or circulation of manuscripts, ranging from authorial to secretarially reproduced documents and to instruments for writing.\\n\\nWorkshop 1: Material culture and the production of manuscripts\\nVictoria &amp; Albert Museum, London\\n\\nWorkshop 2: Poetry, theatre and music\\nWren Library, Trinity College, Cambridge\\n\\nWorkshop 3: Science, medicine and philosophy\\nWellcome Library, London\\n\\nWorkshop 4: The impact and diffusion of manuscripts\\nCentre for the Study of the Book, Bodleian Library, Oxford\\n\\nWorkshop 5: Manuscript and print\\nJohn Rylands University Library, Manchester Workshop 6: Cataloguing political and other manuscripts British Library, London.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/G01616X/1","grantId":"AH/G01616X/1","fundValue":"12266","fundStart":"2009-02-15","fundEnd":"2010-02-14","funder":"AHRC","impactText":"  The grant funded a series of six half-day workshops, which were attended by distinguished experts from the UK, Italy, and the United States, and which reached out to a diverse audience, including graduate students, historians and literature scholars, art historians, historians of material culture, as well as librarians, archivists, and curators. The grant also funded a census of Italian political manuscripts in the British Library. \nThe workshops included presentations not just by scholars, but also by six curators, who presented manuscripts and/or objects related to writing. Together, they served to foster interdisciplinary collaborations in and outside academia. Each workshop was held in a collection or library: Trinity College, Cambridge; the Victoria &amp; Albert Museum, London; the Wellcome Collection, London; the John Rylands University Library, Manchester; the Bodleian Library, Oxford; the British Library, London. They all included presentation and discussion of objects and texts housed by the collections, with exchange of ideas between academics and curators. We were very pleased that, partly thanks to effective coverage the workshops' audience reflected our commitment to reach beyond academia. We established close working contacts between the Principal and Co-Investigator and the curatorial staff of the different institutions that hosted the workshops. Culture, Heritage, Museums and Collections Cultural","person":"Filippo Luciano De Vivo","coPersons":["Brian  Richardson"],"organisation":"Birkbeck College","findingsText":" a) The workshops helped consolidate and expand recent insights in Renaissance cultural history to Italy. We demonstrated that the printing press was by no means the only, or always the most important, medium in the circulation of culture. Manuscripts continued to play a crucial role, one that was particularly essential in establishing social connections, developing new kinds of literature and music, sharing new knowledge or challenging traditional modes of political and religious thought. \nb) We demonstrated the usefulness of combining the study of texts with that of material culture, namely the materiality of writings and writing. The display and demonstration of manuscripts and objects, made possible by exceptionally sympathetic and professional curators and librarians, stimulated some of the best discussion in the series. \nc) The scoping project produced a template for online cataloguing and established that 341 such manuscripts have never been catalogued in detail: 238 Additional, 87 Harley, 10 Egerton, 6 Lansdowne. In Workshop 6 the researcher in charge of the scoping project presentedher findings, which she also illustrated by displaying several important manuscripts from the British Library collections. This demonstrated the importance of cataloguing work to compare manuscripts and understand both their meaning and function. Through the workshops we developed strong interdisciplinary links between scholars and researchers in different fields, primarily in Italian and History, but also Librarianship. For example Workshop 6 was devoted to the process and problems of cataloguing manuscripts, and took place in the British Library. In heritage and Museums, Workshop 2, which took place in the Victoria &amp;amp; Albert Museum, London, saw a close discussion of objects related to writing, led by Victoria and Albert curators, and led to partially reattributing the use of an object on display. Culture, Heritage, Museums and Collections","dataset":"gtr"}