{"id":"FF1545A7-EAF7-4801-9068-0F3C0DBEE1FB","title":"Towards a History of Modern Foreign Language Teaching and Learning (MFLTL)","abstractText":"(Highlight: Translating Cultures)\nModern foreign language (MFL) education - the basis for building the UK's capacity in translation and interpreting at the highest levels of international cooperation - has, over the last century, never matched the UK's need to represent its interests in European and global communication. The number of pupils taking German at 16 is now lower than in 1985, and for French as low as in 1965. Spanish, predicted since the 1918 Leathes Report to take off because of its economic importance, has done so only in the last decade. Russian - introduced in schools more widely in the Cold War - has remained a niche subject, despite the fact that it has 150 million speakers. Chinese - with over a billion speakers - is still merely listed under &quot;other modern languages&quot; in GCSE statistics. \nMFL educators, who bear a heavy responsibility in developing capacity, have a sense of crisis in the face of this mismatch between strategic needs and MFL provision and take-up. Yet neither policy, nor curricula, nor the methods to deliver curricula in the classroom, can be developed without an awareness of the history of MFL, which tells us what measures have been tried, and with what success, to promote particular languages, or particular approaches to language learning (including translation), in primary, secondary, tertiary, or lifelong education settings. \nSome historical awareness of how and why modern languages have been taught and learnt should be part of the training of any language teacher and of policy development. Yet in the UK, the history of the teaching of modern languages is badly under-researched, a statement that despite the lone three-chapter survey of Hawkins' Modern Languages in the Curriculum (1987) - is as true today as when Stern observed it in his authoritative textbook for trainee teachers, Fundamental Concepts of Language Teaching (1983). The situation contrasts with the situation elsewhere in Europe. In Germany, for example, the history of language teaching is a substantive field, complete with its own subject bibliographies. Elsewhere, there are separate associations for the history of teaching in specific countries (APHELLE and SEHEL for Portugal and Spain, CIRSIL for Italy, PHG for the Netherlands) and for the history of teaching individual languages (such as SIHFLES for French). All of this is lacking in the UK. In order to address this lack, our research network will bring together researchers in the UK with an interest in the history of Modern Foreign Language education - historians, linguists, and MFL specialists - with colleagues already active in the field in Europe, with two objectives to meet the overall aim of informing future MFL policy and capacity development: \n1. sharing methodologies and findings, with the long-term goal of writing the history of modern language learning in the UK, and \n2. working towards a history of European modern foreign language education that transcends national and subject boundaries. \nFunding will be used to run two workshops and a conference. The workshops, one each in Nottingham and Warwick, will allow British researchers to learn from the work of leading researchers from each of four separate language traditions (French, German, Spanish, English as a Foreign Language) and eight national traditions (France, Germany, Belgium, Netherlands, Spain, Portugal, Italy, UK).\nThe international conference, to be held in Nottingham, will be the first ever conference in the UK devoted to the history of MFL education. It will include themed panels developed during and after the workshops, and will be open to the public as well as to researchers and teaching practitioners. \nPapers from the two workshops will be submitted as special issues to two peer-reviewed journals. A volume of selected papers from the conference will be submitted after peer review to the leading publisher Multilingual Matters.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J012475/1","grantId":"AH/J012475/1","fundValue":"26191","fundStart":"2012-12-10","fundEnd":"2015-06-30","funder":"AHRC","impactText":"  They have been used in training PGCE students (e.g via posters available online) - we hope that they will, once all outputs have been published, have a significant impact on the way PGCE teacher educators, teachers and trainee teachers approach decision making about what and how to teach. The first output appeared last month (special journal issue, open access),and the faact that it is open access means that it will be an important resource for PGCE educators and students, as well as practising teachers. Education Cultural,Societal","person":"Nicola  McLelland","coPersons":["Richard Charles Smith"],"organisation":"University of Nottingham","findingsText":" We have developed a large international network of colleagues working on the history of foreign langauge learning and teaching, starting from a small workshop in December 2012, where we met for the first time, culiminating in an international conference of 120 participants in July 2014, resulting in (we anticipate) a 3-volume series of high-quality refereed scholarly articles. Provide an informed context for future decision-making about language teaching learng policy and practice; inform social history and history \nA core group from the network are taking forward plans to develop a larger, international network and subsequent funding applications Education","dataset":"gtr"}