{"id":"FF198787-D97C-4096-9497-215E025F7A63","title":"En-ComE: Energy Harvesting Powered Wireless Monitoring Systems Based on Integrated Smart Composite Structures and Energy-Aware Architecture","abstractText":"BAE Systems with the support of EPSRC have launched a challenge to universities to develop novel technologies that can be applied to new and aspirational aircraft programmes. In particular, the Persistent Green Air Vehicle (PERGAVE) concept is a future unmanned air vehicle (UAV), not yet an aircraft design, which can sustain missions of at least months' and ultimately more than a year's duration. In this respect, PERGAVE is a highly flexible HALE (High Altitude Long Endurance) aircraft, with vibration and aeroelastic characteristics specific to each PERGAVE design concept. Methodologies have been developed by NASA to predict flight dynamics of HALE aircraft. An operational profile such as this will require extremely low energy demands from on-board systems to meet both the endurance and environmental targets. It will also require comprehensive condition monitoring of structures and systems (e.g. vibration and loading) as well as environmental parameter measurement (e.g. temperature, ionizing radiation levels and doses) to allow operators to assess the viability of the aircraft at every stage of its mission. This project will respond to the PERGAVE challenge by developing energy harvesting powered wireless data links and real time condition and environmental sensor nodes in an integrated smart composite airframe structure for monitoring. The nodes will operate in an energy autonomous manner, without the need for power supplies or batteries and therefore it is truly energy autonomous. The research has the following five work packages:\nWP1: Requirement capture and study of the system design specifications and architecture\nWP2: Integration of the energy harvesting element into the composite structure\nWP3: Multiphysical modelling and simulation for optimisation of the whole system\nWP4: Development of low power consumption wireless sensor nodes\nWP5: Testing of the technology demonstrator\n\nThe WPs will specifically target design and demonstration of a deployable real time energy autonomous wireless sensing communication systems that can be used for structural health monitoring and environmental parameter measurement aligned to the next generation, unmanned air vehicle programme in BAE Systems. Uniquely in the UK, this work will take a system level specification and design approach combining optimisation with novel energy harvesting technology designed for flexible deployment in manufactured composite structures with wireless sensing, which are all integrated in a novel energy and power management architecture. This provides end-to-end capability that will be suitable not only for the PERGAVE vehicle but also for other applications requiring remote asset condition monitoring in harsh environments (e.g. off-shore wind farms). \n\nThe principal novelty of the project lies in the implementation of combined materials and structures design, optimisation and manufacturing processes, our enhanced energy harvesting technology and efficient energy-aware and energy-flow control mechanism, which has the potential to be prototyped as a self-powered, light weight and wireless health monitoring system for future air vehicles. \n\nThe research will build on investigator track records on energy harvesting with wireless sensing, sensors and aerospace monitoring, and composite manufacturing at Cranfield University, aircraft and composite structural modelling and optimization at Lancaster University, and ionizing radiation monitoring at the University of Central Lancashire to undertake this timing and challenging project. \n\nThe project partners are BAE Systems in Military Air&amp;Information and Advanced Technology Centre, AgustaWestland Ltd, TRW, dstl, EPSRC National Centres for Innovative Manufacturing in Through-life Engineering Services. These partners represents aerospace, defence and automotive sectors. There are Aerospace, Aviation &amp; Defence KTN and Zartech organisations as dissemination partners to support the impact activities.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K020080/1","grantId":"EP/K020080/1","fundValue":"188942","fundStart":"2014-04-01","fundEnd":"2017-08-31","funder":"EPSRC","impactText":"","person":"Jianqiao  Ye","coPersons":[],"organisation":"Lancaster University","findingsText":"","dataset":"gtr"}