{"id":"FF24C203-C1AC-4AF2-93C8-E22A791908D4","title":"G8-2012 Catalysing the Growth in Metal Recovery (PHYTOCAT)","abstractText":"Climate change and peak oil crises have been making headlines with increasing intensity and solutions are being sought to lessen our dependence on oil. As new technologies tackle one challenge we are creating another through resource deficit. Many low carbon technologies including wind turbines, electric cars and catalytic converters require precious metals or other metals in unprecedented quantities threatening their continued availability in the middle term. These elements are being dispersed throughout our environment, making them costly and difficult to recover. This emphasises the necessity for a new approach to metal capture and use, thus increasing the lifetime of our reserves. We suggest a new direction for turning this vision into reality.\n\nInitial studies indicate that plants are capable of phytomining platinum group metals (PGM) to form stable metal nanoparticles that are active in a variety of industrially important reactions. We intend to utilise mine tailings or waste mining waters to pass through plant beds for metal adsorption. The resulting plants will be subjected to controlled pyrolysis to yield a material with stabilised nanoparticles of PGM for use as heterogeneous catalysts. This offers an effective solution to an international problem of metal depletion and will lead to the development of a new range of naturally derived catalysts.\n\nProject collaborators consist of a multidisciplinary team that incorporate the following essential expertise: The Centre for Environmental Research in Minerals, Metals and Materials (CERM3) at The University of British Columbia (UBC), who will gather information on worldwide distributions of PGM ore bodies, provide mine tailing/water samples and compositional analysis. The Green Chemistry Centre of Excellence (GCC) and Centre for Novel Agricultural Products (CNAP) at the University of York (UoY) will carry out the research into the plant growth, characterization and application of the catalysts. Finally, the Yale University School of Forestry and Environmental Studies (Yale) will carry out life cycle, economical and societal assessment to determine what impact the project will have on the wider world.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K022482/1","grantId":"EP/K022482/1","fundValue":"490858","fundStart":"2012-11-01","fundEnd":"2015-10-31","funder":"EPSRC","impactText":"","person":"James Hanley Clark","coPersons":["Neil  Bruce"],"organisation":"University of York","findingsText":"","dataset":"gtr"}