{"id":"FF26483B-50B5-466E-A55C-020461EF1FBA","title":"CoSMoS: Complex Systems Modelling and Simulation","abstractText":"Our proposal builds capacity in generic modelling tools and simulation techniques for complex systems, to support the modelling, analysis and prediction of complex systems, and to help design and validate complex systems. Drawing on our state-of-the-art expertise in many aspects of computer systems engineering, we will develop CoSMoS, a modelling and simulation process and infrastructure specifically designed to allow complex systems to be explored, analysed, and designed within a uniform framework.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E053505/1","grantId":"EP/E053505/1","fundValue":"740251","fundStart":"2007-10-01","fundEnd":"2012-03-31","funder":"EPSRC","impactText":"  Within the project, the developed process has been used mainly for simulation of immunological systems and processes. This has led to a spinoff centre: the York Centre of Computational Immunology, which has taken and further developed the approach, to integrate it into a specific experimental scientific domain.\n\nAdditionally, members of the project have used the approach in their subsequent research simulation projects. Communities and Social Services/Policy,Digital/Communication/Information Technologies (including Software),Education,Environment,Healthcare,Pharmaceuticals and Medical Biotechnology Societal,Economic","person":"Susan  Stepney","coPersons":["Martin Alexander Bates","Fiona  Polack","Andy  Tyrrell","Jon  Timmis"],"organisation":"University of York","findingsText":" We have developed a new approach to building fit-for-purpose computer simulations of complex systems, and applied this to various domains, initially mainly immunology, but extending to other areas from cancer to social segregation.\n\nThis new approach focuses on the early stages of the development, ensuring that domain experts are contributing early in the process, and the the purpose of the simulation is clearly captures, to allow fitness-for-purpose argumentation to be applied. Others can use the developed process to build and have reasonable confidence in computatioal simulations of complex systems of interest. Agriculture, Food and Drink,Communities and Social Services/Policy,Digital/Communication/Information Technologies (including Software),Education,Environment,Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}