{"id":"FF26C27A-90AE-4EF1-A5FF-B0CB8C27FE9A","title":"Hydrothermal activity and deep-ocean biology of the Mid-Cayman Rise","abstractText":"We propose to investigate the world's deepest undersea volcanic ridge for the first time to obtain a vital piece in a global jigsaw puzzle of deep-sea life, advancing our understanding of patterns of biodiversity in our planet's largest ecosystem. Our proposal targets the Mid-Cayman Rise (MCR), an undersea volcanic ridge where ocean crust is being created in the Caribbean Sea. In common with all such ridges examined so far, we expect to find hydrothermal vents on the MCR: hot springs that support rich communities of deep-sea life. Investigations of hydrothermal vents over past 30 years have found hundreds of new animal species and shown that vents are more common than originally realised. Understanding how species survive in these unlikely havens has revolutionised ideas about how ecosystems can be supplied with energy and even provided clues to the origins of life. But we have yet to understand what controls the global distribution of species in these island-like extreme environments. East Pacific vents, for example, are home to metre-long tubeworms, but those animals are not known at Mid-Atlantic vents. The MCR presents a unique opportunity to determine the factors responsible for such patterns. The MCR has a deep-water connection with the Atlantic, so its vents may be inhabited by species related to those of the Mid-Atlantic Ridge. But before the Isthmus of Panama closed ~3 million years ago, there was also a deep-water connection with the eastern Pacific. The MCR may therefore harbour species related to those of the eastern Pacific, constituting a 'missing link' between the two oceans. Alternatively, the MCR may also host species unlike any found elsewhere, as a consequence of its depth and isolation from other volcanic ridges. Characterising its vent communities should therefore reveal the roles of ocean currents, geological history, depth and isolation in determining global distributions of vent species. As much of what we know about the dispersal of deep-sea species in general comes from studying these systems, this will advance understanding of patterns of deep-sea biodiversity. Because of this potential, the international Census of Marine Life has identified the MCR as a priority for investigation. From analogies with other ridges, we also expect a variety of types of hydrothermal vent on the MCR. These include high-temperature systems associated with an undersea mountain where rocks from the Earth's mantle may be pushed through the overlying crust. We also anticipate cooler alkaline vents on the ridge, created by reactions between seawater and exposed mantle rocks. And vents towards the ~6000 m maximum MCR depth are expected to have record high temperatures and unusual geochemistry, as a result of pressure-driven differences in the reactions in the crust that create them. Such vents have a high potential for new animal species and novel microbes adapted to them. We therefore propose to study the geology and hydrography of the world's deepest seafloor spreading centre, using established techniques to locate all hydrothermal vents along its ~110 km length. This will include using NERC's new Autosub 6000 autonomous underwater vehicle to pinpoint vents on the seafloor. We will then visit those vents with the UK's deep-diving robotic vehicle Isis to sample their geology, geochemistry and biology. Analysing these samples will confirm the geochemical processes driving the vents and reveal the evolutionary and genetic relationships of their inhabitants to vents elsewhere. We will also collect samples for international programmes in marine microbiology and biotechnology and share our discoveries with the wider public through an outreach programme. By using cutting-edge technology to investigate this part of our planet for the first time and answer a key question in deep-sea science, this proposal addresses NERC's goal of delivering world-class environmental research at the frontiers of knowledge.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F017758/1","grantId":"NE/F017758/1","fundValue":"83696","fundStart":"2009-07-19","fundEnd":"2013-12-31","funder":"NERC","impactText":"","person":"Bramley James Murton","coPersons":["Douglas  Connelly"],"organisation":"National Oceanography Centre","findingsText":"","dataset":"gtr"}