{"id":"FF2BD685-30DC-4BCC-88A8-A9D14112C0D5","title":"Structuring processes in audio-visual form.","abstractText":"Context\\nThe hybridization of electronic art forms (and software tools) is providing new areas for academic and creative enquiry, and as such, it is a genuine growth area in interdisciplinary research. The trend towards collaborative work involving electroacoustic music and experimental video is increasing. This is evidenced by the growing numbers of calls for music/video pieces. On an individual note the success of the previous works supports this view.\\n\\nAt this point in time there are various approaches to the combination of electroacoustic music and video. A great deal of work in the field that is generative/algorithmic, there are examples incorporating computer-generated animation and there is also a tendency toward electronica in places. This application will not try to suggest that there is an absolute relationship between the two media, but that the aim is to extend acousmatic music, essentially by revealing the source.\\n\\n\\nAims and objectives \\nThe work will exploit the key concepts of acousmatic music and the possible alignment of these concepts with artistic parallels found in video art. This enquiry is artistic and is designed to explore, through creative endeavour, relationships between electroacoustic music and video art. The work is interdisciplinary and exploits the relationship between the two types of media, as a series of related phenomena, enabling parallel explorations in the areas of gesture, trajectory and notions of real, unreal and imaginary spaces, culminating in a work that develops new hybrid narratives and forms. \\n\\nWhen experiencing acousmatic music, the listener is presented with a series of musical ideas where the source of the sounds is in question as the cause cannot be seen. Much of the richness and compositional opportunity in acousmatic music derives from the creation of sounds that are dislocated from their source. In audio-visual contexts, when the source of the sound is revealed the visual element becomes the central and dominant focus, while the sound adopts a supplementary reinforcing role. However, in video art a similar situation exists where, as a result of processing, the visuals can become abstract also hiding the cause of the event. The fact that, once recorded, audio and visual media can be seen to have similar properties suggests that the area demands to be investigated further. \\n\\nThe space where the piece will exist is essentially a resultant formed by the relationship between the confines of the screen and the auditory space. This can be seen as an augmentation of 'mise en sc&egrave;ne' to include everything that is in front of the microphone in addition to the camera. Verisimilitude will become what the audience perceives are true / in a piece where sounds and visuals can exist individually, correspond to each other or point to the existence of the other. The creative outcomes will be many. Counterpoint becomes a series tensions, consonances and dissonances, existing between the visual and audio elements. \\n\\nPotential applications and benefits \\nThe project is a collaboration involving electroacoustic music and video art the success of this will be demonstrate this in the production of an artefact (DVD) that will be subjected to testing and review in the academic conference/festival environment and film/video events. The piece will also be submitted to broadcast organisations where appropriate. \\n\\nThe collaborators, the applicant (a composer at Hull University) and Nick Cope (a video artist at Sunderland University) have already produced two successful pieces and the outcomes from this pieces suggests that this new piece will be a worth piece of 'Practice as Research.' Further pieces are planned including audio-visual work incorporating dance/physical movement and using recordings of instrumentalists are source material. \\n\\nIn addition to the final Audio-Visual work onDVD, there will also be a supporting conference paper and journal article.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E002714/1","grantId":"AH/E002714/1","fundValue":"12220","fundStart":"2007-01-15","fundEnd":"2008-05-20","funder":"AHRC","impactText":"","person":"Timothy Julian Howle","coPersons":[],"organisation":"University of Hull","findingsText":"","dataset":"gtr"}