{"id":"FF2E7C17-817A-4E49-8F09-FFC6587BAA1A","title":"An initial intermedia study of science on television and in museums","abstractText":"In our scientific and technological society, many from within science argue for the importance of public engagement in science. The arguments are well established, and can be traced in various forms to the 18th century. Humanities perspectives, in this case historical research, can enrich this debate by providing understanding of how the public culture of science has operated in the past; here is the evidence base for the different modes in which science may be presented and consumed. This is a growing field of study within the discipline of the history of science. Much of the work published so far has concentrated on the written word, on books, newspapers and magazines; this is as true of the postwar period as it is of the longer history. The scoping project here, by contrast, looks at the visual media of television and museum display. Arguably this is a very necessary corrective to the existing textual emphasis, especially for the period since 1945 when visual media have gained enormous significance in science communication, as in every department of culture. \n\nThe proposal argues that it is necessary to move away from studies focussing on single media; to understand how science communication operated within society, we must look at the nature of communication itself and, within the formulation of this project, we propose to achieve that by drawing comparisons between science communication in the time-based medium of television and the spatial medium of museum display. Past TV producers and museum curators existed within the same general culture; they were subject to similar - sometimes effectively identical - pressures from interest groups; and they often produced public representations of the same subjects. By studying both media together it should be possible to 'subtract out' the specifics of each medium and understand significantly more about the activity of science communication itself. We hope to untangle what is intrinsic to each medium; how historical contingency - eg recruiting practices for professional staff - affects mediation; what may be common between media (eg pressure from elites and organisations); and attitudes held in common, for example deference to expertise or authority. \n\nThe period chosen - 1945-1970 - is particularly interesting and appropriate for this study. I have argued elsewhere that this era, and specifically 1957 to 1964, should be considered the point at which science on television became established. The BBC's Horizon began transmission in 1964 and, by the end of 1969 had broadcasted 135 issues. Neither was The Science Museum a backwater in this period: 85 special exhibitions were held between 1946 and 1970, at the same time as the Museum's staff also installed a suite of new galleries into a major new building. Furthermore, this was the era in which activities supplementary to the object displays - lectures, film shows, schools' provision - increased markedly. \n\nThe comparative approach arises from a highly suggestive 1990 paper by Ghislaine Lawrence, which compared 1950s medical TV and exhibitions. To explore the benefits of the approach when applied to a wider range of programmes and displays requires this scoping study, which we hope will deliver 'proof of concept'. For reasons of achievability, this project focuses on British television and the Science Museum South Kensington; a much more comprehensive picture is a good ambition, but one that will require much more extended study.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J01141X/1","grantId":"AH/J01141X/1","fundValue":"23648","fundStart":"2012-02-14","fundEnd":"2012-09-30","funder":"AHRC","impactText":"","person":"Timothy Martyn Boon","coPersons":[],"organisation":"Science Museum Group","findingsText":" We learned the historical insights contained within the publications. We were able to contact original participants in science television. WE learned that the archives, both in the Museum, and at the BBC, are easilt strong enough to support comparative analysis of media. As an intermedial study, this project demonstrates the power of comparison. Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Culture, Heritage, Museums and Collections","dataset":"gtr"}