{"id":"FF36178D-980C-444B-9937-DC36BD4F19E5","title":"Oxidative stress induced regulation of synaptic growth in the nervous system - dissection of genetic and cellular mechanisms.","abstractText":"Brains are very sensitive to ageing and most of us have experience of ageing relatives with faulty memories. The brain requires high levels of food and oxygen to function effectively. By using a lot of oxygen to generate energy, the brain produces a by-product. This by-product is toxic forms of oxygen and is termed Reactive Oxygen Species or ROS. Normally the brain can cope with low levels of ROS that are generated as a by-product of normal metabolism, but as the brain ages, the self-repair mechanisms become less effective and ROS become excessive. ROS are destructive to cells by a self-perpetuating cycle of damage. Primarily, ROS generation occurs in the structure within the cell responsible for producing energy from food and oxygen called the mitochondria. We term ROS generated by the mitochondria, mitochondrial ROS (m-ROS). An ageing brain struggles to clear itself of cellular material damaged by ROS. As waste material accumulates, it can also generate a second source of ROS, generated by metals within the accumulated waste material reacting with oxygen to produce more ROS. We term these cytoplasmic ROS (c-ROS). Both sources of ROS now contribute to the increasing cycle of damage as neurons age. We found that the connections between nerve cells, called synapses, grow excessively when ROS are excessive. Synapses are normally known to grow while the brain carries out learning and memory functions and the connections between nerve cells improve their communication efficiency. We therefore find it surprising to see synapses growing during a period when we would expect a decline in the efficiency of neuronal communication. In this proposal we will examine and uncover the processes in nerve cells that react to ROS to cause synapse growth. We have already found that nerve cells activate a process of self-renewal when ROS are present in the brain and suspect that this may be inducing synapse growth. Exactly how this happens we aim to determine. The changes that we have observed are very likely of critical importance to our understanding of the decline in brain function as we age. This work will help us to understand the mechanisms, events and molecules that cause failure in nerve cell function in the ageing brain. The results of this work have every potential to aid the discovery of drugs and treatments to alleviate adverse effects of ageing and will thus, in time, benefit society as a whole.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I012273/1","grantId":"BB/I012273/1","fundValue":"153795","fundStart":"2011-08-01","fundEnd":"2014-07-31","funder":"BBSRC","impactText":"","person":"Sean  Sweeney","coPersons":[],"organisation":"University of York","findingsText":"","dataset":"gtr"}