{"id":"FF36D33D-C11C-498E-9084-36448FCC52FF","title":"SUPRAMOLECULAR APPROACHES TO MEMBRANE CO-TRANSPORT OF HCl","abstractText":"In cells there are compartments (endosomes) containing higher concentrations of HCl than are found in the rest of the cell. These comparments have walls consisting of lipid bilayer membranes - which have an oily or lipophilic interior that the HCl cannot cross easily as HCl consists of two charged species (H+ and Cl-) which prefer not to be in a lipophilic environment. The aim of this project is to design smart molecules which can recognise HCl and carry it across the lipid bilayer. The molecules are designed to bind the HCl and wrap it up in an organic coat which is soluble in the membrane. Because there is a difference in HCl concentration across the membrane the molecules will act to equalise the concentration of HCl by diffusing and releasing the HCl on the low concentration side and then diffusing back to the high concentration side to bind another HCl. We will design and test molecules to do this in model systems first and then in collaboration with a group in the US will test them in vesicles and in cells. By transporting the HCl we disrupt chemical potentials in the cell. This might be useful if we wish to kill the cell if it is a cancer cell. Additionally, the transport of HCl can disturb the function of important proteins in the cell membrane by changing the pH (ATPase uncoupler activity). This may lead to other interesting biological activity. The project is a collaboration between the Gale group in Southampton (design and synthesis of receptors and binding studies) and the Smith group at Notre Dame (vesicle and cell studies). The PDRA will visit Notre Dame twice during the course of the project and will transfer the knowledge gained in membrane studies back to Southampton.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D03549X/1","grantId":"EP/D03549X/1","fundValue":"208752","fundStart":"2006-02-06","fundEnd":"2009-02-05","funder":"EPSRC","impactText":"","person":"Philip Alan  Gale","coPersons":[],"organisation":"University of Southampton","findingsText":" This project laid the ground work for our work on transmembrane anion transport. This early work showed that small synthetic compounds could be used to co-transport HCl across lipid bilayer membranes. These compounds may have potential future use as therapies for a range of diseases including cystic fibrosis and cancer. We followed this up with work on other systems and have shown recently that these compounds have anti-cancer properties. We are exploring with Bristol whether these compounds may have potential use in the future treatment of cystic fibrosis. Healthcare","dataset":"gtr"}