{"id":"FF3B7D8A-FF82-4695-856B-FA696880AB43","title":"Collective participation and social identification: A study of the individual, interpersonal and collective dimensions of attendance at the Magh Mela.","abstractText":"The project brings together UK and Indian researchers to study one of the world’s most remarkable collective events – the Magh Mela at Prayag (Allahabad, Northern India). For a month each year hundreds of thousands of Hindu pilgrims gather on the banks of the Ganges, and, although the site is crowded and noisy, it appears that Mela is ordered, harmonious and joyful. The researchers are interested in how this is possible and will explore \n<br />\n<ol>\n <li>the social dynamics shaping the experience of such participation, and, </li>\n <li>the longer-term consequences of this collective experience. </li>\n</ol>\n<br />The project draws on a tradition of social psychological research into group process which recognises the importance of collective identities in self-definition. Typically, this work focuses on how an individual’s identification with a group impacts on their group activity. We know much less about how participation in group-related activity impacts back on identification. Moreover, we know little about other outcomes – such as how involvement in identity-related social activity impacts on physical and mental well-being. Our aim is therefore to use the Mela in order to develop a broader psycho-social model of the pleasures of collective participation.\n<br />","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/G00711X/1","grantId":"ES/G00711X/1","fundValue":"448633","fundStart":"2009-11-16","fundEnd":"2012-09-15","funder":"ESRC","impactText":"  Our findings have been used by social psychologists interested in identity processes and health  ","person":"Nicholas  Hopkins","coPersons":["Mark  Levine","Clare  Cassidy","Stephen  Reicher"],"organisation":"University of Dundee","findingsText":" The data for this project have been collected and are now being analysed. Our data are derived from 1. Interviews with pilgrims attending the festival; 2. Observations of pilgrims attending the festival; 3. A longitudinal survey of Pilgrims attending the festival and a comparable sample of non-attendees.\n\n\n\nThus far we have submitted three papers for publication as follows:\n\n\n\na. Psychology has a long-standing interest in how our social identification as group members impacts our willingness to participate in collective behaviour. Yet, there is little research concerning the equally important question of how collective participation feeds back into our social identifications and behaviour. We investigate this question in a longitudinal questionnaire study conducted at one of the world's largest collective events - a month-long Hindu religious festival in North India. Data gathered from pilgrims and a sample of comparable others who did not attend the event support the prediction that participation in the event increased pilgrims' social identification as Hindu and increased their levels of religious activity (e.g., visiting temples). These data highlight the need for psychological analyses of collective ritual and how such joint activity revivifies participants' social bonds and beliefs.\n\n\n\nb. Environmental Psychology has typically focused upon noise as pollution. However recent research in psychology and anthropology indicates that the experience of noise as aversive depends upon the social context in which it is experienced and the meanings attributed to its occurrence. We extend this principle to the study of how social identity, the aspect of one's self derived from group membership, can shape the ways in which we experience loud, persistent noise as aversive or not. Pilgrims attending the Magh Mela are exposed to a continuous, cacophonous noise. Reporting an experiment and semi-structured interviews, we show that this pervasive noise is experienced as pleasant or unpleasant depending on whether it is perceived as congruent with the religious identity and collective practices of the pilgrim. In particular, the perception of being 'immersed' in religious sound is associated with an enhancement of pilgrims' identity and an intensification of religious experience. \n\n\n\nc. Previous research suggests that that our social identities provide a filter through which identity-related threats and aversive stimuli are initially interpreted. Indeed, there is evidence that the same events and even physical stimuli are perceived differently by individuals according to their identities and interactions with other group members. Absent from this literature is the study of how these processes are manifest in the interactions of real world groups who endure physical suffering and hardship as part of their collective experience. Using a mixed-methodology of participant observation and semi-structured interviews we examine how pilgrims' understandings and behaviours interrelate to allow them to endure extremes of cold and exposure during their month-long stay by the banks of the Ganges. Our results indicate a diversity of experiences of the cold among pilgrims and points to a variety of social identity processes through which the cold is managed, ignored and even overcome. As indicated above, we are pursuing the relevance of this research for non-academic audiences in the field of health. A key theme in our research concerns the relationship between collective participation and various health outcomes. Our work links with a large literature on social capital and health. We are in the process of organising a dissemination event to be held in June that will bring together academics and health professionals to discuss the relationship between social connectedness and health, and how the concept of social identity allows this relationship to be conceptualised in novel ways. Education,Healthcare","dataset":"gtr"}