{"id":"FF42E934-FF5C-4BA9-9C61-729D93907192","title":"Engineering Responsive Nanomaterials for Pulsatile Neural Regeneration","abstractText":"Triggerable drug delivery from polymeric implants offers the possibility of generating remote-controlled drug release profiles that may overcome the deficiencies of conventional administration routes such as intravenous injections and oral administration. We propose here the development and biological characterisations of an injectable electro-responsive hydrogel hybrid scaffold capable of releasing therapeutic agents in response to an externally applied electrical field. This type of delivery system will ideally actuate the timing, duration, dosage, and location of drug delivery and in the meanwhile enable remote, repeatable, and reliable switching of therapeutic agent release. Numerous types of disorders including neurodegenerative disorders could benefit from this 'smart' material. Our interest is on the treatment of Parkinson disease, which stands among the common progressive neurodegenerative disorders; it has been demonstrated that a selective loss of pigmented dopaminergic neurons in the substantia nigra (SN) was the main cause of this disorder. Developing a remote-controlled delivery system capable of releasing a nerve growth factor in this specific area of the brain that could regenerate dopaminergic neurons would provide a novel and powerful tool for the therapy of Parkinson's disease. This proposal aims to translate our innovative delivery system as a potential therapy for Parkinson's disease; this system, based on an injectable thermo-responsive gel hybrid scaffold, will deliver in a pulsatile fashion, a nerve growth factor, retinoic acid (RA) upon the on/off application of an external stimulus in the SN. The differenciation of neural primary cells into dopaminergic neurons by chronic stimulation via Retinoic acid (RA) has been investigated in vitro as potential therapeutic solution. Therefore, the in vitro and in vivo capability of these materials will need to be assessed.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K001558/1","grantId":"EP/K001558/1","fundValue":"117753","fundStart":"2012-11-01","fundEnd":"2013-12-31","funder":"EPSRC","impactText":"","person":"Patricia  Limousin","coPersons":["Kostas  Kostarelos"],"organisation":"University College London","findingsText":"","dataset":"gtr"}