{"id":"FF44E73D-221E-4D55-890C-A7BEA3AF3FBA","title":"Advancing Visual Methodologies in Business and Management","abstractText":"<p>This project aims to build capacity in visual methods, such as drawing, photography and film to enable rigorous investigation of the increasingly visually saturated nature of contemporary business and management life. </p>\n\n<p>Over two years, commencing 1 Sept 2010, the Project team members will develop an online training resource aimed at new and existing management researchers as well as those who teach research methods to business and management students at all levels. This will draw on a previous ESRC seminar series (see in-vision.org) and will include modules based around theoretical and practical issues in visual research, case studies of good practice, links to readings and resources and a &quot;toolkit&quot; of downloadable materials for teachers of business research methods to use in lectures and seminars with students. </p>\n\n<p>The website will launch at the end of 2011 and the Project will culminate in a two-day conference to be held in the autumn of 2012.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-046-25-0006","grantId":"RES-046-25-0006","fundValue":"65765","fundStart":"2010-09-01","fundEnd":"2012-12-31","funder":"ESRC","impactText":"  Users report using the resources to support their own research practice (62%), develop new skills (69%), advance their existing visual methods capability (40%) and for training purposes (students or clients) (31%). The project is also referenced in two globally best-selling business research methods textbooks, Bryman and Bell (2013) and Saunders et al. (2015). \n\nAs the Researcher Development Initiative Scheme that funded our project is primarily intended to build capacity among academic researchers, we are especially pleased to have had impact on non-academic users as detailed below. Primary Impacts have been on the skills and continuing professional development for the researcher/ consultant community outside academia in much the same way as noted above. Secondary impacts are occurring as a result of these users' practices - the use to which practitioners are putting their new skills to effect organizational change and/ or undertake consultancy for their clients, for example. These include organizational consultants, HRD practitioners within the health sector, and a government department and two specific examples of user impact are (1) an Education Director at a Hospice for cancer patients who used the resources to introduce drawing techniques as part of the 'supervision' process for care workers who support the terminally ill and their families; and (2) an organizational consultant who now uses participant-led photography to gather data on employee engagement as a result of finding our network. \n\nThe HEA/ Students Union project 'Go Green' also worked closely with inVisio to support their arts-based training workshops and will contribute a case study to the inspire website, on sustainable management development through visual research. \n\nSpecific non-academic talks/ networking events where the resources have been promoted include The Environment Agency, Bristol, ERIC a Bristol based charity and the GE Women's Network. Communities and Social Services/Policy,Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Healthcare,Leisure Activities, including Sports, Recreation and Tourism,Government, Democracy and Justice,Other Cultural,Societal,Economic,Policy & public services","person":"Samantha  Warren","coPersons":["Caroline  Scarles","Emma  Bell","Jane  Davison","Jonathan  Schroeder","Bill  Lee"],"organisation":"University of Essex","findingsText":" 'inVisio inspire' is a set of online materials and a interactive blog which (building upon the earlier 'inVisio' seminar series) has established the first international community for visual research in business and management discplines. The visual dimension to business, management and organizational life has exploded in importance with the development and spread of Internet technologies, and new channels of visual media communication. Yet research methods to analyse the role and significance of images and other visual media in these settings have not kept pace with these changes and business and management disciplines remain dominated either by quantitative methodologies, or text-based qualitative ones. This Project addresses this gap by providing a free to access, online resource for the development of researchers' skills in visual methodology and analysis - specifically with the needs of the business and management community in mind. The resulting website 'inspire' (www.moodle.in-visio.org) was developed by 31 expert members of the International Network for Visual Studies in Organizations (inVisio) and provides introductory and advanced materials, how-to guides, video case studies, tutorials, and references, all assembled in a 'one-stop shop' resource for anyone wishing to develop new skills in visual management research: from postgraduate students, through to experienced, established researchers. The resulting website 'inspire' (www.moodle.in-visio.org) was developed by 31 expert members of the International Network for Visual Studies in Organizations (inVisio) and provides introductory and advanced materials, how-to guides, video case studies, tutorials, and references, all assembled in a 'one-stop shop' resource for anyone wishing to develop new skills in visual management research: from postgraduate students, through to experienced, established researchers. Communities and Social Services/Policy,Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections,Other","dataset":"gtr"}