{"id":"FF4735A1-A46D-4081-90BF-A1D66D7DCE17","title":"Childhood Maltreatment: Emotional Consequences and Potential Intervention","abstractText":"Childhood maltreatment, which includes the abuse and neglect of children and young people, is a significant problem that occurs in all countries in the world. Early maltreatment has serious, long-lasting consequences on an individual's health and well-being, but can also impact economic growth. Most estimates of the prevalence of childhood maltreatment have come from surveys conducted in high-income countries, with outstanding questions remaining on the nature and extent of child abuse and neglect among lower-income countries and, within these countries, among the most disadvantaged sectors. The evidence base is poor because of cultural stigma associated with childhood maltreatment and cultural norms around the acceptability of abuse as a form of discipline and punishment. Moreover, the economic context of these countries enables the general exploitation of children in the labour force. This could not only increase the likelihood of other forms of abuse and neglect but also make their presence less transparent. The first major goal of our research is to study the frequency of different forms of abuse and neglect among working children and young people in North India and Nepal. This work will directly contribute to our understanding of the scope of the problem and facilitate, among governmental and non-governmental organisations, specific recommendations for preventing violence against children, which are key ongoing priorities for the World Health Organisation and United Nations. Dissemination of our findings locally will also enable gradual change in attitudes and perceptions, shifting cultural norms and practices. Although the effects of childhood maltreatment on later-life health and functioning are well-documented, the pathways by which early-life adversity increases vulnerability on these negative outcomes are less well-understood. Prior research suggests that early adversity affects how the brain develops, particularly how it responds to, and manages stress. We do not know much about how these effects on the brain affect the way we process emotional information and think about the world - even though cognitive factors are directly targeted in psychological therapies. The second major goal of our research is to investigate how childhood abuse and neglect alters the processing of emotional information. We expect that as early maltreatment can leave scars on the developing brain, this affects the way that its victims attend to threatening information (showing vigilance for threat cues) and appraise ambiguous information (showing a tendency to interpret situations negatively or with hostile intent). These negative patterns of thinking may then increase the likelihood of developing anxiety, depression and aggressive responses towards stressful events - and even reinforce these negative problems. Although these disturbed patterns of thinking have been reported in physically abused children and young people, these studies have largely been conducted in high-income countries. Identifying these cognitive-emotional disturbances in maltreated young people from lower-income countries lays the foundation for developing a novel treatment tool to directly target these negative thought patterns in young people from these poorer countries. \nDeveloping and piloting a novel training intervention tool to encourage more adaptive ways of processing emotional information is the third major goal of our research. Specifically, cognitive bias modification is a technique used to correct negative thinking patterns, and therefore negative responses towards stress. It has been successfully used in adults with mood and anxiety problems, and in children and young people with emotional and aggressive problems. We will adapt this programme for use in maltreated young people and test whether this programme modifies negative thought patterns and, in doing so, normalises dysfunctional brain circuits, so that they resemble those of non-abused young people.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/N006194/1","grantId":"MR/N006194/1","fundValue":"341188","fundStart":"2015-07-14","fundEnd":"2018-07-13","funder":"MRC","impactText":"","person":"Jennifer Yun Fai Lau","coPersons":["Tushar  Singh","Yogesh Kumar Arya","Ramesh Chandra Mishra","Rakesh  Pandey","Veena  Kumari","Shanta  Niraula"],"organisation":"King's College London","findingsText":"","dataset":"gtr"}