{"id":"FF529C99-C610-4AF8-A100-8F86D9E8122B","title":"Control of self-assembly and functionalisation of coordination cages","abstractText":"Polyhedral coordination cages are a class of complex that have become of interest for two major reasons.\n\n(i) Their attractive, highly-symmetric structures can be prepared by self-assembly methods in which simple components combine under the correct conditions to give remarkably elaborate multi-component species (cf. biological assembly of virus coats from hundreds of protein subunits). Accordingly they act as a 'test-bed' for our ability to perform self-assembly in artificial systems.\n\n(ii) Their large central cavities can act as size- and shape-specific hosts for a variety of small guest species, giving access to a range of possible functions (sensing, catalysis, transport) that are based on recognition and binding of a particular molecules.\n\nSo far however there are almost no examples of the development of cage synthesis beyond the simple self-assembly-of-labile-components approach. This proposal aims to expand our ability to synthesis specific cage-type species, with useful functional behaviour, in two distinct and complementary ways.\n\nFirstly, we will use the techniques of 'subcomponent self-assembly' to develop ways to assembly cages in a step-by-stap manner using partially pre-formed building blocks ('subcomponents'). These subcomponents may be based on triangular faces which can be cross-linked in different ways to give complete polyhedra, just as a triangular panels can be combined in different ways to give tetrahedral, trigonal prisms, and so on. Alternatively these subcomponents may be based on very stable metal complex fragments whose geometry ensures that they will be incorporated into specific vertex sites of a polyhedral array, allowing formation of mixed-metal cages with metal ions of one type at some vertices and metal ions of a different type at the other vertices. Such stepwise assembly from pre-fabricated subcomponents would greatly extend our ability to control the synthesis of cage complexes of desired shapes and sizes and with built-in functionality (luminescence, redox activity, paramagnetism) at specific positions.\n\nSecondly, we will investigate ways to add useful properties and functional behaviour to cages after their assembly is complete, by covalent attachment of additional units to the external surface of the cages which will have appropriate externally-directed reactive groups (hydroxyl, amine). This will require initial synthesis of ligands bearing these hydroxyl or amine substituents and their use to form cages which will contain up to 48 externally-directed sites for attachment of other units. Covalent attachment of a wide range of groups will be investigated including:\n\n(i) fluorescent species (to give an array of numerous luminescent units around a central cage core); \n\n(ii) redox-active fragments (to allow the charge on the cage to be massively altered by simple oxidation / reduction of the array of external units); \n\n(iii) hydrogen-bonding sites (nucleobases) or metal-ion binding sites (pyridyl units) to allow formation using crystal-engineering methods of arrays of hollow capsules in the solid state which will perform solid-state host-guest chemistry; and \n\n(iv) oligopeptide sequences which have known cellular recognition sites, to allow uptake of luminescent cages into cells and their binding at the specific recognition sites, permitting luminescence-based imaging of specific targeted regions of a cell and possibly delivery of a guest 'payload' to a specific cell site.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K003224/1","grantId":"EP/K003224/1","fundValue":"320061","fundStart":"2013-02-01","fundEnd":"2016-01-31","funder":"EPSRC","impactText":"","person":"Mike  Ward","coPersons":["Julia A. Weinstein","Lee  Brammer","Barbara  Ciani"],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}