{"id":"FF57F6A2-B935-4B2B-8AB3-7A350C8A8C8F","title":"I-DRESS","abstractText":"The main objective of the project is to develop a system that will provide proactive assistance with dressing to disabled users or users such as high-risk health-care workers, whose physical contact with the garments must be limited during dressing to avoid contamination. The proposed robotic system consists of two highly dexterous robotic arms, sensors for multi-modal human-robot interaction and safety features.\nThe system will comprise three major components, each of radical impact to the field of assistive service robotics: (a) intelligent algorithms for user and garment detection and tracking, specifically designed for close and physical human-robot interaction, (b) cognitive functions based on the multi-modal user input, environment modelling and safety, allowing the robot to decide when and how to assist the user, and (c) advanced user interface that facilitates intuitive and safe physical and cognitive interaction for support in dressing. The consortium consisting of three partners provides the expertise for the main lines of research required by the project: CSIC-UPC will work on perception and human-robot interaction, IDIAP will contribute to robot learning, and UWE-BRL will provide the expertise in safety and interface design. \nThe developed interactive system will be integrated on commercial WAM robotic arms and validated through experimentation with users and human factor analysis in two assistive-dressing scenarios. Additionally, developed robot safety features and the learning by demonstration algorithms will be implemented on a Baxter robot, thus ensuring general applicability and easier acceptance of the project results by both industry and scientific community.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N021703/1","grantId":"EP/N021703/1","fundValue":"305523","fundStart":"2015-12-01","fundEnd":"2018-11-30","funder":"EPSRC","impactText":"","person":"Sanja  Dogramadzi","coPersons":["Tony  Pipe","Alexander  Lenz","Praminda  Caleb-Solly"],"organisation":"University of the West of England","findingsText":"","dataset":"gtr"}