{"id":"FF583707-253B-4256-B561-9D5F6CDA66E1","title":"Digital City Exchange","abstractText":"City infrastructure has evolved through many vintages of technology; its various components are not efficiently connected and configured. Utilities and services using this infrastructure often operate sub-optimally, constraining development of new value-added services. Digital technologies enhance our ability to collect appropriate data and conduct analysis at a systemic level, thereby enhancing efficiency and allowing valuable new service businesses to emerge for the first time. This enhances quality of life, making our cities more globally competitive and providing opportunities for new jobs, both within existing companies and because entirely new companies have been empowered to spring up. One simple application is the problem of managing peak demand for infrastructure, whether for energy, waste, water, or transport. Peaky demand requires the provision of expensive infrastructure, the need for which can be avoided if demand can be spread more evenly. Failure to resolve this issue leads to costly symptoms such as traffic congestion or power outages. As urban populations expand, these problems are becoming more apparent and pressing. At present, those responsible for urban services attempt to resolve each of these problems in isolation - for example, congestion charging for transport takes no account of effects thereby induced on demand peaks for energy, implied effects on the bunching of hospital services, or whether congestion in supermarkets is thereby reduced or exacerbated. When systems interact as much as this, optimization at a higher level will yield important efficiency gains - cheaper costs, additional leisure time, better quality of life - making such cities more attractive places for businesses and consumers.Developments in pervasive sensing, large-scale modelling, new analytical and optimisation techniques and web services technologies offer a new wave of opportunities to re-think an integrated urban infrastructure. New markets for digital services will grow from the ability to integrate, analyse, model, and act upon data from multiple sources. Making this happen in reality also requires progress in the understanding of business models, consumer behaviour at a systemic level, and the prototyping of service innovation to accelerate the development of financially viable new services. This proposal seeks to create understanding at each stage in this chain, and to validate the benefits thereby obtained.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I038837/1","grantId":"EP/I038837/1","fundValue":"5930480","fundStart":"2011-09-19","fundEnd":"2016-09-18","funder":"EPSRC","impactText":"","person":"David  Gann","coPersons":["Thomas  Hoehn","Andrew Colin Davies","Erkko  Autio","Goran  Strbac","John William Polak","Aija Elina  Leiponen","Yike  Guo","Nick  Leon","Nilay  Shah","Eric Morgan Yeatman","Chris  Hankin","Jonathan  Haskel"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}