{"id":"FF5A111B-9E93-4C46-A79C-A559FAC40279","title":"New Geometrical Filtration for Ultra-Precision and Micro/Nano Manufactured Products","abstractText":"In the last decade, the design and fabrication of high value, micro- and nanoscale devices (in photonics, telecommunication, aerospace, automotive, defence, biotech, medical and consumer applications) has gradually moved from academic research to industrial manufacturing sectors. Enabling technologies such as computing design technology and ultra-precision and micro/nano- manufacturing capabilities have facilitated the design of these components. However, a fundamental barrier to achieving the potential growth of these products is in providing the metrological infrastructure to measure and characterise these components with the required accuracy so that their manufacturing quality can be controlled. Enterprises that achieve high levels of quality control will secure a larger market share.This proposed two-year project attempts to provide tools to enable the geometrical characterisation of these ultra precision and micro/nano-scale products. The project will develop novel non-linear geometrical filtration techniques. It will focus on robust approaches for micro/nano geometrical features that cope with deterministic engineered surface features/structures, create fast accurate algorithms (implementation in the manufacture context) and reference algorithms (for establishing traceability to national metrology standards) for non-linear filtration, together with best practice guidance for their implementation and use.The consortium for the proposed project is comprised of the Surface Metrology Group (SMG) at the University of Huddersfield, the National Physical Laboratory (NPL, the UK's national metrology institute) and the instrumentation manufacturer Taylor Hobson Limited (TH). The three partners together address the requirements for innovation, development of the national measurement infrastructure, with emphasis on validated algorithms and software, and industrial relevance and applicability. The research will enable UK industry to establish new quality control systems for high-tech products and support the mission of the government for high-added value manufacture: 60% shorter throughput time; 60% shorter time to market and 50% reduction in product costs.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F032242/1","grantId":"EP/F032242/1","fundValue":"206184","fundStart":"2008-04-01","fundEnd":"2010-03-31","funder":"EPSRC","impactText":"  This two year research programme investigated the theory and techniques of the new generation of geometric &quot;non-linear filtration&quot;, to establish novel characterisation techniques to enable ultra precision and micro/nano manufacturing process chains to respond flexibly and cost effectively for the production of high-added value ultra precision complex products and micro/nano products.\n\nThe results generated by this research programme have been presented at international conference, 4 refereed Journal papers have been published, and two conference papers. More significantly, the knowledge derived from this research programme has been transferred to 4 international standards (ISO/TS16610-21, 60, 61, 70).\n\nThe reference algorithms have been adpoted by the UK's Software Support for Metrology Programme and also been promoted through NPL's Measurement Network. In addition, the Good Practice Guide from this project was published on the NPL website. \n\nThe results devied form this research programme have been integrated into Taylor hobson's (world leading instrument manufacturer) surface characterisation software and marked as an 'advanced software module' in their areal metrology software worldwide. Manufacturing/ including Industrial Biotechology Cultural","person":"Xiangqian  Jiang","coPersons":["L  Blunt"],"organisation":"University of Huddersfield","findingsText":" A number of types of approaches to robust analysis for Gaussian filters have been investigated. Focusing on influence functions and estimator designs that suitable for deterministic engineered surfaces and micro geometric featured surfaces. \n\nHave created fast numerical algorithms for robust Gaussian filters; concentrating on the optimised regression approach and its convergence criteria design; developing a thorough understanding of non-linear optimisation, stability, convergence and fast implementation properties. \n\nHave investigated a robust approach for spline filtering based on L-p approximation theory, developing fast algorithms to solve the associated optimisation problems. \n\nHave developed reference datasets based on theoretical models and from typical deterministic engineered surfaces and micro geometric featured surfaces and generate reference algorithms according to specifications from ISO standards. \n\nHave verified and validate the non-linear robust fast algorithms (both Gaussian and spline filters) using reference datasets, demonstrating their stability, reliability and efficiency. \n\nHave developed best practice guidance for the implementation of robust filtering techniques, together with case studies applied to different scale geometry measurement instruments and ultra precision and micro/nano manufactures.  Manufacturing/ including Industrial Biotechology","dataset":"gtr"}