{"id":"FF5DD6B7-E7C8-4E86-B0BD-2770FCB857CF","title":"Multiscale x-ray imaging facility for monitoring and modelling structural evolution in situ","abstractText":"While laboratory based 3D x-ray imagers are becoming as much a part of the toolkit available in materials science labs as traditional electron microscopy, most systems are equiped only to examine small 'dead' artefacts. Synchrotron based X-ray imaging on the other hand offers much more flexible use of experimental space and instrumental configuration as well as offering higher resolution, but access is limited for most users to a few days per year; precluding many important experiments; particularly those with complex sample environments which take many days to set up, or for which the change in state takes place over days.This project is aimed at establishing an X-ray tomographic imaging facility that will open up a wide range of land mark experiments far beyond the interests of the proposers. We will put in place a framework by which users from within the physical sciences and beyond can access the facility no matter where they are located in the UK. Emphasis will be on experiments that cannot easily be done on bench-top systems, nor are best suited to synchrotron research facilities, or simply require experimentation prior to a visit to a synchrotron. It is not possible to second guess all the applications that will arise, especially those proposed from outside the Univesity of Manchester, but examples where there is a proven need and interest from within the University of Manchester include: + fibrous architectures (biomaterials &amp; paper/textiles): to test models for the performance of non-wovens and to optimise scaffolds for cell growth + crack propagation - using phase contrast to reveal crack initiation and high resolution region of interest studies to monitor crack growth rates and crack morlphologies + in-situ powder processing: to extract information in 3D about powder movement and consolidation + metallurgy: to use phase contrast to measure phase microstructures in 3D + corrosion and protection: to exploit high resolution imaging to monitor the evolution of intergranular stress corrosion in 3D + soft solids processing: using phase contrast to delineate how small changes in processing can lead to big changes in morphology + polymer composites: exploiting phase contrast to highlight damage; and monitoring damage evolution + biomaterials: extracting structures that can be modelled and tested virtually to learn natures lessons + porous media: to characterise initial structures and to measure their reponse to fluids, deformation etc + geological materials: to provide input data for seismic modelling and performance prediction + paleontology: exploiting phase contrast to reveal fossil structures + dental materials: to optimise formulation/microstructure /property relationsAs a strategic investment from the University, the Facility will be on open access to users from across the Engineering and Physical Sciences Faculty at the University of Manchester as well as those outside, for which access arrangements and support will be in place.The beamline-based facility will have much in common with those being developed by the proposers at synchrotron facilties. This will mean that experiments can be switched between the two according to need. It also means that some software developed will be transferable from one to the other.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F007906/1","grantId":"EP/F007906/1","fundValue":"2261140","fundStart":"2008-03-01","fundEnd":"2012-02-29","funder":"EPSRC","impactText":"","person":"Philip  Withers","coPersons":["Martin John Turner","Paul  Mummery"],"organisation":"The University of Manchester","findingsText":" The aim of this grant was to establish a new facility for the multiscale 3D x-ray imaging of materials behaviour in situ through the acquisition of 2 x-ray scanners. We were able to refurbish the space and install the new scanners and open the new facility named the Henry Moseley X-ray Imaging facility within 12 months of the start of the project. The Facility now houses 8 x-ray scanners and has been complemented by a synchrotron imaging Facility at the Diamond Light source. The Facility has been so successful we will double its size in the next 6 months.\n\n\n\nAll of the equipment is designed to accommodate a variety of in situ stages. The parallel Imperial College grant also funded an in situ stage that is now helping us to study many phenomena such as the hot tearing of liquid metal which is helping us to reduce solidification cracking during casting. These stages have delivered a very wide range of scientific outcomes such as the identification of subsurface failure sites during thermal exposure of thermal barrier coatings used for turbine blades, aspects of the pupation of butterflies, the sequence of events that lead to subsurface corrosion in 2024 aluminium alloy, a geometrical explanation of auxetic (negative poisons ratio) foams, the chain of events leading up to crack formation during powder metallurgy, the changes in structure that occur in solid oxide fuel cells at temperature, the expansion and contraction of Li battery electrodes and solid finite element modelling evidence that veloceraptor claws were used as crampons rather than for scalping flesh. We have exploited phase contrast imaging in the lab to resolve a number of paleontological questions and iterative image reconstruction to acquire 3D images using many fewer radiographs, reducing dose and increasing the speed of 3D image acquisition. We have also determined the level of cell damage to cell cultures caused by X-ray imaging to define safe regimes for cell ingrowth studies into tissue scaffolds. In parallel to the academic work of the Facility we have developed an industrial measurements program making the 3D scanning capability available to industrial users. This was aided in part by a knowledge transfer award (KTA) with NPL to identify measurement issues associated with 3D coordinate measurement by tomography; the post doc employed on that project now runs our industrial measurements program which has carried out work for over 30 companies. We are about to appoint a technician to make the Facility available for industrially funded work.\n\nWe work closely with Xradia helping them to define the specification for a new instrument the VERSA. We have worked with, Nikon on the development of improved reconstruction algorithms for their imager, we have worked through a KTA with Rapiscan on the development of iterative imaging to improve the capability of their security baggage scanner and Gatan in developing in-SEM x-ray tomography.\n\n\n\nFinally as regards use by the public we make our 3D images available on youtube; our work on huntsman Fossils (http://youtu.be/IL4f_x4CFQA) for example has received 180,000 views. In order to enable wider access to our Facility a year ago we developed an electronic on-line application system (www.imaging.manchester.ac.uk) and have become a 'small scale research facility'. From within the University of Manchester over the last year we have had 55 Materials scientists, 12 Earth Sci.,15 Mech. Eng., 5 Computing, 8 Clinical medics, 9 Biomater/biomed, 7 Life scientists, 3 corrosion sci., 3 textiles sci., 3 dental sci., 2 Civil eng, 4 paleontologists, 2 from cultural history, 1 electronics and 2 planetary scientists use the facility. In addition we have been able to open up our Facility to academics from 14 UK universities and receive visitors from 14 other countries during the last year. It is anticipated that such access will expand provided we can manage our cost model.\n\n\n\nFinally we have set up a Collaborative Computational Program around Computer Tomography to share 3D analysis software and software for reconstruction of the 3D images. This network has around 100 UK academic, industrial and instrument scientist members. Aerospace/ Defence and Marine,Energy,Manufacturing/ including Industrial Biotechology,Culture/ Heritage/ Museums and Collections,Other","dataset":"gtr"}