{"id":"FF624D67-ECA3-47C6-B7D3-76E206C3AF65","title":"Dilute Nitride Type II Quantum Dot Materials for Solar Cells based on GaAs - Collaborative Research in Energy with South Africa","abstractText":"The development of efficient, affordable solar cells for clean energy production is a major global challenge and in this proposal we are seeking to achieve a breakthrough in the fabrication of novel quantum dot materials capable of substantially improving the performance of III-V solar cells based on GaAs. We propose a close collaborative project with Nelson Mandela Metropolitan University in South Africa, who have complementary expertise in photovoltaic cells, to develop and characterize hitherto unexplored GaSbN/GaNAs type-II quantum dot materials. These strain-compensated, dilute-nitride quantum dots will be implemented within the active region of prototype GaAs based solar cells to significantly extend the spectral response and improve the efficiency. This would lead to a new generation of solar cells for clean electricity generation. Feedback from device studies will provide valuable insight into the photovoltaic properties of these unique nanostructures, further aiding material optimization. The quantum dot materials that we shall develop here could either be used to increase efficiency in single junction cells, or could be incorporated into existing multi-junction cells to replace expensive Ge substrates, reduce cost and significantly increase performance. There are clear opportunities for uptake of the technology both within South Africa and the UK.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G070334/1","grantId":"EP/G070334/1","fundValue":"401156","fundStart":"2009-11-01","fundEnd":"2012-10-31","funder":"EPSRC","impactText":"  Our findings are being used to inform and develop improved multi-junction III-V solar cells. Type II GaSb quantum dots are being used in intermediate band solar cells to increase efficiency. Education,Energy Societal","person":"Anthony  Krier","coPersons":["Manus  Hayne","Qian Dong Zhuang"],"organisation":"Lancaster University","findingsText":" In this work we have fabricated GaAs solar cells containing stacked layers of novel nanostructures of GaSb quantum rings (QR) with extended photo-response and much higher performance. Specifically we have;\n1) Achieved an enhanced short-circuit of 27.9 mA/cm2 under 1 sun illumination for a 10 layer stack of GaSb QR inserted within the active region of a GaAs solar cell, which is 6 % higher compared to a GaAs control cell. The corresponding open-circuit voltage of 0.6 V is close to the theoretical maximum expected from such a structure.\n2) Demonstrated the first Quantum Ring solar cell containing 10 layers of stacked GaSb/GaAs rings with excellent structural quality and no threading dislocations. This was achieved through the QR formation during capping which reduces the strain energy avoiding the use of GaAsN strain compensation layers.\n3) Realized a breakthrough in the MBE growth of GaSb QRs whereby exact control of the As flux enabled the QRs to be capped at high growth temperatures, which increased their structural and optical quality. Quantum dot (QD) nanostructures are attracting great interest for use in solar cells as a means of absorbing long wavelength photons to extend the photoresponse into the infrared to increase the short-circuit current. Previous studies have focused on InAs/GaAs QDs where an extension of the long wavelength photoresponse to around 1100 nm has been realized with typical short-circuit enhancements of 3.5% for 10 stacks of dots. An attractive alternative system is type II GaSb/GaAs QDs, such that holes are localized within the GaSb QDs, but there is no electron confinement. Compared to InAs QDs this produces a red-shift of the photoresponse and captures more of the infrared solar spectrum, increasing the short-circuit current. Education,Energy","dataset":"gtr"}