{"id":"FF62BF46-ACB0-4A8F-952E-4625C323BAF9","title":"A rational in-silico and experimental approach to mapping interactomes applied to Candida glabrata","abstractText":"Protein interaction networks have become important tools in the understanding of molecular phenotypes of biological model organisms. Although there are well known problems regarding the quality and completeness of protein-interaction data, a constantly growing amount of such data is being assembled. This data is primarily derived from a few well characterized model organisms, notably Saccharomyces cerevisiae. For other biological important organisms data is sparse. Experimental mapping of interactomes is labour intensive and expensive, resulting in a dearth of interaction data in the vast majority of organisms, including humans. A number of computational approaches have been proposed which use homology to predict protein interactions across species. These approaches cannot, however, predict differences between different organisms. Because of their underlying assumptions about homology, at best they are restricted to establishing a scaffold of protein-protein interactions that are universally shared. Here we will develop novel tools that overcome this severe limitation. These tools will allow us to predict reliably and comprehensively protein interaction data using sophisticated bioinformatics, statistical and comparative arguments. These will be applied to, and validated in, the pathogentic fungus Candida glabrata, one of the most important fungal pathogens of humans. The new approaches will be integrated into a coherent framework for the rational mapping of interactomes. Our approach will differ from and improve upon existing approaches by exploring a range of different statistical models and classifiers and through the close integration between dry and wet approaches. We will furthermore establish an experimentally derived scaffold for protein interactions which can be used to guide as well as validate the theoretical predictors. This joint in-silico and experimental study will develop a general, rational approach to mapping interactomes, especially in organisms that are reasonably closely related to well studied model organisms (e.g. Anopheles gambiae and Aedes aegypti from Drosophila melanogaster; or Caenorhabditis briggsae from Caenorhabditis elegans). We will furthermore explore the added benefit of this type of network data for functional and evolutionary analyses. In addition to developing C.glabrata as a model organism for comparative systems biology, this approach will further highlight the role of comparative approaches in integrative systems biology.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F013566/1","grantId":"BB/F013566/1","fundValue":"757950","fundStart":"2008-07-01","fundEnd":"2011-06-30","funder":"BBSRC","impactText":"  The provided PIN data is and can further be used to highlight the mechanisms whereby Candidat glabrata becomes pathogenic Education,Healthcare ","person":"Michael Peter Stumpf","coPersons":["Ken  Haynes","Alexandra  Lewin"],"organisation":"Imperial College London","findingsText":" We were able to develop in silico prediction methods for protein-protein interactions, evaluate their power and elucidate pathogenic mechanisms in Candida glabrata We are continuing to investigate the data and its implications. Agriculture, Food and Drink,Healthcare","dataset":"gtr"}