{"id":"FF6876A1-95C5-43B3-AF68-70084B787591","title":"Antimicrobials and improved diagnostics towards integrated control of CBPP","abstractText":"CBPP is a bacterial pneumonia of cattle in Africa that causes major economic losses to livestock farmers and national governments in affected countries. These arise chiefly from the death of infected cattle and the reduced productivity of those that survive. A feature of the disease is that cattle continue to shed the pathogen for a variable period after they have apparently recovered. These are known as carrier animals and, because of them, animal movement plays a major role in the spread of the disease. As a result, the presence of the CBPP in a country often imposes trade barriers on livestock products. Considerable resources are therefore invested by national governments in attempts to control or eradicate the disease. Control of CBPP is generally the responsibility of the state veterinary services and relies on the use of live attenuated vaccines, which are not available to individual farmers. These are deployed either annually or in the face of outbreaks. However, available vaccines have limited efficacy, and because state veterinary services are often under-resourced, the necessary vaccine coverage is rarely achieved. Farmers therefore often revert to the use of antibiotics to treat cattle that they believe are infected. Unfortunately, there is little information on the efficacy of antibiotics for treatment of CBPP infected cattle and some studies suggest that these interventions have no benefit. In addition, the use of antibiotics in the face of CBPP has been controversial because of the belief that it promotes establishment of the carrier state. Indeed, use of antibiotics for treatment of CBPP is discouraged or banned in most affected countries. Notwithstanding this, the failure of vaccine-based control strategies to limit the spread of CBPP in Africa has led to calls for a re-evaluation of the role of antimicrobials in its control. In addition, mathematical modeling studies have predicted that, used in conjunction with available vaccines, effective antimicrobials would have a high chance of success in eradicating the disease from infected herds. This project will apply advanced pharmacological methods to evaluate three antimicrobial compounds for their efficacy against the CBPP bacterium and develop rational dosage strategies for their deployment as control tools in the field. The project will also develop a diagnostic test capable of recognising cattle in the early stages of infection, using a format applicable at the crush side or point-of-care, to inform decisions to treat.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H009450/1","grantId":"BB/H009450/1","fundValue":"725743","fundStart":"2010-08-02","fundEnd":"2014-11-30","funder":"BBSRC","impactText":"","person":"Dirk  WerlingDeclan  McKeever","coPersons":["Jeffrey Craver Mariner","Henry Kimathi Kiara","Andrew Nelson Rycroft","Kenneth Clark Smith","Quintin  McKellar","Arshad  Mather"],"organisation":"Royal Veterinary College","findingsText":"","dataset":"gtr"}