{"id":"FF6C1E63-7643-4840-8601-8C2B8A925250","title":"Bioactive Biodegradable Nano-Composite (BBNC) Materials for Regnerative Medicine","abstractText":"We propose to develop Bioactive Biodegradable Nano-composites by combining conventional resorbable polymers with novel nano-crystals of hydroxyapatite and substituted apatites. Resorbable polymers are naturally degraded in the body. They can be used to provide a temporary mechanical support in bone contacting applications and are harmlessly removed by the body once healing has taken place. Their mechanical properties can be enhanced by the incorporation of a ceramic component, which can be chosen to be bioactive and hence encourage the formation of new bone. Furthermore, the presence of the ceramic component can affect the rate at which the polymer is by the body as it can affect both water uptake and local acidity within the implant. This leads to the possibility of tailoring the properties and the evolution of properties in the body through composite design. The innovative aspects of this project lie in two areas. Firstly, this is the first time that nanoparticles of hydroxyapatite and substituted apatites have been combined with resorbable polymers. Secondly, the particles will be produced and incorporated at the nano-scale in a highly original process. We expect that incorporating the particles at the nano rather than micro scale will give significant biological benefits.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=DT/E005233/1","grantId":"DT/E005233/1","fundValue":"364750","fundStart":"2006-11-13","fundEnd":"2010-08-12","funder":"EPSRC","impactText":"  Potential treatments in orthopaedic repair. Ongoing research within the University. Healthcare Societal,Economic,Policy & public services","person":"Ruth Elizabeth Cameron","coPersons":["Serena  Best"],"organisation":"University of Cambridge","findingsText":" (1) Production of nano-particles of bioactive ceramics and incorporation into resorbable polymers to form optimised composites\n\n\n\n(2) Characterisation of the morphology of the nano-parrticles, detailed analysis of the distribution of the a particles within the polymer, evaluation of the mechanical response as a function of composition\n\n\n\n(3) Assessment of the degradation properties and exploration of the potential for sustained drug delivery from the composites Potential treatments in orthopaedic repair. Potential patent application lodged with University Healthcare","dataset":"gtr"}