{"id":"FF76C991-E31B-4F38-B622-2AFD3006E196","title":"Increasing the efficiency of numerical methods for estimating the state of a partially observed system. High order methods for solving parabolic PDEs","abstractText":"Many aspects of phenomena critical to our lives on this planet such as the global climate, the state of the economy, the evolution of the human foetus are not available for direct measurements. Fortunately models of these phenomena, together with more limited observations frequently allow us to make reasonable inferences about the state of the systems that affect us. The process of using partial observations and a stochastic model to make inferences about an evolving system is known as stochastic filtering. The scoop of applications of stochastic filtering is huge and ranges from non-invasive methods to identify tumours to digital recording. The practical implementation of this process to concrete classes of models raises many important mathematical questions. One key question is how to approximate to the true description of the state of the system in an optimal, computationally feasible way. Under certain conditions, the distribution of the hidden'' model solves a non-linear stochastic PDE. It is desirable to find efficient numerical methods to handle this nonlinear PDE. Particle approximations are some of the most successful methods, especially for moderate and high-dimensional models (for example, for satellite tracking one needs to solve a six-dimensional stochastic PDE). A particle approximation uses a cloud of particles that evolve in the underlying state space. The choice of the particles' trajectories has a crucial influence on the properties of the ensuing approximations. The cubature method recently introduced by Lyons and Victoir produces particle approximations for linear/deterministic PDEs. In this case the particle evolve along admissible trajectory (unlike those produced by classical methods such us the Euler methods) and branch at pre-determined time intervals. The proposed research aims to extend the cubature results and the methods to produce high order approximations for the nonlinear stochastic PDE governing the solution of the filtering problem. Moreover we aim to tackle the increase in the complexity of the computation with time. We aim to study two methods for doing this: The first method consists in the addition of a randomized selection by which the particles that follow the right paths are multiplied and those drifting away from the plausible signal trajectories are rapidly removed. The second method consists in a recombination procedure by which the population of particles is divided into subsets. Then each subset of existing particles is replaced by a single particle which inherits the position of one of the particles in the original subset. The particles are recombined in a way that keeps the accuracy of the approximation unchanged.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H000550/1","grantId":"EP/H000550/1","fundValue":"314974","fundStart":"2009-10-01","fundEnd":"2013-03-30","funder":"EPSRC","impactText":"  The results of the research have constituted the basis of further research by the PI and other researchers in the area.  ","person":"Dan  Crisan","coPersons":[],"organisation":"Imperial College London","findingsText":" A qualitative and quantitative analysis of solutions of certain classes of semilinear deterministic and stochastic partial differential equations has been developed. Smoothness results and high order cubature methods for these (stochastic) PDEs have been introduced. We have established a basis for a unified theory of approximation which encompasses particle approximations, Gaussian approximation, finite element/finite difference methods to the solution of the filtering problem. The major drive in the research area at the moment is how to come with high-dimensional systems/problems. The findings resulting from the research form a strong basis for tackling difficult high-dimensional problems. The methodology developed can be extended and applied to various atmospheric science and financial applications. Environment,Financial Services, and Management Consultancy","dataset":"gtr"}