{"id":"FF80D3C8-287F-430E-8181-4D60B02FF5C4","title":"Cognitive decline during ageing: understanding the roles of developmental and adult stress.","abstractText":"Ageing is an unavoidable physiological process that begins at conception and results in the progressive loss of function in all organs over time. The ageing process also leads to a general decline in cognitive function, such as learning or memory impairment. More dramatic age-related cognitive decline, as seen in Alzheimer's Disease, causes major reductions in the quality of the affected individual's life as well as significant socio-economic effects. In order to work towards a more healthy cognitively ageing population, we need to determine which mechanisms underlie that decline. It is becoming clear that one of the major factors is stress. When an individual's environment changes unpredictably, for example during periods of food shortage or social conflict, they suffer stress. During stress a series of complex interactions within a hormonal system called the hypothalamic-pituitary-adrenal axis lead to the release of specific chemical messengers (stress hormones) into the bloodstream. In the short-term these hormones benefit the individual as they promote activities that enable coping with that stress. If the stress continues, however, these hormones can have harmful long-term effects, including increased death of cells in brain regions involved in learning and memory and how the individual responds to subsequent stress. \n\nImportantly, if a mother is stressed she passes on more stress hormones to her developing offspring, which can have long-term effects on how those offspring behave when they are adults. These changes in behaviour are linked to modifications in the timing of release of stress hormones in a stressful situation, due to a disruption in regulatory systems. Importantly, early life stress results in reduced cognitive performance in adulthood but as stress can occur throughout life, it is important to determine whether, and how, each specific developmental stage (pre- and post-natal) affects later cognitive performance. Therefore the question we propose to address is how early-life experience interacts with adult stress to impact on cognitive performance. Stress is a fact of life and most individuals experience activation of the hypothalamic-pituitary-adrenal axis during both development and adulthood. Therefore we cannot ignore the possibility that developmental and adult stress will have cumulative effects on cognition and neuronal cell death, hastening cognitive decline and potentially increasing the risk of cognitive disorders. Experiments usually use mammalian models of human cognitive disorders to look at cognitive decline, however, discriminating amongst the causes and effects of stress on cognition using mammals is not currently possible. Therefore, we will use Japanese quail as our experimental model animal, a well-developed bird physiological system so that we can conduct the appropriate experimental manipulations required. \n\nFor our experiments, we would create 4 treatment groups that will experience differing levels of stress during pre- and post-natal development: 1) no experimental stress; 2) stress during both pre- and post-natal development and, 3) and 4) stress during only one developmental phase. This will allow us to determine the relative contribution of each developmental stage to cognitive function and brain physiology in later life. The stressors we use are carefully designed to mimic innate responses to natural stressors that this species experiences in the wild. Once these birds have all reached adulthood, we will further subdivide the groups in 2 to create two adult stress groups, one receiving no stress and the other experiencing unpredictable food availability for short periods on several occasions. We will measure the physiological response to stress, cognitive performance and the levels of cell death and dysfunction of the HPA axis in the brain of individuals from sexual maturity (8 weeks old) through to senescence (2 years old).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L002264/1","grantId":"BB/L002264/1","fundValue":"491909","fundStart":"2014-01-01","fundEnd":"2016-12-31","funder":"BBSRC","impactText":"","person":"Karen  Spencer","coPersons":["Susan  Healy"],"organisation":"University of St Andrews","findingsText":"","dataset":"gtr"}