{"id":"FF83F135-8AD2-4726-BA0B-302902687054","title":"Consensus or collision? A site-specific approach to integrating methodologies for the historic environment","abstractText":"The UK's historic environment has been widely recognised as an important national economic and cultural resource. This resource is both highly diverse and affected by a wide range of, often intertwined, pressures. Whilst huge progress has been made over the past century in understanding, conserving and presenting various aspects of our historic environment, studies have tended to be very fragmented and usually focused on a single challenge to one type or location of historical environment. In order to manage this important resource more effectively over the 21st century, improved and genuine cross-disciplinary research effort is needed. One key barrier to such improved research is the plethora of different methods utilised by workers with backgrounds in different areas of arts, humanities, social sciences and sciences. Our research cluster aims to provide an effective, productive, tangible and imaginative way of bringing together experts with a wide range of methodological experience relevant to the study and management of the historic environment in order to create new awareness and facilitate development of co-ordinated future research collaborations. These aims will be met through a developmental sequence of meetings involving core participants, organised by a well-qualified cluster research assistant who, with the PI and Co-I will be responsible for steering the whole research cluster over the year of its operation. We have already identified and involved 17 core participants in fields ranging from synchrotron radiation applications to photography. An initial meeting in Oxford in December 2006 on 'Introducing methods for studying the historical environment; will bring together 20 expert participants from fields as diverse as microbiology, computing based-archaeology, oral history, curatorship, socio-economic studies and professional photography to share information on established, new and potential methods. This meeting will be followed up by the production of a series of briefing notes on different methods. A second meeting in Burslem in April 2007 on 'Methods in action: addressing issues of Burslem's historic environment' will be hosted in association with Janet Miller from WS Atkins and will confront participants with the problems of regenerating Burslem's historic environment. Participants will split into small groups to consider in detail small aspects of the historic environment and how a range of methods could be deployed to study, conserve, enhance and market the resource. This meeting will be followed by the production of a tangible output, determined by the participants at the meeting in discussion with local interest groups, for the local area. The final meeting will be held in Oxford in June 2007 to focus on 'Advancing methods together'. The meeting will have a workshop format with small groups of participants producing draft grant proposals (based on either Burslem or themes and issues raised at the Burslem meeting) and presenting them to an invited audience from grant-giving bodies and agencies involved in the historic environment.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E02467X/1","grantId":"EP/E02467X/1","fundValue":"32474","fundStart":"2006-10-01","fundEnd":"2007-09-30","funder":"EPSRC","impactText":"  Our research cluster has had impact on thinking/policy makers through the House of Lords Science and Technology Committee - at the seminar at the House of Lords in November 2006 to mark the publication of their report on Science and Heritage Heather Viles was able to report on the progress and plans of our group.\nIt has had further impact via the NCE (New Civil Engineer) conference on 'Achieving excellence in regeneration' January 2007 in which Heather Viles summarised the progress of the research cluster to a wide audience of engineers, architects and those involved in environmental management and urban regeneration.\nIt has had additional impact through our group running a workshop for the AHRC/EPSRC 'Science and Heritage' Thematic Programme on research methodologies for heritage science (January 2008). Culture, Heritage, Museums and Collections Cultural,Policy & public services","person":"Heather  Viles","coPersons":["Dan  Hicks"],"organisation":"University of Oxford","findingsText":" The research cluster brought together a very wide and disparate group of people from industry, academia and the heritage conservation sector as well as representatives from funding bodies, educators and local people. Our interactions have been wide-ranging and deep, not just listening, viewing and discussing, but also working together at a fundamental level. Our research cluster provided a model for working together in an interdisciplinary fashion, which could be followed by other projects in future. Culture, Heritage, Museums and Collections","dataset":"gtr"}