{"id":"FF8BCFD2-7F45-48FF-9AF0-CF697C4DFE9D","title":"Novel Dielectric Resonator Structures and Metamaterials","abstractText":"It is the aim of this proposal to look at new kinds of communication components that are made from ceramic dielectric material. The key innovation in these components is that they are based upon innovative ceramic shapes such as a helix or spiral. Such components could offer several substantial advantages in a modern communiation system. These improvements in the efficiency of communication systems would have very significant benefits for the general public and also for the mobile phone companies. If substantial increases in signal strength (of perhaps 3-5 dB) could be attained, through improved components, this would mean that emitted mobile phone radiation levels could be substantially reduced. Alternatively if the emitted power levels were kept the same then the number of new antenna masts required for new systems such as 3G could be dramatically reduced.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D056543/1","grantId":"EP/D056543/1","fundValue":"288379","fundStart":"2006-09-11","fundEnd":"2010-03-10","funder":"EPSRC","impactText":"","person":"Paul  Smith","coPersons":["Tim  Button"],"organisation":"University of Birmingham","findingsText":" This project showed that a helical resonator, made from ceramic, had a Q nearly four times larger than its identical copper counterpart. This suggests that a Dielectric Helical resonator (DHR) has significant advantages. However there are drawbacks with the structure such as its greater cost, compared to copper, and the difficulties in mounting a helix. Four scientific papers were produced during this project and were published in different journals. These concentrated on a wide range of novel dielectric structures. The devices with the very best performances, and the corresponding publications, will appear in the literature shortly. There are several potential application areas in a non academic context. These include: High performance resonators for filters; Travelling Wave Tubes; and Electron Spin Resonance (ESR) There are several potential exploitation routes. Further work has been sponsored at Birmingham, by DSTL, as a result of the novel ferrite devices made during this project. Discussions are ongoing with at least two Uk companies to see if this technology can be applied in a Travelling Wave Tube (TWT). This is a device that amplifies communication sugnals up to high power levels, and over a wide frequency range. Aerospace/ Defence and Marine,Digital/Communication/Information Technologies (including Software),Electronics","dataset":"gtr"}