{"id":"FF8C2AEF-684F-4063-A770-2BABA53D1937","title":"New directions in the model theory of fields: an LMS Durham research symposium","abstractText":"Model theory is a branch of mathematical logic dealing with mathematical structures (models) from the point of view of first-order logical definability. Traditionally the subject has been subdivided into two, highly overlapping, areas: pure model theory and applied model theory. The latter is characterized by its applications to, and influences from, algebra, geometry and analysis.We propose to hold a 10-day conference in July 2009 at Durham University, organised by D. Macpherson (Leeds), A. Pillay (Leeds), M. Prest (Manchester) and A. Wilkie (Manchester). This will concentrate on applied model theory and its applications to certain specific areas of mainstream mathematics. We will invite many mainstream mathematicians from around the world who have taken on board, or expressed an interest in familiarizing themselves with, model theoretic methods. After the meeting, the model theorists will have a better understanding of those problems in the areas of mainstream mathematics covered in the symposium that are amenable to their methods, and therefore be in a better position to solve them. Also, the mathematicians present will become more aware of the scope of model theoretic methods within their own disciplines. The conference will focus on themes which show particular promise, and where interactions between different groups are likely to be of most benefit. There will be an uncluttered lecture programme, with ample opportunities for discussions, collaborations and informal talks. Our aim is to ensure that all are aware of the techniques and challenges that are arising for our areas of focus. To help achieve this we will have a short series of lectures on each of the three themes. Each series will have two lectures from a model theorist and two from a non-model theorist. By bringing together a broad range of experts, this meeting will have a significant impact on the development of these rich areas of research. The results of the meeting will be distributed initially via an actively-managed and easily accessible website, which will contain a list of participants, abstracts of talks and other relevant information. The main talks will be recorded (with permission of the speakers) via a web-cam, and be made freely available on the website within one month of the finish of the meeting. Lecture notes and/or slides will also be put on the site. A more detailed record of the meeting will be provided by the publication in research journals of cutting-edge articles inspired by the subjects covered in the meeting. The conference is expected to provide a major lasting fillip to world research in the model theory of fields and related areas.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F068751/1","grantId":"EP/F068751/1","fundValue":"83079","fundStart":"2009-04-29","fundEnd":"2010-02-27","funder":"EPSRC","impactText":"","person":"John  Bolton","coPersons":["Mike  Prest","H Dugald Macpherson","James  Blowey","A  Pillay","Alex  Wilkie"],"organisation":"Durham University","findingsText":"","dataset":"gtr"}