{"id":"FF92A261-E709-40F0-81EA-97F1C4E18236","title":"Brain mechanisms underlying reading improvement in post-stroke central alexia","abstractText":"Central alexia is a common reading disorder caused by stroke and other forms of brain injury. Patients with central alexia are slow to read and make errors when they do so. They also have other problems with their language, most commonly speaking. Reading is important to most people so patients with central alexia have trouble returning to work, communicating by email or text, or simply reading for pleasure. \nThe present research has four aims, described in detail below.\n\n1. Investigating the neural networks that support reading in patients with stroke\nDespite being a relatively common syndrome, there have been no functional brain imaging studies of central alexia. The primary aim of this research project is to use functional imaging to understand how preserved parts of the reading network can be encouraged by therapy to support reading again. This will be done with a state-of-the-art technique of network connectivity analysis using magnetoencephalography (MEG). MEG detects changes in brain activity with a highly precise time resolution at the millisecond range, which makes it ideal for investigating reading (words can be recognized at exposures of less than 20ms). Our previous research using MEG has identified brain areas that form the 'normal' reading network, and the proposed study will test how this model is affected in patients with central alexia.\n\n2. Developing a new treatment for central alexia\nThere are currently no easy-to-access therapies for central alexia, and only two previous group-level studies of reading training have been conducted in this patient group. We plan to develop a computer-based reading training system to improve word reading speed in patients with central alexia. The research team has developed training software called 'iReadMore', which uses an intensive cross-modal approach (visual written words paired with auditory spoken words) to train word reading. This therapy has been shown to be effective in a group of patients with a similar form of reading disorder called pure alexia. The iReadMore software will be adapted to address the reading deficit in central alexia, and the research will test whether it leads to significant improvements in reading speed that makes a difference to patients' lives.\n\n3. Using brain stimulation to enhance behavioural training\nTranscranial direct current stimulation (tDCS) is a relatively new brain stimulation technique that has been shown to improve language performance in healthy controls and stroke patients. It has not yet been applied to the treatment of acquired reading disorders. The present study will test whether tDCS, delivered simultaneously with the 'iReadMore' reading training, significantly enhances the improvement in reading speed. To do this, the patients participating in the study will be split into two groups. One group will receive a 4-week block of training plus real tDCS first; and the other half will receive the same training but with 'sham' tDCS that is indistinguishable to the real brain stimulation. The two groups will then swap over in the second 4-week block, so that both groups ultimately get the same amount of treatment. Comparing the reading improvement over the real and sham tDCS blocks will demonstrate whether tDCS enhances the behavioural improvements in reading speed.\n\n4. Developing web-based therapy for central alexia\nThere are currently no web-based therapy aids for patients with central alexia to access for themselves. . If 'iReadMore' proves effective and acceptable to patients then we plan to make it available via a web browser for suitable patients to use. We have a proven track record in this area and have already produced two high-quality, therapy &quot;web-apps&quot;, www.readright.ucl.ac.uk and www.eyesearch.ucl.ac.uk, for patients with visual impairment after stroke.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K022563/1","grantId":"MR/K022563/1","fundValue":"570916","fundStart":"2013-10-01","fundEnd":"2016-09-30","funder":"MRC","impactText":"","person":"Alexander  Leff","coPersons":["Jennifer  Crinion"],"organisation":"University College London","findingsText":"","dataset":"gtr"}