{"id":"FF96EDC1-E2F8-4024-A7AE-40F009620288","title":"Short Term Deterministic Wave Prediction as a Tool for Enhanced Performance with Survivability for Wave Energy Converters.","abstractText":"To carry out a feasibility study of the enhancement in average output of wave energy converting devices that is possible with the incorporation of Deterministic Sea Wave Prediction (without increased risk of wave damage to the converters). The work will explore operation of and benefits from being able to operate wave energy converters in the so called quiescent periods that occur between large waves that could damage the converter. During the large wave intervals the converter will be decoupled from the wave system so lowering the structural loading to a safe level. Foreward wave prediction of a few seconds is required due to the finite time required for shutdown. Furthermore work will be undertaken on the effects on energy output of using wave prediction to control adaptive dynamical elements within converters so as to optimise the performance in real time to each incomming wave group. There will be three phases: (i) a study of the gains stemming from the ability to operate in quiescent intervals, independent of how theses are identified, (ii) a study of deterministic wave prediction explicitly for wave farm applications and their performance and (iii) an integration of the first two studies to allow assessments of the gains acheivable incorporting the perfromance capabilites of actual wave prediction systems. In addition to the paper and simulation work typically affordable in faesibility studies the key novel scientific elements (mainly the prediction aspects) will but the subject of actual field studies. This is possible by virtue of the proposed project falling under the umbrella of the new Penninsular Research Institute for Marine and Renewable Energy (PRIMARE) which is linked to the commercial South West Wave Hub. The project will have access to the PRIMARE wave and current sensor grid which is an intensively instrumented 3km by 4km area of sea 20km off North Cornwal corresponding to the site for a group of commercial wave energy converters.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F027176/1","grantId":"EP/F027176/1","fundValue":"166264","fundStart":"2007-10-01","fundEnd":"2009-03-31","funder":"EPSRC","impactText":"  This has lead to a euro9M full scale FP7 demonstration project on Wave Energy Converters (WECs) with the US company OPT Ltd., using the researhc outcomes associated with wave predictive technology in their next generation of controllers for their WECs. Also this has lead to extensive MOD funded research on prediction of wave induced vessel motion culminating in a full scale week long sea trial in the north Atlantic scheduled for November 2014. Aerospace, Defence and Marine,Energy Economic","person":"Michael Richard Belmont","coPersons":["George Henry Smith"],"organisation":"University of Exeter","findingsText":" How to reduce the risk of wave impact damage to wave energy converters and ships and to improve the performance of both of these. Using wave predictive control to reduce risk and improve performance in marine operations. Aerospace, Defence and Marine,Energy","dataset":"gtr"}