{"id":"FFA68054-EB19-46C2-8DB5-0907956295E8","title":"A new perspective on human judgement and decision making as optimal: A framework for behaviour change","abstractText":"<p>The dominant perspective in psychology and behavioural economics characterises human Judgement and Decision Making (JDM) as flawed. We propose a new examination of JDM starting from the premise that humans are optimal given the constraints imposed on them.</p>\n\n<p>We aim to demonstrate that if we take into account the constraints on human cognitive capacity or those imposed by the environment, human JDM is not flawed and is, in fact, optimal given those constraints. We will consider example phenomena, oft-cited as evidence of irrationality and measure both constraints and performance experimentally. We will then compare performance to that of optimal computational models subject to the same constraints. Further, we will show that if we change constraints, humans will adapt and remain optimal, providing a proof of principle of the potential power of this approach to bring about advantageous behavioural change via a principled framework for policy development.</p>\n\n<p>Because the current perspective has failed to deliver an account of the causal determinants of behaviour, our proposed theory promises a major shift in social science and behavioural economics research. We aim to displace influential descriptive theories of observed biases with a new framework allowing the development of predictive, falsifiable hypotheses of human JDM.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L00321X/1","grantId":"ES/L00321X/1","fundValue":"200924","fundStart":"2013-09-01","fundEnd":"2015-02-28","funder":"ESRC","impactText":"  This project was funded under the Transformative Research Award scheme and has currently been running for only 14 of 18 months. In this time we have focused on providing evidence for our primary hypotheses and developing causal models of human behaviour. We have made strong progress in these areas, however, it is too early for this to translate to direct economic or societal impact. In addition due to the lack of a dedicated follow-on funding scheme we are concerned that this significant progress will be halted. Consequently, we have requested funds for 3 further years of funding to follow on from our Transformative Research Award. This will allow us sufficient time to fully develop the idea that individual differences in JDM behaviour emerge as consequences of optimal agents with individual variation in information processing capacities and experience. If this can be demonstrated then the scope for economic and societal impact is clear. Causal models of behaviour can be developed at both the individual and collective levels to enable simulation of the impact of different policies. Given additional time and funding we will be able to realise this impact by engaging stakeholders who have responsibility for shaping policy (e.g. the Behavioural Insights team in the cabinet office).  ","person":"Paul Antony Warren","coPersons":["Deborah  Talmi","Andrew  Howes","Ulrike  Hahn","Horst  Zank","Wael  El-Deredy"],"organisation":"The University of Manchester","findingsText":" We aim to demonstrate that, contrary to a dominant perspective in psychology and behavioural economics, human judgement and decision making (JDM) is not biased if the constraints imposed by the environment and the limitations of the human cognitive system are taken into account. Primary achievements so far include:\n\n1. Empirical tests of contextual preference reversals as rational \nWe have provided compelling experimental evidence [1, 2] that Contextual Preference Reversals (an important class of irrationality phenomena in which preferences for one of two options can be reversed by addition of seemingly irrelevant third option) arise as an adaptive response to cognitive uncertainty in choice value. We have shown in multiple decision making contexts that seemingly sub-optimal reversals of preference are consistent with predictions of a Bayes optimal causal model constrained by noise in valuation. \n\n2. A new Bayes optimal model of human decision making\nWe have developed a Bayesian model of human decision making which simulates cognitive constraints in the form of noise on the valuation of choices [3, 4]. To improve valuations in the face of noise the model uses ordinal information on choice attributes. This model predicts all of the contextual preference reversal phenomena, suggesting that rather than irrational this behaviour is an adaptive response to cognitive constraints on valuation precision. To our knowledge this is the first genuinely causal model of preference reversal phenomena and certainly the first to suggest that this behaviour is rational.\n\n3. Empirical evidence that randomness perception is not necessarily biased\nPhenomena such as the Gambler's fallacy (the tendency to believe that a head is more likely on the next coin flip after a long run of tails) suggest that human randomness perception is flawed. We have provided empirical evidence that sequences generated by humans actually show remarkable similarity to those arising from a genuinely random source [5]. We are exploring whether the departures exhibited arise not due to bias but due to cognitive limitations such as limited short term memory capacity.\n\n4. New research questions \nOur work emphasises a broad new research agenda for psychologists and behavioural economists. We suggest that individual differences in Judgment and Decision Making (JDM) emerge as consequences of optimal agents with individual variation in information processing capacities and experience. Through a process of constraint identification and computational modelling it should be possible to predict behaviour both at the individual and group levels as a function of constraints.\n\n[1] Farmer et al. (under review). The attraction effect as an adaptive response to uncertainty. Decision.\n[2] Farmer et al. (2014). The attraction effect is rational given uncertainty in expected value calculation. Talk at Decision Making Bristol, September 2014.\n[3] Howes et al. (under 2nd review). Why Expected Value Maximizing Organisms Exhibit Preference Reversals and Risk Preferences. Invited for resubmission to Psychological Review.\n[4] Howes (2014). Computationally rational decision making. Talk at Decision Making Bristol, September 2014.\n[5] Warren et al. (2014). Assessing the &quot;bias&quot; in human randomness perception. Proceedings of the 36th Annual Conference of the Cognitive Science Society, 3072-3077. Non-Academic Routes: \nThere have been several attempts to integrate advances in behavioural economics and experimental psychology into policy making. Developing causal models of judgement and decision making which adopt the basic principle that agents are optimal but bounded by key constraints, offers an opportunity for policy makers across a broad set of domains (sustainability, retail/marketing, health, etc.). Specifically, we envisage that our causal models could be used to predict the outcomes of policy changes and/or to design interventions to promote advantageous behaviour. \n\nAcademic Routes:\nPsychology and behavioural economics primarily emphasise that human JDM behaviour is flawed. Consequently, this literature is replete with an ever expanding set of irrationality phenomena. We envisage that our work will lead to a revision of this thinking and approach. By demonstrating that two phenomena providing compelling evidence for irrationality might actually be considered rational under appropriate constraints, we suggest that all these phenomena require re-evaluation. We envisage that the field will therefore adopt a more principled approach to identifying and taking account of key constraints on performance before assessing rationality. \nOur findings will also challenge cognitive neuroscientists to identify neural correlates of constraints on performance (e.g. Clark et al., PNAS, 2014) Education,Environment,Financial Services, and Management Consultancy,Healthcare,Government, Democracy and Justice,Retail","dataset":"gtr"}