{"id":"FFA6DB74-49DF-4378-89D4-F4541345A67A","title":"Isotope Profiling of Drugs: A Tool to Disrupt Organised Crime, Detect Serious Crime and Reduce Volume Crime.","abstractText":"This research proposal addresses the needs identified by end-users within UK law enforcement agencies for forensic data to support intelligence lead policing as well as the demands placed on them to achieve secure convictions. Isotope profiling in particular has been identified by the Forensic Science Service as a potentially powerful tool to address the intelligence needs for intelligence lead policing.Clandestine synthesis and movement of drugs are a global problem run by many international criminal networks. Increasing drug linkage information will lead to an increase in objective scientific intelligence about international networks and improve opportunities to disrupt such networks.Of the illicit drugs, homemade and imported MDMA ('Ecstasy') is of particular concern to most law enforcement agencies in the UK. For example, the most recent NCIS Scottish Strategic Assessment has determined a significant increase in the threat to Scottish communities posed by organised crime.The situation is one of increased sophistication and globalisation, with longstanding and well-established links between organised crimein the UK, Europe, the former Soviet Bloc countries, Asia and South America.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D040116/1","grantId":"EP/D040116/1","fundValue":"95385","fundStart":"2006-02-01","fundEnd":"2009-03-31","funder":"EPSRC","impactText":"  Global drug crime involving the illicit production of synthetic drugs and the emergence of new legal highs has a detrimental effect on our society and its citizens at all levels. In order to address this global problem, research was conducted that resulted in three significant impacts over the assessment period. These were:(1) New capability for law enforcement agencies by provision of new tools to identify specific manufacturing routes of illicit drugs and link this back to criminal intelligence data,(2) Improvement in the accuracy and reliability of identification of legal highs for use by legal practitioners, and(3) The influencing of policy and protocol for the United Nations Office on Drugs and Crime on addressing legal high drug identification. The research has underpinned the implementation of new analytical methodologies now routinely used in Malaysia and in over 900 drug sample identification cases in Scotland alone across the assessment period.\n.\n\nBeneficiaries: Law enforcement, policy makers, judicial decision makers Government, Democracy and Justice Societal,Policy & public services","person":"Niamh  Nic Daeid","coPersons":["Jim  Fraser"],"organisation":"University of Strathclyde","findingsText":" IRMS could be used in route discrimination at a macro analytical level, that is it can distinguish between MDMA samples prepared from different synthetic methods. The technique cannot differentiate samples between batches of materials prepared from the same materials and as such cannot provide source information on its own Our work seeded a range of other research projects and our publications have been well cited within the forensic science field in this regard.\nWe have begun to establish a ground truth for drug profiling, specifically using IRMS and this will be a baseline approach for further work. Government, Democracy and Justice,Security and Diplomacy","dataset":"gtr"}