{"id":"FFAEA496-E95B-4E76-9E33-7371FC2E038C","title":"Biogenic production of climatic amplifiers under ice","abstractText":"Carbon is one of the essential elements required for life to exist, alongside energy and liquid water. In contrast to other parts of the Earth's biosphere, cycling of carbon compounds beneath glaciers and ice sheets is poorly understood, since these environments were believed to be devoid of life until recently. Significant populations of micro-organisms have recently been found beneath ice masses (Sharp et al., 1999; Skidmore et al., 2000; Foght et al., 2004). Evidence shows that, as in other watery environments on Earth, these sub-ice microbes are able to process a variety of carbon forms over a range of conditions, producing greenhouse gases, such as CO2 and CH4 (Skidmore et al., 2000). Almost nothing is known about 1) the range of carbon compounds available to microbes beneath ice, 2) the degree to which they can be used as food by microbes and 3) the rates of utilisation and the full spectrum of products (e.g. gases). This information is important for understanding the global carbon cycle on Earth. The fate of large amounts of organic carbon during the advance of the glaciers over the boreal forest during the last ice age (Van Campo et al., 1993), for example, is unknown and is likely to depend fundamentally on microbial processes in sub-ice environments. Current models of Earth's global carbon cycle assume this carbon is 'lost' from the Earth's system (Adarns et al., 1990; Van Campo et al., 1993; Francois et al., 1999). The possibility that it is used by subglacial microbes and converted to CO2 and CH4 has not been considered. This may have potential for explaining variations in Earth's atmospheric greenhouse gas composition over the last 2 million years. Sub-glacial environments lacking a modern carbon supply (e.g. trees, microbial cells) may represent ideal model systems for icy habitats on other terrestrial planets (e.g. Mars and Jupiter moons; Clifford, 1987; Pathare et al. 1998; Kivelson et al. 2000), and may be used to help determine whether life is possible in these more extreme systems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E004016/1","grantId":"NE/E004016/1","fundValue":"453995","fundStart":"2007-10-01","fundEnd":"2011-03-31","funder":"NERC","impactText":"","person":"Jemma Louise Wadham","coPersons":["Martyn  Tranter","Richard David Pancost","Edward Robert Hornibrook"],"organisation":"University of Bristol","findingsText":" Methane is produced microbially beneath ice sheets\n\nLarge accumulations of methane hydrate may reside beneath the Antarctic Ice Sheet Our findings have been used to constrain biogeochemical models applied to ice sheets Environment","dataset":"gtr"}