{"id":"FFC1330F-4D59-4B4C-9E57-D9F99D2AF515","title":"Energy research development manager at Imperial College London (Linked to EP/E011705)","abstractText":"The need to address global warming, combined with concern about availability and security of energy supplies, has led to renewed interest in energy research from governments and industry, including the recognition of energy as a key theme within the EPSRC strategic plan, along with the need for interdisciplinary working. Imperial College has unique capabilities to deploy in meeting the challenges of interdisciplinary energy research. It offers the combination of one of the world's leading science and engineering research organisations together with internationally renowned business and medical schools, all based on a compact campus located in one of the world's most innovative metropolitan areas close to government, international finance and some of the worlds largest energy companies. The College houses centres of expertise in many key energy technologies, including hydrocarbons, carbon sequestration, nuclear energy, fuel cells, bioenergy, photovoltaics, fusion, and others, and it attracts the most able staff and students internationally. As the host for the UK Energy Research Centre headquarters it is in a pivotal position to help develop the national energy agenda, while also maintaining broad international links through research collaborations across the globe from China to the USA. Imperial College has recently launched a major integrated cross-College initiative, the Energy Futures Lab. Its goal is to develop new inter-disciplinary research programmes that will meet global energy challenges and facilitate the transition to a sustainable energy future. The Lab will enable Imperial to bring together its existing strengths in technology development with its proven track record in innovation and entrepreneurship, and will work in collaboration with other organisations in the energy sector, e.g. UKERC, Carbon Trust, Research Councils, industry, EU programmes and UK Government. To realise these goals, this proposal seeks EPSRC support for an energy research manager who will support the management team and play a key role in implementing the Lab's mission.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E036740/1","grantId":"EP/E036740/1","fundValue":"193377","fundStart":"2006-08-01","fundEnd":"2009-07-31","funder":"EPSRC","impactText":"  In 2009 the Energy Futures Lab was recognised by Imperial College to have the status of a Global Challenge Insitute, one of only four at the College.\n\nThe Energy Futures Lab has become recognised within Imperial College as a major stragic Research Institute, raising the profile and impact of energy rsearch across the College. It has also continued to build its profile with industry, both within the UK and internationally, supporting the development of energy research at Imperial College, with w Energy Societal,Economic","person":"Nigel Peter Brandon","coPersons":["Sandro  Macchietto"],"organisation":"Imperial College London","findingsText":" The work supported by this grant concluded with the Energy Futures Lab becoming established as a Global Challenge Institue at Imperial College, one of only four such institutes. Thsi reflects the impact of the EFL on the College, and the ability to help translate the College's energy research into partners in industry and Government Advice and support to industry and Government in the energy sector. Extensive partnerships through industry and through Imperial Innovations. Education,Energy,Environment,Transport","dataset":"gtr"}