{"id":"FFC2FA8B-27E4-4068-A8FE-96F571F964E1","title":"Medical imaging markers of cancer initiation, progression and therapeutic response in the breast based on tissue microstructure","abstractText":"Studies of cancer DNA show that breast cancer comprises many different diseases. Some spread quickly and are very dangerous, while others are slow growing and are not life-threatening. Some respond well to chemotherapy or radiotherapy, while others are resistant to treatment. It is important to be able to select the best treatment for a particular patient's cancer, so-called &quot;patient stratification&quot;. In this way appropriate treatment can be given whilst potential side-effects from an ineffective treatment are avoided.\n\nRecent discoveries have implicated the stroma, the connective tissue of the breast, in both the aggressiveness of breast cancer and its response to therapy. When small amounts of tissue are removed from a potential breast cancer by needle biopsy, or when a breast cancer is removed by surgery, subtle differences are seen in microscopic imaging (histology) of the stromal tissue around the tumour. These occur at the scale of a few microns and are far below the spatial resolution of X-ray mammography, magnetic resonance imaging (MRI) and ultrasound that radiologists routinely use to detect and assess breast cancer. \n\nA recent innovation, ultrasound shear wave elastography (USSWE), has enabled radiologists in Dundee to show differences in stromal tissue of patients with invasive cancer. USSWE measures the very small displacements of tissue that occur during conventional ultrasound examinations. The MR imaging is specifically designed to (a) assess the microscopic blood supply of the breast tissue, and any cancer present, using a method called dynamic contrast enhancement, DCE-MRI, and (b) assess the size and shape of microstructure by measuring the diffusion of protons, DWI-MRI. Accurate comparison of these with histology of the removed tissue enables the computer to learn the differences in the images between normal tissue and cancer and between normal stroma and stroma associated with cancer. In a further step scientists at the UCL Centre for Medical Image Computing have invented new methods to measure some of these microscopic changes. They generate computer models of these structures and use the subtle changes predicted by these models to adjust the imaging techniques to maximise the differences between normal tissue and the different types of cancer and stromal tissue changes that we see using histology. \n\nWe propose a project in which we will develop ways to combine X-ray DBT, DCE-MRI, DWI-MRI and USSWE to best discriminate between normal stroma and stroma near to cancers, and between the different types of cancer: high risk, low risk, and those that do and do not respond to therapy. We will first ask 3 women who have recently been diagnosed with breast cancer to spend about an hour in a MR scanner to allow us to collect a wide range of DW-MRI images so we can optimise MRI acquisition. We will then ask a further 30 women recently diagnosed with cancer for permission to use their radiological images and the histology images of their tissue samples from biopsy and surgery. We will use these images to train our computer methods to best discriminate between the different types of stroma and cancer, and between the different components of the cancer itself. Ten of the patients selected will be undergoing a course of neo-adjuvant therapy (a type of chemotherapy that is given prior to surgery to shrink the tumour).\n\nIf successful this project will discover new ways to identify those patients who will respond best to a particular treatment, those patients who do not have life threatening disease and so do not need aggressive therapy, and those patients with types of cancer that require more aggressive treatment. At the end of this project we will translate these findings to a clinical trial.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K020439/1","grantId":"EP/K020439/1","fundValue":"812350","fundStart":"2013-04-01","fundEnd":"2016-07-17","funder":"EPSRC","impactText":"","person":"David  Hawkes","coPersons":["Daniel  Alexander","Paul  Taylor","Patsy  Whelehan","Andrew  Evans","Luc  Bidaut","Sarah  Vinnicombe"],"organisation":"University College London","findingsText":"","dataset":"gtr"}