{"id":"FFC6A220-845C-4522-9295-DFC8E4D96759","title":"Turbo-Discharging: Reducing CO2 Emissions from Current and Future Vehicles","abstractText":"Turbo-Discharging is a fundamentally new approach to using internal combustion (IC) engine air systems to improve fuel economy, reduce engine CO2 emissions and simultaneously increase engine torque. Using a novel divided exhaust flow arrangement, the blow-down flow and the associated energy usually lost as part of the exhaust flow is recovered by a turbine. During the main displacement flow the turbine is by-passed and the crankshaft does not have to do any work exhausting the burnt gases through the turbine. The result is the recovery of the blowdown energy without negatively impacting the engine crankshaft torque. This energy is then innovatively used to depressurise the exhaust system which generates extra crankshaft torque during the exhaust stroke giving a primary torque increase and CO2 emission reduction.Secondary benefits include increased energy availability from the blowdown pulse and potentially improved low speed torque (through increased pressure drop across the turbine). There will be less hot exhaust gas residuals within the cylinder which will extend the knock limit of turbocharged spark ignition engines allowing further downsizing than is currently possible.Importantly, the effect on the combustion system is negligible allowing the Turbo-Discharging approach to be used with all current and future IC engines without significant redesign. The impact on CO2 emissions could therefore be much larger than costly technologies offering larger CO2 reductions in only small niche markets.Turbo-Discharging requires the addition of a turbine and compressor (as used in a conventional turbocharging system) and does not require complexities such as wastegating or variable geometry turbines. The cost is therefore small, placing the technology in a very competitive position compared with many other CO2 reducing technologies. With engine manufacturers requiring combined technologies to meet future CO2 emission targets, this technology will be very attractive to industry. Initial contact with industrial has shown that experimental demonstration of this technology is needed before they will invest. This project will experimentally study, develop and demonstrate Turbo-Discharging as a feasible, cost effective and novel approach to reducing IC engine CO2 emissions, ultimately leading to industrial collaboration and implementation of Turbo-Discharging on-vehicle.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H050353/1","grantId":"EP/H050353/1","fundValue":"121031","fundStart":"2010-07-05","fundEnd":"2012-01-04","funder":"EPSRC","impactText":"  Patent status:\n\nThe Turbo-Discharging technology is currently protected by a family of patents including a granted GB patent (GB2457326 (B) - 2010-01-06) and a host of published international patents.\n\nWe also hold Intellectual Property in the form of proprietary Knowledge and Knowhow regarding many aspects of the technology.\n\nCommercial strategy\n\nIn March 2013 , Loughborough University entered into an agreement with AltEnergis, a London-based technology company focusing on the development of early-stage technologies. AltEnergis is working in partnership with Loughborough University to select the right commercial partners to help successfully bring Turbo-Discharging to market.\n\nWe are now seeking partners in IC engine power generation to demonstrate the benefits of Turbo-Discharging technology in their products. Energy,Environment,Manufacturing, including Industrial Biotechology,Transport Societal,Economic","person":"Colin Peter Garner","coPersons":["Andrew Morgan Williams"],"organisation":"Loughborough University","findingsText":" This project has led to the production of 'Turbo-Discharging' which is a fundamentally new approach to using internal combustion (IC) engine air systems to improve fuel economy, reduce engine CO2 emissions and simultaneously increase engine torque.\n\nTurbo-discharging is a key new technology available to the IC engine power generation industry that can offer performance and fuel economy improvements for gas, petrol and diesel fuelled engines.\n\nTurbo-Discharging is an additive technology in that the benefits it offers are mostly independent of existing and future fuel efficiency technologies. It can offer benefits to future engines including turbocharged (TC) and naturally aspirated (NA) gasoline engines, diesel engines, gas engines, rotary engines, of any fuel type, hybrids and those with exhaust heat recovery systems.\n\nThe amount of benefit from turbo-discharging is a function of the exhaust gas temperatures, load control (e.g. fuelling or throttling) and engine characteristics. The table below indicates the relative fuel economy, torque and transient response benefits for different common engines. Engine test data has demonstrated up to 6% fuel economy benefit and more than 7% torque increase across a significant region of the operating range of NA gasoline engines. Simulation on turbocharged engines indicates significant low speed torque benefits, potential improvements in transient response in addition to the fuel economy benefit. Several engine and car manufacturers are evaluating the new technique for future products.\n\nIn March 2013 , Loughborough University entered into an agreement with AltEnergis, a London-based technology company focusing on the development of early-stage technologies. AltEnergis is working in partnership with Loughborough University to select the right commercial partners to help successfully bring Turbo-Discharging to market.\n\nWe are now seeking partners in IC engine power generation to demonstrate the benefits of Turbo-Discharging technology in their products. Energy,Environment,Transport","dataset":"gtr"}