{"id":"FFC7F9F3-E84A-42A7-A6F3-F0C0224D24B3","title":"Super Compact Multilayer Left-handed Reconfigurable Metamaterials for RF/microwave Integrated Circuit Applications","abstractText":"The RF/Microwave industry for satellite, mobile and terrestrial communications is worth billions of dollars annually and the market is projected to grow at two digits per annum for the next decade due to the expected expansion in voice, data and entertainment (games, music and video) applications. The growth in data rates must be met technically with an increase in system bandwidth and reduced power consumption, whereas, from a business viewpoint increased profits will accrue from miniaturisation and increased integration. This is a major challenge facing the RF/Microwave research community and industry. A typical RF/microwave communications system consists of individual electronic modules such as the synthesised sources, mixers and amplifiers interconnected by couplers, filters and transmission lines which guide the signal to and from the antenna. Over the last few decades new devices and design techniques have led to improvements in the performance of the communications transceiver, but the overall size and topology have remained static. The fundamental problem is that the building block components such as quarter wavelength impedance transformers, couplers, filters and power dividers all have dimensions, which are fixed to the wavelength of the signal. This is the critical design issue which not only precludes size reduction and integration it also limits the system bandwidth. A step improvement in the performance and miniaturisation of RF/Microwave components and systems is proposed by designing super compact RF/microwave ICs using novel multilayer reconfigurable left-handed metamaterials. So far, only proof of principle left-handed metamaterials have been investigated in the research laboratory and we believe that the innovative ideas presented in this proposal will lead to full commercialisation of left-handed metamaterial components and subsequently revolutionise the performance of systems and introduce a technology change, which will drive down costs. The Government who have made it a priority for long-term research under their Foresight scheme has identified Metamaterials as one of four critical technological research areas. Science magazine has named left-handed metamaterials as one of the top ten scientific breakthroughs of 2003. We believe that at the University of Manchester we are in a unique position to exploit these opportunities as we have the ideas, expertise and the facilities to fully investigate the capability of these novel devices. We have industrial partners who are in a position to bring through the full commercialisation of the technology.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/C015339/1","grantId":"EP/C015339/1","fundValue":"213087","fundStart":"2006-02-01","fundEnd":"2009-01-31","funder":"EPSRC","impactText":"","person":"Zhirun  Hu","coPersons":["J  Hatfield","Andrew  Gibson"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}