{"id":"FFCF49C3-B769-419B-A4A6-96D8F90002C6","title":"Intercollegiate Platform on Powder-Based Synthesis and Modelling","abstractText":"Powder-Based Processing and Modelling is an enabling fundamental research theme in Materials, encompassing applications in nanotechnologies, electronics, energy and biotechnologies. This Platform Grant aims to further advance our innovative processing techniques in powder ink-jet, electrohydrodynamic jetting, filament freeforming, and dry-powder dispensing, with high-throughput capabilities for materials discovery; and apply such techniques to clean energy generation / storage and to biomaterials /structures. Multiscale materials modelling techniques will continue to be developed and applied for the design and development of materials structures and systems for such applications. This intercollegiate collaborative research platform will consolidate the integration of research strengths in powder processing and modelling from both QMUL and UCL for much added value. It will also enhance our international stance and recognition in the research theme, and facilitate strategic changes of our research, directing them into tangible applications towards energy, security, and biomaterials, some of the pressing challenges of our age. Specifically, we have identified ways of refining the resolution of dry powder dispensing in solid freeforming by ultrasonic actuation and laser guidance and in filamentary solid freeforming methods by extrusion through &lt;50 ?m dia dies and by electrohydrodynamic jetting, micro-threading and electrospinning of ceramics. We are now running a working thick-film combinatorial robot for ceramics. We will apply these techniques to biomedical applications such as tissue engineering and maxillofacial scaffold construction; to clean energy technologies including electrodes for biofuel cells, novel structures for high capacity and heat-management in hydrogen storage, photoelectrocatalysis, and THz energy-efficient metamaterials. These represent some of the priority research themes of our time, where the proposed platform programme in highly innovative areas of powder processing can make significant contributions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E045839/1","grantId":"EP/E045839/1","fundValue":"250395","fundStart":"2008-01-01","fundEnd":"2011-12-31","funder":"EPSRC","impactText":"  Findings have been useful in uncovering a new process for microbubble preparation, this work won the EPSRC-Royal Society Journal Interface best paper award in 2009. Agriculture, Food and Drink,Chemicals,Creative Economy,Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology Societal,Economic","person":"Mohan  Edirisinghe","coPersons":[],"organisation":"University College London","findingsText":" This Platform Grant significantly advanced our innovative processing techniques, particularly in electrohydrodynamic jetting for the preparation of biomedically useful structures and those that can be of utilitarian value in food engineering. It also uncovered new generic principles in the electric jetting viscous materials suspensions and liquids. For making microbubbles, capsules, particles and fibres which push the frontiers of medical engineering and food engineering forward. Agriculture, Food and Drink,Chemicals,Creative Economy,Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}