{"id":"FFCFA67C-41BF-4F71-83B9-487C1609B052","title":"The atomic resolution chemical structure of defects in multiferroic oxides","abstractText":"Multiferroic materials have the potential to make a disruptive change to data storage in mass market consumer electronics. In principle, a multiferroic may hold a permanent magnetisation at the same time as a permanent electrical polarisation, with the two strongly coupled. This allows memory designers to produce arrays of bits in which digital data may be stored using an electric field (which is easy and takes little space), and read using a magnetic sensor (which is fantastically sensitive). Using such technology, digital information may be stored at much greater densities and thus hand held devices such as iPads, iPods and smartphones could operate with great memory and speed.\n\nBismuth ferrite (BiFeO3) is one of the few materials that promises to deliver magnetoelectric coupling at room temperature since it has both a permanent magnetisation and polarisation. Unfortunately, the magnetic ordering is very complex with only a weak ferromagnetic response. Moreover, the high conductivity ensures that the dielectric and ferroelectric properties cannot be optimised. Despite these problems, Prof. Reaney's research group at Sheffield have made significant advances by the use of the appropriate isovalent A-site (Nd3+) and aliovalent B-site (Ti4+) substituents in enhancing the ferromagnetic response and decreasing conductivity. Our initial results, however, show that there are many unusual features in the crystal structure which arise due to the doping mechanism which need to be understood if the properties are to be further improved.\n\nThe aim of the proposal therefore is to understand the doping mechanism in BiFeO3 on the the atomic scale, by examining ceramics at very high resolution in the scanning transmission electron microscope at the SuperSTEM facility, at the Daresbury Science and Innovation Campus. This will allow us to study the structure and chemistry of defects with atomic resolution and allow us to better understand which dopants are most effective in modifying the structure and properties of BiFeO3. The results will enable the CI at the University of Sheffield to improve ceramic formulations and processing parameters and thus enhance the magnetic and electrical properties, leading to the development of next generation memory storage devices.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J009679/1","grantId":"EP/J009679/1","fundValue":"11799","fundStart":"2011-12-01","fundEnd":"2012-11-30","funder":"EPSRC","impactText":"","person":"Ian  MacLaren","coPersons":["Alan  Craven"],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}