{"id":"FFDBB19B-858D-44A0-B08B-C07DAFDFA01B","title":"The Centre for Microdata Methods and Practice","abstractText":"<p>The Centre's mission is to advance knowledge in economic and social science through the development and application of tools for understanding human behaviour using microdata records of environment, circumstances, actions, decisions and outcomes. To achieve this mission, the Centre has established five objectives:</p>\n\n<p>&nbsp;</p>\n\n<ol>\n \n\n <li>to make major advances in understanding the identifying power of models of behaviour in the context of the limits imposed by microdata</li>\n\n <li>to create and improve tools of estimation and inference built on microdata</li>\n\n <li>to advance understanding and development of dynamic stochastic models of economic and social behaviour</li>\n\n <li>to deepen understanding of and construct a robust set of tools for empirical analysis of interactions, networks and equilibrium</li>\n\n <li>to spread knowledge of microdata methods, foster good practice in the analysis of microdata and stimulate research on microdata methods.</li>\n\n</ol>\n\n<p>CeMMAP plans to make progress towards achieving these objectives by developing its programme of research, training, conferences, workshops and masterclasses. <br /><br />CeMMAP will continue to build its reputation as the premier centre in the world for research in microdata methods and applications by maintaining its: programme of visiting scholars, network of international researchers, cooperative ventures with international research centres and its working paper series.<br /><br />&nbsp;</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/I034021/1","grantId":"ES/I034021/1","fundValue":"3216870","fundStart":"2012-07-01","fundEnd":"2017-06-30","funder":"ESRC","impactText":"","person":"Andrew Douglas Chesher","coPersons":["Lars Patrick Nesheim","Ian  Crawford","Oliver  Linton","Jean-Marc  Robin"],"organisation":"Institute for Fiscal Studies","findingsText":"","dataset":"gtr"}