{"id":"FFDDC73F-8ED6-4615-AE5A-41DCEE0D7C62","title":"Nanoscale ordering phenomena in transition metal oxides","abstractText":"Most electronic equipment in use today, such as computers and mobile phones, is based on silicon chip technology, and contains simple metals and magnetic materials that have been available for many years. The performance of these components is reaching its limit, and interest is turning to newer materials as a way towards the next generation of electronic devices, such as high speed processors and high density information staorage. A very promising class of materials for this purpose is the transition metal oxide compounds. It has recently been found that some of these compounds exhibit unusual ordering behaviour on a nanometre length scale. The electrons, instead of being uniformly distributed, are often found to organise themselves into regular patterns which involve not only the positions of the electrons, but also the direction of their spin and the shape of the electron orbitals. When these ordered states form there are often abrupt changes in the measureable properties of the material, such as the resistance, and furthermore, the ordering is often sensitive to external stimuli, such as magnetic field and temperature. It is the small scale of the phenomena (nanometres) and the controllability that make these materials very promising for new technologies.Until recently it has been very difficult to determine the nature of these novel types of order. This is now becoming possible thanks to new developments in X-ray and neutron techniques. Our research will exploit these developments to unravel the various components of these complex ordered states, and to determine what drives the electrons to form them. Our ultimate goal is to understand why these states form and how it affects the properties of the material. This understanding will be essential for the development of new electronic applications.We will study a number of specific problems which fall into two categories: (1) the relationship between charge order and unconventional superconductivity, and (2) phenomena associated with ordering of the electronic orbitals. The work will involve the preparation and investigation of very high quality crystals of a large number of transition metal compounds, especially copper, nickel, manganese and cobalt. We will perform X-ray and neutron scattering experiments to gain a window on the microscopic behaviour of these systems, and we will also perform electrical, magnetic and thermodynamic measurements to study how the ordering affects the practical properties of the material.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F001517/1","grantId":"EP/F001517/1","fundValue":"355477","fundStart":"2008-03-01","fundEnd":"2011-08-31","funder":"EPSRC","impactText":"  Our publications detailed many of the important nanoscale quantum orderings found in transition metal oxides. These include lattice, spin, charge and orbital ordering. We developed new synchrotron radiation x-ray scattering techniques that have been widely used by the academic community. Education Economic","person":"Peter David Hatton","coPersons":[],"organisation":"Durham University","findingsText":" We have detailed all of the nanoscale quantum ordering phenomena found in many transition metal oxides. Transition metal oxides are widely used in sensors and devices that exploit changes in material properties under temperature, electric and magnetic fields. Our research has uncovered the atomistic and quantum origins of these effects. i am acting as a consultant for an american company that is growing crystals for use in lasers that exploit our research techniques. Digital/Communication/Information Technologies (including Software),Education,Electronics,Manufacturing, including Industrial Biotechology","dataset":"gtr"}