{"id":"FFE4D983-2DE9-4E05-B54B-F5893B801DE8","title":"Individual differences and food-cue reactivity: Predictors of BMI, portion size, and everyday dietary behaviour.","abstractText":"<p>Obesity and overweight is an increasing concern for health professionals in the UK. Clearly this trend can be attributed to a range of factors. However, in relation to diet, the underlying problem is not straightforward. We know that weight gain occurs when an individual consumes food in excess of need. But are some people predisposed to engage in this behaviour? And, can this tendency be attributed to a particular kind of responsiveness to food? In the UK people are exposed to the sight and smell of food, often many times a day. This is important, because several studies indicate that people consume more food when a meal is preceded by exposure of this kind. Recent evidence suggests that this phenomenon should not be regarded as a simple laboratory-based curiosity. This is because individuals appear to vary in their sensitivity to this 'food-cue exposure.' And, importantly, this variability appears to be associated with measures of everyday dietary behaviour that predict BMI (Body Mass Index). On this basis, it follows that individuals who are especially sensitivity to the effects of food-cue exposure might also be at risk of overweight and obesity. This research will test this proposition.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/D000963/1","grantId":"ES/D000963/1","fundValue":"76311","fundStart":"2006-10-01","fundEnd":"2007-09-30","funder":"ESRC","impactText":"  No immediate impact on policy. However, the findings from this research have the potential to inform our understanding of the consequences of exposure to food advertisements and the sight and smell of foods in environments such as hospitals, schools, and the workplace. \n\nCurrently, we are working on a BBSRC project (BB/J005622/1) exploring ways in which oral processing of food influences satiety and food intake. This work draws on fundamental observations that were made as part of this ESRC-funded project.  ","person":"Jeffrey Michael Brunstrom","coPersons":[],"organisation":"University of Bristol","findingsText":" 1. Background\n\nPeople are exposed to the sight and smell of food, often many times a day. Previous research has shown that this 'food-cue exposure' can have a dramatic effect on our appetite. Indeed, in both humans and animals, cue exposure is found to generate a desire to consume the cued food, even in the absence of general hunger. In humans, the specific effects of food-cue exposure have received relatively little attention, and the prospect that individuals differ in their responsiveness to food cues has barely begun to be considered. However this could be extremely relevant, because reactivity to food cues could be an important predictor of overeating and body-weight gain.\n\n2. Project objectives\n\nObjective 1. To determine whether individual differences in food-cue reactivity represents an important risk factor for increased BMI.\n\nObjective 2. To explore specific consequences of cue exposure and to elucidate the process by which cue exposure comes to influence subsequent meal size. \n\nObjective 3. To develop an understanding of how individual differences in food-cue reactivity (as observed in the laboratory) might be related to everyday dietary decisions, and in particular, decisions about portion size. \n\n3. Main research results\n\nA period of pilot testing enabled the PI to develop a set of measures that inform our understanding of decisions about portion size. Briefly, a library of food images was produced. Individual foods were photographed many times in different portion sizes. Using custom-written code, a computer was used to obtain measures of ideal portion size (both typical and momentary), and a measure of the maximum portion size that a person would tolerate. \n\nTwo studies were completed. The first of these explored the process by which cue exposure promotes over-consumption of food (objective 2). Three hypotheses were explored; cue exposure i) increases the planned consumption of food, ii) increases tolerance of larger portion sizes, and iii) arrests the development of satiety. Female participants (N=50) were each tested in two conditions. In a 'cue condition' they were exposed to the sight and smell of pizza for 60 seconds. Cueing had little effect on tolerance of larger portion sizes. Instead, it increased prospective pizza-portion size and subsequent intake of pizza. Together, these results are the first of their kind to show that cueing increases the amount of food that people actively plan to eat. Pizza cueing also increased prospective portion size of other foods. Thus, contrary to previous reports, the effects of cue-exposure are more general than anticipated. \n\nIn the second study we explored whether these effects of cue exposure are more evident in a group of overweight participants (objective 1). Following a participant recruitment campaign, a participant database was developed involving staff members at the University of Bristol. From this (450 staff), we selected groups of 52 age-matched overweight and normal-weight participants. Participants were tested in a single test session, during which they were exposed to the sight and smell of pizza. The same measures were taken as in Experiment 1, again, both before and after the exposure. However, this study also included a measure of the everyday portion sizes that the participants typically consumed (objective 3). Measures were obtained for a variety of different commonly consumed foods. Finally, a measure of saliva volume was also taken, both before and after cue-exposure. This is important, because it provides and indication of changes in an individual's physiological preparedness to consume food. \n\nThe results from this second study confirmed the original hypothesis. Overweight individuals were more cue-reactive, both in terms of the effects of cueing on desire to consume food and in their physiological responsiveness to food cues (salivation). Importantly, we also found that overweight individuals plan to consume larger meals following cueing. However, we failed to find evidence that the overweight group consume larger meals outside the laboratory, or that a measure of their everyday meal size is related to the degree of cue reactivity that they experienced during testing. The most important achievement is the successful demonstration of differences in the effects of food-cue exposure on meal size in overweight and normal-weight individuals. This difference has not been reported previously and it raises interesting questions about the effects of cue exposure outside the laboratory. For example, it would be interesting to explore everyday effects of cue exposure in vulnerable populations such as children. \n\nA second achievement relates to the development of new empirical methods. The PI and research associate were able to develop new psychophysical measures that help to shed light on decisions about food and food portions. These methods were used in both studies in this project. However, they are also now being used in other research projects, both in the PI's laboratory and by other external collaborators. Agriculture, Food and Drink","dataset":"gtr"}