{"id":"FFE7F012-363B-4E81-9402-40DDA3E3BF2C","title":"The generation and distribution of rural prosperity: insights from longitudinal survey data.","abstractText":"Numerous African economies are growing rapidly and there are signs of prosperity in rural and urban regions. Cheaper technology (mobile phones, motorbikes and improved seed varieties) are reaching all but the remotest parts of many countries. However it is not always clear how inclusive and pro-poor this growth is. It is all too easy for the benefits of improved agricultural production, for example, to be concentrated on relatively few wealthy farmers and even to be instrumental in creating rural deprivation and landlessness. The greater returns the wealthy enjoy enable them to concentrate land and resources. Those without land become a rural proletariat, their livelihoods part of the general trend towards deagrarianisation, but in the absence of viable alternatives to agriculture they are not characterized by prosperity and long term prospects. In this context the key issue is what assets the rural poor can build up during periods of national economic growth. Growth which is accompanied by loss of assets (loss of farmland or livestock), or a failure to accrue new assets (such as help children earn educational qualifications) among the poor, either across households, or within households (according to their gender dynamics) will not be inclusive. \n\nPanel data-sets can provide some insights into these dynamics. However these are few, they can suffer from attrition, and they remain the almost exclusive preserve of quantitative analysis and modeling. The insights of qualitative data have rarely been brought to bear on panel data. Their absence reduces the scope for hypothesis generation, and the in-depth and emic insights into poverty dynamics that qualitative data can provide. Conversely the flaws of qualitative data are their idiosyncrasy and their small scale and the difficulties they present for extrapolation. Their presence is not always insightful beyond their immediate case studies.\n\nThis study will make use of unusually good records of survey data in Tanzania to provide the insights of qualitative data across a sufficiently large area to overcome the normal failings of qualitative data and contribute constructively to the findings of quantitative panel data. Tanzania has unique records of foreign researchers active in the country through the records of the Commission for Science and Technology. The East Africana collection contains theses written by masters and doctoral students in Tanzania. These, together with the strong networks that exist of researchers in and from Tanzania, provide a unique resource from which to identify former surveys. We will revisit a number of communities in different parts of Tanzania for whom data on household assets were collected in the 1990s. We will revisit a sample of these households, re-survey their assets and then explore through a detailed qualitative interview the reasons behind the changes (or lack of changes) in their fortunes. These data will provide a rich and detailed picture into the village and household and sub-household level dynamics of poverty and poverty reduction. \n\nThese methods have already been piloted. The PI has, this year, revisited a community surveyed by Loiske (co-I) in the early 1990s. This work has proved that the method is possible, and that it produces valuable insights. We need, however, a stronger comparative framework and data from other regions for this to be a powerful tool. That is the purpose of the proposed research. This work will be important methodologically and substantively, providing a toolkit and database for other researchers to use, as well as insights into the nature and factors that lie behind inclusive growth.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L012413/1","grantId":"ES/L012413/1","fundValue":"427368","fundStart":"2015-01-05","fundEnd":"2015-10-31","funder":"ESRC","impactText":"","person":"Daniel  Brockington","coPersons":["Christine  Noe","Vesa-Matti Karl Loiske","Moses Emmanuel  Mnzava"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}