{"id":"FFE7726A-CEB0-407F-A4CC-CBFBBC1EC293","title":"The growth of motile algae: from plankton blooms to biofuel production","abstractText":"Microscopic algae are fascinating unicellular microorganisms ubiquitous on Earth. They play vital roles in global ecology and biotechnology. Like plants microalgae are photosynthetic, fixing atmospheric carbon from carbon dioxide into carbohydrates. Microalgae thus participate in the global carbon cycle and play a critical role in climate regulation. The photosynthetic ability of microalgae, together with the capacity of some species to produce oily compounds, also means they can be used as an alternative to plants as a feedstock for biofuels, which are urgently required to reduce carbon emissions and limit climate change. \n\nIn spite of recent advances, much about the growth of algal populations remains to be discovered, which limits our ability to control their growth. Indeed, microalgal populations in the environment can grow explosively into blooms, which colour their environment: from the vivid greens of ponds to the spectacular blue-greens or reds of plankton blooms in the ocean (some so extensive that they are visible from space!). Many of these blooms are benign, providing a bounty for organisms that feed on microalgae (from fish larvae to whales). However, some microalgal species form `harmful algal blooms' (HAB), noxious because of the toxins they produce, or because their growth starves or suffocates other species. Each year HABs kill significant numbers of fish, but also marine animals and people, with substantial economic impact. A better understanding of algal growth could help predict and prevent HABs. It could also help the production of microalgal biofuels. Oily plants are currently used for biofuel production, e.g. rapeseed is a common feedstock to make biodiesel. Competition with food crops, however, makes plants problematic biofuel candidates. Microalgae, on the other hand, grow almost anywhere, faster than plants, using only sunlight and recycled industrial/agricultural waste nutrients, gases and water. However, no biofuel is currently manufactured industrially from microalgae due to high production costs. \n\nMany microalgal species have evolved the ability to swim and bias their swimming to better navigate in water and source food. Symbiosis with bacteria also provides nutritional benefits, such as essential vitamins. Recent advances in physics of biased swimming microalgae and the biology of symbiotic nutrition have not yet applied to the study of growth of swimming microalgal populations. We propose to carry out the first systematic study of the growing populations of swimming microalgae to consider both the physics of swimming and the role of symbiotic bacteria. In particular, using a combination of mathematical modelling and experiments we aim to quantify the growth of biased swimming microalgal populations. The results of our investigation will allow a more complete understanding of algal growth, which will in turn provide possible solutions to control HABs and to improve the economics of microalgal biofuel production.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J004847/1","grantId":"EP/J004847/1","fundValue":"95488","fundStart":"2012-10-01","fundEnd":"2013-09-30","funder":"EPSRC","impactText":"","person":"Alison Gail Smith","coPersons":["Martin Alan Bees"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}