{"id":"FFE9D158-BDC5-489E-881A-4DE4694905FD","title":"A role for a novel animal endo-lysosomal Ca2+/H+ exchanger in Ca2+ signalling and chemotaxis.","abstractText":"Calcium is familiar to perhaps all of us as a mineral that is important for healthy bones and teeth. But less familiar is its vital role within our cells where it controls nearly all processes essential for life. Calcium rises signal the very start of life (during fertilization) and are used, time and time again, during early development (in for example controlling the way in which cells migrate throughout the embryo). These rises drive our nerve impulses and our heart beats. Calcium changes are bought about by a delicately balanced network of proteins which act to deliver calcium at precisely defined times and at specific locations within our cells. Thus, even subtle defects in calcium levels can precipitate disease. Understanding exactly how calcium is controlled within cells is thus vital for understanding how cells work - a critical first step towards devising ways to correct faulty calcium levels in disease.\n\nLysosomes are small acid filled structures (organelles) present within our cells and which are traditionally thought of as the cell's recycling centre. But there is now much evidence stemming from early work in sea urchin eggs suggesting that they and a number of related structures are important sources of calcium. These so called &quot;acidic calcium stores&quot; regulate a number of cellular processes. Moreover, defective handling of calcium by these stores is also emerging as important in several diseases including Parkinson's disease. Work from our lab has helped to identify the proteins which open to allow calcium to be released from these stores. But how calcium is taken up is not known. This is a major gap in our knowledge that requires urgent filling.\n\nPlant biologists have a much better understanding of how calcium is taken up in to acidic calcium stores in the cells they study. One way is by the actions of a family of proteins known as calcium hydrogen exchangers (CAXs). There is much evidence to suggest that these proteins also fill acidic calcium stores in animals but identification of the corresponding genes which encode them is only in its infancy.\n\nIn our initial experiments, we identified CAX genes from the sea urchin and frog - two commonly used laboratory animals. We showed that frog CAX localizes to acidic calcium stores and that it is involved in regulating calcium levels. We also showed that chemically interfering with acidic organelles prevents the normal migration of embryonic cells in response to a hormone-like substance which is known to drive changes in calcium. These data provide new insight in to the molecular identity and function of CAXs in animals.\n\nIn this application, we bring together a team of scientists with expertise in the study of acidic calcium stores, CAXs in plants and migration of cells. We will build on our preliminary findings to determine i) the precise location of CAX within cells, ii) details of the calcium &quot;transporting&quot; activity of CAX (including whether CAX can be used to reset defective calcium levels in diseased cells) and iii) to define the role of CAX in cell migration.\n\nThe successful outcome of this project will provide us with new information on how calcium is handled by acidic calcium stores and importantly provide us with new tools for further study. It will also provide new insight in to the role of these stores in migration of cells. This process is vital for proper development.\n\nThe collective expertise of the team means that we can apply a broad range of techniques to achieve our aims. It also means that the information we obtain will be useful to a number of scientists and not only those in our respective fields. These scientists include those studying i) calcium in other acid-filled organelles (such as stores of hormones), ii) established processes that acidic organelles fulfil (such as recycling materials), iii) related CAX proteins in other organisms (such as plants and yeast) and iv) specific diseases (such as cancer).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K000942/1","grantId":"BB/K000942/1","fundValue":"428461","fundStart":"2013-01-14","fundEnd":"2016-01-13","funder":"BBSRC","impactText":"","person":"Sandip  Patel","coPersons":["Roberto  Mayor","Jon  Pittman"],"organisation":"University College London","findingsText":"","dataset":"gtr"}