{"id":"FFE90A1D-FAEB-4C1E-9465-C4EBDF86859D","title":"Quasi-static and Impact Nanoindentation to Study Deformation Mechanisms in Metals","abstractText":"Nanoindentation is an attractive technique, allowing study of local mechanical characteristics in a versatile and cost-effective manner. The two MML indenters in the Gordon Laboratory represent the current state of the art. Hot and cold stages have been developed, allowing operation at up to ~800 C and down to -170 C. Impact indentation can be carried out so as to generate (transient) local strain rates ranging up to about 10^4 s^-1. One of the two systems can be operated in vacuum or under controlled atmosphere, greatly reducing the incidence of specimen oxidation and diamond tip erosion at high temperature, and also eliminating condensation at low temperature. Furthermore, a suite of FEM modelling routines has been developed, allowing quasi-static material constitutive relations, and residual stress levels in particular specimens, to be inferred from nanoindentation data, with good degrees of reliability and accuracy.\n\nThe proposed work will involve development of these capabilities, particularly relating to impact mode indentation. This will require enhancement of the current modelling suite, and comprehensive characterisation of the dynamics of indenter motion. This should allow the extraction of strain rate sensitivity information, over ranges of strain rate for which conventional testing presents severe difficulties. These techniques will be applied to &quot;reference&quot; materials, such as pure copper, and also to alloys of particular interest. These include (depleted) uranium, which will be supplied by AWE. Such alloys can exhibit pronounced superelastic deformation at relatively low strains and methodology will be developed for the extraction of parameters characterising such behaviour. The effect of ageing on these alloys will also be investigated, which will be facilitated by the capacity for heat treatments to be carried out in situ on the indenter stage (inside the vacuum chamber). AWE will fund a PhD studentship, which will be oriented particularly towards these alloys and the role of superelastic deformation in their overall mechanical behaviour.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I038691/1","grantId":"EP/I038691/1","fundValue":"377258","fundStart":"2012-01-01","fundEnd":"2015-06-30","funder":"EPSRC","impactText":"","person":"Trevor William Clyne","coPersons":[],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}