{"id":"FFEE0E42-C928-42A7-BF9E-D1E79BEE408A","title":"Mesoscopic Superfluid 3He","abstractText":"Superfluid 3He is the most ordered and pure condensed matter system, as a result various types of quantized vortices and other defects of its order were observed and studied. When superfluid 3He becomes two-dimensional, new types of vortices are expected. While fundamental on its own, understanding of such vortices paves way to our understanding of unconvensional superconductors and cosmic strings. We will study the vortex physics in superfluid 3He of reduced dimensions. The new research direction can be initiated by using a rare combination of expertise from different research groups in the School of Physics and Astronomy. Golov's group has a long-term experience in studies of superfluid helium and possesses a unique rotating cryostat for creating vortices in superfluid 3He. Geim's group will contribute to the project through its direct access to modern microfabrication facilities and extensive expertise in mesoscopic physics, including the physics of vortices in mesoscopic superconductors. We intend to study quantized vortices in thin slabs of superfluid 3He confined by flat boundaries with artificially fabricated periodic arrays of submicron bumps (pinning centres for vortices). The properties of 3He in thin-slab geometry should differ from those of bulk superfluid in many respects, for example, new type of vortices with circulation equal to just one half of circulation quantum are expected. With our rotating cryostat, we will introduce vortices of required density while keeping the 3He below its superfluid transition temperature of 0.9 mK. With arrays of nanofabricated pinning centres, we expect to observe commensurability effects when densities of the arrays of vortices and pinning centres match. This will provide a direct measure of the vortex density and, among other things, should allow us to find out whether vortices can become fractional under certain experimental conditions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E001009/1","grantId":"EP/E001009/1","fundValue":"479703","fundStart":"2006-07-01","fundEnd":"2009-12-31","funder":"EPSRC","impactText":"  Our progress in understanding disordered and turbulent superfluid 3He and 4He adds to the general understanding of turbulence and other complex phenomena. As yet, no direct applications of the findings exist, apart from purely theoretical developments. Other ","person":"Andrei  Golov","coPersons":["Andre  Geim"],"organisation":"The University of Manchester","findingsText":" Ultraquantum and rotating turbulences in superfluid helium have been realized. The rates of energy dissipation by quantum turbulence of different spectra were measured for the first time. Our measurements of dissipation rates in the T=0 limit make the only benchmark reference for all researchers in the field. Aerospace, Defence and Marine,Other","dataset":"gtr"}