{"id":"FFF099E1-87EB-4150-8CCA-BDF4733F491E","title":"The Development of an Interdisciplinary Rural Ageing Research Agenda Using the OPeRA (Older People in Rural Areas) Network","abstractText":"<p>The impact of population ageing in rural areas in the UK has received little attention by researchers to date. The need for policy-relevant applied research on rural ageing was the impetus for the development of OPeRA, an applied interdisciplinary research collaboration between three universities in the South West of England (University of Plymouth, University of the West of England and Bournemouth University), the country’s ‘oldest’ region. The aim of this project is to draw from the OPeRA network’s existing research agenda, multidisciplinary expertise, resources and partnerships to create a platform for an interdisciplinary research programme on rural ageing. This work has four objectives:</p> \n<ol> \n <li>creating an Older People’s Panel of rural residents across the South West to provide consultation throughout the development of the research;</li> \n <li>conducting a review of the research literature on rural ageing in OPeRA’s priority research areas;</li> \n <li>formulating a set of integrated research questions and interdisciplinary research approaches using the findings from the literature review and input from stakeholders in rural ageing (ie, researchers, research end-users and older people themselves);</li> \n <li>identifying and recruiting additional academic and non-academic partners to be involved in the development of the research agenda and its policy and practice impact.</li>\n</ol>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-351-25-0143","grantId":"RES-351-25-0143","fundValue":"19008","fundStart":"2006-11-01","fundEnd":"2007-10-30","funder":"ESRC","impactText":"","person":"Catherine Hagan Hennessy","coPersons":["Ray  Jones","Graham Peter  Parkhurst","Robin  Means","Kathleen Theresa Galvin","George  Giarchi"],"organisation":"University of Plymouth","findingsText":"","dataset":"gtr"}