{"id":"FFF2F001-F951-4A77-8802-0371CE7A124D","title":"Intelligent Decision Support and Control Technologies for Continuous Manufacturing of Pharmaceuticals and Fine Chemicals","abstractText":"Although continuous crystallisation provides significant benefits to innovative manufacture, the key challenge of real time, robust monitoring of quantitative attributes (form, shape, size) of particulate products still remains a massive challenge. While particle attributes are crucial for downstream processing of products, no current solution allows the processing of data from in-line sensors to reliably extract these attributes in real time across multiple manufacturing steps and the subsequent use of this knowledge for IDS and control of processes. The development of solutions for the sector requires expertise across many technologies driven by end user requirements. Industrial co-creators will provide the requirements, the range of expertise within the applicants ensuring that the goals of the programme are met. The grant will enable the establishment of a process test-bed which as the project matures, will be made available to a range of national and international user and application communities. This activity will support the creation of a requirement and technology roadmap, in so doing informing both the research and commercial communities on future opportunities. The project will also yield the following added value to the community: \n- the cross-disciplinary nature of the project and participating teams will stimulate new solutions and promote creativity through sharing best practice in executing research from different perspectives\n- the PDRAs will be applying their know-how to joint development tasks, allowing them to gain comprehensive knowledge and expertise across a range of field and in so doing provide trained, talented engineers that will fuel the deployment of these innovative solutions\n- the project addresses the integration of a number of distinct architectural layers to transform a physical infrastructure into a flexible platform which supports a range of applications whilst accessible to users","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K014250/1","grantId":"EP/K014250/1","fundValue":"2481980","fundStart":"2013-02-01","fundEnd":"2018-01-31","funder":"EPSRC","impactText":"","person":"Ivan  Andonovic","coPersons":["Alison  Nordon","Alastair James Florence","Blair Fraser Johnston","Massimiliano  Vasile","Stephen  Marshall","Chris  Rielly","Anthony John  Mulholland","Jan  Sefcik","Zoltan  Nagy","Anthony  Gachagan","Walter Craig Michie","Umit Sezer Bititci"],"organisation":"University of Strathclyde","findingsText":"","dataset":"gtr"}