{"id":"FFF4E6AA-C0CE-48A2-9B73-1E2AC9E63AD3","title":"Surface rupture in the 12 May 2008 Sichuan earthquake","abstractText":"The 12 May 2008 earthquake in Sichuan Province, China, had a magnitude of 7.9 and devastated a large area of western China. The earthquake occurred beneath some of the steepest and most rugged mountains in the world, the Longmen Shan or Dragon's Gate Mountains. This range, steeper than the Himalaya, forms the eastern edge of the Tibetan Plateau, the 5 km high collision zone between India and Eurasia. The origin of the Longmen Shan are somewhat mysterious, because the region shows relatively little sign of tectonic activity and has had very few historical earthquakes. Despite this quiescence, previous work by the PI and Co-I has shown that the faults in the Longmen Shan have been active in the geologically-recent past, with earthquakes in the last 10000 years. Two long faults in particular, the Beichuan and Pengguan faults, run almost the entire length of the Longmen Shan and show clear evidence of earthquakes during the last few thousands, and in some cases hundreds, of years. The rates of slip vary between fractions of mm per year to possibly many mm per year. The steep topography and high rainfall in the region, however, mean that the evidence of these past earthquakes is quickly lost through erosion, and so these estimates of slip rates and even the exact locations of the faults are very uncertain. The 12 May earthquake provides an unprecedented opportunity to view the geometry and sense of slip on the underlying faults, and to see the relationships between the short-term and long-term patterns of deformation that have created the Longmen Shan. In the proposed research, we will map the pattern of surface slip that occurred in the earthquake and measure the orientation and amount of slip at different points along the rupture zone. The earthquake appears to have occurred on the Beichuan fault, but the pattern of slip at the surface is complicated and it may be that more than one fault was involved in the earthquake. Untangling the details of such complexity is a good way of understanding the geometrical relationships between faults below the surface, and the way in which the faults have interacted and evolved over time. The distribution of slip in the earthquake can be directly compared to the pattern of damage to infrastructure and the occurrence of earthquake-triggered landslides. It can also be used to check and calibrate rapid, remote methods of estimating earthquake size, such as seismological or satellite-based remote sensing techniques.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G002665/1","grantId":"NE/G002665/1","fundValue":"19492","fundStart":"2008-08-01","fundEnd":"2009-07-31","funder":"NERC","impactText":"  The findings have helped to inform post-earthquake assessments of faulting and seismic hazard in the region. The China Earthquake Administration has used the research, along with our published research from before the earthquake, to help guide their own scientific investigations of the faults and the landslides associated with the earthquake. Environment ","person":"Alexander Logan Densmore","coPersons":[],"organisation":"Durham University","findingsText":" The 12 May 2008 earthquake in Sichuan Province, China, had a magnitude of 7.9 and devastated a large area of western China. The earthquake occurred beneath some of the steepest and most rugged mountains in the world, the Longmen Shan or Dragon’s Gate Mountains. This range, steeper than the Himalaya, forms the eastern edge of the Tibetan Plateau, the 5 km high collision zone between India and Eurasia. The origin of the Longmen Shan are somewhat mysterious, because the region shows relatively little sign of tectonic activity and has had very few historical earthquakes. Despite this quiescence, previous work by the PI has shown that the faults in the Longmen Shan have been active in the geologically-recent past, with earthquakes in the last 10000 years. Two long faults in particular, the Beichuan and Pengguan faults, run almost the entire length of the Longmen Shan and show clear evidence of earthquakes during the last few thousands, and in some cases hundreds, of years. The rates of slip vary between fractions of mm per year to possibly many mm per year. The steep topography and high rainfall in the region, however, mean that the evidence of these past earthquakes is quickly lost through erosion, and so these estimates of slip rates and even the exact locations of the faults are very uncertain. The 12 May earthquake provided an unprecedented opportunity to view the geometry and sense of slip on the underlying faults, and to see the relationships between the short-term and long-term patterns of deformation that have created the Longmen Shan.\n\nIn the project, we mapped the pattern of surface slip that occurred in the earthquake and measured the orientation and amount of slip at different points along the rupture zone. The earthquake occurred on three separate faults, and the pattern of slip at the surface was complicated. Untangling the details of such complexity is a good way of understanding the geometrical relationships between faults below the surface, and the way in which the faults have interacted and evolved over time. We were able to show that many, but not all, of the fault strands that were active in the 2008 earthquake showed evidence of past movement. Some of the ruptures, however, occurred in places where there was no evidence of past activity in the landscape, and thus would have been nearly impossible to foresee.\n\nWe also mapped the landslides that were triggered by the earthquake, and showed that they were responsible for releasing a very large amount of material from the mountain range (2-15 cubic km). This volume of material is comparable to the volume of rock that was added to the mountain range by fault movement in the earthquake, and this calls into question some of the fundamental mechanisms that build and maintain mountainous topography over million-year time scales. The research results form a part of updated seismic hazard maps of Sichuan Province. They are one of several different published efforts at determining the slip distribution and pattern in the earthquake. Our work complemented ongoing efforts by the China Earthquake Administration (CEA) to (1) map the 2008 earthquake rupture, and (2) update the map of active faults in the Longmen Shan region, based in part on previous work by the PI. Communication with the CEA was carried out both via publication in the scientific literature and via direct discussion with Dr Zhang Peizhen (Head, Institute of Geology, CEA) and Dr He Honglin (Institute of Geology, CEA). Environment","dataset":"gtr"}