{"id":"FFF7D715-27B3-4E64-B2E4-4089AFA2EECC","title":"Critical early events at the mucosal/worm interface following infection fo sheep with the abomasal nematode Teladorsagia circumcincta","abstractText":"SUMMARY Parasitic gastroenteritis (PGE), caused by trichostrongylid nematodes, is the most commonly diagnosed systemic disease of sheep in the U.K. The principal causative nematode (worm) is the abomasal parasite Teladorsagia circumcincta. From a production perspective, the syndrome causes impaired food utilisation, poor growth rates as well as poor carcass and fleece quality, in short, economic loses for the producer which compromise economic viability. Control, dependent on the use of anthelmintics, is failing due to the rapid emergence of drug resistance in the target nematodes. Vaccination is a feasible alternative but development is hampered by a lack of knowledge of the host-parasite interaction to incoming larvae, a prime effector of immunity in sheep. As this response develops, it is thought to induce arrested larval development, a factor which makes a major contribution to disease in the weaned young lamb. Here we will seek to define the molecular interactions between the host site of infection (the true stomach or abomasum) and the incoming larvae, the purpose being to identify the host mechanisms required to expel the worms and the worm proteins stimulating these or being targeted by them. We will define host gene expression in the abomasal surface layer in response to incoming larvae and, uniquely, parallel this analysis with the equivalent in the larvae. The purpose is to correlate key early host responses to the parasite with developmental changes in parasite gene expression, some of which are likely to be induced by the host and effect a parasite survival strategy in the face of developing anti-parasite immunity in the host. This work will allow us to identify potential vaccine candidates and provide basic information required to optimise vaccine delivery bringing control by vaccination a step closer.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E018408/1","grantId":"BB/E018408/1","fundValue":"62490","fundStart":"2007-09-01","fundEnd":"2008-04-30","funder":"BBSRC","impactText":"","person":"Alan  Archibald","coPersons":[],"organisation":"University of Edinburgh","findingsText":" Infection of sheep with the gastric nematode Teladorsagia circumcincta results in distinct Th2-type changes in the mucosa, including mucous neck cell and mast cell hyperplasia, eosinophilia, recruitment of IgA/ IgE producing cells and neutrophils, altered T-cell subsets and mucosal hypertrophy. To address the protective mechanisms generated in animals on previous exposure to this parasite, gene expression profiling was carried out using samples of abomasal mucosa collected pre- and post- challenge from animals of differing immune status. \nRecently developed ovine cDNA arrays were used to compare the abomasal response of worm-free na&iuml;ve sheep with &quot;previously infected&quot; sheep immunised by an 8-week trickle infection at different timepoints post-challenge with 50,000 T. circumcincta L3. Key changes were validated using qRT-PCR techniques.\n1. Immune animals demonstrated highly significant increases in transcripts normally associated with cytotoxicity such as granulysin and granzymes A, B and H, as well as mucous-cell derived transcripts, predominatly calcium-activated chloride channel 1 (CLCA1).\n2. Challenge infection also induced upregulation of transcripts potentially involved in initiating or modulating the immune response, such as heat shock proteins, complement factors and the chemokine CCL2.\n3. In contrast, there was marked infection-associated downregulation of members of the gastric lysozyme family. The changes in these transcript levels may reflect roles in direct anti-parasitic effects, immuno-modulation or tissue repair.  Agriculture, Food and Drink","dataset":"gtr"}