{"id":"198360","title":"Production harmonizEd Reconfiguration of Flexible Robots  and Machinery","abstractText":"PERFoRM - Production harmonizEd Reconfiguration of Flexible Robots and Machinery aims to the conceptual transformation of existing Production Systems towards plug&produce production systems in order to achieve a flexible manufacturing environments based on rapid and seamless reconfiguration of machinery and robots as response to operational or business events.\nThese objectives require research activities to implement a solid Manufacturing middleware based on encapsulation of production resources and assets according existing paradigms (e.g. CPS, Service based architectures, Cloud services, etc.), the development of advanced and modular global monitoring and optimization algorithms for reconfiguration of machinery, robots and processes and, finally, to ensure the full interoperability, the harmonization and standardization of methods and protocols to enable the plug-and-produce readiness in heterogeneous environments.\nOn the other hand, real industrial and business impacts, can be achieved by careful consideration of migration of legacy environments to the new approach and, where standard devices and/or applications remain, the coexistence and integration of existing systems. Implementing a robust and consistent KPI based operational and performance measuring approach, to really drive the behavior of the system according to the business and operational objectives, will ensure the achievement of measurable results. To such purpose PERFoRM project will deploy in four industrial testbeds belonging to different industrial domains to ensure a broad and sound validation of the concept and the platform. A successful deployment will be achieved not only by focusing on migration planning and deployment, but will also encompass the deployment in at least two designated industry driven experimental testbeds to optimize the deployment strategy and so minimize risks.","grantUrl":"","grantId":"680435","fundValue":"9162025","fundStart":"2015-10-01","fundEnd":"2018-09-30","dataset":"h2020"}