{"id":"194848","title":"effective Container inspection at BORDer control points","abstractText":"Efficient NII (non-intrusive inspection) of containerised freight is critical to trade and society. Freight containers are potential means for smuggling (e.g. tobacco), illegal immigration, trafficking of drugs, mis-declared goods and dangerous illicit substances, including explosives, nuclear material, chemical and biological warfare agents and radioactively contaminated goods. One inspection NII technology cannot cope with all these targets. \nThe C-BORD Toolbox and Framework will address all these targets and enable customs to deploy comprehensive cost-effective container NII solutions to potentially protect all EU sea- and land-borders, satisfying a large range of container NII needs. \nThe C-BORD Toolbox will include 5 complementary innovative detection technologies: delivering improved X-rays, Target Neutron Interrogation, Photofission, Sniffing and Passive Detection. User interfaces and data will be integrated to optimise effectiveness and efficiency of end-users and systems. \nThe C-BORD Framework will help customs analyse their needs, design integrated solutions, and optimise the container inspection chain; it will address detection levels, false alarm levels, throughput, health & safety, logistics and cost & benefits.\nC-BORD will increase the probability of finding illicit or dangerous content with at least equal throughput of containers per time unit, reduce the need for costly, time-consuming and dangerous manual container inspections by customs officials, and in case a container is opened, increase the probability of finding illicit materials. C-BORD involves stakeholders from 8 EU countries, as partners (5) and advisory group members (3). On 3 custom sites integrated solutions will be trialled, respectively addressing the needs of big seaports, small seaports and mobile land-borders. To optimise sustainable impact, C-BORD will actively engage with a large community, will support policy implementation, evolution and start early exploitation planning.","grantUrl":"","grantId":"653323","fundValue":"11826452,5","fundStart":"2015-06-01","fundEnd":"2018-11-30","dataset":"h2020"}