{"id":"193402","title":"Open social transport network for urban approach to carpooling","abstractText":"SocialCar is an Intelligent Transport System based on an innovative approach to transport demand management, and more specifically to carpooling in urban and peri-urban areas. \nSocialCar’s main objective is devopping a new communication network for intelligent mobility, sharing information of car-pooling integrated with existing transport and mobility systems. It will be achieved by means of powerful planning algorithms and integration in a liveable environment of big data related to public transport, carpooling and crowdsourcing in order to provide the final user with a simplified travel experience allowing comparison and choice between multiple options/services.\nSocialCar will take advantage Social Media to communicate, share information and  provide the best just-in-time notifications to the travellers.\nSocialCar will  take advantage of the ever growing connectivity of people and objects and the propagation of Internet services, the potential of Future Internet and the availability of GNSS based location and social media to create an integrated mobility service with the potential to sensibly reduce mobility problems of European citizens.\nSocialCar will capitalise on a strong pan European team with a solid background in social, psychological and economic sciences, the involvement of 10 European urban sites will prove the concepts' validity and business case. \n\nSocialCar General Objectives are to: \n• contribute to the EU2020 targets on energy efficiency and renewable energy sources reducing congestion by improving and maximising connectivity and information in real-time \n• overcoming the limitations of current carpooling practices moving from long trips to effective urban and peri-urban use\n• validate green driving support systems, active management based on European GNSS\n• identify a suitable big data management architecture for integrating mobility data\n• produce a city-based open integrated mobility repository of public transport and traffic city-based data","grantUrl":"","grantId":"636427","fundValue":"5953083","fundStart":"2015-06-01","fundEnd":"2018-05-31","dataset":"h2020"}