{"id":"193237","title":"Safety CaUsation, Benefits and Efficiency","abstractText":"The objective of SafetyCube is to develop an innovative road safety Decision Support System (DSS) that will enable policy-makers and stakeholders to select and implement the most appropriate strategies, measures and cost-effective approaches to reduce casualties of all road user types and all severities.\n\nAt the core of the project will be a novel and comprehensive analysis of accident causation factors combined with newly estimated data on the effectiveness and cost-effectiveness of safety measures, not just in relation to reduction of fatalities but also the number of injured. An operational framework will be established to provide future access to the DSS once the project is completed.\n\nThe project has four sub-objectives:\n1. To develop new analysis methods for (a) Priority setting, (b) Evaluating the effectiveness of measures (c) Monitoring serious injuries and assessing their socio-economic costs (d) Cost-benefit analysis taking account of human and material costs\n2. To apply these methods to safety data to identify the key accident causation mechanisms, risk factors and the most cost-effective measures for fatally and seriously injured casualties\n3. To develop an operational framework to ensure the project facilities can be accessed and updated beyond the completion of SafetyCube\n4. To enhance the European Road Safety Observatory and work with road safety stakeholders to ensure the results of the project can be implemented as widely as possible\n\nThe project outputs will be framed according to the specific policy and stakeholder areas – infrastructures, vehicles and road users – so that the measures developed in the project can be most readily applied. A systems approach will ensure effective coordination between these areas.\n\nThe close involvement of road safety stakeholders of all types at national and EU levels and wider will enable the DSS to be focussed on the most appropriate policy-making procedures and ensure the project outputs have global reach.","grantUrl":"","grantId":"633485","fundValue":"5790111,25","fundStart":"2015-05-01","fundEnd":"2018-04-30","dataset":"h2020"}