{"id":"194892","title":"Infrastructure for NMR, EM and X-ray crystallography for translational research","abstractText":"Structural biology provides insight into the molecular architecture of cells up to atomic resolution, revealing the biological mechanisms that are fundamental to life. It is thus key to many innovations in chemistry, biotechnology and medicine such as engineered enzymes, new potent drugs, innovative vaccines and novel biomaterials.\niNEXT (infrastructure for NMR, EM and X-rays for Translational research) will provide high-end structural biology instrumentation and expertise, facilitating expert and non-expert European users to translate their fundamental research into biomedical and biotechnological applications. \niNEXT brings together leading European structural biology facilities under one interdisciplinary organizational umbrella and includes synchrotron sites for X-rays, NMR centers with ultra-high field instruments, and, for the first time, advanced electron microscopy and light imaging facilities. Together with key partners in biological and biomedical institutions, partners focusing on training and dissemination activities, and ESFRI projects (Instruct, Euro-BioImaging, EU-OPENSCREEN and future neutron-provider ESS), iNEXT forms an inclusive European network of world class.\niNEXT joint research projects (fragment screening for drug development, membrane protein structure, and multimodal cellular imaging) and networking, training and transnational access activities will be important for SMEs, established industries and academics alike. In particular, iNEXT will provide novel access modes to attract new and non-expert users, which are often hindered from engaging in structural biology projects through lack of instrumentation and expertise: a Structural Audit procedure, whereby a sample is assessed for its suitability for structural studies; Enhanced Project Support, allowing users to get expert help in an iNEXT facility; and High-End Data Collection, enabling experienced users to take full benefit of the iNEXT state-of-the-art equipment.","grantUrl":"","grantId":"653706","fundValue":"9999534,25","fundStart":"2015-09-01","fundEnd":"2019-08-31","dataset":"h2020"}