{"id":"193339","title":"Sustainable finance for sustainable agriculture and fisheries","abstractText":"A good functioning of the European food system is key to deliver food and nutrition security for all Europeans. However, that system faces many economic, environmental and social challenges as well as opportunities following socio-economic and technological developments, that are not equally distributed throughout the EU. Future policymaking aiming at healthy and resilient systems needs to take into account this differentiation and diversity of approaches, which necessitate foresight activities that take into account both the development of important driving forces as well as the social and spatial diversity. Primary production—that is agriculture, fisheries and aquaculture—forms the foundation of the food system. Its structure and performance is influenced by various conditions shaped by both the public and the private sector. As economic agents, primary producers aim at generating a sufficient amount of income, but their financial conditions are highly dependent on public and private actors, such as government regulators (including the EU’s agricultural and fisheries policies), the financial sector, suppliers, the food industry, retailers, etc. In other words, the web of policy requirements as well as input and output market imperfections greatly shape farmers’ and fishermen’s livelihoods. Knowledge on the conditions of primary producers and the driving forces influencing these conditions exists, but in a fragmented way: not all primary producers and regions are covered, not all driving forces have been investigated, cross-linkages between them have been insufficiently analysed, future opportunities are not well integrated, etc. The purpose of SUFISA is to identify sustainable practices and policies in the agricultural, fish and food sectors that support the sustainability of primary producers in a context of multi-dimensionsal policy requirements, market uncertainties and globalisation.","grantUrl":"","grantId":"635577","fundValue":"4863662,5","fundStart":"2015-05-01","fundEnd":"2019-04-30","dataset":"h2020"}