{"id":"197903","title":"Integrated Components for Complexity Control in affordable electrified cars","abstractText":"The 3Ccar project will provide highly integrated ECS Components for Complexity Control in thereby affordable electrified cars. The new semiconductors for Complexity management (Control, reduction) will offer the next level of energy efficiency in transportation systems.\n3Ccar’s impact is maximizing pragmatic strategy: Use semiconductor technology innovations to manage functionality & complexity increase. This leads also to cheaper, efficient, robust, comfortable, reliable and usable automotive systems. This strengthens Europe as a whole (OEM, Tier1, Semiconductor) generating economic growth and new jobs in Europe.\nThe impact of 3Ccar is driven vertically by innovations and horizontally enabling growth and deployment in the industry based on what we see as European Values. We recognized that European engineers develop for highest efficiency, convergence and manageable complexity. Our society appreciates long life products to avoid waste. 50 partners and 55 Mio€ budget give the mass for innovative products such as functional integrated powertrains, smart battery cells with unique selling features allowing Europe to advance to global leadership. An important feature of the project has been the recognition and exploitation of synergies with other EV projects, enabling fast innovation cycles between such aligned projects.\nWith 55 Mio€ budget and 10 b€ impact the R&D expenditure ratio is 200 which is 10x higher than the semiconductor average and corresponds to very strong innovation potential which will be translated into automotive and semiconductor industry. The technologies developed in 3Ccar will be commercialized all over the world while giving advantages to Europe’s OEMs willing to manufacture in Europe. 3Ccar will be involved in standardization needed to ensure that large vertical supply chains can be established. The 3Ccar project shows that collaboration between industry, research institutes, governments and customers is pivotal for excellence in Europe.","grantUrl":"","grantId":"662192","fundValue":"52899748,5","fundStart":"2015-06-01","fundEnd":"2018-05-31","dataset":"h2020"}