{"id":"198359","title":"Human-mimetic approach to the integrated monitoring, management and optimization of a symbiotic cluster of smart production units","abstractText":"Improvements of the overall sustainability of process industries from an economic, environmental and social point of view require the adoption of a new industrial symbiosis paradigm - the human-mimetic symbiosis - where critical resources (materials, energy, waste and by-products) are coordinated among multiple autonomous Production Units organized in industrial clusters.\nSYMBIOPTIMA will improve European process industry efficiency levels by: (a) developing a cross-sectorial energy & resource management platform for intra- and inter-cluster streams, characterized by a holistic model for the definition, life-cycle assessment and business management of a human-mimetic symbiotic cluster. The platform multi-layer architecture integrates process optimization and demand response strategies for the synergetic optimization of energy and resources within the sectors and across value chains. (b) Developing extensive, multi-disciplinary, modular and “plug&play” monitoring and elaboration of all relevant information flows of the symbiotic cluster. (c) Integrating all thermal energy sources, flows and sinks of the cluster into a systemic unified vision, as nodes of smart thermal energy grid. (d) Taking into account disruptive increase of cross-sectorial re-use for particularly impacting waste streams, proposing advanced WASTE2RESOURCE initiatives for PET.\nThe development of such a holistic framework will pave the way for future cross-sectorial interactions and potentialities. Furthermore, the adoption of available LCSA and interoperability standards will grant easy upgradability of legacy devices and a large adoption by device producers. Modularity, extendibility and upgradability of all developed tools will improve scalability and make the SYMBIOPTIMA approach suitable both at small and large scale. Rapid transfer from lab-scale to testing at demonstration sites will be eased by the presence of industrial partners and end-users, as Bilfinger, Siemens, SXS, and Neo Group.","grantUrl":"","grantId":"680426","fundValue":"7327900","fundStart":"2015-09-01","fundEnd":"2018-08-31","dataset":"h2020"}