{"id":"200055","title":"For a Better Tomorrow: Social Enterprises on the Move","abstractText":"The project “For a Better Tomorrow: Social Enterprises on the Move (FAB-MOVE)” brings together researchers and practitioners in order to explore the question of how social enterprises can grow and flourish. These objectives will be achieved through a carefully crafted network of academic and non-academic partner organisations co-operating worldwide.\nManagers and practitioners of social enterprises often lack an easy access to the frontiers of science. FAB-MOVE will significantly improve the transfer of knowledge between academics and non-academics and thus increase the practical applicability of research findings. For an enduring sustainable impact, FAB-MOVE develops a teaching tool to educate (future) managers of social enterprises on how to set up their enterprise in a specific environment, how to combine business with a social goal, and how to develop strategies for growth and scaling-up. \nCurrently there is a lack of knowledge about the influence of different social and economic environments on social enterprises. Local eco-systems and traditions have a decisive impact on the wellbeing, growth and potentials for scaling-up of social enterprises. FAB-MOVE focuses on the embeddedness of social enterprises and its impact on their evolution. It identifies crucial success factors for a sustainable development of these new and innovative organisations in an internationally comparative perspective.\nThoroughly analysed case studies will serve as best practices by highlighting how social enterprises overcome crucial problems and manage to grow in different social areas and various regions around the world. In particular, the cases will shed light on how managers of social enterprises cooperate with stakeholders and how their environment composed of promoting actors and existing (political) structures meet their needs in order to improve social cohesion all over Europe.","grantUrl":"","grantId":"688991","fundValue":"1192500","fundStart":"2016-01-01","fundEnd":"2018-12-31","dataset":"h2020"}