{"id":"194888","title":"Visual Privacy Management in User Centric Open Environments","abstractText":"Public Administration (PA) authorities are working towards upgrading the level of their online services through new governance models such as the Open Government. This pushes for greater transparency, accountability and innovation aiming at increasing citizen levels of confidence and trust in PA online services. In this context, user data privacy is an important issue. VisiOn will deliver a high Technology Readiness Level (TRL) Visual Privacy Management Platform, which empowers any citizen to achieve desired levels of privacy by creating and monitoring a personal Privacy Level Agreement. The platform will provide clear visualisation of privacy preferences, relevant threats and trust issues along with an insight into the economic value of user data. The platform will equip PAs with the right tools to improve the transparency and accountability of their operations, by supporting visual analysis of (i) privacy issues at different levels (e.g. design, run-time) and perspectives (i.e. citizen, PA); (ii) regulation compliance; and (iii) business/operational processes. The VisiOn consortium will leverage existing software, tools and methodologies, which partners have developed in previous projects, towards the implementation of the privacy platform software components.\nThe latter will be tested in an operational environment (i.e. TRL 7), in three different pilot scenarios across two different scenario types (i.e. citizen/PA & PA/cross-border PA). Pilots will involve users from three European countries. Driven by the lack of appropriate products in the market, as identified by the relevant market analysis, the VisiOn exploitation strategy is based on commercialisation of the project results at three levels: platform-as-a-whole, fragments of the platform, and partner individual exploitation. This strategy will enable partners to integrate the project results into their existing commercial offerings, thus exploring and establishing new business opportunities and ventures.","grantUrl":"","grantId":"653642","fundValue":"3161000","fundStart":"2015-07-01","fundEnd":"2017-06-30","dataset":"h2020"}