{"id":"200823","title":"Scaling-up biodegradable nanomedicines for multimodal for multimodal precision cancer immunotherapy","abstractText":"PRECIOUS aims at scaling-up biodegradable nanomedicines for multimodal precision cancer immunotherapy.\nWith 3.5 million cancer patients in Europe every year, new cancer medicines are eagerly awaited, notably for prostate and ovarian cancer.\nSystemically applied new immunotherapies are promising, but their toxicity is a hurdle. Vaccination against cancer is safe but rather disappointing: the microenvironment shuts down anti-tumour immunity. \nPRECIOUS will tackle 2 bottlenecks:\n1. Production of non toxic multimodal nanomedicines, which induce vigorous immune responses, and at the same time reverse immunosuppression\n2. Large scale GMP production of nanomedicines, and initiate multimodal immunotherapy Phase I trials.\nWe want to solve these bottlenecks by:\nObjective 1: Two types of GMP biodegradable nanoparticles: 1) a nanovaccine, containing tumour antigens and immune activators, and 2) a nanoparticle composed of compounds, which reverses the suppression and reactivates immunity in the tumour.\nObjective 2: Clinical Phase I trials to show efficacy. Both nanomedicines will be used by 1) local delivery of vaccines in lymphnodes to evoke immune responses and 2) local injection of nanoparticles in the tumour microenvironment, which slowly release compounds that reverse suppression.\n\nTo achieve this, a platform is formed with 6 leading  industrial partners to produce large scale GMP nanomedicines and an excellent immunomodulator track record, together with 5 renowned academic partners to perform clinical studies. Local delivery will avoid toxicity, reduce dose, lower costs by 75%, and have major impact on the European health care system.\nRelevance to call: Large scale GMP production, industrial leadership, nanotechnology and advanced manufacturing KET technologies, translation to the clinic, marketing development.","grantUrl":"","grantId":"686089","fundValue":"8291217,5","fundStart":"2016-05-01","fundEnd":"2021-04-30","dataset":"h2020"}