{"id":"193298","title":"Female cancer prediction using cervical omics to individualise screening and prevention","abstractText":"While prevention of most female specific cancers (ovarian, breast, endometrial) has not progressed substantially in recent years, significant progress has been made with cervical cancer due to accessibility of the cell of origin (cervical smear) and availability of a test for the causal agent (human papilloma virus); together these enable identification of high risk individuals and interventions to prevent infection or halt progression to invasive cancer.\nOur consortium has developed an exciting opportunity to utilise clinically abundant cervical cells in tandem with a multi-omics enabled (genome, epigenome, metagenome) analysis pipeline to understand an individual’s risk of developing a female specific cancer and to direct a personalised screening and prevention strategy. Cervical cells – currently collected within cervical cancer screening – provide an ideal window into other female specific cancers because they are (i) an excellent non-invasive source of high quality DNA, (ii) provide a readout for environmental exposure, (iii) are part of the Müllerian tract and (iv) are hormone sensitive, recording (via the epigenome) various hormonal conditions over a lifetime that trigger cancer development. The FORECEE project is aligned with the novel concept of “P4 Medicine” (predictive, preventive, personalized, and participatory): it aims to translate the risk prediction tool’s output into personalised recommendations for screening and prevention of female cancers.\nOur consortium comprises a multi-disciplinary team of experts in clinical oncology, risk-benefit communication, omics technologies, decision analysis, health economics and public health. We will examine the effectiveness of the proposed cervical cell omics analysis method and investigate the legal, social, ethical and behavioural issues related to implementation of the risk prediction tool, through direct interaction with stakeholder groups, to ensure its rapid translation into clinical practice across Europe.","grantUrl":"","grantId":"634570","fundValue":"7994746,25","fundStart":"2015-09-01","fundEnd":"2019-08-31","dataset":"h2020"}