{"id":"196148","title":"Gene networks to investigate lateral gene transfer in parasitic protozoa","abstractText":"Protozoan pathogens from the kinetoplastid radiation (Leishmania, Trypanosoma) cause major diseases affecting humans, livestock and plants in the developing World and are an emerging problem in the developed world. Despite their importance for human health, these pathogens are still poorly studied with respect to the plasticity of their genomes and its importance for pathogen biology. The increasing availability of complete genomes provides opportunities to gain a better understanding of their genome content, to understand the role of gene flow in providing new pathogenic abilities and to identify how pathogens differ from their free-living relatives and from their hosts. The proposal involves a promising researcher from Paris, France, with a background in biochemistry and computer science moving to a host laboratory in Newcastle, UK, noted for excellent training of young researchers, and for its research on pathogen evolution, to undertake a multidisciplinary investigation, combining phylogenetics and network-based methods to identify how vertical and lateral/horizontal gene flow have affected the genomes and metabolism of these important pathogens. Host training in analysing pathogen genome evolution and large datasets using sophisticated Bayesian methods for statistical inference will synergistically complement the skills of the researcher in network and graph approaches, to achieve these goals. The project will equip the researcher with generally applicable expertise in computational analysis of large data sets from an evolution perspective and in their biological interpretation. It will deliver the first detailed insights into how lateral gene flow has affected the genomes of strategically chosen pathogens of the kinetoplastid radiation, and it will have general implications for understanding how all eukaryotic genomes, including our own, have evolved and continue to evolve.","grantUrl":"","grantId":"661679","fundValue":"183454,8","fundStart":"2015-10-01","fundEnd":"2017-09-30","dataset":"h2020"}