{"id":"199730","title":"INter-sectoral Health Environment Research for InnovaTions","abstractText":"The overarching aim of INHERIT is to define effective inter-sectoral policies and interventions that promote health and well being across the social gradient by tackling key environmental stressors and related inequalities in the areas of living, consuming and moving.\nINHERIT will bring together relevant stakeholders from different sectors, including the private sector. It will support inter-sectoral cooperation between environment, climate and health by:\na) Analysing existing scientific knowledge on key environmental stressors to health and approaches to address these;\nb) Identifying existing promising inter-sector policies and interventions that enable conditions for more healthy and environmentally sustainable behaviours, in three main areas: living, consuming and moving;\nc) Developing a Common Analytical Framework using impact assessment tools and quantitative and qualitative indicators to assess the social, environmental and health benefits and the economic value in promising inter-sectoral interventions;\nd) Developing targets and future visions while considering overall economic and politics contexts and global trends (i.e. participatory back-casting, stakeholder and citizen consultations and household surveys);\ne) Implementing, testing and evaluating pilot interventions in different European contexts;\nf) Enhancing the leadership skills of public health professionals in inter-sectoral work to address key environmental stressors to health and promote healthy and environmentally sustainable lifestyles;\ng) Translating evaluation findings into models of good practice for effective inter-sectoral work and evidence based tools for policy development to contribute to the global and European environment, health and sustainable development policy agenda.\nThe novelty of INHERIT lies in its support for health, environment and climate sectors to jointly pursue the inter-related goals of improving health and well-being of the population while preserving the environment.","grantUrl":"","grantId":"667364","fundValue":"5952902,5","fundStart":"2016-01-01","fundEnd":"2019-12-31","dataset":"h2020"}