{"id":"194942","title":"European Holocaust Research Infrastructure","abstractText":"The European Holocaust Research Infrastructure (EHRI) project seeks to transform archival research on the Holocaust. The vision of EHRI is to integrate the data, services and expertise of existing Holocaust infrastructures on an unprecedented scale. It will allow researchers from across the globe transnational and virtual access to the integrated infrastructure, and provide them with innovative digital tools and methods to (collaboratively) explore and analyse Holocaust sources. EHRI will thereby become an indispensable tool for the  study of the Holocaust from a pan-European perspective. \nEHRI is based on an advanced community that has already achieved a significant co-ordination of its efforts, not least thanks to the activities undertaken during EHRI's first phase. The aim of the second phase is to further expand this community. The EHRI consortium includes 22 partners, spread across Europe and beyond. This consortium, as well as a network of regional contact points, enables EHRI to reach those regions where much valuable Holocaust source material is located, but where access has hitherto been problematic, especially in South-Eastern and Eastern Europe. EHRI includes  measures to build capacity in such regions, thereby ensuring that institutions and people across Europe can contribute to, and make use of, the EHRI infrastructure.\nEHRI will continue to serve as a 'best practice' model for other humanities projects, and its innovative approach to data integration, management and retrieval will have impact in the wider cultural and IT industries. Although EHRI is geared towards scholarly communities, open online availability of reliable Holocaust material is important for the larger public, as the Holocaust is deeply rooted in the development of European societies. European support for the study of this most traumatic historical event is essential to achieve a comprehensive approach to the history of the Holocaust as a shared European phenomenon.","grantUrl":"","grantId":"654164","fundValue":"7969673,75","fundStart":"2015-05-01","fundEnd":"2019-04-30","dataset":"h2020"}