{"id":"197350","title":"Converged Heterogeneous Advanced 5G Cloud-RAN Architecture for Intelligent and Secure Media Access","abstractText":"CHARISMA proposes an intelligent hierarchical routing and paravirtualised architecture that unites two important concepts: devolved offload with shortest path nearest to end-users and an end-to-end security service chain via virtualized open access physical layer security (PLS). The CHARISMA architecture meets the goals of low-latency (<1ms) and security required for future converged wireless/wireline advanced 5G networking. This provides a cloud infrastructure platform with increased spectral and energy efficiency and enhanced performance targeting the identified needs for 1000-fold increased mobile data volume, 10-100 times higher data rates, 10-100 times more connected devices and 5x reduced latency. \n\nFully aligned and committed to the 5G-PPP principles and KPIs, the CHARISMA proposal brings together 10G-wireless (via mm-wave/60-GHz & free-space optics, FSO) access and 100G fixed optical (OFDM-PON) solutions through an intelligent cloud radio-access-network (C-RAN) and intelligent radio remote head (RRH) platform with IPv6 Trust Node routing featuring very low-latency for the traffic management. Low-cost Ethernet is used across front- and backhaul, and end-user equipment (vCPE), and intelligence distributed across the back-, front-hauls, and perimetric data transports. Ad-hoc mobile device interconnectivities (D2D, D2I, C2C etc.), content delivery network (CDN) and mobile distributed caching (MDC) offer an energy-efficient (better than x20 improvement possible) information-centric networking (ICN) architecture. Furthermore, caching will provide efficient utilization of scarce resources by early aggregating data or/and by executing communication locally. \n\nThe CHARISMA approach will benefit user experiences with ground-breaking low-latency services, high-bandwidth, and mobile cloud resilient network security.","grantUrl":"","grantId":"671704","fundValue":"5892245","fundStart":"2015-07-01","fundEnd":"2017-12-31","dataset":"h2020"}