{"id":"198367","title":"REE4EU: integrated high temperature electrolysis (HTE) and Ion Liquid Extraction (ILE) for a strong and independent European Rare Earth Elements Supply Chain","abstractText":"The REE4EU project will develop, validate and demonstrate in 2 industrially relevant Pilots an innovative Rare Earth Alloys (REA) production route from Permanent Magnets (PM) and Secondary Batteries (SB) waste. Currently only 1% of RE waste is being recovered as no adequate process is available, so proof-of-concept in REE4EU will open-up a fully new route bringing recovery of 90% of in-process wastes from PM manufacturing within reach. The targeted integrated solution is based on recently developed lab-proven technologies for direct high-temperature electrolyses of REA production. It will be combined in the pilots with an innovative and proven Ionic Liquid Extraction or tailored hydrometallurgical pre-treatment to demonstrate dramatic improvements in cost and environmental performance compared to state of the art technologies. This includes avoidance of process steps (pure RE extraction and reprocessing), 50% energy savings, and 100% recycling of ionic liquids as opposed to disposal of strong acid leeching agents in state of the art pre-treatment steps.  The project involves in its consortium the full value chain including (SME and large) RE metal producers, PM manufacturer, SME process engineering companies and LCA experts, (SME and large) electronics and battery recycling companies, SME technology transfer, innovation specialists as well as chemical and end-user associations. Together with 4 top research institutes on electrolyses, ionic liquids and RE recycling,  they will prove technical and economic viability on in-process PM waste (swarf), as well as End-of-Life (EoL) PM and SB waste, develop urgently required market data on EoL RE availability and a triple value-chain business case for a new European secondary Rare Earth Alloys (REA) production sector, creating new jobs, increasing Europe’s independence from imports and providing valuable raw materials for fast growing European green-technology industries such as Electrical/Hybrid vehicles and Wind Turbines.","grantUrl":"","grantId":"680507","fundValue":"9063772,5","fundStart":"2015-10-01","fundEnd":"2019-09-30","dataset":"h2020"}