{"id":"198381","title":"Twin-model based virtual manufacturing for machine tool-process simulation and control","abstractText":"Europe is the world’s largest manufacturer of machine tools but this position is threatened due to the emergence of Asian countries. However, Europe has world-class capabilities in the manufacture of high-value parts for such competitive sectors like aerospace & automotive and this has led to the creation of a high-technology, high-skill industry. European machine tool builders, part manufacturers and other agents have to work together to increase the competitiveness of European manufacturing industry.\nSimulation tools are currently a key complement to European machine tool industry expertise but new integrated approaches are needed. The main objective of Twin-Control is the development of a simulation and control system that integrates the different aspects that affect machine tool and machining performance. This holistic approach will allow a better estimation of machining performance than single featured simulation packages, including lifecycle concepts like energy consumption and end-life of components. This integrated concept will also enhance the necessary collaboration between machine tool builders and part manufacturers.\nThe specific industrial objectives are:\n•         Getting machines that work as designed faster (10% reduction)\n•         Getting production processes that work as planned faster (20% reduction)\n•         To get a first-time-right part manufacturing (75%)\n•         To increase production time trough model-based control (increase of 1-2%)\n•         To reduce energy consumption (25-50%)\n•         Improve machine reliability and increase machine up-time due to a proactive maintenance (2-4.5%)\nAll these will contribute to reduce machine tool life cycle costs (15 %) with a reduction of O&M costs in the range of 25%.\nThe project considers the validation and demonstrator in real production scenarios in aerospace and automotive industries. Added to this, 3 demonstrators will be set-up in three pilot lines for spreading results beyond the project end.","grantUrl":"","grantId":"680725","fundValue":"5600241,25","fundStart":"2015-10-01","fundEnd":"2018-09-30","dataset":"h2020"}