{"id":"194324","title":"QT21: Quality Translation 21","abstractText":"A European Digital Single Market free of barriers, including language barriers, is a stated EU objective to be achieved by 2020. The findings of the META-NET Language White Papers show that currently only 3 of the EU-27 languages enjoy moderate to good support by our machine translation technologies, with either weak (at best fragmentary) or no support for the vast majority of the EU-27 languages. This lack is a key obstacle impeding the free flow of people, information and trade in the European Digital Single Market. Many of the languages not supported by our current technologies show common traits: they are morphologically complex, with free and diverse word order. Often there are not enough training resources and/or processing tools. Together this results in drastic drops in translation quality. The combined challenges of linguistic phenomena and resource scenarios have created a large and under-explored grey area in the language technology map of European languages. Combining support from key stakeholders, QT21 addresses this grey area developing (1) substantially improved statistical and machine-learning based translation models for challenging languages and resource scenarios, (2) improved evaluation and continuous learning from mistakes, guided by a systematic analysis of quality barriers, informed by human translators, (3) all with a strong focus on scalability, to ensure that learning and decoding with these models is efficient and that reliance on data (annotated or not) is minimised. To continuously measure progress, and to provide a platform for sharing and collaboration (QT21 internally and beyond), the project revolves around a series of Shared Tasks, for maximum impact co-organised with WMT. To support early technology transfer, QT21 proposes a Technology Bridge linking ICT-17(a) and (b) projects and opening up the possibility of showing technical feasibility of early research outputs in near to operational environments.","grantUrl":"","grantId":"645452","fundValue":"3997428","fundStart":"2015-02-01","fundEnd":"2018-01-31","dataset":"h2020"}