{"id":"194900","title":"ITS Observatory","abstractText":"'The proposal is to create an ITS Observatory providing easily accessible and understandable information on Intelligent Transport Systems. The main objectives of the ITS Observatory are to bridge knowledge fragmentation across Europe, support ITS deployment by creating an intelligent software platform, create an efficient user-friendly decision-making tool which will enable fact based policy making and to create a common EU Library for ITS projects, research, pilots and implementation.\n\nThe ITS Observatory will comprise three main elements; 1) a database of projects that have been completed or are underway, predominantly those with Commission funding/co-funding, 2) a mechanism for capturing factual up to date information about projects and 3) a front-end to allow users to make a range of inquiries.  \n\nIn addition, the ITS Observatory will contain articles, briefing notes, fact sheets etc. illustrating results of ITS deployment.\nThe ITS Observatory responds to the call MG-7.2b-2014 “Towards seamless mobility addressing fragmentation in ITS deployment in Europe” of the Mobility for Growth call of the Transport challenge 'Smart Green and integrated transport of the EU Framework Programme for Research and Innovation Horizon 2020'. In particular, the ITS Observatory will directly address the objective to “Reduce the thematic and geographical knowledge fragmentation”.\n\nThe ITS Observatory will alleviate existing gaps and fragmentation of the European ITS landscape by providing decision makers and related stakeholders with access to reliable, understandable and coherent information on outcomes (benefits and impacts) of existing and ongoing ITS deployment, supporting them in developing fact-based policy objectives and strategies. \n\nThrough knowledge sharing the ITS Observatory will foster a faster take-up of deployment, avoiding ‘reinventing the wheel’ and previously identified pitfalls and hence leading to larger scale implementation.'","grantUrl":"","grantId":"653828","fundValue":"1337259,5","fundStart":"2015-05-01","fundEnd":"2017-04-30","dataset":"h2020"}