{"id":"199756","title":"Children’s Liver Tumour European Research Network","abstractText":"Liver cancer in the paediatric population is rare with an incidence approximately 1-1.5 per million population. The commonest tumour seen in the childhood population is hepatoblastoma (HB), usually seen in young children and infants. Much rarer (about 10% of paediatric liver cancers) is hepatocellular carcinoma (HCC), usually seen in the teenage population and sometimes associated with underlying cirrhotic liver diseases. The ChiLTERN project relates to topic PHC 18 ‘establishing effectiveness of health care interventions in the paediatric population’. The ChiLTERN project builds on a unique opportunity to undertake a comprehensive research programme linked to an ambitious global partnership which will see the single largest clinical trial (the Paediatric Hepatic International Tumour Trial - PHITT) ever undertaken in this population of patients, with several randomised questions in six subgroups of patients. ChiLTERN will allow us to move towards an era of personalised therapy in which each patient will receive the correct amount of chemotherapy and will undergo has the best surgical operation (surgical resection or liver transplant). By using both clinical and biological information, we can assign patients more accurately to risk groups based on their survival. Using genetic tests and biomarkers, we will determine those children who may be at risk of developing long term side effects (deafness, heart failure, kidney damage). In addition, biomarkers will allow us to monitor during therapy and detect toxicities early before serious damage is done so that we can adapt treatment and prevent these problems. Finally, we will be using imaging technology tools which will help our surgeons plan liver operations more safely and effectively. Ultimately ChiLTERN will allow us to cure more children with liver cancer, expose fewer children to toxic chemotherapy and ensure their surgery is both effective and safe.","grantUrl":"","grantId":"668596","fundValue":"8191665","fundStart":"2016-01-01","fundEnd":"2020-12-31","dataset":"h2020"}