{"id":"198208","title":"SPARKS","abstractText":"SPARKS is an awareness-raising and engagement project to promote Responsible Research and Innovation (RRI) across 29 European countries (EU members plus Switzerland). It gathers 33 organisations as partners and linked Third Parties. \nSPARKS will organise an interactive touring exhibition and 232 innovative participatory activities on RRI  (science cafés, pop-up Science Shops, incubation activities and scenario workshops) across Europe. The European dimension of the project is paired with a strong emphasis on local implementation through 29 experienced science communicators (one per country) that will adapt the exhibition and activities to their contexts and establish local multi-stakeholder collaborative partnerships. SPARKS will deploy complementary dissemination tools and actions to maximise its outreach and impact. It will collect and analyse important data on RRI throughout Europe and build on its learning to: \n- Further build the capacity of science actors and policy makers to promote RRI; \n- Better understand society’s vision, interests and readiness concerning RRI in health; \n- Provide policy recommendations to feed R&I policies with societal inputs and facilitate RRI;\n- Develop the capacity of a group of European stakeholders to participate in RRI.\nSPARKS will use the appealing topic “technology shifts in health and medicine” to reach out to a wider public, make the RRI concept meaningful to it and establish a direct link with one of the priority societal challenges of Horizon 2020. Creative disruptions —in the form of artistic inputs and questioning— will help it to engage more stakeholders.\nSPARKS builds upon  a number of relevant EU projects —from RRI Tools to PERARES, from PLACES to VOICES or Twist— and powerful European/ international networks —the European Network of Science Centres and Museums (Ecsite), the international network of Science Shops (Living Knowledge) and the European Regions Research and Innovation Network (ERRIN).","grantUrl":"","grantId":"665825","fundValue":"3565373,75","fundStart":"2015-07-01","fundEnd":"2018-06-30","dataset":"h2020"}