{"id":"196608","title":"Connecting Energy National Contact Points in a pro-active network under Societal Challenge 3 'Secure, clean and efficient energy' in Horizon 2020","abstractText":"C-ENERGY 2020 is a 48 months Coordination and Support Action having the specific objectives to Ensuring high quality Energy NCP services for Horizon 2020 and related programmes applicants; Lowering entry barriers for Energy NCPs approaching EU Framework Programmes for R&I for the first time; Consolidating the network of Energy NCPs. C-ENERGY 2020 project will take into consideration the significant changes that Horizon 2020 has brought about the Energy NCP mandate. With its brand new approach to R&I Horizon 2020 demands Energy NCPs: a) to address their services to a wider target, b) to have specific multidisciplinary competences. C-ENERGY 2020, whose consortium is composed by experienced and less experienced Energy NCPs from 18 countries, will tackle these challenges building up the NCP capacity by organising benchmarking activities, at least 8 training sessions and 12 twinning schemes. The dialogue with energy participants will benefit of at least 2 enhanced cross-border brokerage events and 9 training sessions for stakeholders. The project will also take special care of outreaching activities by extending the collaboration with other NCP thematic networks, cooperating with EEN, working on partner search and cooperating on international relevant activities. Finally, communication within and outside the Energy NCP network and the dissemination of results will be ensured through the website, the development of promotion/information materials, the participation at major events and PR activities and an e-mail alert service/newsletter. Throughout the project special attention will be paid to the diversity of stakeholders in the energy sector, the gender dimension, as well as to establish links with other EU relevant initiatives, programmes and policies.","grantUrl":"","grantId":"641003","fundValue":"1500000","fundStart":"2014-12-01","fundEnd":"2018-11-30","dataset":"h2020"}