{"id":"196815","title":"A new circular economy concept: from textile waste towards chemical  and textile industries feedstock","abstractText":"The RESYNTEX project aims at designing, developing and demonstrating new high environmental impact industrial symbiosis between the unwearable blends and pure components of textile waste and the chemical and textile industries. The project comprises:\n- a strategic design of the whole value chain from textile waste collection, until the new marketable feedstock for chemical & textile industrie, by which the symbiosis opportunities are evaluated (by public authorities and the private sector) in terms of their social, technical, economic, environmental and legislative aspects;\n- the improvement of collection approaches particularly for non-wearable textiles for recycling by changing citizen’s behaviour and creation of tools for higher social involvement and recycling promotion. This will ensure a greater accessibility to textile waste as resource and increase the textile waste rates destined for recycling. With 50% collection rate all over Europe would be a significant improvement in order to provide large quantities of feedstock;\n- a data aggregation system that will be developed and implemented in order to ensure waste traceability and also provide relevant data for economic and environmental assessment;\n- the development of new business models adapted for different synergies identified and for new markets. In addition, environmental LCA and LCC for different scenarios and identification of the most promising routes and synergies will support this objective;\n- automation of the macro separation and sorting for pure or blended textiles, in order to enhance productivity and competitiveness of the whole recycling process;\n- a new demonstration process based on a synergistic chemical and biotechnological cascading separation/transformation approach of textile basic components (proteins, cellulose, polyamide and polyester) from textile blends as basic feedstock materials for chemical & textile industries. Liquid and solid waste treatment and valorisation will close the loop.","grantUrl":"","grantId":"641942","fundValue":"11432356,25","fundStart":"2015-06-01","fundEnd":"2018-11-30","dataset":"h2020"}