{"id":"194409","title":"The Alliance for Materials way to the creation of the MATerials Common House - MATCH","abstractText":"'With this proposal, a qualified and assorted representative group of the European Materials community, intend to propose an activity for further boosting and reinforcing a  concept launched by Alliance for Materials (A4M): the creation of a strong, sustainable, inclusive network where any European Materials players (from Industry, Research, University) could feel comfortable and can gain real value for her/his own interest and expectations as far as Materials R&D&I is concerned. \nThis partnership promotes the integration of concerted and strategic challenges of national,  regional and European needs in the field. \n\nThe MATCH proposal is focused in 4 main targets, crucial for the promotion of  European sustainable development and innovation actions, as  anticipated by future challenges to: \n• the enlargement and effective improvement  within the existing Materials  network at EU level;\n• the multidisciplinary connection of Materials to a large number of fields relevant for European growth and where concerted management actions are needed;\n• the integration with existing and/or  promotion of new Materials networks at National and Inter/Regional levels;\n• the integration of  EU and  national and regional networks in a sustainable (long-lasting) effectively aligned  network hubs.\n\nMATCH foresees the establishment of comprehensive networks focusing on complementary stakeholder areas  to enable  promotion  of connections between the scientific creativity  represented by academia and the enterprises to focus on market needs.\n\nAs a result of the MATCH project any organisation interested in materials research in Europe will have a single reference network through which to obtain information, contacts and guidance in an efficient and transparent way. Established and well-connected material research stakeholders will be able to intensify their activities and extend their collaborative activities at European level, realising the A4M concept for the 'The Materials Common House'.'","grantUrl":"","grantId":"646031","fundValue":"1999100,5","fundStart":"2015-01-01","fundEnd":"2017-06-30","dataset":"h2020"}