{"id":"193743","title":"M4ShaleGas: Measuring, monitoring, mitigating  managing the environmental impact of shale gas","abstractText":"The accelerated development of shale gas is accompanied by growing public concern regarding the safety of shale gas extraction and its impact on human health and the environment. For the US, shale gas exploitation proved very successful in changing the energy landscape in terms of security of domestic supply and increased contribution of gas in the energy mix. For Europe, shale gas exploitation could increase our resources and production of natural gas; a critical fuel for the transition to a low carbon energy system. However, there are a number of important gaps in our present understanding of shale gas exploration and exploitation, and a strong need for independent, science-based knowledge of its potential impacts in a European context. The M4ShaleGas program focuses on reviewing and improving existing best practices and innovative technologies for measuring, monitoring, mitigating and managing the environmental impact of shale gas exploration and exploitation in Europe. The technical and social research activities will yield integrated scientific recommendations for 1) how to minimize environmental risks to the subsurface, surface and atmosphere, 2) propose risk reduction and mitigation measures and 3) how to address the public attitude towards shale gas development. The 18 research institutes from 10 European Union Member States that collaborate in the M4ShaleGas consortium cover different geopolitical regions in Europe, including Member States that are at the forefront regarding shale gas exploration and exploitation in Europe as well as Member States where shale gas exploitation is not yet being actively pursued. The project governance ensures proper integration of all research activities. Knowledge and experience on best practices is imbedded by direct collaboration with US and Canadian research partners and input from representatives from the industry. During the project, results will be public and actively disseminated to all stakeholders.","grantUrl":"","grantId":"640715","fundValue":"2999648,75","fundStart":"2015-06-01","fundEnd":"2017-11-30","dataset":"h2020"}