{"id":"196921","title":"Development and Demonstration of monitoring strategies and technologies for geological disposal","abstractText":"The Modern2020 project aims at providing the means for developing and implementing an effective and efficient repository operational monitoring programme, taking into account the requirements of specific national programmes. The work allows advanced national radioactive waste disposal programmes to design monitoring systems suitable for deployment when repositories start operating in the next decade and supports less developed programmes and other stakeholders by illustrating how the national context can be taken into account in designing dedicated monitoring programmes tailored to their national needs. The work is established to understand what should be monitored within the frame of the wider safety cases and to provide methodology on how monitoring information can be used to support decision making and to plan for responding to monitoring results. Research and development work aims to improve and develop innovative repository monitoring techniques (wireless data transmission, alternative power supply sources, new sensors, geophysical methods) from the proof of feasibility stage to the technology development and demonstration phase. Innovative technical solutions facilitate the integration and flexibility of required monitoring components to ease the final implementation and adaptation of the monitoring system. Full-scale in-situ demonstrations of innovative monitoring techniques will further enhance the knowledge on the operational implementation of specific disposal monitoring and will demonstrate the performance of the state-of-the-art, the innovative techniques and their comparison with conventional ones. \nFinally, Modern2020 has the ambition to effectively engage local citizen stakeholders in the R&D monitoring activity by involving them at an early stage in a repository development programme in order to integrate their concerns and expectations into monitoring programmes.","grantUrl":"","grantId":"662177","fundValue":"9658845,51","fundStart":"2015-06-01","fundEnd":"2019-05-31","dataset":"h2020"}