{"id":"196890","title":"Climate Resilient Cities and Infrastructures","abstractText":"With most of its population and capital goods concentrated in urban areas, cities are key to the European economy.  One of the major challenges cities face are more frequent  extreme weather events due to climate change.The current diversity of approaches and methods available for cities developing an adaptation strategy limits the comparability between cities of vulnerabilities, adaptation options, infrastructures, etc., and, as a result, the resilience capability. The lack of standardized information to prioritize and select appropriate adaptation options restricts the exchange of experiences between cities. \nThe objective of RESIN is to provide standardised  methodologies for vulnerability assessments, performance evaluations of adaptation measures, and for decision support tools supporting the development of robust adaptation strategies tailored to the city. To this end, RESIN aims to create a common unifying framework that allows comparing strategies, results and identification of best practices by:\n• Creating an urban typology that characterises European cities based on different socio-economic and biophysical variables\n• Delivering standardised methods for assessing climate change impacts, vulnerabilities, and risks; providing an inventory of adaptation measures and developing standardised  methods to assess the performance of such adaptation measures\n• Collaborating closely with 4 ‘case cities’ for practical applicability and reproducibility, and with European Standardisation organisations to ensure a systematic (standardised) implementation\n• Integrating findings in a coherent framework for the decision making process, with associated methods, tools and datasets.\n\nThe consortium consists of 17 partners from 8 different European countries, experienced in urban resilience and climate change, and combining theory (knowledge institutes/universities) with practice (cities, consultancies, network organisation, standardisation institute).","grantUrl":"","grantId":"653522","fundValue":"7466004,5","fundStart":"2015-05-01","fundEnd":"2018-10-31","dataset":"h2020"}