{"id":"194858","title":"Heavy Duty Gas Engines integrated into Vehicles","abstractText":"The overall objective of HDGAS is to provide breakthroughs in LNG vehicle fuel systems, natural gas and dual fuel engine technologies as well as aftertreatment systems. The developed components and technologies will be integrated in up to three demonstration vehicles that are representative for long haul heavy duty vehicles in the 40 ton ranges. The demonstration vehicles will: \na) comply with the Euro VI emission regulations\nb) meet at minimum 10% CO2 reduction compared to state of the art technology\nc) show a range before fueling of at least 800 km on natural gas;\nd) be competitive in terms of performance, engine life, cost of ownership, safety and comfort to 2013 best in class vehicles.\n\nThree HDGAS engine concepts/technology routes will be developed:\n- A low pressure direct injection spark ignited engine with a highly efficient EGR system, variable valve timing comprising a corona ignition system. With this engine a stoichiometric as well as a lean burn combustion approach will be developed. Target is to achieve ≥ 10% higher fuel-efficiency compared with state of the art technology\n- A low pressure port injected dual fuel engine, a combination of diffusive and Partially Premixed Compression Ignition (PPCI) combustion, variable lambda close loop control and active catalyst management. Target is to achieve > 10% GHG emissions reduction compared with state of the art technology at a Euro VI emission level, with peak substitution rates that are > 80%;\n- A high pressure gas direct injection diesel pilot ignition gas engine, that is based on a novel injector technology with a substitution rate > 90% of the diesel fuel. Target is to achieve same equivalent fuel consumption (< 215g/kWh) and 20% lower GHG emissions than the corresponding diesel engine.\n\nHDGAS will develop all key technologies up to TRL6 and TRL7 and HDGAS will also prepare a plan for a credible path to deliver the innovations to the market.","grantUrl":"","grantId":"653391","fundValue":"27801977,81","fundStart":"2015-05-01","fundEnd":"2018-04-30","dataset":"h2020"}