{"id":"194295","title":"Transnational Cooperation among ICT NCPs","abstractText":"The main objective of Idealist2018 is reinforcing the network of National Contact Points (NCP) for LEIT ICT under Horizon2020, by promoting further trans-national cooperation within this network. This cooperation will also include collaboration and networking with similar networks in parallel themes (Security, ENV, Transport, Energy, Health,…etc) especially in the context of joint/coordinated or PPP calls. \n\nSpecial focus is put on helping less experienced NCPs from Member States (MS) and Associated Countries (AC) to access the know-how accumulated in other countries and to apply it in a locally relevant and efficient manner.\n\nFurthermore Idealist2018 aims to address national and cross-border audiences, relying on the NCP network mainly established in the MS and AC at national and regional level, to stimulate, encourage and facilitate the participation of current and future ICT research stakeholders in ERA. Special focus is put on newcomers and SMEs, including organisations from MS, AC and third Countries.\n\nThe activities of Idealist2014 are incremental to the formal NCP responsibilities as they address the international aspects not covered by the nationally funded NCP role. It is built upon:\n-Experience gained over more than 15 years from the 8 preceding projects covering FP4 to FP7 and now the transition to H2020\n-Strengthening NCP cooperation with support for MS, AC and third Countries\n-Provision of Training and Twinning for less experienced NCPs \n-Provision of partner search, pre- and full proposal quality support\n-Focused support for SMEs in the ICT sector and for organisations new to H2020\n-Provision of NCP support for countries with S&T international agreements \n-Promotion of opportunities and Idealist services ensuring a higher NCP visibility","grantUrl":"","grantId":"645216","fundValue":"4271525,31","fundStart":"2015-01-01","fundEnd":"2018-12-31","dataset":"h2020"}