{"id":"196813","title":"Linking biodiversity, ecosystem functions and services in the Great Serengeti-Mara Ecosystem (GSME) - drivers of change, causalities and sustainable management strategies","abstractText":"The direct dependence of humans on ecosystem services is by far strongest in developing regions where poverty restricts access to resources. This dependency also makes people in developing countries more sensitive to climate change than their developed counterparts. Increasing human populations deteriorates natural habitat, biodiversity and ecosystems services which spiral into poverty and low human welfare. This calls for innovative solutions that encompass the entire socio-ecological-economic system, as recognized on a global scale in the Millennium Ecosystem Assessment. However, innovative and practical solutions require downscaling to regional levels for identifying concrete sets of drivers of change. For Africa specifically, the interplay of human population growth, land use change, climate change and human well-being is a major challenge. This project focuses on the Serengeti-Maasai Mara Ecosystem and associated agricultural areas, a region in East Africa that encompasses parts of Kenya and Tanzania. The ecosystem is world-famous for key aspects of its biodiversity, such as the migration of 1.3 million wildebeest. This ‘flagship ecosystem’ role will enhance the international interest in the project. In this project, internationally leading researchers from Norway, the Netherlands, Scotland, Denmark and Germany are teaming up with strong local partners in Tanzania and Kenya. The research will be organised in seven interlinked work packages: 1) assemble and integrate the so far separate Kenyan and Tanzanian relevant data on the region; 2) quantify the connections between human population growth, land use change, climate change and biodiversity change; 3) test how biodiversity change leads to changes in key ecosystem services; 4) quantify the dependence of human livelihoods on these ecosystem services. We will implement innovative ways for communication and dissemination of the results of ‘continuous engagement’ by local stakeholders.","grantUrl":"","grantId":"641918","fundValue":"9891768,5","fundStart":"2015-06-01","fundEnd":"2019-08-31","dataset":"h2020"}