{"id":"200814","title":"Erosion and Ice Resistant cOmposite for Severe operating conditions","abstractText":"In the wind power generation, aerospace and other industry sectors there is an emerging need to operate in the low temperature and highly erosive environments of extreme weather conditions. Such conditions mean current materials either have a very short operational lifetime or demand such significant maintenance as to render many applications either very expensive to operate or in some cases non-viable. \n\nEIROS will develop self-renewing, erosion resistant and anti-icing materials for composite aerofoils and composite structures that can be adapted by different industrial applications: wind turbine blades and aerospace wing leading edges, cryogenic tanks and automotive facia. The addition of novel multi-functional additives to the bulk resin of fibre reinforced composites will allow the achievement of these advanced functionalities.\n\nMulti-scale numerical modelling methods will be adopted to enable a materials by design approach to the development of materials with novel structural hierarchies. These are capable of operating in severe operating environments. The technologies developed in this project will provide the partners with a significant competitive advantage.\n\nThe modification of thermosets resins for use in fibre composite resins represents both a chemically appropriate and highly flexible route to the development of related materials with different applications. It also builds onto existing supply chains which are represented within the partnership and provides for European materials and technological leadership and which can assess and demonstrate scalability. The partnership provides for an industry led project with four specific end users providing both market pull and commercial drive to further progress the materials technology beyond the lifetime of the project.","grantUrl":"","grantId":"685842","fundValue":"7993173,75","fundStart":"2016-03-08","fundEnd":"2019-03-07","dataset":"h2020"}