{"id":"198269","title":"EUROPEAN ESRs NETWORK ON SHORT PULSED LASER MICRO/NANOSTRUCTURING OF SURFACES","abstractText":"Today, industrial markets demand highly added value products offering new features at a low-cost. To this extent, technologies to modify surfaces instead of creating composites or applying coatings on surfaces can offer new industrial opportunities. Current state of the art identifies short pulsed(SP)/ultra-short pulsed(USP) laser-material processing as a promising technology for structuring surfaces and thus for embedding new functionalities for industrial applications. The LASER4FUN research programme pursues to go far beyond the current state through the development of new surface micro/nano-structuring/patterning methods by using emerging SP/USP laser technologies (LIPSS, DLIP, DLW & hybrid tech). The research will focus on the interaction of laser energy with several materials (metals, semiconductors, polymers, glasses & advanced materials) and on new surface functionalities like tribology, aesthetics and wettability.\nMoreover, LASER4FUN establishes an innovative training programme that aims at coaching a new generation of creative, entrepreneurial and innovative early stage researchers (ESRs) focused on laser surface engineering. This novel programme will contain both scientific and general skills training activities and it will benefit from training at a network (e.g. secondments). In total, 14ESRs will be enrolled, developing individual research projects within LASER4FUN programme. After 36 months of research and training, the ESRs will be PH Doctors prepared to face EU laser-engineering new challenges.\nLASER4FUN consortium involves 8 Academic partners (4 Universities –one of them as associated partner- and 4 RTD institutions) ensuring the progress beyond the state of the art, and 3 industrial partners guaranteeing that final solutions will be close to the market. They are from 6 different EU countries. The close cooperation among multidisciplinary partners will ensure knowledge transfer to cross the death valley between science and the market.","grantUrl":"","grantId":"675063","fundValue":"3567962,52","fundStart":"2015-09-01","fundEnd":"2019-08-31","dataset":"h2020"}