{"id":"199745","title":"Paediatric Inflammatory Bowel Diseases Network for Safety, Efficacy, Treatment and Quality improvement of care","abstractText":"'The incidence of paediatric onset Inflammatory Bowel Diseases (PIBD) has risen dramatically in recent decades. Compared to adult forms, PIBD reflects a more severe disease, more often requiring aggressive treatment with immunomodulators, and thereby exposing children to a life-long risk of serious disease and treatment-related adverse events, such as infections and malignancies. Therefore, there is an urgent need to develop strategies which balance, on an individual basis, therapeutic effectiveness with risks of treatment.\nThe overall goal of this proposal is to develop and validate a treatment algorithm for PIBD based on high or low risk predictors for early complicated or relapsing disease. This will improve effectiveness, while reducing treatment related risks and life-long complications due to uncontrolled disease progression.\n\nTo attain this goal 3 specific aims are proposed under the umbrella of an international network, the 'PIBD-net': \n1) Development of an accessible and feasible risk-stratified treatment algorithm for new onset paediatric IBD on an existing inception cohort and validation in an independent cohort\n2) Generation of a prospective large longterm real world inception cohort in a registry designed to analyze effectiveness and safety signals and correlate them to individual risk factors \n3) Design and performance of a risk algorithm-based prospective large-scale multicenter randomized clinical trial (RCT) (stratification into high or low risk groups based on specific aim#1) in order to provide optimal personalized therapy : low risk azathioprine vx. methotrexate, high risk : methotrexate vx. adalimumab\nThis project will translate into the first risk-stratified PIBD treatment algorithms allowing optimization of medical therapy while minimizing treatment-related risk (personalized medicine).'","grantUrl":"","grantId":"668023","fundValue":"5996000","fundStart":"2016-01-01","fundEnd":"2019-12-31","dataset":"h2020"}