{"id":"196707","title":"Congestion Reduction in Europe : Advancing Transport Efficiency (CREATE)","abstractText":"CREATE addresses the task Tackling Urban Road Congestion, taking a long-term view of how this can be achieved, especially in cities experiencing rapid growth in car ownership and use. It deals with most of the issues set out in the recent Urban Mobility Package.\nObjectives:\n• Rigorously and systematically develop practical definitions of urban road congestion and of network performance, and identify factors influencing conditions in different cities.\n• Work with Western European (WE) cities that have succeeded in decoupling traffic growth from economic growth, to analyse quantitatively the objective factors which have contributed to this, and the qualitative factors which have enabled a policy evolution from ‘supporting traffic growth’ to ‘encouraging sustainable mobility’.\n• Develop concrete guidance and provide capacity building for cities in Central and Eastern Europe (CEE), and the EuroMed region, enabling them to move rapidly to develop a feasible, effective and deliverable Sustainable Urban Mobility Plan (SUMP). \n• Anticipating future pressures on city transport systems (congestion and overcrowding), to investigate how new transport technologies might increase transport efficiency, and how non-transport technologies and changes in business and social practices could reduce pressures on transport systems.\nThese objectives will be achieved by:\n• Analysing congestion and network performance data provided by INRIX and WE cities.\n• Using detailed household travel data from repeat surveys in WE cities since the 1970s/1980s and complementary data on network, economic and demographic conditions; and documents setting out historical policy development.\n• Preparing detailed guidance and training for our CEE cities, which will then be delivered to a much larger set of cities.\n• Working with leading technology providers, businesses and futurists, to explore what options there might be to provide high quality mobility in cities facing increasing population and employment.","grantUrl":"","grantId":"636573","fundValue":"3981461,25","fundStart":"2015-06-01","fundEnd":"2018-05-31","dataset":"h2020"}