{"id":"193373","title":"INFORMATION TECHNOLOGIES FOR SHIFT TO RAIL","abstractText":"The IT²RAIL -“Information Technologies for Shift to rail” proposal, first step towards the long term IP4 -“IT for an Attractive Railway” SHIFT²RAIL Innovation Programme, aims at providing a new seamless travel experience, giving access to a complete multimodal travel offer which connects the first and last mile to long distance journeys.\nThis is achieved through the introduction of a ground breaking Technical Enabler based on two concepts:\n• the traveler is placed at the heart of innovative solutions, accessing all multimodal travel services (shopping, ticketing, and tracking) through its travel-companion.\n• An open published framework is providing full interoperability whilst limiting impacts on existing systems, without prerequisites for centralized standardization. \nThis Technical Enabler will be completely settled in the context of the SHIFT²RAIL IP4, and IT²RAIL is proposing a reduced approach to the scale of a specified use case without weakening any of the key concepts of IP4, such as the usage of Semantic Web technologies, meta planning on distributed data, travel companion with a protected and secured personal wallet stored in the cloud and including the rights to travel. \nThe use case will be defined as a specific instantiation of our open concepts, and will benefit from a completely scalable architecture fully instantiated in IP4. \nThis approach is addressing all the key challenges of the work program, supporting a complete door-to- door intermodal travel offer and proposing a seamless integration of the very diverse existing and future services for planning, one-stop-shop ticketing, and real-time re-accommodation.\nMoreover, thanks to an Interoperability framework which insulates travel applications from the standards fragmentation in multimodal transport, IT²RAIL liberates business-model innovations in the market-place, guaranteeing the economic self-sustainability of these e-services in the long-term.","grantUrl":"","grantId":"636078","fundValue":"12025000","fundStart":"2015-05-01","fundEnd":"2017-10-31","dataset":"h2020"}