{"id":"193397","title":"EfficienSea 2 - Efficient, Safe and Sustainable Traffic at Sea","abstractText":"The trend in navigational accidents no longer appears to decrease. In a Formal Safety Assessment (IMO NAV59-6, Annex 1) 5.544 navigational and 7.275 other accidents resulted in the loss of 6.264 lives (2001-2010). \n\nThe coincide of EU policies on safer and more efficient waterborne operations and in particular the e-maritime initiative with IMO’s strategy for e-navigation opens a unique window of opportunity to influence the maritime sector and make substantial impact. Funding of EfficienSea 2 will enable the consortium to exploit this window of opportunity, supporting EU policies and marine traffic management through services to:\n \n1. Improve navigational safety and efficiency\n2. Improve Arctic navigation and emergency response\n3. Decrease administrative burdens\n4. Improve environmental monitoring & enforcement\n\nLasting impact will be ensured by five enabling actions: \n\n1. Development of the Maritime Cloud – a communication framework for both e-maritime and e-navigation - enabling efficient sharing of information between all maritime stakeholders\n2. Maturing emerging communication technologies, improving ships connectivity\n3. Proactive facilitation of standardisation to maximize adoption and impact\n4. Showcasing solutions in two very different geographic areas. Web-based initial implementation of the services will be done in the Arctic and the Baltic\n5. Ensure an ambitious upgrade of international maritime safety regimes through a strong participation in regulatory bodies including EU and IMO\n\nEfficienSea 2 has gathered a unique level of competence in a consortium of 32 partners from 10 countries representing authorities, academia, international organisations as well as equipment manufacturers combining all the right capacities for effectively achieving these ambitious objectives.","grantUrl":"","grantId":"636329","fundValue":"11455000,89","fundStart":"2015-05-01","fundEnd":"2018-04-30","dataset":"h2020"}