{"id":"193331","title":"PARAGONE: vaccines for animal parasites","abstractText":"Helminth and ectoparasitic infections of ruminants and poultry have a huge impact on the biological efficiency of these vital food sources. Indiscriminate antiparasitic use has led to drug resistance across the globe. The main alternative to the dwindling supply of antiparasitics is vaccines. Here, in the PARAGONE project, findings from previous EU and other-funded projects on parasite vaccine development will be exploited to take a number of promising prototypes towards commercialisation. Partners from the Europe, China, Uruguay, SMEs and pharma, will directly move forward prototypes against the ruminant helminths Fasciola hepatica, Cooperia spp., Ostertagia ostertagi, Teladorsagia circumcincta and Haemonchus contortus and, the ectoparasitic mites, Psoroptes ovis (ruminants) and Dermanyssus gallinae (poultry). They will utilise novel adjuvants or delivery systems to maximise efficacy of some of the prototypes. Moreover, immunology studies will focus on pathogens that have previously proved problematic, often because they release immunosuppressive molecules that must be overcome for vaccines to work or because recombinant vaccines have failed to elicit protection observed with native prototypes. State-of-the-art technologies will be used to interrogate host/parasite interactions to define key signatures of protection that can be used to inform delivery systems that will enhance immunity, while other studies will define polymorphism in current vaccine candidates to ensure derived prototypes will be fit-for-purpose across geographic scales. Fundamental, is engagement of the scientists with pharma and other stakeholders (farmers, veterinarians, regulators) via many dissemination activities that will be used to obtain feedback on how the vaccines can be best deployed in the field. The output will be at least two prototypes to the point of uptake by pharma, government or philanthropic agencies, and a clear pathway to commercialisation for all prototypes studied.","grantUrl":"","grantId":"635408","fundValue":"9311059,75","fundStart":"2015-04-01","fundEnd":"2019-03-31","dataset":"h2020"}