{"id":"193365","title":"Furthering Less Congestion by creating Opportunities for more Walking and cycling","abstractText":"FLOW sees a need for a paradigm shift wherein non-motorised transport (often seen from a transport policy perspective simply as a nice “extra”) is placed on an equal footing with motorised modes with regard to urban congestion. To do this, FLOW will create a link between (currently poorly-connected) walking and cycling and congestion by developing a user-friendly methodology for evaluating the ability of walking and cycling measures to reduce congestion. \nFLOW will develop assessment tools to allow cities to evaluate effects of walking and cycling measures on congestion. Our aim is for the tools to become the standard for assessing the impact of walking and cycling measures on congestion. The tools include a congestion impact assessment (including socio-economic impact, an assessment of soft measures, congestion evaluation based on KPIs and a cost benefit analysis) and traffic modelling. Current modelling software will be calibrated and customised in FLOW partner cities to analyse the relationship of cyclist and pedestrian movements to congestion.\nThe modelling and impact assessment will identify the congestion reducing effect of walking and cycling measures. FLOW partner cities will develop implementation scenarios and action plans for adding or up-scaling measures that are shown to reduce congestion. FLOW will target three distinct audiences, with appropriate materials and messaging for each. Cities will learn about the value and use of new transport modelling tools, businesses will be made aware of the potential market in congestion busting products and services and decision makers will be provided with facts to argue for walking and cycling to be put on equal footing with other modes of transport. FLOW will meet the challenge of “significantly reducing urban road congestion and improving the financial and environmental sustainability of urban transport” by improving the understanding of walking and cycling measures that have potential to reduce urban congestion.","grantUrl":"","grantId":"635998","fundValue":"3781697,13","fundStart":"2015-05-01","fundEnd":"2018-04-30","dataset":"h2020"}