{"id":"198466","title":"HYDRALAB+ Adapting to climate change","abstractText":"HYDRALAB is an advanced network of environmental hydraulic institutes in Europe, which has been effective in providing access to a suite of major and unique environmental hydraulic facilities from across the whole European scientific community.\nA continuation project will prepare environmental hydraulic modelling for the upcoming urgent technical challenges associated with adaptations for climate change. A multi-disciplinary approach is essential to meet these challenges. We denote the project HYDRALAB, in recognition of the added value that will follow from our network changing to enhance the collaboration between specialists and engaging with a new range of stakeholders.\nThe issues associated with climate change impacts on rivers and coasts are significant enough to ask the scientific community to which we open up our facilities to focus their research efforts on adaptations for climate change. We plan to issue themed calls for proposals for access to the facilities, with scientific merit as the main selection criterion, but with preference to the proposals that also address issues of adaptation to climate change impact.\nIn HYDRALAB, with the prospect of climate change, we will build networking activities that will also involve the wider hydraulic community in the process of generating the deliverables of the project. The first Workshop in the project will be devoted to working together with the larger European hydraulics community not directly involved in HYDRALAB.\nIncreased emphasis will be placed by HYDRALAB on engagement with industry – a theme that will be delivered initially through the vehicle of a focussed Workshop between HYDRALAB researchers and industry. We will work together with industry to have HYDRALAB become part of the innovation cycle by bringing development to market – this is particularly relevant for the instruments we develop - to involve industry in our range of project deliverables.","grantUrl":"","grantId":"654110","fundValue":"9979376,17","fundStart":"2015-09-01","fundEnd":"2019-08-31","dataset":"h2020"}