{"id":"200056","title":"Computer Vision Enabled Multimedia Forensics and People Identification","abstractText":"Forensics is a well-established science that aims at applying various disciplines to the law, both civil and criminal, in order to solve questions related to crime. It is mainly concerned with proving and investigating infringements, identifying perpetrators and describing modus operandi. Biometrics, on the other hand, is a relatively new science that aims at measuring and analysing a person's unique characteristics, both behavioural and physical.  It is mainly concerned with the development of technological solutions to extract and evaluate a person's biometric data mainly for verification and identification purposes.\n\nThe potential of applying biometrics to forensics comes natural as several forensic questions rely on identifying, or verifying the identity, of people allegedly involved in crime. Although these two scientific communities have operated in relative isolation over the past couple of decades, forensic biometrics have been successfully applied through the development automatic fingerprint identification systems (AFIS), and most recently, through the development of face recognition systems. The potential of forensics biometrics, however, can be extended to other biometric traits, such as iris and gait analysis.\n\nThis proposal also aims at consolidating the integration of multimedia forensics into the forensic science. Multimedia forensics is concerned with the development of scientific methods to extract, analyse and categorize digital evidence derived from multimedia sources, such as imaging devices. For example, developing technologies to identify, categorise and classify the source of images and video, as well as to authenticate and verify the integrity of their content. Since the enabling technologies in multimedia forensics are similar to those used for identification and verification purposes in biometric forensics, the integration of these areas is seamless.","grantUrl":"","grantId":"690907","fundValue":"2025000","fundStart":"2016-01-01","fundEnd":"2019-12-31","dataset":"h2020"}