{"id":"194803","title":"Sustainable oceans : our collective responsibility, our common interest. Building on real-life knowledge  knowledge systems for developing interactive and mutual learning media","abstractText":"The project will develop well-targeted and sound communication material that raises awareness on our (individual and collective) responsibility and interest in ensuring the sustainability of the ocean and of its ecosystems. The project builds on critical assessments of: (1) existing communication strategies, material and governance that focuses on the ocean; (2) the values, perceptions and understanding of the state, functioning and role of the ocean by different types of stakeholders and of the wider public; (3) the (scientific) knowledge that exist on the ocean-human relationship, in particular in terms of ecosystem services that can be delivered by ocean ecosystems and support (future) development opportunities and blue growth and of pressures that are imposed on the oceans. These critical assessments will help identifying priority target groups with key responsibilities and interests in the state of our oceans - today and in the future. \n\nWithin a participatory process involving the stakeholders of the knowledge creation &  sharing system from four European marine regions  (Baltic Sea, Mediterranean Sea, Northern Sea and Atlantic _ including in its transatlantic dimension), and building on the scientific knowledge-base established and on project-dedicated IT strucure/platform, the project will then develop and test under real conditions innovative communication tools. Key principles guiding this development will be interactivity, mutual learning, creativity and entertainment. Finally, specific activities will be performed for ensuring proposed communication tools are made accessible and available to their future users in Europe but also elswhere.","grantUrl":"","grantId":"652643","fundValue":"3696644","fundStart":"2015-04-01","fundEnd":"2019-03-31","dataset":"h2020"}