{"id":"193250","title":"DiscardLess – Strategies for the gradual elimination of discards in European fisheries","abstractText":"The European Union has committed to the gradual elimination of discarding. DiscardLess will help provide the knowledge, tools and technologies as well as the involvement of the stakeholders to achieve this. These will be integrated into Discard Mitigation Strategies (DMS) proposing cost-effective solutions at all stages of the seafood supply chain. The first focus is on preventing the unwanted catches from ever being caught. This will promote changes in gear using existing and innovative selectivity technology, and changes in fishing tactics based on fishers’ and scientists’ knowledge.  The second focus is on making best use of the unavoidable unwanted catch. We will detail technical and marketing innovations from the deck, through the supply chain to the final market, including monitoring, traceability and valorization components. DiscardLess will evaluate the impacts of discarding on the marine environment, on the economy, and across the wider society. We will evaluate these impacts before, during and after the implementation of the landing obligation, allowing comparison between intentions and outcomes. Eliminating discards is as much a societal challenge as a fishery management one, so we will also evaluate stakeholders’ perception of discards. DiscardLess will describe the changes in management and the associated governance structures needed to cement the process. We will propose approaches to managing discards in a range of case study fisheries across Europe, encompassing differences in specific discarding issues. All these innovations will be combined in integrated Internet based interactive programs (DMS toolbox) that will help fishers to evaluate the present and future situation and to take a more qualified decision of how to adjust to the new regime.  Also, we will disseminate the outcome of the project and maximize knowledge transfer across Europe through an educational environment – teaching the next generation – as well as more conventional routes.","grantUrl":"","grantId":"633680","fundValue":"5551125,25","fundStart":"2015-03-01","fundEnd":"2019-02-28","dataset":"h2020"}