{"id":"198653","title":"European Research Infrastructure supporting Smart Grid Systems Technology Development, Validation and Roll Out","abstractText":"Renewable energy sources are key enablers to decrease greenhouse gas emissions and to cope with the anthropogenic global warming. The intermittent behaviour of them and their limited storage capabilities present new challenges to power system operators in maintaining power quality and reliability. However, the increased availability of advanced automation and communication technologies has also provided new intelligent solutions to these challenges. Previous work has presented various new methods to operate highly interconnected power grids with corresponding components in a more effective way. As a consequence of these developments the traditional power system is transformed into a cyber-physical system, a Smart Grid. Previous and ongoing research activities have mainly focused on validating certain aspects of Smart Grids, but until now no integrated approach for analysing and evaluating complex configurations in a cyber-physical systems manner is available. \n\nThe lack of system validation approaches for Smart Grids is especially addressed by ERIGrid. By providing a Pan-European research infrastructure ERIGrid supports the technology development as well as the roll out of Smart Grid solutions and concepts in Europe. It tackles a holistic, cyber-physical systems based approach by integrating 18 European research centres and institutions with outstanding research infrastructures and jointly develops common methods, concepts, and procedures. ERIGrid also integrates and enhances the necessary research services for analysing, validating and testing Smart Grid configurations. System level support and education for industrial and academic researchers in is provided as well to foster future innovation. \n\nERIGrid addresses these challenging aims by providing a single entry point to the provided research infrastructure and offering a broad spectrum of services to researchers active in Smart Grids. This will strengthen the technical leadership of Europe in the energy domain.","grantUrl":"","grantId":"654113","fundValue":"9999987","fundStart":"2015-11-01","fundEnd":"2020-04-30","dataset":"h2020"}