{"id":"200263","title":"An ENErgy Retrofit FUNDing rating tool","abstractText":"ENERFUND is a tool that will rate and score deep renovation opportunities – like a credit score used by banks to rate clients. The tool will be based on a methodology to be developed and on a set of parameters such as EPC data, number of certified installers, governmental schemes running, etc. By providing a rating for deep renovation opportunities – whether for private establishments or for public buildings – funding institutes can provide targeted loans, retrofit companies can identify sound opportunities, municipalities can promote targeted incentives and the public's trust for retrofitting will be enhanced.\n\nThe objectives of the current proposal is to (a) analyse the status quo and needs of deep renovation stakeholders and the public, (b) build upon the outcomes of previous projects to create a tool for deep renovation financing, (c) promote the tool to all interested stakeholders, (d) measure and document the impact of the tool on deep renovation strategies and financing and (e) provide a powerful tool that will assist EU stakeholders meet their obligations on increasing renovation rates.\n\nThe partners, from 12 countries, include 2 universities, in charge of the project management and the development of the methodology behind the tool, 2 SMEs with extensive experience on database management, EPC mapping, development of online decision-making tools, and 11 Ministries, Energy Agencies, NGOs, etc that are connected with the relevant stakeholders throughout Europe and can promote the tool.\n\nThe expected impact is approximately 45GWh due to the use of the tool to promote deep renovation of buildings and through our training and dissemination activities. ENERFUND will account for approximately 1% of the current annual renovation rate during the project duration. The strategic, long term aim is to provide a unified global tool for the promotion, not only of deep renovation of buildings, but of all energy related activities in the building sector.","grantUrl":"","grantId":"695873","fundValue":"1539252,5","fundStart":"2016-02-01","fundEnd":"2019-01-31","dataset":"h2020"}