{"id":"200085","title":"Photonics based sensing","abstractText":"According to the final report of the High-Level Expert Group on Key Enabling Technologies photonics has with 480 billion $ by far the biggest market of all key enabling technologies in 2015.\nIf we take a closer look on the various markets within photonics, we see that the sensor market is with 44% by far the biggest individual market (followed by the lighting market with 19%). The ERANET Cofound action PhotonicSensing focuses therefore on the strategically most important areas within the sensing domain:\nSafety (incl. food safety)\nCivil security\nManufacturing/production\nEnvironmental monitoring and\nMedical.\n \nIn the safety area the aim is to develop new photonic based sensors which allow for an easy and fast detection of various bacteria as well as to precisely, quickly and efficiently analyze the food composition. The importance of this field is emphasized by the fact that one of the three Horizon prizes of the European Commission (worth 1 million Euro) will be awarded for the development of a food scanner.\nIn civil security a new generation of photonic sensors will help the European law enforcement forces in their fight against crime and terrorism by allowing them to detect hazardous substances earlier and more easily.\nIn production photonic sensors help to improve the quality management and allow for a high level of automation which is necessary to be competitive to the cheap production in Asia.\nAnother crucial area of this call will be the environmental monitoring, which would not be possible without photonic sensing (LIDAR (LIght Detection And Ranging, mid-infrared sensing,…). The challenge in this area is to bring the prices of the detectors down and improve their usability.\nThe health aspects is also be covered by the BiophotonicsPlus (ERANET Plus) and therefore the focus of the ERANET Cofund Action of PhotonicSensing project will be on the sensing part making sure that the topics will be complimentary to the topics covered by the BiophotonicsPlus.","grantUrl":"","grantId":"688735","fundValue":"18664921","fundStart":"2016-04-01","fundEnd":"2021-03-31","dataset":"h2020"}