{"id":"195506","title":"Artificial Oxidation Enzymes for Highly Selective Waste Free Hydroxylation of Alkanes","abstractText":"One of the major challenges facing the chemical industries is the sustainable production of chemicals from natural resources. The challenge includes making sure that chemical processes are as ‘green’ and economical as possible, and that sustainable and abundant resources are used where possible. One type of reaction that lends itself to sustainable processes is the direct functionalization of C-H to C-X (X = O, N, C) bonds, as it generates far less chemical waste and leads to tremendous reduction of energy use than methods relying on prefunctionalized materials. The objective of this project is to achieve the C1-selective hydroxylation of n-alkanes to give n-alcohols e.g. octane to octan-1-ol, using mild reaction conditions and green oxidants such as oxygen or hydrogen peroxide, which is currently an unsolved problem. Linear alcohols are of interest as they form some of the major building blocks used in the chemical industries, for example C8-C10 alcohols for the synthesis of plasticisers and detergents. We will achieve this aim by combining traditional homogenous catalysis and biocatalysis for the development of artificial metalloenzymes as catalysts, which utilise the molecular recognition concepts of nature to bind substrates selectively in protein pockets. The target substrate will thus be bound in the correct orientation enabling selective oxidation at the target position, in contrast to traditional chemocatalysts which give a highly unfavourable product distribution. This will lead to more efficient use of valuable feedstocks and large reductions in chemical waste production and energy consumption, compared to the traditional methods for forming C1-alcohols, all contributing to a green and sustainable society. The researcher will diversify her competence, build new collaborations and gain interdisciplinary mobility through this creative and highly innovative project allowing her to maximise her contribution to the knowledge-based economy and society.","grantUrl":"","grantId":"657755","fundValue":"183454,8","fundStart":"2015-10-01","fundEnd":"2017-09-30","dataset":"h2020"}