{"id":"193981","title":"Mastering skills in the training Network for attention deficit hyperactivity and autism spectrum Disorders","abstractText":"Attention deficit/hyperactivity disorder (ADHD) and autism spectrum disorders (ASD) are frequent, chronic and highly heritable neurodevelopmental disorders. Despite their societal importance, progress in understanding disease biology has been slow and no curative treatment options are available.\nThe pan-European training network MiND aims to educate a new generation of researchers in the field of neurodevelopmental disorders, through innovation-oriented research combined with highly interdisciplinary and intersectoral international training.\nResearch and training in MiND span state-of-the-art topics in the fields of ADHD, ASD and their yet un-investigated overlap. We combine advanced (epi-)genetics approaches with bioinformatics and develop novel cell and animal models of increasing complexity to understand pathomechanisms. Integrated with research in large human DNA-neuroimaging-cognition data sets, we push forward the understanding of the biology leading from gene to cognition and disease. Our mechanistic work is embedded in a framework exploring alternative disease definitions for ADHD and ASD across the lifespan and working towards improved treatment: we use novel cognitive assessments, we probe the microbiome for dietary interventions reducing symptoms and evaluate mindfulness training as non-pharmacological treatment options, in addition to developing new compounds for pharmacological treatment optimization and individualization. The strategic collaboration of world-leading academic groups, research-intensive commercial enterprises and patient organisations will deliver 15 young, scientifically excellent researchers which are optimally prepared for private sector and academic careers.\nMiND can be expected to impact patients and society by improving our understanding of disease biology, by developing novel diagnostic and treatment strategies, and by raising awareness for the necessity of research of neurodevelopmental disorders from childhood to adulthood.","grantUrl":"","grantId":"643051","fundValue":"3914948,07","fundStart":"2015-01-01","fundEnd":"2018-12-31","dataset":"h2020"}