{"id":"199012","title":"Combined Heat, Power and Metal extraction from ultra-deep ore bodies","abstractText":"CHPM2030 aims to develop a novel and potentially disruptive technology solution that can help satisfy the European needs for energy and strategic metals in a single interlinked process. Working at the frontiers of geothermal resources development, minerals extraction and electro-metallurgy the project aims at converting ultra-deep metallic mineral formations into an “orebody-EGS” that will serve as a basis for the development of a new type of facility for “Combined Heat, Power and Metal extraction” (CHPM). In the technology envisioned the metal-bearing geological formation will be manipulated in a way that the co-production of energy and metals will be possible, and may be optimised according to the market demands at any given moment in the future. The workplan has been set up in a way to provide proof-of-concept for the following hypotheses:\n\n1. The composition and structure of orebodies have certain advantages that could be used to our advantage when developing an EGS;\n2. Metals can be leached from the orebodies in high concentrations over a prolonged period of time and may substantially influence the economics of EGS;\n3. The continuous leaching of metals will increase system’s performance over time in a controlled way and without having to use high-pressure reservoir stimulation, minimizing potential detrimental impacts of both heat and metal extraction.\n\nAs a final outcome the project will deliver blueprints and detailed  specifications of a new type of future facility that is designed and operated from the very beginning as a combined heat, power and metal extraction system.\n\nThe horizontal aim is to provide new impetus to geothermal development in Europe by investigating previously unexplored pathways at low-TRL. This will be achieved by developing a Roadmap in support of the pilot implementation of such system before 2025, and full-scale commercial implementation before 2030.","grantUrl":"","grantId":"654100","fundValue":"4235567,5","fundStart":"2016-01-01","fundEnd":"2019-06-30","dataset":"h2020"}