{"id":"200175","title":"Tools for Assessment and Planning of Aquaculture Sustainability","abstractText":"Aquaculture is one of five sectors in the EU's Blue Growth Strategy, aimed at harnessing untapped potential for food production and jobs whilst focusing on environmental sustainability. TAPAS addresses this challenge by supporting member states to establish a coherent and efficient regulatory framework aimed at sustainable growth. TAPAS will use a requirements analysis to evaluate existing regulatory and licensing frameworks across the EU, taking account of the range of production environments and specificities and emerging approaches such as offshore technologies, integrated multi-trophic aquaculture, and integration with other sectors. We will propose new, flexible approaches to open methods of coordination, working to unified, common standards. TAPAS will also evaluate existing tools for economic assessment of aquaculture sustainability affecting sectoral growth. TAPAS will critically evaluate the capabilities and verification level of existing ecosystem planning tools and will develop new approaches for evaluation of carrying capacities, environmental impact and future risk. TAPAS will improve existing and develop new models for far- and near-field environmental assessment providing better monitoring, observation, forecasting and early warning technologies.  The innovative methodologies and components emerging from TAPAS will be integrated in an Aquaculture Sustainability Toolbox complemented by a decision support system to support the development and implementation of coastal and marine spatial planning enabling less costly, more transparent and more efficient licensing. TAPAS partners will collaborate with key industry regulators and certifiers through case studies to ensure the acceptability and utility of project approach and outcomes. Training, dissemination and outreach activities will specifically target improvement of the image of European aquaculture and uptake of outputs by regulators, while promoting an integrated sustainable strategy for development.","grantUrl":"","grantId":"678396","fundValue":"6918512,5","fundStart":"2016-03-01","fundEnd":"2020-02-29","dataset":"h2020"}