{"id":"200111","title":"MIDDLE EAST AND NORTH AFRICA REGIONAL ARCHITECTURE: MAPPING GEOPOLITICAL SHIFTS, REGIONAL ORDER AND DOMESTIC TRANSFORMATIONS","abstractText":"The ‘Middle East and North Africa Regional Architecture: mapping geopolitical shifts, regional order and domestic transformations’ -the MENARA Project- will study the geopolitical order in the making in the South and East Mediterranean Countries and the Middle East amid all deep-reaching social and political changes unfolding since 2010. The project aims at describing the main features of the regional geopolitical order, its origins, and evolution; identifying and mapping the decisive domestic, regional and global actors, dynamics and trends; building future scenarios for 2025 and 2040; and informing EU policies and strategies. It will examine whether, where and when conflict and/or cohesion dynamics prevail, the level and depth of regional fragmentation and the effects of regional and domestic processes on global dynamics and vice versa. \nThis will be achieved by analysing ideational and material factors (national, sub and supra-national identities; religion and politics; global identities; demography; energy; economy; military; environment) and by conducting in-depth research on specific case studies on ongoing dynamics at three different levels (domestic, regional and global). All this research will be based on quantitative and qualitative methods -including fact finding missions on the ground, interviews, focus groups, Delphi surveys - and innovative foresight techniques.  \nResearch will be accompanied by pioneering dissemination methods willing to increase the project’s impact not only over the specific academic community and policy-making circles but also over broader general public. This will include the translation of research results into accessible deliverables such as audio-visuals, futures notes series, infographics and interactive maps, and a Massive Open Online Course.","grantUrl":"","grantId":"693244","fundValue":"2401944,25","fundStart":"2016-04-01","fundEnd":"2019-03-31","dataset":"h2020"}