{"id":"193349","title":"Developing Innovative Market Orientated Prediction Toolbox to Strengthen the Economic Sustainability and Competitiveness of European Seafood on Local and Global markets","abstractText":"The overall aim of PrimeFish is to improve the economic sustainability of European fisheries and aquaculture sectors. PrimeFish will gather data from individual production companies, industry and sales organisations, consumers and public sources. The data will be related to the competitiveness and economic performance of companies in the sector; this includes data on price development, supply chain relations, markets, consumer behaviour and successful product innovation. The large industry reference group will facilitate access to data on specific case studies. A data repository will be created, and PrimeFish will join the H2020 Open Research Data Pilot to ensure future open access to the data. The effectiveness of demand stimulation through health, label and certification claims will be evaluated and compared with actual consumer behaviour. PrimeFish will assess the non-market value associated with aquaculture and captured fisheries as well as the effectiveness of regulatory systems and thereby provide the basis for improved societal decision making in the future. The collected data will be used to verify models and develop prediction algorithms that will be implemented into a computerized decision support system (PrimeDSS). The PrimeDSS, together with the underlying data, models, algorithms, assumptions and accompanying user instructions will form the PrimeFish Decision Support Framework (PrimeDSF).\nThe lead users, typically fishermen, aquaculture producers and production companies, will be able to use the PrimeDSF to improve understanding of the functioning of their markets and in setting strategic plans for future production and innovation which in turn will strengthen the long term viability of the European fisheries and aquaculture sectors. This will also benefit consumers, leading to more diversified European seafood products, enhanced added value, novel products and improved information on origin, certification and health claims.","grantUrl":"","grantId":"635761","fundValue":"5275426,25","fundStart":"2015-03-01","fundEnd":"2019-02-28","dataset":"h2020"}