{"id":"194191","title":"Open Architectures for Intelligent Solid State Lighting Systems","abstractText":"Following the trends of the creation of the “The Internet of Things” (IoT) and the rapid penetration of SSL based lighting, it is very advantageous to connect the luminaires in buildings to the Internet.\nOpenAIS aims at setting the leading standard for inclusion of lighting for professional applications in to IoT, with a focus on office lighting. This will enable a transition from the currently existing closed and command oriented lighting control systems to an open and service oriented system architecture. Openness and service orientation will create an eco-system of suppliers of interoperable components and a market for apps that exploit the lighting system to add value beyond the lighting function. Added value can e.g. be related to more efficient use of the building, reduction of carbon footprint and increased comfort and wellbeing. In addition, IoT will facilitate smooth and effective interaction of the lighting system with other functions in a building such as e.g. HVAC, security and access control. Extensibility and security of the system architecture are important aspects and will be guaranteed.\nThe OpenAIS project will define the requirements and use cases for offices in 2020, define the best open system architecture, identify existing ICT components to be used and develop additional components. The system will be validated by a pilot installation in a real office setting. After the OpenAIS project, the Consortium will pursue standardization of the system architecture, aiming at the creation of the leading standard for Internet connected lighting.\nThe project brings together a strong collaboration of the leading lighting companies Zumtobel, Tridonic, and Philips and the major players in IoT technology ARM, NXP and Imtech. Consortium partner Johnson Controls represents the end user and academic knowledge on ICT and system architecture is present through TU/e and TNO-ESI. During the project, the Consortium will seek close cooperation with the IoT community.","grantUrl":"","grantId":"644332","fundValue":"10775371,25","fundStart":"2015-01-01","fundEnd":"2017-12-31","dataset":"h2020"}