{"id":"193289","title":"Towards the elimination of iodine deficiency and preventable thyroid-related diseases in Europe","abstractText":"Despite the fact that iodine deficiency (ID) can easily be prevented by iodine fortification of table salt, industrial salt and cattle food, Europe belongs to the worst regions in terms of access to iodized salt and is seriously ID, resulting in the perpetuation of the single most important, preventable cause of brain damage. European ID is due to significant heterogeneity in prevention and monitoring programs, leading to inappropriate interventions, increased disease burden, health inequities and increased health care costs. Up to 360 Million European citizens are exposed to ID disorders. An effective European monitoring program is a crucial step towards eradication of ID disorders with significant benefits for European citizens and the sustainability of health care systems. The effects of ID in total cause tremendous, preventable costs in health care systems of affected regions. \n\nThe overall aim of EUthyroid is to evaluate ID prevention and monitoring programs in 24 European countries, to initiate capacity building for harmonized European ID prevention and monitoring programs, and to disseminate project outcomes for supporting measures on national and EU level in order to eradicate ID disorders in Europe. The project will position itself as international hub of current national initiatives in the attempt to coordinate and support existing national activities. EUthyroid will generate the first harmonized data set of ID resulting in the first valid map of iodine status in Europe. With a dedicated dissemination program about the unfavorable health outcomes of ID, EUthyroid will pave the way for a harmonized EU-wide regulation of iodination, a common approach to iodine and outcome monitoring and establish recommendations for scientists on how to monitor IDD prevention programs. The project aims to make Europe a benchmark for ID disorder prevention worldwide.","grantUrl":"","grantId":"634453","fundValue":"3375330,25","fundStart":"2015-06-01","fundEnd":"2018-05-31","dataset":"h2020"}