{"id":"193734","title":"Future Sky Safety","abstractText":"The EC Flight Path 2050 vision aims to achieve the highest levels of safety to ensure that passengers and freight as well as the air transport system and its infrastructure are protected. However, trends in safety performance over the last decade indicate that the ACARE Vision 2020 safety goal of an 80% reduction of the accident rate is not being achieved. A stronger focus on safety is required. There is a need to start a Joint Research Programme (JRP) on Aviation Safety, aiming for Coordinated Safety Research as well as Safety Research Coordination. The proposed JRP Safety, established under coordination of EREA, is built on European safety priorities, around four main themes with each theme consisting of a small set of projects.  Theme 1 (New solutions for today’s accidents) aims for breakthrough research with the purpose of enabling a direct, specific, significant risk reduction in the medium term. Theme 2 (Strengthening the capability to manage risk) conducts research on processes and technologies to enable the aviation system actors to achieve near-total control over the safety risk in the air transport system. Theme 3 (Building ultra-resilient systems and operators) conducts research on the improvement of Systems and the Human Operator with the specific aim to improve safety performance under unanticipated circumstances. Theme 4 (Building ultra-resilient vehicles), aims at reducing the effect of external hazards on the aerial vehicle integrity, as well as improving the safety of the cabin environment. To really connect and drive complementary Safety R&D (by EREA) to safety priorities as put forward in the EASA European Aviation Safety plan (EASp) and the EC ACARE Strategic Research and Innovation (RIA)Agenda, Safety Research Coordination activities are proposed. Focus on key priorities that impact the safety level most will significantly increase the leverage effect of the complementary safety Research and Innovation actions planned and performed by EREA.","grantUrl":"","grantId":"640597","fundValue":"16382874,25","fundStart":"2015-01-01","fundEnd":"2018-12-31","dataset":"h2020"}