{"id":"199390","title":"TagItSmart! - Smart Tags driven service platform for enabling ecosystems of connected objects","abstractText":"TagItSmart sets out to redefine the way we think of everyday mass-market objects not normally considered as part of an IoT ecosystem. These new smarter objects will dynamically change their status in response to a variety of factors and be seamlessly tracked during their lifecycle. This will change the way users-to-things interactions are viewed.\n\nCombining the power of functional inks with the pervasiveness of digital (e.g. QR-codes) and electronic (e.g. NFC tags) markers, zillions of objects will embed cheap sensing capabilities thus being able to capture new contextual information. Beside this, the ubiquitous presence of smartphones with their cameras and NFC readers will create the perfect bridge between everyday users and their objects. This will create a completely new flow of crowdsourced information, which extracted from the objects and enriched with user data, can be exploited by new services. \n\nTagItSmart will create an open, interoperable cloud-based platform with all the tools and enabling technologies, which will address the challenges related to the lifecycle management of new innovative services capitalizing on objects “sensorization”. TagItSmart will empower all steps involved from creating smart markers, Functional Codes (FCs), to supporting secure and reliable acquisition and consumption of such contextual data, while preserving user privacy, to the provision of generic functionalities and a service composition platform which will allow even inexperienced users to create and deploy their FCs based services while maintaining system efficiency.\n\nTo boost the platform adoption, a set of industrial use cases will be used as a baseline for development, while additional stakeholders will be engaged through a co-creation Open Call approach. A carefully planned engagement activity will ensure the establishment and sustainable expansion of the TagItSmart ecosystem fostering long term innovation and exploitation capabilities well beyond the project duration.","grantUrl":"","grantId":"688061","fundValue":"6870811,25","fundStart":"2016-01-01","fundEnd":"2018-12-31","dataset":"h2020"}