{"id":"194931","title":"Aerosols, Clouds, and Trace gases Research InfraStructure","abstractText":"ACTRIS-2 addresses the scope of integrating state-of-the-art European ground-based stations for long term observations of aerosols, clouds and short lived gases capitalizing work of FP7-ACTRIS. ACTRIS-2 aims to achieve the construction of a user-oriented RI, unique in the EU-RI landscape. \nACTRIS-2 provides 4-D integrated high-quality data from near-surface to high altitude (vertical profiles and total-column), relevant to climate and air-quality research. ACTRIS-2 develops and implements, in a large network of stations in Europe and beyond, observational protocols that permit harmonization of collected data and their dissemination. ACTRIS-2 offers networking expertise, upgraded calibration services, training of users, trans-national access to observatories and calibration facilities, virtual access to high-quality data products. Through joint research activities, ACTRIS-2 develops new integration tools that will produce scientific or technical progresses reusable in infrastructures, thus shaping future observation strategies.  \nInnovation in instrumentation is one of the fundamental building blocks of ACTRIS-2. Associated partnership with SMEs stimulates development of joint-ventures addressing new technologies for use in atmospheric observations. \nTarget user-groups in ACTRIS-2 comprise a wide range of communities worldwide. End-users are institutions involved in climate and air quality research, space agencies, industries, air quality agencies. \nACTRIS-2 will improve systematic and timely collection, processing and distribution of data and results for use in modelling, in particular towards implementation of atmospheric and climate services. ACTRIS-2 invests substantial efforts to ensure long-term sustainability beyond the term of the project by positioning the project in both the GEO and the on-going ESFRI contexts, and by developing synergies with national initiatives.","grantUrl":"","grantId":"654109","fundValue":"10126484,54","fundStart":"2015-05-01","fundEnd":"2019-04-30","dataset":"h2020"}