{"id":"194452","title":"Real proven solutions to enable active demand and distributed generation flexible integration, through a fully controllable LOW Voltage and medium voltage distribution grid","abstractText":"Unlike the control and observability put in service in HV/MV, LV networks are still being substantially managed as usual: no visibility of power and voltage or grid components status, poor knowledge of connectivity, manual operation of switches or few tools for worker support. The LV grid characteristics (radial topology, exposition to local disturbances, local accumulation of distributed generation, technical and no-technical loses, aging heterogeneous, etc.) limit the construction and refurbish of LV electric infrastructure and the integration on it of grid remote monitoring and operation and automation resources, bringing to difficulties in the implementation of the LV Smart Grid and the integration of Distributed Generation Resources and Active Demand Management (ADM). \nSmart metering deployment Mandates offer an opportunity to maximize the gains derived from the obliged functions to be deployed related to smart metering, developing and integrating additional innovative grid and ICT infrastructure, functions, services and tools improving grid operation performance and quality and paving the way for benefits and business opportunities for the involved actors (DSOs, customers, retailers and ESCOs).\nThe project aims to develop, deploy and demonstrate innovative solutions (grid systems, functions, services and tools) for advanced Operation and Exploitation of LV/MV networks in a fully smart grid environment improving the capacity of that networks as enablers for Distributed Generation, ADM, Customer empowering and business opportunities.\nThe project proposes 4 real pilots in Portugal, Poland, Spain and Sweden covering: Smart grid monitoring and operation, advanced grid maintenance, DER and ADM integration and active Consumer awareness and participation with cost efficiency. Also proposes specific WPs to maximize the socioeconomic impact of results, especially for their market uptake, business opportunities triggering and society awareness on the smart grid benefits.","grantUrl":"","grantId":"646531","fundValue":"15653828,25","fundStart":"2015-01-01","fundEnd":"2017-12-31","dataset":"h2020"}