{"id":"198079","title":"Cyber Physical System based Proactive Collaborative Maintenance","abstractText":"The overall concept of MANTIS is to provide a proactive maintenance service platform architecture based on Cyber Physical Systems that allows to estimate future performance, to predict and prevent imminent failures and to schedule proactive maintenance. Maintenance is no longer a necessary evil that costs what it costs, but an important function that creates additional value in the business process as well as new business models with a stronger service orientation. Physical systems (e.g. industrial machines, vehicles, renewable energy assets) and the environment they operate in, are monitored continuously by a broad and diverse range of intelligent sensors, resulting in massive amounts of data that characterise the usage history, operational condition, location, movement and other physical properties of those systems. These systems form part of a larger network of heterogeneous and collaborative systems (e.g. vehicle fleets or photovoltaic and windmill parks) connected via robust communication mechanisms able to operate in challenging environments. MANTIS consists of distributed processing chains that efficiently transform raw data into knowledge while minimising the need for bandwidth. Sophisticated distributed sensing and decision making functions are performed at different levels in a collaborative way, ranging from local nodes to locally optimise performance, bandwidth and maintenance; to cloud-based platforms that integrate information from diverse systems and execute distributed processing and analytics algorithms for global decision making. The research addressed in MANTIS will contribute to companies' assets availability, competitiveness, growth and sustainability. Use cases will be the testing ground for the innovative functionalities of the proactive maintenance service platform architecture and for its future exploitation in the industrial world. Results of MANTIS can be utilised directly in several industry areas and different fields of maintenanance.","grantUrl":"","grantId":"662189","fundValue":"30138507,25","fundStart":"2015-05-01","fundEnd":"2018-04-30","dataset":"h2020"}