{"id":"194395","title":"Research and Innovation Support for Europe and Africa","abstractText":"In response to the present objectives of the EU-Africa partnership in science, technology and innovation, and addressing the STI priorities of the 2014 EU-Africa Summit, RINEA addresses three specific and complementary objectives by a range of targeted activities:\n1. Strengthening the quality and quantity of partnerships between research and innovation actors in EU Member states, in Associated Countries and in countries in Africa through networking events between research and business communities, through proposing the elimination of cooperation obstacles and optimising framework conditions and through raising awareness and disseminate information of cooperation opportunities for research and innovation partnerships offered by H2020 and by other major programmes in Europe and Africa.\n2. Encouraging transnational coordination of programmes and policies for international cooperation in STI for greater coherence, joint ownership and resource efficiency, through advancing the model established by ERAfrica for jointly owned EU-Africa funding instruments for STI cooperation and through facilitating the launch and the management of calls for proposals around topics of mutual concern and relevance to the EU-Africa bi-regional partnership. \n3. Supporting and enriching formal and informal processes of bi-regional STI policy dialogue between the EU and Africa through building wider understanding of the objectives and outcomes of formal bi-regional policy dialogue, through contributing to the evidence base for policy and decision making, including strategic priority setting, by the recognised governance structures of the EU-Africa STI partnership, e.g. HLPD, through supporting the implementation of outcomes of formal policy dialogue and through fostering exchange between formal and informal dialogue processes, and with relevant regional and sub-regional structures such as SFIC, AU technical committees and RECs.\nRINEA´s activities will build on recent and existing initiatives an","grantUrl":"","grantId":"645809","fundValue":"1927362,5","fundStart":"2015-03-01","fundEnd":"2018-02-28","dataset":"h2020"}