{"id":"198366","title":"Compact REtrofit Advanced Thermal Energy storage","abstractText":"The CREATE project aims to tackle the thermal energy storage challenge for the built environment by developing a compact heat storage. This heat battery allows for better use of available renewables in two ways: 1) bridging the gap between supply and demand of renewables and 2) increasing the efficiency in the energy grid by converting electricity peaks into stored heat to be used later, increasing the energy grid flexibility and giving options for tradability and economic benefits. \nThe main aim of CREATE is to develop and demonstrate a heat battery, ie an advanced thermal storage system based on Thermo-Chemical Materials, that enables economically affordable, compact and loss-free storage of heat in existing buildings.\nThe CREATE concept is to develop stabilized storage materials with high storage density, improved stability and low price, and package them in optimized heat exchangers, using optimized storage modules. Full scale demonstration will be done in a real building, with regulatory/normative, economic and market boundaries taken into account. To ensure successful exploitation, the full knowledge, value, and supply chain are mobilized in the present consortium. It will be the game changer in the transformation of our existing building stock towards near-zero energy buildings. \nWP1 Management,WP2 Cost Analysis and planning for future commercial products cost,WP3 System definition,design and simulation,WP4 Thermal storage materials optimization (key breakthroughs),WP5 Critical storage components and technology development (key breakthroughs),WP6 Thermal storage reactor design, implementation and test,WP7 System integration, experiments and optimization,WP8 Building integration and full scale demonstration,WP9 Dissemination and exploitation of results. \nCREATE will create viable supply chain by bringing together multiple scientific disciplines and industry. In other words, CREATE envisions a multi-scale, multi-disciplinary and multi-stakeholder approach.","grantUrl":"","grantId":"680450","fundValue":"5914657,5","fundStart":"2015-10-01","fundEnd":"2019-09-30","dataset":"h2020"}