{"id":"202706","title":"Understand the Dimensions of Organised Crime and Terrorist Networks for Developing Effective and Efficient Security Solutions for First-line-practitioners and Professionals","abstractText":"Organized Crime and Terrorist Networks (OC/TN) are a major challenge for the European Union and many different stakeholder groups are involved in creating awareness, preventing, identifying and intervene in case of risk or threat. But in order to develop better strategies and instruments, we still need a deeper understanding of these phenomena.\n\nTAKEDOWN therefore aims at generating such novel insights on OC/TN. In order to meet this challenge and to investigate this complex field of research a multidimensional modelling approach is used. The resulting, proprietary TAKEDOWN Model describes social, psychological, economic aspects as well as further dimensions, activities and response approaches. A comprehensive empirical research combined with European and international expert knowledge ensures a valid and intuitive model.\n\nThe TAKEDOWN Open Information Hub targets first-line-practitioners and provides modular solutions and inductive materials. The public web platform helps individuals to navigate to the right third party reporting and help lines including an innovative crowd reporting application to report digital OC/TN cases.\n\nThe TAKEDOWN OC/TN Professional Solution Platform consists of various modules for law enforcement and homeland security departments. Designed with a flexible Platform as a Service (PaaS) architecture it combines knowledge materials and digital security solutions. Via the TAKEDOWN Security Dashboard information streams of native and third party applications are combined in an identification and issue management cockpit. The TAKEDOWN Professional Advisor supports experts on the selection of relevant approaches and security solutions to tackle OC/TN.\n\nWith this multi-level approach, TAKEDOWN will force a better understanding of OC/TN, develop modern approaches and solutions, and will finally lead to a more efficient and effective response on OC/TN and strengthen social cohesion at pan-European level.","grantUrl":"","grantId":"700688","fundValue":"3421062,5","fundStart":"2016-09-01","fundEnd":"2019-08-31","dataset":"h2020"}