{"id":"193243","title":"Improving Design, Evaluation and Analysis of early drug development Studies","abstractText":"Drug development is a long and costly process which suffers from the major shortcoming that frequently failure is often only determined during the final stage. Recently, it has been recognised that more care needs to be taken during the early stages of development to avoid going into lengthy and costly confirmatory studies with ineffective or harmful treatments. To achieve this goal it is essential to implement efficient methods for the design and analysis of such early development studies. The expertise in this area is, however, limited at the moment and adequate methodology is only partially available. Using a cross-sectorial, transnational approach, the IDEAS network brings together leading public and private sector researchers in the field with ample experience in training to educate, promote and support the future leaders in medical statistics in general and in the design and analysis of early developmental studies in particular.\n\nWithin the network, cross-sectorial, transnational teams will support young researchers with individual methodological projects and devise an individually tailored training programme for them. Clinical advisors supplement the input of the supervisory team and ensure practical relevance and uptake of the methods devised. The training activities are comprised of a well-rounded mix of specialist, methodological components and generic, transferable skills. A mandatory set of networkwide training activities is supplemented by individual training components and cross-sectorial secondments, and particular attention is given to interaction and collaboration between researchers and supervisors across public and private sector partners. At the end of their training the researchers will be uniquely qualified with expertise in the field, benefit from experience in both public and private sector and can rely on a wide network of experts in the field in the future.","grantUrl":"","grantId":"633567","fundValue":"3108939,48","fundStart":"2015-01-01","fundEnd":"2018-12-31","dataset":"h2020"}