{"id":"196908","title":"Development of the safety case knowledge base about the influence of microbial processes on geological disposal of radioactive wastes","abstractText":"The multidisciplinary project will address key technical issues that must be tackled to support the implementation of planned geological disposal projects for higher-level radioactive wastes across the EU. Our current understanding of the impact of microbial metabolism on the safety of geological repositories remains tenuous, even though microorganisms may have controlling influences on wasteform evolution in situ, multibarrier integrity and ultimately radionuclide migration from the repository. This proposal targets a number of “high urgency” and “high importance” topics identified in the most recent IGD-TP Strategic Research Agenda, focusing specifically on the influence of microbial processes on waste forms and their behavior, and the technical feasibility and long-term performance of repository components. The project will bring together, for the first time, 15 European groups working on the impact of microbial processes on safety cases for geological repositories across the EU, focusing on key questions posed by waste management organisations. The emphasis will be on quantifying specific measureable impacts of microbial activity on safety cases under repository-relevant conditions, thus altering the current view of microbes in repositories and leading to significant refinements of safety case models currently being implemented to evaluate the long-term evolution of radwaste repositories. The integration of society and policy oriented studies in the project will also extend the impact of the project outside the scientific and technical domain, while a study of expert conceptualization, public perception and risk communication concerning microbial influences in geological disposal, will improve awareness of microbial issues on a broader level. The programme will help the EU claim international leadership in the understanding of the impact of microbial processes on geodisposal, and indeed other technological areas pertinent to the exploitation of the subsurface.","grantUrl":"","grantId":"661880","fundValue":"4712985","fundStart":"2015-06-01","fundEnd":"2019-05-31","dataset":"h2020"}