{"id":"199719","title":"Developing new therapies for Batten disease","abstractText":"The goal of BATCure is to advance the development of new therapeutic options for a group of rare lysosomal diseases - neuronal ceroid lipofuscinoses (NCL) or Batten disease. There are > thousand affected across Europe, with a combined incidence of c.1:100 000. The NCLs are devastating and debilitating genetic disorders that mainly affect children, who suffer progressive dementia and motor decline, visual failure and epilepsy, leading to a long period of complete dependence on others, and eventually a premature death. Existing palliative treatment can reduce, but does not eliminate, the burden of seizures and the progressively worsening effects on the whole body due to decreasing CNS influence and control. There are no curative treatments in the clinic for any type of NCL. We will follow a novel integrated strategy to identify specific gene and small molecule treatments for three genetic types of Batten disease that include the most prevalent world-wide, juvenile CLN3 disease, and in southern and mediterranean Europe, CLN6 and CLN7 diseases.\n\nTo develop new therapies for these 3 types of Batten disease, BATCure will:\n1. Create new models, tools and technologies for developing and testing therapies\n2. Further delineate disease biology and gene function to identify new therapeutic target pathways utilising yeast and pluripotent stem cell models\n3. Identify biochemical therapeutic target pathways, facilitate effective evaluation of preclinical therapies and improve diagnostics\n4. Extend a comprehensive natural history beyond the brain to include cardiology, the spinal cord, PNS, psychiatric and metabolic changes\n5. Identify new and repurpose existing small molecule therapy\n6. Triage new compound treatments in zebrafish, a high-throughput small vertebrate model \n7. Deliver and monitor new treatments using mouse models\n8. Provide a novel mechanism to involve patients and their families to inform and fully contribute to therapy development and prepare for clinical trials","grantUrl":"","grantId":"666918","fundValue":"6000681,25","fundStart":"2016-01-01","fundEnd":"2018-12-31","dataset":"h2020"}