{"id":"193848","title":"New paradigms for high efficiency blue emitters for white OLEDS","abstractText":"The overall objective of the PHEBE project is to develop innovative, high-efficiency, blue emitters for white OLEDS, which will create a major breakthrough in the cost performance of OLED lighting. To produce the innovative blue emitters, two new types of molecular systems – without rare earth complexes - will be investigated: \n\n• intramolecular charge transfer systems that enable thermally activated delayed fluorescence (ICT-TADF)\n• intermolecular exciplex charge transfer systems that enable thermally activated delayed fluorescence (Exciplex-TADF)\n\nIn order to develop the ICT-TADF and Exciplex-TADF based emitters, the following scientific and technical objectives will be targeted:\n\n• Objective 1: Screen potential ICT-TADF and Exciplex-TADF compounds with theoretical models\n• Objective 2: Synthesise the most promising ICT-TADF and Exciplex-TADF model compounds\n• Objective 3: Characterise and select the best ICT-TADF and Exciplex-TADF synthesised compounds\n• Objective 4: Design white stack units employing the selected TADF based emitter and block materials\n• Objective 5: Design close-to-production OLED lighting panel demonstrators\n\nTo show the project’s overall objective has been achieved, white stack tandem units (2 x 2 cm2 with 90 nm ITO) and OLED lighting panel demonstrators (e.g. 25 cm2 circular panels) - based on the new blue emitters – will be produced and tested that meet the performance targets indicated in the H2020 call ICT 29 – 2014.\n\nThe PHEBE project will be undertaken by a strong consortium of partners that span the complete value chain for the development and commercialisation of the new, high-efficiency, blue emitters for white OLEDS: OLED lighting research organisations (UDUR, TUD and KTU), OLED component producer (Novaled), and OLED lighting device manufacturer (Astron-FIAMM). Overall, the PHEBE consortium is well-balanced in terms of the number of industrial and academic partners as well as their geographic spread.","grantUrl":"","grantId":"641725","fundValue":"3931688","fundStart":"2015-02-01","fundEnd":"2018-01-31","dataset":"h2020"}