{"id":"200420","title":"Sustainable production of next generation biofuels from waste streams","abstractText":"WASTE2FUELS aims to develop next generation biofuel technologies capable of converting agrofood waste (AFW) streams into high quality biobutanol.\n\nButanol is one of the most promising biofuels due to its superior fuel properties compared to current main biofuels, bioethanol and biodiesel. In addition to its ability to reduce carbon emissions, its higher energy content (almost 30% more than ethanol), its ability to blend with both gasoline and diesel, its lower risk of separation and corrosion, its resistance to water absorption, allowing it to be transported in pipes and carriers used by gasoline, it offers a very exciting advantage for adoption as engines require almost no modifications to use it.  \n\nThe main WASTE2FUELS innovations include:\n\n•    Development of novel pretreatment methods for converting AFW to an appropriate feedstock for biobutanol production thus dramatically enlarging current available biomass for biofuels production\n•    Genetically modified microorganisms for enhancing conversion efficiencies of the biobutanol fermentation process\n•    Coupled recovery and biofilm reactor systems for enhancing conversion efficiencies of Acetone-Butanol-Ethanol fermentation\n•    Development of new routes for biobutanol production via ethanol catalytic conversion\n•    Biobutanol engine tests and ecotoxicological assessment of the produced biobutanol\n•    Valorisation of the process by-products \n•    Development of an integrated model to optimise the waste-to-biofuel conversion and facilitate the industrial scale-up\n•    Process fingerprint analysis by environmental and techno-economic assessment\n•    Biomass supply chain study and design of a waste management strategy for rural development\n\nBy valorising 50% of the unavoidable and undervalorised AFW as feedstock for biobutanol production, WASTE2FUELS could divert up to 45 M tonnes of food waste from EU landfills, preventing 18 M tonnes of GHG and saving almost 0.5 billion litres of fossil fuels.","grantUrl":"","grantId":"654623","fundValue":"5989743,75","fundStart":"2016-01-01","fundEnd":"2018-12-31","dataset":"h2020"}