{"id":"199671","title":"Proposal for a Horizon 2020 Design Study on the “European Plasma Research Accelerator  with eXcellence In Applications“ (EuPRAXIA)","abstractText":"EuPRAXIA will produce a conceptual design report for the worldwide first 5 GeV plasma-based accelerator with industrial beam quality and user areas. EuPRAXIA is the required intermediate step between proof-of-principle experiments and ground-breaking, ultra-compact accelerators for science, industry, medicine or the energy frontier (“plasma linear collider”). The study will design accelerator technology, laser systems and feedbacks for improving the quality of plasma-accelerated beams. Two user areas will be developed for a novel Free Electron Laser and High Energy Physics detector science. An implementation model will be proposed, including a comparative study of possible sites in Europe, a cost estimate and a model for distributed construction and installation at one central site. EuPRAXIA will be a new large research infrastructure with an estimated footprint of about 250 m. If the design study is approved, then it will lay the foundation for a possible decision on construction in 2020. \n\nA consortium of 16 laboratories and universities from 5 EU member states has formed for preparing this proposal. 18 associated partners from 8 countries have joined with in-kind commitments (linking 3 additional EU member states). The scientists represent expertise from accelerator operation for photon science and HEP, design and construction of leading accelerators like LHC and Soleil, advanced acceleration test facilities like SPARC and frontier laser projects like CLF, CILEX-APOLLON and ELI. A project with 14 work packages has been defined, 8 of them with funding requested from EU. The proposal has been discussed in the European Steering Group for Accelerator R&D (ESGARD). A statement of strong support has been received. The EuPRAXIA technology is closely linked to EU industry. The director of the THALES Laser Business Unit and the CEO of Amplitude Technologies have sent letters of strong support for the EuPRAXIA proposal.","grantUrl":"","grantId":"653782","fundValue":"2999900","fundStart":"2015-11-01","fundEnd":"2019-10-31","dataset":"h2020"}