{"id":"197340","title":"Flexible and efficient hardware/software platforms for 5G network elements and devices","abstractText":"The overall objective of Flex5Gware is to deliver highly reconfigurable hardware (HW) platforms together with HW-agnostic software (SW) platforms targeting both network elements and devices and taking into account increased capacity, reduced energy footprint, as well as scalability and modularity, to enable a smooth transition from 4G mobile wireless systems to 5G.\nAs it will be argued in the proposal, this approach will be necessary so that 5G HW/SW platforms can meet the requirements imposed by the anticipated exponential growth in mobile data traffic (1000 fold increase) together with the large diversity of applications (from low bit-rate/power power for M2M to interactive and high resolution applications).\nFlex5Gware will adopt a holistic approach performing research and implementations on key building blocks of 5G (and cooperations among them) to provide versatile, flexible, reconfigurable, efficient operations for HW/SW platforms. The development of this concept entails many system design challenges that will be solved through disruptive technologies. E.g., analogue components to enable massive MIMO for mmWave, full duplex (simultaneous transmission and reception) for 5G waveforms, or reconfigurable SW architectures with interface abstractions for flexible control and management mechanisms across heterogeneous wireless devices and access networks.\nFlex5Gware will evaluate and demonstrate the developed 5G technologies, in terms of proofs-of-concept, which will be showcased in a demonstration event where all the partners in the consortium will participate. The Flex5Gware consortium includes large industry leaders from infrastructure providers (ALUD, EAB and NEC), semiconductor manufacturers (IMC) and network operators (TI) as well as leading research institutions and academia and is reinforced with the participation of three SMEs. This powerful consortium, together with the measures detailed in the proposal, ensure a huge impact of the Flex5Gware results.","grantUrl":"","grantId":"671563","fundValue":"7993586,25","fundStart":"2015-07-01","fundEnd":"2017-06-30","dataset":"h2020"}