{"id":"204772","title":"Architecture for EurOpean Logistics Information eXchange","abstractText":"Supply chain visibility supported by easy access to, and exchange and use of relevant and abundant logistics-related information is an important prerequisite for the deployment of pan-European logistics solutions that are needed to increase efficiency and productivity, and to reduce environmental impact. Although there is a proliferative development of logistics-related data stores, information channels, information management systems and data mining facilities, with both international and intermodal focus, this multitude of solutions exhibits a high degree of fragmentation, due to differences in user requirements, data models, system specification and business models. This legacy situation severely hampers the optimal use of logistics-related information.\n \nTo overcome this fragmentation and lack of connectivity of ICT-based information systems for logistics decision making, AEOLIX will establish a cloud-based collaborative logistics ecosystem for configuring and managing (logistics-related) information pipelines. This digital business ecosystem will create visibility across the supply chain, enabling more sustainable and efficient transport of goods cross Europe. An essential element of the approach is to ensure that for logistics actors connecting to and using the ecosystem in undemanding and has a low level of complexity.  We envision the ecosystem enabling the integration of supply-chain-related transport business processes through logistics software solutions for cloud-based connectivity and interaction, in order to support more efficient collaboration in the logistics supply chain than exists today.\n \nBy enabling low-complexity and low cost connectivity of local ICT platforms and systems and thereby scalable, trusted and secure exchange of information, AEOLIX will improve the overall competitiveness of goods transport in the supply chain, while simultaneously targeting sustainability from environmental, economic and social perspectives.","grantUrl":"","grantId":"690797","fundValue":"16220106,25","fundStart":"2016-09-01","fundEnd":"2019-08-31","dataset":"h2020"}