{"id":"193234","title":"Distributed, integrated and harmonised forest  information for bioeconomy outlooks","abstractText":"Europe’s bioeconomy is expected to foster economic growth and to tackle significant societal challenges with less harmful environmental effects through innovative, sustainable and inclusive use of European forest resources. Increasing demand for biomass and other ecosystem goods and services calls for changes in forest-related policies at different levels and across different sectors. Accordingly, the recent Forest Strategy provides clear signals towards the need for harmonised information for mapping and assessing the dynamic state of forest ecosystems and their services.\nBuilding upon scientific advances in COST E4, 39, 43, USEWOOD, FORSYS, ORCHESTRA; the networks ENFIN, EFFIS, SOSIN; the FP7 EUFODOS, S2BIOM, INTEGRAL, SIMWOOD, FIRE PARADOX the project DIABOLO aims to: \ni) strengthen the methodological framework towards more accurate, harmonised and timely forest information, e.g. on growing stock and stock changes, biomass, carbon, NWFP; enable the analysis of sustainable biomass supply derived from multipurpose and multisource national forest inventories; and facilitate near real-time forest disturbance monitoring, e.g. on forest fires, storm, drought, insect outbreaks;\nii) support EU policy processes, international reporting obligations, forest administration and forest planning entities with new methodologies and EU-wide consistent forest information;\niii) make innovative use of existing field-collected data and EC space-based applications of EO and satellite positioning systems with reference to INSPIRE and GEOSS, and global monitoring systems such as REDD, FLEGT and UNFF.\nTo deliver high impact, beyond state-of-the-art work within the ecological and socio-economic diversity in Europe, the trans-disciplinary DIABOLO involves experts in quantitative modelling, policy science and NFIs, from 26 European countries, committed to provide new methodologies and information for various end-uses, including EFDAC (FISE) at JRC, GLOBIOM at IIASA and work at FAO/UNECE.","grantUrl":"","grantId":"633464","fundValue":"4998970","fundStart":"2015-03-01","fundEnd":"2019-02-28","dataset":"h2020"}