{"id":"193326","title":"Ageing Trajectories of Health: Longitudinal Opportunities and Synergies","abstractText":"The objective of the ATHLOS Project is to achieve a better understanding of ageing by identifying patterns of healthy ageing pathways or trajectories, the determinants of those patterns, the critical points in time when changes in trajectories are produced, and to propose timely clinical and public health interventions to optimise healthy ageing. Moreover, a new definition of ‘old age’ based on many characteristics rather than just the classical chronological definition of age will be used for calculating projections in each specific population and guide policy recommendations. \n\nTo do so, the Consortium will create a harmonised dataset with over 341,000 individuals collated from existing longitudinal studies of ageing and including information on physical and mental health, biomarkers, life style habits, social environment and participation, among others. A single metric of healthy ageing using Item Response Theory (IRT) methods with individual items from the surveys will be used. Diverse statistical methods will be employed to define the trajectories (Generalised Estimating Equations, Structural Equation Modelling, Growth Curve Mixture Modelling, the TRAJ method and classification algorithms). Age Period Cohort will be used in the analysis to understand age cohort effects. Specific interventions both at the clinical and population level will be designed based on project’s results and will be disseminated. Additionally, the impact of those interventions on healthy ageing will be assessed with the micro-simulation method. Stakeholders will participate in the definition of outcomes, the creation of interventions and dissemination of results. \n\nATHLOS will make available to scientists and stakeholders its resources by providing access to the methodology of harmonisation and to the mega-data set of ageing cohorts. To maximise the policy impact, target audiences will be indentified and specific materials disseminated.","grantUrl":"","grantId":"635316","fundValue":"6139147,5","fundStart":"2015-05-01","fundEnd":"2020-04-30","dataset":"h2020"}