{"id":"197347","title":"Coordinated control and spectrum management for 5G heterogeneous radio access networks","abstractText":"The exponential growth of mobile traffic, drastically increasing of network complexity, and the strong need for inter-network coordination of wireless network resources call for breakthroughs in control, coordination and flexible spectrum management  in 5G heterogeneous radio access networks. The COHERENT project aims to address these problems by researching, developing and validating a novel control framework for future mobile networks. The key innovation of COHERENT is to develop a unified programmable control framework to coordinate the underlying heterogeneous mobile networks as a whole. The COHERENT control framework has two unique features to deal with the insufficiency of current control solutions for inter-network coordination. First, theories and methods to abstract the low layer network states and behaviors of different underlying mobile networks are developed, which provides a simplified but sufficient abstracted network view for network-wide control and resource coordination. Network abstraction will significantly reduce the signaling overhead, making scalable network-wide control solutions feasible, and enable more flexible spectrum management, which are key for the success of 5G networks. Second, based on the abstracted network view, common interfaces and software-development kits will be developed to enable programmability in controlling and coordinating heterogeneous mobile networks. The programmable control will provide operators a flexible and cost efficient way to implement new control functions and thus to support new services. The innovative impact of the COHERENT project is in enabling a unified control and coordination framework for heterogeneous mobile networks by combining innovative approaches on abstraction of low layers in underlying mobile networks, software defined networking, and flexible spectrum management. COHERENT will build a true proof-of-concept prototype to demonstrate the applicability and benefits of its approach.","grantUrl":"","grantId":"671639","fundValue":"6024299","fundStart":"2015-07-01","fundEnd":"2017-12-31","dataset":"h2020"}