{"id":"193244","title":"Embedding crop diversity and networking for local high quality food systems","abstractText":"DIVERSIFOOD will evaluate and enrich the diversity of cultivated plants within diverse agroecosystems so as to increase their performance, resilience, quality and use through a multi-actor approach. By integrating existing experienced networks and using specific and relevant cases across Europe the project will strengthen “food culture” to improve economic viability of local chains resulting in a greater diversity of produce with a cultural identity. Thanks to the composition of its consortium, DIVERSIFOOD will cover the whole food chain from genetic resources to marketing, connecting and amplifying local existing actions. It will design specific concepts and methodologies for combining in situ experiments to ensure performance and quality. It will evaluate the genetic resources of a dozen underutilized and forgotten plant species for organic and low-input agriculture or marginal/specific conditions, including the association of various underutilized legumes with several cereals, and create new diversity by innovative breeding methods designed for more intra-crop variation. It will help to facilitate cooperation between participatory research networks and professional breeders as well as policy makers in connecting formal and informal seed systems in Europe in relation to international negotiations on Farmers’ rights with the International Treaty on Plant Genetic Resources for Food and Agriculture. Key-lessons based on the diverse experiences in the project will be shared to support on-farm seed production networks to guarantee high quality seed. DIVERSIFOOD will demonstrate the socio-economic value of on-farm seed systems, help at local and wider policy levels to increase food and environmental awareness, and improve multi-actor approaches to embed healthy and tasty local products in regional food chains. Demonstration and dissemination will take place at all stages, in collaboration with network organizations for a greater impact.","grantUrl":"","grantId":"633571","fundValue":"4009851,25","fundStart":"2015-03-01","fundEnd":"2019-02-28","dataset":"h2020"}