{"id":"200097","title":"Support to the implementation of the Strategic Research Agenda (SRA) of the Joint Programming Initiative on Cultural Heritage and Global Change (JPI CH)","abstractText":"'Joint Programming is a process combining a strategic framework, a bottom-up approach and high-level commitment from the Member States (MS). It builds on the experience gained from existing schemes, coordinating national programmes by contributing to the reduction in fragmentation of research efforts of MS, stepping up the mobilisation of skills, knowledge and resources, advancing research and innovation in the specific field. The JPI in 'Cultural Heritage and Global Change: a new Challenge for Europe' - JPICH - was approved by the Council was launched in January 2010. The JPICH has defined the Vision Document, the Terms of Reference, the Strategic Research Agenda (SRA), an Action Programme and a monitoring and evaluation procedure. The experience gained over the past 4 years in JPICH development and implementation has been achieved through the active participation of 17 EU MS and AC and 8 Countries participating with the role of Observers. The present CSA JHEP2 Proposal intends to support the implementation of the Strategic Research Agenda following the recommendations emerging from the High level Group for joint programming (GPC) in the Biennial Report 2014 and in the Report on 'Alignment in the context of Joint Programming', which specifically address the recommendation to develop alignment of national research and innovation programmes and activities and application of qualitative and quantitative Key Performance Indicators (KPIs).The main objectives addressed within the present proposal are: - Develop effective and efficient governance of the alignment of the national research and innovation programmes. - Reinforce common activities on cultural heritage. - Apply quantitative and qualitative KPIs for monitoring an assessing the JPICH alignment process. The support to the JPICH with the present JHEP2 Proposal will be essential for achieving the above-mentioned objectives and proceed with the integration of the research area on Cultural Heritage.'","grantUrl":"","grantId":"699523","fundValue":"999983,15","fundStart":"2016-01-01","fundEnd":"2019-12-31","dataset":"h2020"}