{"id":"199179","title":"MidInfraRed PHotonics devices fABrication for chemical sensing and spectroscopic applications","abstractText":"The MIRPHAB (Mid InfraRed PHotonics devices fABrication for chemical sensing and spectroscopic applications) consortium will establish a pilot line to serve the growing needs of European industry in the field of analytical micro-sensors. Its main objectives are to:\n• provide a reliable supply of mid-infrared (MIR) photonic components for companies incl. in particular SMEs already active in analytical MIR sensing\n• reduce investment cost to access innovative MIR solutions for companies already active in the field of analytical sensors, but new to MIR photonics based sensing \n• attract companies new to the field of analytical sensors, aiming to integrate µ-sensors into their products.\nTo fulfil those objectives, MIRPHAB is organized as a distributed pilot line formed by leading European industrial suppliers of MIR photonic components, complemented by first class European R&D institutes with processing facilities capable of carrying out pilot line production. \nMIRPHAB provides:\n• access to MIR photonic devices via mounted/packaged devices for laser-based analytical MIR sensors\n• expert design for sensor components to be fabricated in the pilot line plus training services to its customers.\nThe platform will be organized such that new developments in MIR micro- and integrated optic components and modules can be taken up and incorporated into the MIRPHAB portfolio. \nMIRPHAB will work on a convincing scheme for the flow of hardware and information, suitable to operate a distributed pilot line efficiently. MIRPHAB will develop sound business cases and a compelling business plan. Potential cost-performance breakthroughs will be shown for reliable MIR sensing products based on building blocks provided by MIRPHAB. \nMIRPHAB will become a sustainable source of key components for new and highly competitive MIR sensors, facilitating their effective market introduction and thus significantly strengthening the position and competitiveness of the respective European industry sector.","grantUrl":"","grantId":"688265","fundValue":"17242535","fundStart":"2016-01-01","fundEnd":"2019-12-31","dataset":"h2020"}