{"id":"194801","title":"Connecting Science with Society","abstractText":"The rapid changes occurring in the Polar Regions are significantly influencing global climate with consequences for global society. European polar research has contributed critical knowledge to identifying the processes behind these rapid changes but, in contrast to lower latitudes, datasets from the Polar Regions are still insufficient to fully understand and more effectively predict the effects of change on our climate and society. This situation can only be improved by a more holistic integrated scientific approach, a higher degree of coordination of polar research and closer cooperation with all relevant actors on an international level as requested in the Horizon 2020 work programme. \nThe objectives of EU-PolarNet are to establish an ongoing dialogue between policymakers, business and industry leaders, local communities and scientists to increase mutual understanding and identify new ways of working that will deliver economic and societal benefits. The results of this dialogue will be brought together in a plan for an Integrated European Research Programme that will be co-designed with all relevant stakeholders and coordinated with the activities of many other polar research nations beyond Europe, including Canada and the United States, with which consortium partners already have productive links.\nThis consortium brings together well-established, world-class, multi-disciplinary research institutions whose science programmes are internationally recognised for excellence. Alongside these scientific capabilities, the national programmes represented in this proposal possess a unique array of infrastructure and operational expertise to support science in both Polar Regions. The consortium is uniquely well positioned to significantly enhance Europe’s capabilities to undertake state of the art science and cost-efficiently operate infrastructure in the hostile polar environments.","grantUrl":"","grantId":"652641","fundValue":"2174503,75","fundStart":"2015-03-01","fundEnd":"2020-02-29","dataset":"h2020"}