{"id":"203256","title":"Performance testing, calibration and implementation of a next generation system-of-systems Risk Governance Framework for nanomaterials","abstractText":"The objective of the caLIBRAte project is to establish a state-of-the-art versatile Risk Governance framework for assessment and management of human and environmental risks of MN and MN-enabled products. The framework will be a web-based “system-of-systems” linking different models and methods for: 1) screening of apparent and perceived risks and trends in nanotechnology, 2) control banding, qualitative and fully integrated predictive quantitative risk assessment operational at different information levels, 3) safety-by-design and multi-criteria decision support methods, 4) risk surveillance, -management and -guidance documents. The risk management framework will  support assessments of emerging and existing MN and MN-enabled products following the recent ISO31000 risk governance framework, as well as safety in innovation by matching models to the principle innovation steps in the “Cooper Stage-Gate®” product innovation model.\nControl banding tools and quantitative models will be subject to sensitivity analysis and performance testing followed by a revision as needed. After revision the models will again be analyzed by sensitivity testing, calibration, performance tested to establish the uncertainties. After calibration, the models will be part of the framework, which will be demonstrated by case studies. Stakeholders will be involved for defining the user requirements of the framework and will receive training in the framework at the end. The caLIBRAte project proposal answers to the call of NMP30-2015: Next generation tools for risk governance of MNs. The project is specifically designed to address the key challenges defined in the scope of the call text. There is particular focus on model revision, calibration and demonstration of existing models and methods that support the risk governance framework in regards to safe innovation and already implemented nanomaterials. Next generation computational exposure assessment and -toxicology is anticipated in the framework","grantUrl":"","grantId":"686239","fundValue":"9828106,25","fundStart":"2016-05-01","fundEnd":"2019-10-31","dataset":"h2020"}