{"id":"193377","title":"Low Energy And Near to zero emissions Ships","abstractText":"The specific challenge for waterborne transport call MG4.1 is, “To support developments that make new and existing vessels…more efficient and less polluting”. A sound way to support developments is, to demonstrate solutions that are sufficiently close to market so that ship owners will consider these in their future investment plans. Following this reasoning LeanShips will execute 8  demonstration actions that combine technologies for efficient, less polluting new/retrofitted vessels with end users’ requirements. Demonstrators were selected for their end-user commitment (high realisation chance), impact on energy use/emissions, EU-relevance, innovativeness and targeted-TRL at the project end. Selected technologies (TRL3-4 and higher) address engines/fuels/drive trains, hull/propulsors, energy systems/emission abatement technologies. Technologies are demonstrated mostly at full-scale and evidence is provided on energy and emission performance in operational environments. The LeanShips partnership contains ship owners, shipyards and equipment suppliers, in total 48 partners from industry (81%) and other organisations. Industry has a leading role in each demonstrator. Target markets are the smaller-midsized ships for intra-European waterborne transport, vessels for offshore operations and the leisure/cruise market. First impact estimates show fuel saving of up to 25 %, CO2 at least up to 25%, and SOx/NOx/PM 10-100%. These estimates will be updated during the project. First market potential estimates for the  LeanShips partnership and for markets beyond the partnership are promising. Project activities are structured into 3 layers: Basis layer with 8 focused demonstrators (WP 04-11), Integration layer with QA, Innovation Platform and Guide to Innovation (WP02), Dissemination and Market-uptake (WP03), and top Management layer (WP01), in total 11 Work Packages. The demonstrators represent an industry investment of ca. M€ 57, the required funding is M€ 17,25.","grantUrl":"","grantId":"636146","fundValue":"22992004,38","fundStart":"2015-05-01","fundEnd":"2019-04-30","dataset":"h2020"}