{"id":"199883","title":"Breakthrough Solutions for the Sustainable Harvesting and Processing of Deep Sea Polymetallic Nodules","abstractText":"A key EU policy aims to reduce the Union dependency on raw materials imports, in particular (candidate) Critical Raw Materials that are vital for the EU innovative technologies. Topic SC5-11c-2015 scope focuses on “developing new highly-automated technological sustainable solutions for deep mining … in the sea bed combined with in-situ processing of minerals”. An existing but challenging raw material resource concerns polymetallic nodules. These round to elongated concretions of 1–15 cm diameter form on sediment-covered deep-sea plains in all oceans between 4-6000m water depth. The challenge to harvest and transport the nodules to the EU shore is taken on by Blue Nodules. The governing project principle is: industrial viability within the context of a realistic and technical, economic and environmentally balanced business case for the complete Polymetallic Nodules value chain of mining, processing and valorisation. Blue Nodules will develop and test to TRL6 maturity a new highly-automated and technologically sustainable deep sea mining system. Key features are: an annual production capability of 2 Million Tons nodules in water depths up to 6000m, in-situ processing of the nodules and intrinsic safe working conditions. Technical WPs are dedicated to subsea harvesting equipment & control technology, in-situ seafloor processing of polymetallic nodules and sea surface, land operations & processes. A dedicated WP focuses on environmental issues and on an Environmental Impact Assessment (EIA). A WP setting requirements and assessing the developed technology controls the entire work plan structure. High credibility is obtained by linking the project work to a nodule field licence owned by a project partner and located in the most promising known nodule deposit: the Clarion Clipperton Zone. The project consortium contains 14 leading industry and research partners from 9 EU member states. The project duration is 48 months, the required funding amounts to 8 Million.","grantUrl":"","grantId":"688975","fundValue":"7991137,5","fundStart":"2016-02-01","fundEnd":"2020-01-31","dataset":"h2020"}