{"id":"193867","title":"European Global Transition Network on Eco-Innovation, Green Economy and Sustainable Development","abstractText":"In the last two decades the world has experienced several crises. In light of these trends and to more effectively move towards sustainable development, several organisations and international actors have developed the concept of green economy as action-oriented approaches. Priority interventions are aimed at triggering technology adoption, and stimulate behavioural change. In fact, eco-innovation can be considered an enabler for a green economy to the same extent that the green economy can be understood as an enabler of sustainable development.\nGreen.eu is designed to address these challenges, ranging the conceptualization of eco-innovation and the green economy, to the harmonization of the approaches needed to coherently assess performance, identify gaps (successes and failures) for the effective adoption of technologies that can create win-win results. In particular, the project is designed so as to improve (1) harmonization of definitions, (2) collection of relevant information on the performance of past and current efforts, and (3) coordination among stakeholders. Green.eu sees the main challenges in an improved understanding (and scientific assessment) of the concepts of green economy and eco-innovation, on the adaptation of policy agendas, the documentation of best practices and guidelines for knowledge transfer and transferability.\nThe inter- and transdisciplinary green.eu network (including knowledge brokers, programme owners and global industry networks) is research based and aims to accelerate the transition towards a green economy significantly, with a European focus on co-development of knowledge. It aims to exploit win-win-opportunities and to improve the take up of R&D results. It includes the following work packages: Networking and co-ordination; Harmonization of concepts of green economy and eco-innovation; Eco-innovation policy agendas; Best practices, knowledge transfer, transferability; Integration and operationalization of lessons learned.","grantUrl":"","grantId":"641974","fundValue":"2994178,75","fundStart":"2015-02-01","fundEnd":"2019-01-31","dataset":"h2020"}