{"id":"196811","title":"IMproving PRedictions and management of hydrological EXtremes","abstractText":"IMproving PRedictions and management of hydrological EXtremes\n\nFor a better anticipation on future high impact hydrological extremes disrupting safety of citizens, agricultural production, transportation, energy production and urban water supply, and overall economic productivity, prediction and foresighting capabilities and their intake in these strategic sectors need to be improved. IMPREX will improve forecast skill of meteorological and hydrological extremes in Europe and their impacts, by applying dynamic model ensembles, process studies, new data assimilation techniques and high resolution modeling. Novel climate change impact assessment concepts will focus at increasing the realism of relevant events by specific high resolution regional downscaling, explore compounding trans-sectoral and trans-regional risks, and design new risk management paradigms. These developments are demonstrated in impact surveys for strategic economic sectors in a set of case studies in which local stakeholders, public organizations and SMEs are involved. A pan-European assessment of risk management and adaptation strategies is applied, minimizing risk transfer from one sector or region to another. As a key outreach product, a periodic hydrological risk outlook for Europe is produced, incorporating the dynamic evolution of hydro-climatic and socio-economic processes. The project outreach maximizes the legacy impact of the surveys, aimed at European public stakeholder and business networks, including user-friendly assessment summaries, and training material.\n\nThe project responds to the call by targeting the quality of short-to-medium hydro-meteorological predictions, enhancing the reliability of future climate projections, apply this information to strategic sectoral and pan-European surveys at different scales, and evaluate and adapt current risk management strategies. With its integrative approach, IMPREX will link current management decisions and actions with an emergent future.","grantUrl":"","grantId":"641811","fundValue":"7996848","fundStart":"2015-10-01","fundEnd":"2019-09-30","dataset":"h2020"}