{"id":"199729","title":"Comorbid Conditions of Attention deficit / hyperactivity disorder","abstractText":"Understanding mechanisms underlying comorbid disorders poses a challenge for developing precision medicine tools. Psychiatric disorders are highly comorbid, and are among the last areas of medicine, where classification is driven by phenomenology rather than pathophysiology. We will study comorbidity between the most frequent psychiatric conditions, ADHD, mood/anxiety, and substance use disorders, and a highly prevalent somatic disease, obesity. ADHD, a childhood-onset disorder, forms the entry into a lifelong negative trajectory characterized by these comorbidities. Common mechanisms underlying this course are unknown, despite their relevance for early detection, prevention, and treatment. Our interdisciplinary team of experts will integrate epidemiologic/genetic approaches with experimental designs to address those issues. We will determine disease burden of comorbidity, calculate its socioeconomic impact, and reveal risk factors. We will study biological pathways of comorbidity and derive biomarkers, prioritizing two candidate mechanisms (circadian rhythm and dopaminergic neurotransmission), but also leveraging large existing data sets to identify new ones. A pilot clinical trial to study non-pharmacologic, dopamine-based and chronobiological treatments will be performed, employing innovative mHealth to monitor and support patients’ daily life. Integration of findings will lead to prediction algorithms enhancing early diagnosis and prevention of comorbidity. Finally, we will screen to repurpose existing pharmacological compounds. Integrating complementary approaches based on large-scale, existing data and innovative data collection, we maximize value for money in this project, leading to insight into the mechanisms underlying this comorbidity triad with its huge burden for healthcare, economy, and society. This will facilitate early detection and non-invasive, scalable, and low-cost treatment, creating opportunities for substantial and immediate societal impact.","grantUrl":"","grantId":"667302","fundValue":"6192770,5","fundStart":"2016-01-01","fundEnd":"2020-12-31","dataset":"h2020"}