{"id":"194850","title":"NEXt generation Emergency Services","abstractText":"The NEXES Research and Innovation Action aims to research, test and validate the promising integration of IP-based communication technologies and interoperability into the next generation emergency services, so that they attain increased effectiveness and performance.\nEmpowered by smartphones with cameras, messaging and internet-based applications connecting to social media, citizens expect emergency services to use the same technologies. However, this is not the case. \nNEXES innovates the approach to the dynamics between emergency services and citizens, allowing (i) the use of total conversation capabilities in emergencies, including social media, to the benefit of citizens, including those with disability or special needs (ii) the exploitation of improved location information to rapidly and effectively identify and locate the caller and the incident site and (iii) the leverage of Internet-enabled connectivity to enhance interoperability and shared awareness among emergency services, to the benefit of a more secure society.\nThe NEXES Consortium gathers world-class European entities, well experienced in the research and development of innovative solutions for communications and emergency products and solutions. The NEXES Team presents extensive background knowledge and in-house solutions to adapt, test and validate in NEXES’s open Testing Regime and Validation Framework, ensuring solid results are achieved to produce relevant Recommendations and contributions to Europe’s standardisation effort on emergency services. To leverage related dissemination and market exploitation activities, the NEXES System, Apps and its operational benefits are demonstrated in three realistic pilots to end-users and stakeholders. In fact, end-users’ involvement, directly ensured by NEXES Partners and indirectly by invited Advisors, is a key contributor to guarantee NEXES’s operational validity as a reference implementation system for next generation emergency services.","grantUrl":"","grantId":"653337","fundValue":"5761083,75","fundStart":"2015-05-01","fundEnd":"2018-04-30","dataset":"h2020"}