{"id":"194915","title":"Getting Ready for EST","abstractText":"The present project is intended to take the European Solar Telescope (EST) to the next level of development by undertaking crucial activities to improve the performance of current state-of-the-art instrumentation. Legal, industrial and socio-economic issues will also be addressed, as key questions for the attainment of EST. The particular developments and strategic tasks proposed here can be summarised in the following specific objectives:\n(i) Boosting new generation detectors, with the development of two prototype sensors, one for large-format imaging and a the other for high-precision polarimetry, the evaluation of an existing large format wavefront sensing camera is also addressed;\n(ii) Development of a capacitance-stabilised Fabry-Perot prototype for a high quality control of the parallelism of the etalon plates;\n(iii) new techniques for 2D solar spectro-polarimetry; with integral field units based on multi-slit image slicers or a microlens-fed spectrograph;\n(iv) development of large format liquid-crystal modulators, required for the large-format sensors that will be needed for the new generation large aperture telescopes;\n(v) evaluation of the performance of the EST-MCAO deformable mirrors to improve the design and performance of this system; and\n(vi) strategic work to covering industrial, financial and legal issues related the future construction and operation of EST. \nThe following issues will be addressed:\n• Elaboration of a census of the European solar physics community\n• Analysis of the technological expertise of European companies in the different countries and their potential expertise related with the construction needs of EST\n• Revision and update of the construction budget of EST\n• Stimulation of a discussion of all these aspects within the consortium EAST\nWith all these elements in hand, the project will be in the condition to present a definite proposal for detailed design, construction, managing and operation of EST.","grantUrl":"","grantId":"653982","fundValue":"3956730","fundStart":"2015-06-01","fundEnd":"2018-05-31","dataset":"h2020"}