{"id":"196914","title":"History of Nuclear Energy and Society","abstractText":"HoNESt (History of Nuclear Energy and Society) involves an interdisciplinary team with many experienced researchers and 24 high profile research institutions.\nHoNESt’s goal is to conduct a three-year interdisciplinary analysis of the experience of nuclear developments and its relationship to contemporary society with the aim of improving the understanding of the dynamics over the last 60 years. HoNESt’s results will assist the current debate on future energy sources and the transition to affordable, secure, and clean energy production.\nCivil society's interaction with nuclear developments changes over time, and it is locally, nationally and transnationally specific. HoNESt will embrace the complexity of political, technological and economic challenges; safety; risk perception and communication, public engagement, media framing, social movements, etc. Research on these interactions has thus far been mostly fragmented.\nWe will develop a pioneering integrated interdisciplinary approach, which is conceptually informed by Large Technological Systems (LTS) and Integrated Socio-technical System (IST), based on a close and innovative collaboration of historians and social scientists in this field.\nHoNESt will first collect extensive historical data from over 20 countries. These data will be jointly analyzed by historians and social scientists, through the lens of an innovative integrated approach, in order to improve our understanding of the mechanisms underlying decision making and associated citizen engagement with nuclear power.\nThrough an innovative application of backcasting techniques, HoNESt will bring novel content to the debate on nuclear sustainable engagement futures. Looking backwards to the present, HoNESt will strategize and plan how these suitable engagement futures could be achieved.\nHoNESt will engage key stakeholders from industry, policy makers and civil society in a structured dialogue to insert the results into the public debate on nuclear energy.","grantUrl":"","grantId":"662268","fundValue":"3052269","fundStart":"2015-09-01","fundEnd":"2018-08-31","dataset":"h2020"}