{"id":"194815","title":"European Consortium for Communicating Stem Cell Research","abstractText":"The European Consortium for Communicating Stem Cell Research (EuroStemCell) unites 33 partner institutions, that collectively represent >400 stem cell research groupings across Europe. Our common goal is to provide trusted high quality information on stem cells accessible to citizens and stakeholders across Europe, through support and further development of the multi-lingual European Stem Cell Information Portal www.eurostemcell.org. To achieve our aims, EuroStemCell will adopt the highly structured system for coordinated information management established by the FP7 Coordination and Support Action (CSA) also called EuroStemCell. From this, we will implement an ambitious programme of online and direct stakeholder engagement with stem cell research and regenerative medicine, aimed at European citizens at all educational levels. This will include provision of resources tailored specifically for decision-making on stem cell-related questions and an extensive programme of dissemination and capacity building in science communications and public engagement. The proposed work centres on an information hub team, which will link to all project partners and to stakeholders in the stem cell and regenerative medicine arenas and wider society, working with these groupings to implement the project. All outputs will be delivered in 6 European languages, to ensure broad accessibility, and will be rigorously evaluated against measurable objectives throughout the project duration. The proposed consortium comprises leading stem cell labs across Europe, including new member states, together with experts in ethical and societal concerns and evaluating clinical outcomes. It thus provides unparalleled European expertise across the fields of stem cell biology and regenerative medicine and is uniquely placed to maintain and further develop www.eurostemcell.org as a world-leading stem cell information resource, thus meeting the challenge outlined in Topic HOA-6-2014.","grantUrl":"","grantId":"652796","fundValue":"2251193,23","fundStart":"2015-01-01","fundEnd":"2018-03-31","dataset":"h2020"}