{"id":"194965","title":"Joint European Research Infrastructure network for Coastal Observatory – Novel European eXpertise for coastal observaTories","abstractText":"The coastal area is the most productive and dynamic environment of the world ocean with significant resources and services for mankind.\nJERICO-NEXT (33 organizations from 15 countries) emphasizes that the complexity of the coastal ocean cannot be well understood if interconnection between physics, biogeochemistry and biology is not guaranteed. Such an integration requires new technological developments allowing continuous monitoring of a larger set of parameters.\n\nIn the continuity of JERICO(FP7), the objective of JERICO-NEXT consists in strengthening and enlarging a solid and transparent European network in providing operational services for the timely, continuous and sustainable delivery of high quality environmental data and information products related to marine environment in European coastal seas\n\nOther objectives are: Support European coastal research communities, enable free and open access to data, enhance the readiness of new observing platform networks by increasing the performance of sensors, showcase of the adequacy of the so-developed observing technologies and strategies, propose a medium-term roadmap for coastal observatories through a permanent dialogue with stakeholders.\n\nInnovation\nJERICO-NEXT is based of a set of technological and methodological innovations. One main innovation potential is to provide a simple access to a large set of validated crucial information to understand the global change in coastal areas.\nAlthough JERICO-NEXT already includes industrial partners, it will be open to other research institutes, laboratories and private companies which could become associated partners to the project. \n\nAdded values of JERICO NEXT\nJERICO-RI shall send data and information in an operational mode to European data systems, with dedicated service access.\nOne of the strengths of JERICO-NEXT lies in the fact that technological and methodological developments shall be deployed in natural environment.","grantUrl":"","grantId":"654410","fundValue":"9998876,47","fundStart":"2015-09-01","fundEnd":"2019-08-31","dataset":"h2020"}