{"id":"198273","title":"Managing soil and groundwater impacts from agriculture for sustainable intensification","abstractText":"'Agricultural production in Europe has significantly damaged soil and water resources, ecosystem biodiversity, socio-economic well-being and contributed to climate change. Expected further intensification of production to ensure food safety for population growth must be sustainable to minimise future impacts and negative externalities. This ETN addresses these challenges by training 15 early stage researchers in cutting edge research skills and innovative approaches to manage soil and groundwater impacts from agriculture for sustainable intensification. It supports EU policy goals on food security, resource conservation, renewable energy and climate change, and the aims of the H2020 Societal Challenge 5 Work Programme for sustainable management of the environment and its resources. The scientific objectives focus on developing (1) management techniques which mitigate environmental impacts of agricultural practices on soil, water and climate systems, and support sustainable intensification using new production methods; (2) 'smart' environmental monitoring, biotechnology and modelling tools to predict the outcome of measures and practices in (1); (3) decision-making tools with sustainability indicators to implement sustainable agricultural production methods. This will be achieved by linking lab-scale studies of processes with field-scale evaluation of novel management concepts, analytical tools and modelling, using state-of-the-art methods. The network includes research, advisory and commercial organisations from all sectors of the agri-environmental management community, and SMEs to multinational firms. Its novel training agenda of workshops and summer schools on technical and business skills, international conferences, industry secondments and knowledge transfer activities has the specific aim of transferable skills training. This is highly relevant for scientific communication, societal impact and entrepreneurship, preparing the fellows for careers in many sectors.'","grantUrl":"","grantId":"675120","fundValue":"3837779,64","fundStart":"2016-04-01","fundEnd":"2020-03-31","dataset":"h2020"}