{"id":"202694","title":"Increasing disaster Resilience by establishing a sustainable process to support Standardisation of technologies and services","abstractText":"Standardisation is a powerful tool to achieve better interoperability. However, it needs to overcome a lack of interest and modest participation from stakeholders. Also, promising research results are not always used as the basis for new standards.\nThe overall goal of ResiStand is to find new ways to improve the crisis management and disaster resilience capabilities of the European Union and individual Member States through standardisation.\nResiStand contributes to an improved disaster resilience by identifying and analysing the drivers, constraints and expectations of three main stakeholder communities: Standardisation Organisations, End-Users and Suppliers, consisting of researchers, industry and SMEs.\nBased on this information, gaps in standardisation are identified and a prioritised roadmap for new initiatives will be created. The roadmap will be complemented by a critical evaluation of standards as a tool to improve disaster resilience.\nResiStand aims at implementing a pre-standardisation process that supports the development of standards. The feasibility of the process will be tested by developing a new work item. The aim is that stakeholders will continuously utilize this “ResiStand Process” in the future, and that the project delivers a better understanding of the potential of standards for contributing to an improved disaster resilience.\nResiStand will support the management of increasing threats to society such as armed conflicts, terrorism, pandemics and natural disasters, which have increasingly cross-border, even global consequences due to the on-going globalisation.\nProtection of citizens through anticipation, preparedness, response and adaptation to crisis situations – i.e. maintaining disaster resilience – will be more efficient. Collaboration between national, European and international stakeholders will be improved by unified processes and management systems as well as by technical, procedural, operational and semantic interoperability.","grantUrl":"","grantId":"700389","fundValue":"1962553,75","fundStart":"2016-05-01","fundEnd":"2018-04-30","dataset":"h2020"}