{"id":"194632","title":"Energy Efficiency Complaint Products 2014","abstractText":"The objective of EEPLIANT 2014 (Energy Efficiency Compliant Products 2014) is to help deliver the intended economic and environmental benefits of the Ecodesign Directive 2009/125/EC and the Energy Labelling Directive 2010/30/EU by strengthening market surveillance and increasing compliance with the Directives and the relevant implementing measures. EEPLIANT 2014 will achieve this by:\n-Implementing systems that coordinate, in the most cost-effective manner, the monitoring, verification and enforcement of ecodesign and energy labelling requirements across the European Single Market; \n-Increasing the adoption of best practice amongst Market Surveillance Authorities (MSAs).\nThe Consortium (13 MSAs and PROSAFE) will design, carry out and evaluate coordinated market surveillance actions across three different product sectors over the next two years. It will deliver a higher level of surveillance activities that go beyond testing and will target products that represent the highest energy saving potential. The consortium will work closely with other non-participating MSAs across the EEA through its liaison with the Energy Labelling and the Ecodesign ADCOs. Additionally, the Consortium will work together with a Steering Board comprising of business, consumer organisations and environmental NGOs to draw on their knowledge and experience and to communicate through them with all stakeholders about the progress and results of the project. \nThe expected results are:\n-Adoption by Member States of best practices on how to conduct market surveillance most effectively.\n-Greater compliance due to increased market surveillance of products in the EEA with the Implementing Measures of the Energy Labelling and Ecodesign Directives.\n-Increased awareness of (and respect for) market surveillance by industry and amongst users.\n-Market surveillance being undertaken in a more cost effective and consistent manner across the EEA with an overall greater impact in the product sectors investigated.","grantUrl":"","grantId":"649894","fundValue":"2499872,5","fundStart":"2015-03-01","fundEnd":"2017-06-30","dataset":"h2020"}