{"id":"198308","title":"Training Engineers and Researchers to Rethink geotechnical Engineering for a low carbon future","abstractText":"TERRE aims to develop novel geo-technologies to address the competitiveness challenge of the European construction industry in a low carbon agenda. It will be delivered through an inter-sectoral and intra-European coordinated PhD programme focused on carbon-efficient design of geotechnical infrastructure. Industry and Research in the construction sector have been investing significantly in recent years to produce innovative low-carbon technologies. However, little innovation has been created in the geo-infrastructure industry, which is lagging behind other construction industry sectors. TERRE aims to close this gap through a network-wide training programme carried out by a close collaboration of eleven Universities and Research Centres and three SMEs. It is structured to provide a balanced combination of fundamental and applied research and will eventually develop operational tools such as software for low-carbon geotechnical design and a Decision Support System for infrastructure project appraisal. The research fellows will be involved in inter-sectoral and intra-European projects via enrolment in 8 ‘Joint-Awards’ and 7 ‘Industrial’ PhDs. The research fellows will be trained in low-carbon design by developing novel design concepts including eco-reinforced geomaterials, ‘engineered’ vegetation, engineered soil-atmosphere interfaces, biofilms, shallow geothermal energy and soil carbon sequestration. Distinctive features of TERRE are the supervision by an inter-sectoral team and the orientation of the research towards technological applications. Training at the Network level includes the development of entrepreneurial skills via a special programme on ‘Pathways to Research Enterprise’ to support the research fellows in establishing and leading spin-out companies after the end of the project.","grantUrl":"","grantId":"675762","fundValue":"3954945,78","fundStart":"2015-11-01","fundEnd":"2019-10-31","dataset":"h2020"}