{"id":"200297","title":"Mineral Intelligence Capacity Analysis","abstractText":"Primary and secondary raw materials are fundamental to Europe’s economy and growth. They represent the most important link in the value chain of industrial goods production, which plays a prominent role as a source of prosperity in Europe.  However, as stated in the call, there exists to-date no raw materials knowledge infrastructure at EU level. The Mineral Intelligence Capacity Analysis (MICA) project contributes to on-going efforts towards the establishment of such an infrastructure by projects such as ProMine, EURare,  Minventory, EuroGeoSource, Minerals4EU, ProSum, I2Mine, INTRAW, MINATURA2020 and others. \nThe main objectives of MICA are:  \n- Identification and definition of stakeholder groups and their raw material intelligence (RMI) requirements,\n- Consolidation of relevant data on primary and secondary raw materials,\n- Determination of appropriate methods and tools to satisfy stakeholder RMI requirements,\n- Investigation of (RMI-) options for European mineral policy development,\n- Development of the EU-Raw Materials Intelligence Capacity Platform (EU-RMICP) integrating information on data and methods/tools with user interface capable of answering stakeholder questions,\n- Linking the derived intelligence to the European Union Raw Materials Knowledge Base developed by the Minerals4EU project.\nThe MICA project brings together a multidisciplinary team of experts from natural and technical sciences, social sciences including political sciences, and information science and technology to ensure that raw material intelligence is collected, collated, stored and made accessible in the most useful way corresponding to stakeholder needs. Furthermore, the MICA project integrates a  group of 15 European geological surveys that contribute to the work program as third parties. They have specific roles in the fulfilment of tasks and will provide feedback to the project from the diverse range of backgrounds that characterizes the European geoscience community.","grantUrl":"","grantId":"689648","fundValue":"2005205","fundStart":"2015-12-01","fundEnd":"2018-01-31","dataset":"h2020"}