{"id":"196821","title":"FOSTERING INDUSTRIAL SYMBIOSIS FOR A SUSTAINABLE RESOURCE INTENSIVE INDUSTRY ACROSS THE EXTENDED CONSTRUCTION VALUE CHAIN","abstractText":"The overall objective of FISSAC project is to develop and demonstrate a new paradigm built on an innovative industrial symbiosis model towards a zero waste approach in the resource intensive industries of the construction value chain, tackling harmonized technological and non technological requirements, leading to material closed-loop processes and moving to a circular economy.\nA methodology and a software platform will be developed in order to implement the innovative industrial symbiosis model in a feasible scenario of industrial symbiosis synergies between industries (steel, aluminium, natural stone, chemical and demolition and construction sectors) and stakeholders in the extended construction value chain. It will guide how to overcome technical barriers and non technical barriers, as well as standardisation concerns to implement and replicate industrial symbiosis in a local/regional dimension. The ambition of the model will be to be replicated in other regions and other value chains symbiosis scenarios. The model will be applied based on the three sustainability pillars. \nFISSAC will demonstrate the applicability of the model as well as the effectiveness of the innovative processes, services and products at different levels: \n- Manufacturing processes: with demonstration of closed loop recycling processes to transform waste into valuable secondary raw materials, and manufacturing processes of the novel products at industrial scale \n- Product validation: with demonstration of the eco-design of eco-innovative construction products (new Eco-Cement and Green Concrete, innovative ceramic tiles and Rubber Wood Plastic Composites) in pre-industrial processes under a life cycle approach, and demonstration at real scale in different case studies of the application and the technical performance of the products \n- FISSAC model, with the demonstration of the software platform and replicability assessment of the model through living lab concept","grantUrl":"","grantId":"642154","fundValue":"11523404,81","fundStart":"2015-09-01","fundEnd":"2020-02-29","dataset":"h2020"}