{"id":"198373","title":"Industrial Thermal Energy Recovery Conversion and Management","abstractText":"Waste heat recovery systems can offer significant energy savings and substantial greenhouse gas emission reductions. The waste heat recovery market is projected to exceed €45,0 billion by 2018, but for this projection to materialise and for the European manufacturing and user industry to benefit from these developments, technological improvements and innovations should take place aimed at improving the energy efficiency of heat recovery equipment and reducing installed costs. The overall aim of the project is to develop and demonstrate technologies and processes for efficient and cost effective heat recovery from industrial facilities in the temperature range 70 oC to 1000 oC and the optimum integration of these technologies with the existing energy system or for over the fence export of recovered heat and generated electricity if appropriate.  To achieve this challenging aim, and ensure wide application of the technologies and approaches developed, the project brings together a very strong consortium comprising of RTD providers, technology providers and more importantly large and SME users who will provide demonstration sites for the technologies. The project will focus on two-phase innovative heat transfer technologies (heat pipes-HP) for the recovery of heat from medium and low temperature sources and the use of this heat for; a) within the same facility or export over the fence; b) for generation of electrical power; or a combination of (a) and (b) depending on the needs. For power generation the project will develop and demonstrate at industrial sites the Trilateral Flush System (TFC) for low temperature waste heat sources, 70 oC to 200 oC and the Supercritical Carbon Dioxide System (sCO2) for temperatures above 200 oC. It is projected that these technologies used alone or in combination with the HP technologies will lead to energy and GFG emission savings well in excess of 15% and attractive economic performance with payback periods of less than 3,0 years.","grantUrl":"","grantId":"680599","fundValue":"3996168,75","fundStart":"2015-10-01","fundEnd":"2019-03-31","dataset":"h2020"}