{"id":"204989","title":"FRESH - Find Researchers Everywhere and SHare","abstractText":"FRESH (Find Research Everywhere and SHare) is led by the Center for Research and Analysis with 13 partners and 5 associated partners. The Consortium includes Bulgaria’s first technological park, a chamber of industry and commerce, a pan-European organisation, leading research organisations, academia, and media. The aim is to create a series of participatory and media events to promote research careers, aimed in particular towards young people and their parents. Building on existing understanding developed through previous local initiatives including Researchers Night, and with reference to Europe-wide research like the Special Eurobarometer 401, as well as the MASIS report  and the in-depth Education and Training Monitor 2015 for Bulgaria , the focus of this 20-month programme will be on enhancing the public understanding of and engagement with science. Core activities during the Night will include a digital participatory campaign to engage audiences across the country; international live streaming; science city quests and quizzes; science cafes; hands-on experiments; science shows; simulations; games and competitions. Thematic programmes will include, among other, food and nutrition, inspired by 2016 International Year of Pulses , engineering, oceanology, innovation and business incubators, technological transfer, medicine, and others. The on-the-ground activities will take place in the largest cities including several where Researchers Night has not been marked. Innovation will be an intricate part of the events through the use of online technology to enhance the physical activity, engage particularly young audiences and to guarantee sustainability outside the lifespan of the project. The activities of the first year will allow learning to accrue from a thorough evaluation. The project will strengthen the capabilities of the partners in organising events for a general audience, and for underserved audiences, including girls and people with hearing disabilities.","grantUrl":"","grantId":"722790","fundValue":"171745","fundStart":"2016-06-01","fundEnd":"2018-01-31","dataset":"h2020"}