{"id":"194266","title":"PRIvacy and Security MAintaining services in the CLOUD","abstractText":"With a current volume of over USD 100 billion and annual growth rates of over 10%, the world-wide market for cloud computing can be considered as the major growth area in ICT. However, big companies and public authorities are reluctant to entrust their most sensitive data to external parties for storage and processing. The reason for their hesitation is clear: There exist no satisfactory approaches to adequately protect the data during its lifetime in the cloud. PRISMACLOUD addresses these challenges and yields a portfolio of novel security enabled cloud services, guaranteeing the required security for sensitive data in the cloud.\nTechniques for outsourcing computation with verifiable correctness and authenticity-preservation allow to securely delegate computations to cloud providers. A distributed multi-cloud data storage architecture shares data among several cloud providers and improves security and availability. Dynamically updating shares by means of novel techniques avoids vendor lock-in, preserves data authenticity, facilitates long term privacy and promotes a dynamic cloud provider market. Claims about the secure connection and configuration of the virtualized cloud infrastructures and properties of cloud topologies are verifiable by means of cryptographic techniques. User privacy issues are addressed by data minimization and anonymization technologies due to the application of privacy-preserving cryptographic techniques. As feasibility proof, three use cases from the fields of SmartCity, e-Government, and e-Health, will be implemented and evaluated by the project participants.\nThe PRISMACLOUD work program is complemented with activities addressing secure user interfaces, secure service composition, secure implementation in software and hardware, security certification, and an impact analysis from an end-user view. In order to converge with the European Cloud Computing Strategy, a strategy for the dissemination of results into standards is developed.","grantUrl":"","grantId":"644962","fundValue":"8381952,5","fundStart":"2015-02-01","fundEnd":"2018-07-31","dataset":"h2020"}