{"id":"200293","title":"Innovation for Sustainable Sheep and Goat Production in Europe","abstractText":"iSAGE will enhance the sustainability, competitiveness and resilience of the European Sheep and Goat sectors through collaboration between industry and research. iSAGE have a powerful consortium with 18 industry representatives from various EU production systems and socio-economic contexts. The sheep and goat sector will be investigated because it is sensitive to general socio-economic, demographic, and ecological and market challenges; nevertheless, the project’s approach and results will be made available and disseminated to other EU livestock industries. Therefore, at the core of iSAGE is a participatory approach centered on a multi-actor internal and external communication (WP) to build the project from the farmer level. This approach will ensure relevant issues are addressed and the project outcomes are applicable in practice and create a farm-level observatory and knowledge exchange network on the sustainability of livestock. This WP will also assist three assessment work packages that will deal with the sustainability assessment of sheep and goat farm systems and related supply chains, with socio-economic demographic and consumer trend analyses, and with the impacts of climate change. Assessment WPs will inform action WPs that will: (1) redesign holistic farming systems to best reconcile the various demands concerning productivity, sustainability and societal values. (2) identify industry solutions that aim to improve sustainability and productivity of sheep and goat systems through breeding, including new phenotypes linked to sustainable animal productivity. iSAGE, together with stakeholders and end-users, will draft a roadmap for further research and policy making. The stakeholder groups will be the key players in disseminating project outputs through case studies and demonstrations to act as a blueprint to other producers across Europe and create networks to assist wider implementation of iSAGE outputs.","grantUrl":"","grantId":"679302","fundValue":"6996922","fundStart":"2016-03-01","fundEnd":"2020-02-29","dataset":"h2020"}