{"id":"197909","title":"CITIZEN AND MULTI-ACTOR CONSULTATION ON HORIZON2020","abstractText":"CIMULACT has as a main objective to add to the relevance and accountability of European research and innovation – Horizon 2020 as well as national - by engaging citizens and stakeholders in co-creation of research agendas based on real and validated societal visions, needs and demands. The project will expand the outlook and debate on STI issues, increase scientific literacy in a broad sense, which includes the understanding of the societal role of Science, Technology and innovation (STI), and create shared understanding between scientific stakeholders, policy-makers and citizens. This multi-actor approach will embrace EU28 plus Norway and Switzerland.\n\nThe CIMULTACT builds on the principle/conviction that the collective intelligence of society gives Europe a competitive advantage, which may be activated to strengthen the relevance of the European science and technology system. By establishing genuine dialogue between citizens, stakeholders, scientists, and policymakers visions and scenarios for the desirable futures will be developed and debated, and transformed into recommendations and suggestions for research and innovation policies and topics. \n\nIn short, CIMULACT will\n● Create vision and scenarios that connect societal needs with future expected advances in Science and their impact on technology, society, environment etc. in connection to the grand challenges\n● Provide concrete input to Horizon 2020 through recommendations and policy options for R&I and simulated calls for the Horizon2020 Work Programmes.\n● Engage citizens and stakeholders in a highly participatory debate/consultation/process on scenarios for desirable sustainable futures and research\n● Build capacities in citizen and multi-actor engagement in R&I through development, experimentation, training and assessment of methods for engagement\n● Facilitate dialogue and shared understanding between policymakers, citizens, and stakeholders\n● Reveal  the relative merits of the citizen focussed consultations","grantUrl":"","grantId":"665948","fundValue":"3414383,08","fundStart":"2015-06-01","fundEnd":"2018-03-31","dataset":"h2020"}