{"id":"200835","title":"European Research Area for Climate Services","abstractText":"Within the European Research Area (ERA), the ERA4CS Consortium is aiming to boost, research for Climate Services (CS), including climate adaptation, mitigation and disaster risk management, allowing regions, cities and key economic sectors to develop opportunities and strengthen Europe’s leadership. CS are seen by this consortium as driven by user demands to provide knowledge to face impacts of climate variability and change, as well as guidance both to researchers and decision‐makers in policy and business. \nERA4CS will focus on the development of a “climate information translation” layer bridging “user communities” and “climate system sciences”. It implies the development of tools, methods, standards and quality control for reliable, qualified and tailored information required by the various field actors for smart decisions.\nERA4CS will boost the JPI Climate initiative by mobilizing more countries, within EU Member States and Associated Countries, by involving both the research performing organizations (RPOs) and the research funding organizations (RFOs), the distinct national climate services and the various disciplines of academia, including Social Sciences and Humanities. ERA4CS will launch a joint transnational co-funded call, with over 16 countries and up to 75M€, with two complementary topics: (i) a “cash” topic, supported by 12 RFOs, on co-development for user needs and action-oriented projects; (ii) an “in-kind” topic, supported by 28 RPOs, on institutional integration of the research components of national CS. \nFinally, ERA4CS additional activities will initiate a strong partnership between JPI Climate and others key European and international initiatives (as Copernicus, KIC-Climate, JPIs, WMO/GFCS, Future Earth, Belmont Forum…) in order to work towards a common vision and a multiyear implementation strategy, including better co-alignment of national programs and activities up to 2020 and beyond.","grantUrl":"","grantId":"690462","fundValue":"76238828,5","fundStart":"2016-01-01","fundEnd":"2020-12-31","dataset":"h2020"}