{"id":"193592","title":"Black holes and their host galaxies: coevolution across cosmic time","abstractText":"Galaxy formation is one of the most fascinating yet challenging fields of astrophysics. The desire to understand galaxy formation has led to the design of ever more sophisticated telescopes which show a bewildering variety of galaxies in the Universe. However, the degree to which an interpretation of this wealth of data can succeed depends critically on having accurate and realistic theoretical models of galaxy formation. While cosmological simulations of galaxy formation provide the most powerful technique for calculating the non-linear evolution of cosmic structures, the enormous dynamic range and poorly understood baryonic physics are main uncertainties of present simulations. This impacts on their predictive power and is the major obstacle to our understanding of observational data. The objective of this proposal is to drastically improve upon the current state-of-the-art by i) including more realistic physical processes, such as those occurring at the sphere of influence of a galaxy’s central black hole and ii) greatly extending spatial dynamical range with the aid of a novel technique I have developed.\nWith this technique I want to address one of the major unsolved issues of galaxy formation: “How do galaxies and their central black holes coevolve?” Specifically, I want to focus on three crucial areas of galaxy formation: a) How and where the very first black holes form, what are their observational signatures, and when is the coevolution with host galaxies established? b) Is black hole heating solely responsible for the morphological transformation and quenching of massive galaxies, or are other processes important as well? c) What is the impact of supermassive black holes on galaxy clusters and can we calibrate baryonic physics in clusters to use them as high precision cosmological probes? The requested funding is for 50% of the PI’s time and three postdoctoral researchers to establish an independent research group at the KICC and IoA, Cambridge.","grantUrl":"","grantId":"638707","fundValue":"1975062","fundStart":"2015-09-01","fundEnd":"2020-08-31","dataset":"h2020"}