{"id":"200481","title":"A Trans-AtLantic Assessment and deep-water ecosystem-based Spatial management plan for Europe","abstractText":"ATLAS creates a dynamic new partnership between multinational industries, SMEs, governments and academia to assess the Atlantic’s deep-sea ecosystems and Marine Genetic Resources to create the integrated and adaptive planning products needed for sustainable Blue Growth. ATLAS will gather diverse new information on sensitive Atlantic ecosystems (incl. VMEs and EBSAs) to produce a step-change in our understanding of their connectivity, functioning and responses to future changes in human use and ocean climate. This is possible because ATLAS takes innovative approaches to its work and interweaves its objectives by placing business, policy and socioeconomic development at the forefront with science. ATLAS not only uses trans-Atlantic oceanographic arrays to understand and predict future change in living marine resources, but enhances their capacity with new sensors to make measurements directly relevant to ecosystem function. The ATLAS team has the track record needed to meet the project’s ambitions and has already developed a programme of 25 deep-sea cruises, with more pending final decision. These cruises will study a network of 12 Case Studies spanning the Atlantic including sponge, cold-water coral, seamount and mid-ocean ridge ecosystems. The team has an unprecedented track record in policy development at national, European and international levels. An annual ATLAS Science-Policy Panel in Brussels will take the latest results and Blue Growth opportunities identified from the project directly to policy makers. Finally, ATLAS has a strong trans-Atlantic partnership in Canada and the USA where both government and academic partners will interact closely with ATLAS through shared cruises, staff secondments, scientific collaboration and work to inform Atlantic policy development. ATLAS has been created and designed with our N American partners to foster trans-Atlantic collaboration and the wider objectives of the Galway Statement on Atlantic Ocean Cooperation.","grantUrl":"","grantId":"678760","fundValue":"9207915,61","fundStart":"2016-05-01","fundEnd":"2020-04-30","dataset":"h2020"}