{"id":"200193","title":"Smart Manufacturing for EU Growth and Prosperity","abstractText":"MAKERS will bring together leaders from business, academia and policy to study issues related to the drivers and dynamics of sustaining the competitiveness of EU manufacturing sectors. The project’s innovative research, training and mobility activities will address key concerns related to the historic opportunity for the EU to lead a manufacturing renaissance that not only upgrades existing manufacturing competences but, more importantly, develops new technological capabilities across EU regions to support regional industrial resilience for more distributed and sustainable socio-economic growth and prosperity. \nMAKERS will create a multi-stakeholder platform to discuss the current understanding of issues related to manufacturing renaissance, including (1) the role of small, medium and large manufacturing firms and local production systems plugged into local-global value chains; (2) what are the drivers and processes for innovation, technological capabilities and technology transfer from research intuitions to firms; (3) trends in reshoring and nearshoring and the potentials for re-industrialisation and shorter value chains; (4) the impact of the socio-economic-environmental sustainability agenda on EU competitiveness; (5) skills requirements and training; and finally (6) how policy can ensure the competitiveness of EU manufacturing sectors for  more distributed and sustainable socio-economic growth and prosperity. \nMAKERS’ training programme comprises: 1) annual summer schools that will cover the breadth of the issues above and address methodological requirements; 2) work package-specific Business/Academia/Policy (BAP) workshops; 3) dissemination activities within the network in conjunction with mobility, such as presentations at faculty seminar series, and  doctoral level guest lectures; 4) dissemination activities at events outside the network, such as presentations at international conferences, policy fora and multi-media engagement.","grantUrl":"","grantId":"691192","fundValue":"1057500","fundStart":"2016-01-01","fundEnd":"2018-12-31","dataset":"h2020"}