{"id":"197902","title":"Enhanced substrates and GaN pilot lines enabling compact power applications","abstractText":"The key objective of PowerBase “Enhanced substrates and GaN pilot lines enabling compact power applications” is to ensure the availability of Electronic Components and Systems (ECS) for key markets and for addressing societal challenges, aiming at keeping Europe at the forefront of the technology development, bridging the gap between research and exploitation, creating economic and employment growth in the European Union. The project PowerBase aims to contribute to the industrial ambition of value creation in Europe and fully supports this vision by addressing key topics of ECSEL multi annual strategic plan 2014. By positioning PowerBase as innovation action a clear focus on exploitation of the expected result is primary goal.\nTo expand the limits in current power semiconductor technologies the project focuses on setting up a qualified wide band gap GaN technology Pilot line, on expanding the limits of today’s silicon based substrate materials for power semiconductors, improving manufacturing efficiency by innovative automation, setting up of a GaN compatible chip embedding pilot line and demonstrating innovation potential in leading compact power application domains.\nPowerBase is a project proposal with a vertical supply chain involved with contributions from partners in 7 European countries. This spans expertise from raw material research, process innovation, pilot line, assembly innovation and pilot line up to various application domains representing enhanced smart systems. The supporting partners consist of market leaders in their domain, having excellent technological background, which are fully committed to achieve the very challenging project goals.\nThe project PowerBase aims to have significant impact on mart regions. High tech jobs in the area of semiconductor technologies and micro/nano electronics in general are expressed core competences of the regions Austria: Carinthia, Styria, Germany: Sachsen, Bavaria and many other countries/ regions involved.","grantUrl":"","grantId":"662133","fundValue":"87613740","fundStart":"2015-05-01","fundEnd":"2018-04-30","dataset":"h2020"}