{"id":"193380","title":"Multi-source Big Data Fusion Driven Proactivity for Intelligent Mobility","abstractText":"Transportation sector undergoes a considerable transformation as it enters a new landscape where connectivity is seamless and mobility options and related business models are constantly increasing. Modern transportation systems and services have to mitigate problems emerging from complex mobility environments and intensive use of transport networks including excessive CO2 emissions, high congestion levels and reduced quality of life. Due to the saturation of most urban networks, innovative solutions to the above problems need to be underpinned by collecting, processing and broadcasting an abundance of data from various sensors, systems and service providers. Furthermore, such novel transport systems have to foresee situations in near real time and provide the means for proactive decisions, which in turn will deter problems before they even emerge. Our vision is to provide the required interoperability, adaptability and dynamicity in modern transport systems for a proactive and problem-free transportation system. OPTIMUM will establish a largely scalable, distributed architecture for the management and processing of multisource big-data, enabling continuous monitoring of transportation systems needs and proposing proactive decisions and actions in an (semi-) automatic way. OPTIMUM follows a cognitive approach based on the Observe, Orient, Decide, Act loop of the big data supply chain for continuous situational awareness. OPTIMUM's goals will be achieved by incorporating and advancing state of the art in transport and traffic modeling, travel behavior analysis, sentiment analysis, big data processing, predictive analysis and real-time event-based processing, persuasive technologies and proactive recommenders. The proposed solution will be deployed in real-life pilots in order to realise challenging use cases in the domains of proactive improvement of transport systems quality and efficiency, proactive charging for freight transport and Car2X communication integration.","grantUrl":"","grantId":"636160","fundValue":"5966186,25","fundStart":"2015-05-01","fundEnd":"2018-04-30","dataset":"h2020"}