{"id":"200161","title":"Deep-sea Sponge Grounds Ecosystems of the North Atlantic: an integrated approach towards their preservation and sustainable exploitation","abstractText":"The objective of SponGES is to develop an integrated ecosystem-based approach to preserve and sustainably use vulnerable sponge ecosystems of the North Atlantic. The SponGES consortium, an international and interdisciplinary collaboration of research institutions, environmental non-governmental and intergovernmental organizations, will focus on one of the most diverse, ecologically and biologically important and vulnerable marine ecosystems of the deep-sea - sponge grounds – that to date have received very little research and conservation attention. Our approach will address the scope and challenges of EC’s Blue Growth Call by strengthening the knowledge base, improving innovation, predicting changes, and providing decision support tools for management and sustainable use of marine resources. SponGES will fill knowledge gaps on vulnerable sponge ecosystems and provide guidelines for their preservation and sustainable exploitation. North Atlantic deep-sea sponge grounds will be mapped and characterized, and a geographical information system on sponge grounds will be developed to determine drivers of past and present distribution. Diversity, biogeographic and connectivity patterns will be investigated through a genomic approach. Function of sponge ecosystems and the goods and services they provide, e.g. in habitat provision, bentho-pelagic coupling and biogeochemical cycling will be identified and quantified. This project will further unlock the potential of sponge grounds for innovative blue biotechnology namely towards drug discovery and tissue engineering. It will improve predictive capacities by quantifying threats related to fishing, climate change, and local disturbances. SpongeGES outputs will form the basis for modeling and predicting future ecosystem dynamics under environmental changes. SponGES will develop an adaptive ecosystem-based management plan that enables conservation and good governance of these marine resources on regional and international levels.","grantUrl":"","grantId":"679849","fundValue":"10225865,25","fundStart":"2016-03-01","fundEnd":"2020-02-29","dataset":"h2020"}