{"id":"198815","title":"PROtective composite Coatings via Electrodeposition and Thermal Spraying","abstractText":"Wear and corrosion of materials causes losses of 3-4% of GDP in developed countries and billions of Euros are spent annually on capital replacement and control methods for wear and corrosion infrastructure. As a result many important industries are dependent on surface engineering of protective coatings, making it one of the main critical technologies underpinning the competitiveness of EU industry. There are 2 main techniques that dominate the protective coatings sector: hard chromium (HC) plating and thermal spray (TS). However, HC plating faces a series of issues with most important the extremely negative health and environmental impact leading to the EC restriction of this method for using Cr6 by the end of 2017. Similarly, recent toxicity studies concerning Co-WC cermet applied by TP have revealed that Co-WC particles are toxic in a dose/time-dependent manner. Consequently, there is the necessity of finding new, less hazardous methods and materials exhibiting the same or better performance compared to existing ones. \nThe PROCETS project will took advantage of the use of nano-particles for production of composite coatings with superior properties compared to those of HC produced by electroplating or to Co-WC produced by TS. These novel nano-particles will be incorporated into existing production lines after appropriate modifications. The new procedures will be easily transferred by minor adaption to the present electroplating and TS facilities, and will combine flexibility and mass customization abilities, restrict environmental and health hazards and finally be available at acceptable cost. Thus, PROCETS main target is to deliver protective coatings covering a wide range of applications such as automotive, aerospace, metal-working, oil and gas and cutting tools industries via thermal spray and electroplating methods by utilizing more environmental friendly materials, compared to the currently used.","grantUrl":"","grantId":"686135","fundValue":"8651911,98","fundStart":"2016-01-01","fundEnd":"2019-06-30","dataset":"h2020"}