{"id":"199728","title":"Comorbidity and Synapse Biology in Clinically Overlapping Psychiatric Disorders","abstractText":"COSYN integrates outstanding European academic and three large Pharma to exploit genomic findings for intellectual disability (ID), autism, and schizophrenia. We capitalise on comorbidity, from clinic to cells and synapses, and have access to large existing samples. We focus on rare genetic variants of strong effect in patients with clinical comorbidity. \nOur aims are: (1) Understand comorbidity by comparing symptom and syndrome overlap with novel neurobiological criteria; (2) Elucidate mechanisms of comorbidity using neurobiology for the major genomic clue of synaptic dysfunction to unravel the cellular mechanisms of comorbidity; (3) Generate novel neuronal cell models by using advanced technologies to make neurons from carefully selected patients, and use genome editing to create or correct genetic variants. Multiple advanced neuroscience platforms are in place to evaluate an extensive set of molecular and cellular parameters, and to identify alterations in synaptic biology characteristic of ID, autism, and schizophrenia. These cellular models will, with Pharma partners, be up-scaled to provide “industry-standard” cellular assays for compound screening; (4) Refine diagnostic tools, use novel genomic and cellular features to improve disease classification and discriminate specific patient subtypes; and (5) Case studies in precision medicine: with Pharma partners, identify patients with a genetic change whose consequences can be reproducibly ameliorated in vitro by an approved medication. Recommend to the patient and clinician a double-blinded, N-of-one crossover case study to evaluate the clinical utility of a medication precisely indicated for that person. \nCOSYN is an integrated, state-of-art, bench-to-bedside programme focused on personalised therapeutics. COSYN is a crucial next step in “decoding” the genetic findings via intensive focus on the clinical and molecular comorbidities of ID, autism, and schizophrenia.","grantUrl":"","grantId":"667301","fundValue":"6000000","fundStart":"2016-01-01","fundEnd":"2020-12-31","dataset":"h2020"}