{"id":"193323","title":"LAND Management: Assessment, Research, Knowledge base","abstractText":"LANDMARK is a pan-European multi-actor consortium of leading academic and applied research institutes, chambers of agriculture and policy makers that will develop a coherent framework for soil management aimed at sustainable food production across Europe.\nThe LANDMARK proposal builds on the concept that soils are a finite resource that provides a range of ecosystem services known as “soil functions”. Functions relating to agriculture include: primary productivity, water regulation & purification, carbon-sequestration & regulation, habitat for biodiversity and nutrient provision & cycling. Trade-offs between these functions may occur: for example, management aimed at maximising primary production may inadvertently affect the ‘water purification’ or ‘habitat’ functions. This has led to conflicting management recommendations and policy initiatives. There is now an urgent need to develop a coherent scientific and practical framework for the sustainable management of soils.\nLANDMARK will uniquely respond to the breadth of this challenge by delivering (through multi-actor development):\n1. LOCAL SCALE: A toolkit for farmers with cost-effective, practical measures for sustainable (and context specific) soil management.\n2. REGIONAL SCALE - A blueprint for a soil monitoring scheme, using harmonised indicators: this will facilitate the assessment of soil functions for different soil types and land-uses for all major EU climatic zones.\n3. EU SCALE – An assessment of EU policy instruments for incentivising sustainable land management.\nThere have been many individual research initiatives that either address the management & assessment of individual soil functions, or address multiple soil functions, but only at local scales. LANDMARK will build on these existing R&D initiatives: the consortium partners bring together a wide range of significant national and EU datasets, with the ambition of developing an interdisciplinary scientific framework for sustainable soil management.","grantUrl":"","grantId":"635201","fundValue":"5307551,25","fundStart":"2015-05-01","fundEnd":"2019-10-31","dataset":"h2020"}