{"id":"194442","title":"Securing future-proof environmentally compatible bioenergy chains","abstractText":"SecureChain promotes a Sustainable Supply Chain Management (SSCM) that meets highest environmental quality standards and targets local biomass suppliers, energy producers and financial sector players to mobilise more biomass, maximise the share of sustainable bioenergy in the final energy consumption, and reduce the transaction costs for further market uptake of most efficient systems in six European model regions. An open call for SSCM pilot projects is launched encouraging market actors to mobilise and secure additional supplies of biomass from regional sources. Following a merit-based, objective competition, selected SMEs are awarded 15-20 Innovation Vouchers for the realisation of proposed SSCM pilot projects with the support of specialised advisors. Learning Labs for SME clusters support the implementation of most sustainable and energy efficient solutions in each model region. Tested quality assurance tools are readily installed in the pilots and SMEs receive proper training. A complete LCA of pilot supply chains evaluates their broader environmental and socio-economic impacts, ensuring that QA protocols meet eligible international sustainability standards for high efficiency and low carbon footprint. Suppliers are prepared for and ultimately acquire sustainability certification via independent audits. To facilitate critical financial proofs for market actors and financiers, a risk assessment of supply chains in line with a close mentoring of pilot teams by financial advisors is carried out. Roadshows promoting the pilots showcase that future-proof investment proposals can attract local to international capital for secured implementation and upscaling of efficient solutions. SecureChain exploits and disseminates a broadly transferable SSCM model for local bioenergy chains that fosters sustainable, environmentally compatible mobilisation of biomass sources and a proactive promotion of the market through conscious investments into the bioenergy sector.","grantUrl":"","grantId":"646457","fundValue":"1809586,25","fundStart":"2015-04-01","fundEnd":"2018-03-31","dataset":"h2020"}