{"id":"198605","title":"SMART data collection and inteGRation platform to enhance availability and accessibility of data and infOrmation in the EU territory on SecoNDary Raw Materials","abstractText":"EU is dependent on the import of Raw Materials, if we consider that in Europe there are between 150K to 500K highly variable landfills, it is easy to understand that the SRM potential of various landfills is significant. Valuable Raw Materials disposed in landfills are mostly lost due to inefficient waste management practices. Existing knowledge, reporting standards and inventory on SRM seems to be inefficient.  In this context, the SMART GROUND project intends to foster resource recovery in landfills by improving the availability and accessibility of data and information on Secondary Raw Materials (SRM) in the EU, while creating synergies among the different stakeholders involved in the SRM value chain. \nSMART GROUND involves the 3 main players of the process: End-users (waste management companies),RTD institutions (Research centres, Universities, SMEs), and Technology Transfer providers (Networking, training organizations and public authorities). Thus, the consortium will integrate all the data from existing databases and new information retrieved in a single EU databank. SMART GROUND will respond to the needs of coordination, networking and cooperation between stakeholders, through the creation of a databank enabling the exchange of information among them. It will improve data gathering on SRM from different types of waste, by defining new and better data acquisition methods and standards; it will cooperate with other EU ongoing activities and support the implementation of the EIP on RM. The project also aims at improving the SRM economic and employment potential, by i) providing training on the assessment of landfill sites material recovery targeting end-users, ii) forming a dedicated network of academic, industrial and other stakeholders and regulators committed to cost-effective research, technology transfer and training; iii) developing and implementing a dissemination and exploitation plan to maximise the impacts and benefits of the SMART GROUND action","grantUrl":"","grantId":"641988","fundValue":"2496800,1","fundStart":"2015-10-01","fundEnd":"2018-03-31","dataset":"h2020"}