{"id":"200842","title":"Navigating the Roadmap for Clean, Secure and Efficient Energy Innovation","abstractText":"SET-Nav will support strategic decision making in Europe’s energy sector, enhancing innovation towards a clean, secure and efficient energy system. Our research will enable the EC, national governments and regulators to facilitate the development of optimal technology portfolios by market actors. We will comprehensively address critical uncertainties and derive appropriate policy and market responses. Our findings will support the further development of the SET-Plan and its implementation by continuous stakeholder involvement. \n \nThese contributions of the SET-Nav project rest on three pillars:\n\nThe wide range of objectives and analytical challenges set out by the call for proposals can only be met by developing a broad and technically-advanced modelling portfolio. Advancing this portfolio and enabling knowledge exchange via a modelling forum is our first pillar.\n\nThe EU’s energy, innovation and climate challenges define the direction of a future EU energy system, but the specific technology pathways are policy sensitive and need careful comparative evaluation. This is our second pillar. Using our strengthened modelling capabilities in an integrated modelling hierarchy, we will analyse multiple dimensions of impact of future pathways: sustainability, reliability and supply security, global competitiveness and efficiency. This analysis will combine bottom-up ‘case studies’ linked to the full range of SET-Plan themes with holistic ‘transformation pathways’.\n\nStakeholder dialogue and dissemination is the third pillar of SET-Nav. We have prepared for a lively stakeholder dialogue through a series of events on critical SET-Plan themes. The active involvement of stakeholders in a two-way feedback process will provide a reality check on our modelling assumptions and approaches, and ensure high policy relevance. Our aim is to ensure policy and market actors alike can navigate effectively through the diverse options available on energy innovation and system transformation.","grantUrl":"","grantId":"691843","fundValue":"3999411,25","fundStart":"2016-04-01","fundEnd":"2019-03-31","dataset":"h2020"}