{"id":"196897","title":"Middleware for collaborative Applications and Global vIrtual Communities","abstractText":"The MAGIC Project seeks to establish a set of agreements for Europe, Latin America and other participating World Regions, aiming at consolidating and completing the building blocks of middleware necessary for the establishment of a marketplace of services and real-time applications for international and inter-continental research groups which facilitates mobility and the work of global science communities. More specifically, the project specific goals are:\n-To foster the deployment of the platforms that enable mobility of people and seamless access to services by promoting the establishment of identity federations interconnected via eduGAIN, creating awareness of privacy and security issues and spreading eduroam by: sharing experiences, carrying out training and making available shared infrastructure to ease the process in the partner world regions.\n-To develop a model for inter-operation between NREN cloud application markets of participating world regions, based on cloud provisioning and taking advantage of applications developed and run by NRENs across different continents to create a model for a worldwide application market for collaboration tools and services\n-To seek consensus among participating world regions on the importance of interoperability of real-time applications and work towards the adoption of standards such as those proposed by the Global CEO Forum to promote the creation of a worldwide environment for these applications. \n-To foster the collaborative work of Global Science Communities by actively promoting the participation of Latin American and other regions’ researchers in European Commission Calls and those of other international funding agencies with high impact in the participating regions and other networking activities.","grantUrl":"","grantId":"654225","fundValue":"1821872,5","fundStart":"2015-05-01","fundEnd":"2017-04-30","dataset":"h2020"}