{"id":"193235","title":"Ecosystem Approach to making Space for Aquaculture","abstractText":"The AquaSpace project has the goal of providing increased space for aquaculture to allow increased production. Following the call, we will achieve this by identifying the key constraints experienced by aquaculture development in a wide range of contexts and aquaculture types, taking into account all relevant factors and advised by a Reference User Group. We will then map these constraints against a wide variety of tools/methods that have already been developed in national and EU projects for spatial planning purposes, including some that have been designed specifically for aquaculture. In the freshwater sector only, we will also consider ecosystem services provided by aquaculture that are relevant to integrated catchment planning and management. At 16 case study sites having a variety of scales, aquaculture at different trophic levels with different environmental interactions and most importantly with a range of key space-related development constraints as defined by local stakeholders, we will assess appropriate tools using a common process so as to facilitate synthesis and comparison. This case study approach will generate a large amount of information and is allocated about a third of the project’s resources. The project will develop the outcomes leading to a set of evaluated tools for facilitating the aquaculture planning process by overcoming present constraints. This information will be presented on an interactive web-based platform with tailored entry points for specific user types (e.g. planners, farmers, public) to enable them to navigate to the tools most appropriate to their application. The knowledge and information gained during this process will be developed into an on-line module at Masters Level which will also be developed into a short CPD course aimed at aquaculture planning professionals. The public will be engaged by an innovative school video competition and a vehicle to ensure project legacy will be established.","grantUrl":"","grantId":"633476","fundValue":"3625581,25","fundStart":"2015-03-01","fundEnd":"2018-02-28","dataset":"h2020"}