{"id":"194451","title":"Technology Innovation for the Local Scale, Optimum Integration of Battery Energy Storage","abstractText":"TILOS aims to demonstrate the optimal integration of local scale energy storage in a fully-operated, smart island microgrid that will also communicate with a main electricity grid. The main objective of the project will be the development and operation of a prototype battery storage system, based on NaNiCl2 batteries, provided with an optimum, real-environment smart grid control system and coping with the challenge of supporting multiple tasks, ranging from microgrid energy management, maximization of RES penetration and grid stability, to export of guaranteed energy amounts and provision of ancillary services to the main grid. The battery system will support both stand-alone and grid-connected operation, while proving its interoperability with the rest of microgrid components, including demand side management aspects and distributed, residential heat storage in the form of domestic hot water. \n\nAt the same time, TILOS project addresses the high-priority area of the specific call concerning island regions. In doing so, apart from Tilos island, TILOS also engages the islands of Pellworm, La Graciosa and Corsica, aiming to create an island platform that will enable transfer of technological experience by making use of the smart grid system of Pellworm on the one hand, and by offering new case studies for the development of similar projects on the other. Elaboration of new case studies will be enabled by the development of an advanced microgrid simulating tool, i.e. the Extended Microgrid Simulator, offering the potential for the detailed examination of different battery technologies and microgrid configurations (stand-alone, grid connected and power market-dependent systems). Finally, by also addressing social issues, through public engagement, and by developing novel business models and policy instruments, TILOS puts emphasis on the market diffusion of the developed battery storage system and the integrated energy solution implemented on the island of Tilos.","grantUrl":"","grantId":"646529","fundValue":"13992160","fundStart":"2015-02-01","fundEnd":"2019-01-31","dataset":"h2020"}