{"id":"200473","title":"Ears, Eyes and Mind: The ‘SENSE-Cog Project’ to improve mental well-being for elderly Europeans with sensory impairment","abstractText":"Mental, cognitive, vision and hearing health problems in elderly people are amongst the top 10 public health challenges in Europe. They frequently occur co-concurrently and have an additive negative effect on quality of life and mental well-being. To address this negative impact, and promote mental well-being, particularly from a gender and minority community perspective, SENSE-Cog's aim is to: (1) understand the inter-relationship of sensory impairments and cognitive and mental health functioning; (2) identify novel means of screening/detection for diagnostic and therapeutic purposes; and (3) translate this knowledge into clinical applications for the mental well-being of  EU citizens.  Methods: SENSE-Cog will use a ‘mixed methods’ approach with a trans-EU, UK-led, multidisciplinary collaboration of 7 EU countries with academics, SMEs, city government and ‘patient-public voice’ members. We will deliver linked Work Packages (WPs) reflecting 7 themes: (1) exploration: an epidemiological analysis of 5 large EU longitudinal databases to detect risk profiles for good and poor mental health outcomes; (2) assessment:  the adaptation/validation of assessment tools for cognition and sensory impairment for vulnerable populations, including the development of a composite e-screen for sensory, cognitive and mental functioning; (3) intervention:  a clinical trial of a newly developed ‘sensory support’ intervention; (4) participation: an EU ‘patient and public voice’ and innovative public engagement network to inform the WPs and communicate findings; (5) valuation: health economic and cost effectiveness analyses; & (6) management, governance/ethics. Impact: SENSE-Cog will promote earlier detection of sensory, cognitive and mental impairments to enable swift interventions, prevent deterioration and limit negative impacts.","grantUrl":"","grantId":"668648","fundValue":"6868286,25","fundStart":"2016-01-01","fundEnd":"2020-12-31","dataset":"h2020"}