{"id":"194871","title":"European COmpetitiveness in Commercial Hybrid and AutoMotive PowertrainS","abstractText":"The ECOCHAMPS project addresses topic GV-4-2014, Hybrid Light and Heavy Duty Vehicles. The work will, in a single coordinated project, address all aspects of this topic and will be conducted by 26 partners representing the European automotive industry (OEMs (EUCAR), suppliers (CLEPA), ESPs and universities (EARPA)) including members of ERTRAC and EGVIA. The objective is to achieve efficient, compact, low weight, robust and cost effective hybrid powertrains for both passenger cars and commercial vehicles (buses, medium and heavy duty trucks) with increased functionality, improved performance, comfort, safety and emissions below Euro 6 or VI, all proven under real driving conditions. The five demonstrator vehicles, for this purpose developed to TRL 7,  that use the hybrid powertrains will among other give a direct cost versus performance comparison at two system voltage levels in the light duty vehicles, and include the modular and standardized framework components in the heavy duty vehicles. Achieving these innovations affordably will strengthen technical leadership in powertrains, enable a leading position in hybrid technology and increases the competitiveness of European OEMs. The vehicles will be ready for market introduction between 2020 and 2022 and (price) competitive to the best in-class (full hybrid) vehicles on the market in 2013. More importantly, the technology devised will impact on the reduction of CO2 emissions and the improvement of air quality. The project proposes to reach a 20% powertrain efficiency improvement and a 20% powertrain weight and volume reduction, with a ≤10% cost premium on the base model for the demonstrator. To meet air quality targets the project will prove, via independently supervised testing, real driving emissions at least below Euro 6 or VI limits and by simulation show the potential of the passenger car technologies to reach Super Low Emission Vehicle standards.","grantUrl":"","grantId":"653468","fundValue":"28419785,01","fundStart":"2015-05-01","fundEnd":"2018-04-30","dataset":"h2020"}