{"id":"193291","title":"Exploring the combined role of genetic and non-genetic factors for developing Age-Related Macular Degeneration: A systems level analysis of disease subgroups, risk factors, and pathways","abstractText":"Age-related macular degeneration (AMD) is the world’s most important age-related blinding disorder. The current proposal utilises epidemiological data describing clinical phenotype, molecular genetics, lifestyle, nutrition, and in-depth retinal imaging derived from existing longitudinal European epidemiological cohorts and biobanks to provide three major insights needed for long-lasting prevention and therapy for AMD: (a) the development of robust algorithms utilising genetic and non-genetic risk factors to identify personalised risks of developing advanced wet and dry AMD; (b) the identification of novel biomarkers for further stratification of disease risks.\nNew insights from (a)(b) will be used to elaborate preventive medical recommendations for highrisk subgroups of AMD patients; and (c) the identification of molecular drivers/biological pathways relevant for onset and progression of advanced AMD that will be used to identify and validate new therapeutic targets.\n\nKey deliverables are:\n1. Determination of AMD frequency in Europe, and assessment of AMD risk for phenotypical, genetic, environmental, and biochemical risk factors and their interaction. (WP1-3)\n2. Development of a web-based prediction model for personalised risk assessment of AMD based on integration of risk profiles derived from retinal imaging, molecular genetics, assessment of lifestyle, and biochemical testing. (WP4)\n3. Modelling and functional characterisation of pathophysiological pathways identified from integrated analysis of current knowledge and the above risk profiles. (WP5)\n4. Experimental testing and interpretation of pathophysiological consequences of risks at the molecular level. (WP6)\n5. An extension and refinement of the prediction model (WP4) based on work in WP5 and WP6 to generate clinical guidelines for the medical management of high-risk subgroups of patients with AMD. (WP7)\n6. Promotion and dissemination of newly gained knowledge towards AMD prevention and therapy development","grantUrl":"","grantId":"634479","fundValue":"6069996,25","fundStart":"2015-05-01","fundEnd":"2019-04-30","dataset":"h2020"}