{"id":"198365","title":"New integrated methodology and Tools for Retrofit design towards a next generation of ENergy efficient and sustainable buildings and Districts","abstractText":"NewTREND seeks to improve the energy efficiency of the existing European building stock and to improve the current renovation rate by developing a new participatory integrated design methodology targeted to the energy retrofit of buildings and neighbourhoods, establishing energy performance as a key component of refurbishments. The methodology will foster collaboration among stakeholders in the value chain, engaging occupants and building users and supporting all the refurbishment phases through the whole life cycle of the renovation.  The methodology will be supported by an online platform to ease collaborative design, which will play the role of exchanging information and facilitating dialogue between the different stakeholders involved in the retrofit process. It will store all the information useful to the design of the retrofit intervention in a cloud based interoperable data exchange server, i.e. the District Information Model server, which has the ability to and export multiple file formats thanks to semantic web technologies. A Data Manager tool will be developed to guide the designers in the data collection phase, which might be a complex task for retrofit projects where information and drawings are scattered or even not available. The NewTREND platform will be a tool for collaborative design allowing evaluation of different design options at both building and district level through dynamic simulations via a Simulation & Design Hub. Design options, including district schemes and shared renewables will be presented to the design team, together with available financing schemes and applicable business models, in a library which will build on lessons from past and ongoing R&D projects. The NewTREND methodology and tools will be validated in three real refurbishment projects in Hungary, Finland and Spain where the involvement of all the stakeholders in the design process, will be evaluated and specific activities will be dedicated to inhabitants and users.","grantUrl":"","grantId":"680474","fundValue":"5732387,5","fundStart":"2015-09-01","fundEnd":"2018-08-31","dataset":"h2020"}