{"id":"198382","title":"Open dynamic Manufacturing Operating System for Smart Plug-and-Produce Automation Components","abstractText":"Higher agility for the European Manufacturing Industry is the main MOTIVATION for the openMOS project. While automated systems are appealing to achieve high productivity and quality requirements, their sensitivity to change is becoming increasingly a bottleneck to substantial reduction of lot sizes and more frequent change-overs. \nThe project VISION is to enable full economic sustainability of the production systems based on intelligent modular plug-and-produce equipment. To achieve this, it is focusing on three main innovation strands: 1) embedding plug-and-produce capabilities into automation devices, robots and machines, 2) enabling vertical and horizontal connectivity between plug-and-produce automation components and higher level control and business functions, and 3) creating a easily extendable and adaptable manufacturing operating system (MOS) that permits the easy introduction of new products, work orders and changes in the equipment and allows easy deployment of optimisation and changeover management strategies. The targeted INNOVATION is a common, openly accessible plug-and-produce system platform which allows all stakeholders in the automation system value chain to come together and jointly develop and exploit solutions. Therefore, the project is proposing to integrate well established plug-and-produce system concepts from many years of research in this field, into industrial-relevant technology platforms which have emerged in recent years. \nAs the vast majority of components/ devices/ machine manufacturers and system integrators are SMEs, plug-and-produce can only be achieved by placing specific SME requirements at the forefront: solutions by, and for, SMEs.\nThe RTD approach will be driven by proposed industrial scenarios and pilot implementations which will be carried out to systematically test and validate the readiness of the targeted exploitable results in three key industrial sectors (white goods, automotive and electronics).","grantUrl":"","grantId":"680735","fundValue":"8684366,5","fundStart":"2015-10-01","fundEnd":"2018-09-30","dataset":"h2020"}