{"id":"194595","title":"Assessing the intangibles: the socioeconomic benefits of improving energy efficiency","abstractText":"Improving energy efficiency can deliver a range of benefits to the economy and society. However, energy efficiency programmes are often evaluated only on the basis of the energy savings they deliver, without considering the many other socio-economic and environmental intangible benefits delivered. As a result, the full value of energy efficiency improvements in both national and global economies may be significantly underestimated.\n\nThe main aim of IN-BEE is to address the theme of energy efficiency and to describe and provide evidence for the many intangible benefits of improving energy efficiency through a multi-disciplinary approach, combining methods, datasets, and techniques from cutting edge research in law and economics, humanities and consumer behavior, regulation and environmental sciences, as well as engineering.\n\nThe overall outcome of IN-BEE is to consolidate a set of policy recommendations for the EU and public/private institutions in charge of promoting energy efficiency, competitiveness and environmental and social sustainability. \n\nIN-BEE will impact on both consumers (residential and companies) and policy makers, by:\n\n• Developing a set of indicators to measure intangible benefits of energy efficiency\n• Developing Key Performance Indicators to assess the impact of energy efficiency strategies\n• Studying relevant cases and identifying best practices\n• Bridging policy makers and researchers through a web platform\n• Involving a vast audience of stakeholders\n\nIN-BEE combines a strong scientific base with a concrete and focused approach (based on real-life case studies), aiming to involve primarily regional and local stakeholders and to support them in assessing results of previous plans and initiatives on energy efficiency and, above all, in designing new effective strategies.","grantUrl":"","grantId":"649619","fundValue":"1020687,5","fundStart":"2015-03-01","fundEnd":"2017-03-31","dataset":"h2020"}