{"id":"195080","title":"The project of Sustainability: the role of Project Management in developing a more sustainable economy and society","abstractText":"This project will investigate the role of the Project Management (PM) profession in developing a sustainable economy. Sustainability has acquired a growing strategic importance over the last 10 years bringing with it a requirement for changes in traditional practices and paradigms of production for its successful implementation. These changes are typically managed as projects and delivered by dedicated project managers, that are assumed, have the knowledge and skills to take into account the social, financial, political, cultural and environmental sustainability of a project. As such project managers, through their distinctive roles, skills and competences occupy an important position in accomplishing sustainability, but little is understood about how they do this.\nUsing qualitative methods such as interviews, content analysis and ethnographic observation, I will focus on how sustainability is incorporated in PM discourse and practice by studying: how the profession makes sense of sustainability, and also sustainability in practice.\nThe topic of the project is very timely as it addresses the sixth point currently on the Horizon 2020 agenda: Inclusive Innovative and Reflective Societies. The expected contributions of this fellowship will be in: (a) explaining the institutionalization of sustainability within PM professional practices; (b) identifying under what conditions project managers adopt sustainability practices; (c) conceptualizing sustainability in PM contexts. This project will provides me with excellent training and collaboration opportunities, which will significantly advance my future career.\nThis fellowship will be located in the Professions, Work and Organization (PWO) Research Group at Newcastle University where I will benefit from the groups’ world leading expertise on professional occupations and organizations, to enable me to develop theory and knowledge in the field of PM as a profession advancing sustainability as a practice and outcome.","grantUrl":"","grantId":"655265","fundValue":"183454,8","fundStart":"2015-09-01","fundEnd":"2017-08-31","dataset":"h2020"}