{"id":"202670","title":"Modelling the PRocesses leading to Organised crime and TerrOrist Networks","abstractText":"PROTON aims at improving existing knowledge on the processes of recruitment to organised crime and terrorist networks (OCTN) through an innovative integration between social and computational sciences. Moving beyond the state of the art, this integration will support evidence-based policies at the international, national and local level. \nTo achieve its aim, PROTON will complete three specific objectives:\n1. Investigate the social, psychological and economic factors leading to OCTN (WP1 and 2), including their connection with cybercrime and the cyberspace (WP3). The factors will be transformed into input (WP4) for PROTON’s final outputs, PROTON-S and PROTON Wizard (WP5), designed for helping policy makers to act more effectively against OCTN.\n2. Develop PROTON-S, agent-based modelling (ABM) simulations of the effects of different societal and environmental changes on OCTN. PROTON-S will generate virtual societies in a computer laboratory, enabling to test the impact of different scenarios on the evolution of, and particularly individuals’ recruitment to, OCTN. \n3. Develop PROTON Wizard, a user-friendly software tool embedding the results of the ABM simulations. \nPROTON’s impact will improve the quality of prevention policies on OCTN, providing at the same time significant innovations in the social, technological and computational sciences. PROTON-S, based on simulations, will bear no ethical and societal risks, and will create a breakthrough in the understanding of OCTN, enabling better policies and stimulating further innovation. PROTON Wizard will provide the first support tool for policy makers at the international, national and local level, giving easy access to the most advanced scientific research. The participation of different policy makers and potential end-users throughout the whole project will make sure that the final results specifically meet their needs and expectations.","grantUrl":"","grantId":"699824","fundValue":"4464506,88","fundStart":"2016-10-01","fundEnd":"2019-09-30","dataset":"h2020"}