{"id":"194416","title":"Advanced high-resolution printing of organic Transistors for Large Area Smart Surfaces","abstractText":"Bringing intelligence and communication to everyday objects is a major challenge for future electronics. This « Internet of Things » concept envisions wide dissemination with new performances: robustness, large area, flexibility, eco-efficient large volume manufacturing at low cost. Beyond current TOLAE demonstration, a major technology jump driving the scalability towards nanoscale resolution via high-definition cost-effective printing is required to deliver the properties and electrical performances expected by applications. ATLASS Innovation Action takes this huge step by bringing high resolution technologies to the printing industries for the demonstration of products at TRL6 in high impact markets. New multifunctional high-performing inks (semiconductor mobility >1cm2/Vs, dielectrics, ferroelectrics) and high-resolution (down to 500nm and ~100nm thickness) R2R/S2S printing including nano-imprinting and gravure printing will be engineered and scaled-up on pre-industrial pilot lines, enabling high performance devices (speed ~ 10 MHz). In-line control and novel automatic optical inspection tools and methodology will be installed to ramp-up the yield of developed processes (>99%) thus enabling cost-efficient fabrication of advanced circuits (>1000 transistors, 50kHz clock rate). The technology capability is benchmarked with conventional TOLAE process and demonstrated with 4 applications in the field of Interactive objects and Sensing surfaces (temperature tag for smart food packaging, electronic label for logistics, impact force sensing foils for automotive safety -, proximity sensing for safer human-robot collaboration ). With a consortium of 11 top companies (7 SMEs) from the cutting-edge, fast growing printed electronics sector and 4 RTOs with high-level technology expertise, ATLASS will strongly impact the global market of sensors, labels and smart objects expected to reach revenue of several EUR billion with printed sensors’ share of EUR 644 million by 2022.","grantUrl":"","grantId":"646130","fundValue":"7883005","fundStart":"2015-03-01","fundEnd":"2018-08-31","dataset":"h2020"}