{"id":"196615","title":"Scalable And Flexible optical Architecture for Reconfigurable Infrastructure","abstractText":"Highly scalable & flexible optical transport networks are urgently required in order to meet the demands for unrelenting exponential data traffic growth (estimated at 40 - 50 % per annum). The number and diversity of bandwidth intensive applications and services is rapidly increasing, leading to new demands on transport networks. The present optical transport networks based on conventional fibres, however, are facing fundamental limits in capacity/throughput and are lacking in terms of network flexibility and control. The Scalable And Flexible optical Architecture for Reconfigurable Infrastructure (SAFARI) project aims at developing programmable optical hardware, and Space-Division Multiplexing (SDM)-based optical component technologies capable of realising highly scalable & flexible optical transport networks for the long term future. The high level objectives of the SAFARI project are to:\n- Develop programmable optical hardware allowing novel multi-flow transport functions which is scalable to at least 400 Gbps/channel transport, and implement the critical interworking capability required between the software-defined network (SDN) layer and the physical layer.\n- Develop SDM-based optical transport technology based on super-dense, high-count multicore fibres (MCFs) and multicore erbium-doped optical fibre amplifiers (MC-EDFAs). The technology should be capable of supporting more than 30 cores per-fibre.\n- Undertake system experiments on scalable & flexible optical transport networks based on the newly developed SDN-controlled interworking capability and capacity-scalable hardware, showcasing the unique functionality and capabilities made possible. Specific attention will be focussed on demonstrating that the SDN-controlled programmability developed is compatible with both existing single-mode-fibre transmission systems and future SDM-based systems, allowing for a graceful upgrade scenario with current systems.","grantUrl":"","grantId":"642928","fundValue":"1485818,75","fundStart":"2014-10-01","fundEnd":"2017-09-30","dataset":"h2020"}