{"id":"198465","title":"European Marine Biological Research Infrastructure Cluster to promote the Blue Bioeconomy","abstractText":"Marine (blue) biotechnology is the key to unlocking the huge economic potential of the unique biodiversity of marine organisms. This potential remains largely underexploited due to lack of connectivity between research services, practical and cultural difficulties in connecting science with industry, and high fragmentation of regional research, development and innovation (RDI) policies. To overcome these barriers, EMBRIC (European Marine Biological Resource Infrastructure Cluster) will link biological and social science research infrastructures (EMBRC, MIRRI, EU-OPENSCREEN, ELIXIR, AQUAEXCEL, RISIS) and will build inter-connectivity along three dimensions: science, industry and regions. The objectives of EMBRIC are to: (1) develop integrated workflows of high quality services for access to biological, analytical and data resources, and deploy common underpinning technologies and practices; (2) strengthen the connection of science with industry by engaging companies and by federating technology transfer (TT) services; (3) defragment RDI policies and involve maritime regions with the construction of EMBRIC. Acceleration of the pace of scientific discovery and innovation from marine bioresources will be achieved through: (i) establishment of multidisciplinary service-oriented technological workflows; (ii) joint development activities focusing on bioprospection for novel marine natural products, and marker-assisted selection in aquaculture; (iii) training and knowledge transfer; (iv) pilot transnational access to cluster facilities and services. EMBRIC will also connect TT officers from contrasted maritime regions to promote greater cohesion in TT practices. It will engage with policy-makers with the aim of consolidating a perennial pan-European virtual infrastructure cluster rooted in the maritime regions of Europe and underpinning the blue bioeconomy.","grantUrl":"","grantId":"654008","fundValue":"9041611","fundStart":"2015-06-01","fundEnd":"2019-06-01","dataset":"h2020"}