{"id":"193391","title":"Decision Support Tool for Rail Infrastructure Managers","abstractText":"The project provides solutions for common infrastructure problems encountered in diverse regions of Europe, e.g. deterioration and scour damage to bridges, slope instability, damage to switches and crossings and track performance. Whilst similar failure modes are seen around the EU, the triggers (precipitation, earthquake loading etc.) are regional. The DESTination RAIL project will develop management tools based on scientific principles for risk assessment using real performance measurements and other vital data stored in an Information Management System. This will allow for a step-change in the management of European rail infrastructure. \nThe objectives will be achieved through a holistic management tool based on the FACT (Find, Analyse, Classify, Treat) principle. \nFind - Improved techniques for the assessment of existing assets will be developed. \nAnalyse- Advanced probabilistic models fed by performance statistics and using databases controlled by an information management system. \nClassify- The performance models will allow a step-change in risk assessment, moving from the current subjective (qualitative) basis to become fundamentally based on quantifiable data. \nTreat - The impact of proposed remediation or reconstruction will be assessed using the a probabilistic whole life cycle model which includes financial and environmental costs and the impact of work on traffic flow.\nThe FACT principles will be implemented in a holistic decision support tool for infrastructure managers.\nDESTination RAIL will result significant impact in relation to the objectives of the work programme. It will reduce the cost of investment by using the IMS to manage the network, (ii)  Monitoring and real-times analyses will prevent unnecessary line restrictions and closures. (iii) Lower maintenance costs by optimisimg interventions in the life cycle of the asset and (iv) optimise traffic flow in the network.","grantUrl":"","grantId":"636285","fundValue":"3924800","fundStart":"2015-05-01","fundEnd":"2018-04-30","dataset":"h2020"}