{"id":"202698","title":"Future Trust Services for Trustworthy Global Transactions","abstractText":"Against the background of the regulation 2014/910/EU on electronic identification (eID) and trusted services for electronic transactions in the internal market (eIDAS), the FutureTrust project aims at supporting the practical implementation of the regulation in Europe and beyond. For this purpose the FutureTrust project will address the need for globally interoperable solutions through 1) basic research with respect to the foundations of trust and trustworthiness, with the aim of developing new, widely compatible trust models or improving existing models, 2) actively driving the standardisation process, and 3) providing Open Source software components and trustworthy services as a functional base for fast adoption of standards and solutions.\nFutureTrust will demonstrate positive business cases for the reliance on electronic signatures, sealing services, and long-term authenticity of data and documents, all with a focus on accountability, transparency and usability. For a subset of use cases, carefully selected for relevance and visibility, the FutureTrust consortium will devise real world pilot applications for the public and private sector with a focus on legally significant global electronic transactions in between EU member states and with non-EU countries.\nThe FutureTrust project will in particular develop a comprehensive Open Source validation service as well as a scalable preservation service for electronic signatures and will provide components for the eID-based application for qualified certificates across borders, and for the trustworthy creation of remote signatures and seals in a mobile environment. Furthermore, the FutureTrust project will extend and generalize existing trust management concepts to build a “Global Trust List”, which allows to maintain trust anchors and metadata for trust services and eID related services around the globe.","grantUrl":"","grantId":"700542","fundValue":"7474030,75","fundStart":"2016-06-01","fundEnd":"2019-05-31","dataset":"h2020"}