{"id":"196632","title":"Strengthening joint programming in Europe","abstractText":"Building on the ERA-LEARN, NETWATCH & JPIs To Co Work predecessor projects ERA-LEARN 2020 will provide an integrated framework to make P2P more efficient and effective and support national and regional funding organisations in the preparation, implementation and monitoring of joint actions. \nERA-LEARN 2020 will increase mutual learning within the P2P community and will thereby support the implementation of streamlined mechanisms. Useful input will be provided towards the analysis and possible future development of P2P formats. ERA-LEARN 2020 will highlight synergies between different forms of national/regional programme coordination and facilitate high-level analysis of P2P policy-related issues. It will provide tools for analysis and communication formats for supporting future developments of transnational programme coordination.\nThe ERA-LEARN 2020 team is highly qualified & complementary with national authorities and experts for analysis with many years experience of P2P at both the operational and policy levels. \nERA-LEARN 2020 will:\n1. provide a web-based information, learning and support platform for P2P to avoid duplication of efforts;\n2. support the ongoing optimisation of P2P networks by providing a toolbox for the wider activities of joint programming, particularly the JPIs, Art.185 and  ERA-NET Cofund instrument, as well as their associated impacts;\n3. implement a systematic process for monitoring & impact assessment of P2P networks, including their impacts at both the policy, programme and co-funded RTD project-level; \n4. assess and benchmark current approaches to alignment and explore options for new modalities to better align national and/or regional activities under common research agendas;\n5. implement an annual cycle of knowledge exchange aimed at increasing the impact of investment in P2P activities and exploring options to support less research intensive countries.","grantUrl":"","grantId":"645782","fundValue":"3199312","fundStart":"2015-01-01","fundEnd":"2017-12-31","dataset":"h2020"}