{"id":"202632","title":"Water - Sustainable Point-Of-Use Treatment Technologies","abstractText":"The WHO estimates that in 2015 in Africa ~156 million people relied on untreated sources for their drinking water. WATERSPOUTT will design, develop, pilot and field-test a range of, sustainable point-of-use solar disinfection (SODIS) technologies that will provide affordable access to safe water to remote and vulnerable communities in Africa and elsewhere. These novel large-volume water treatment SODIS technologies will be developed in collaboration and consultation with the end-users, and include:\n1. HARVESTED RAINWATER SODIS SYSTEMS for domestic and community use. (South Africa, Uganda). \n2. TRANSPARENT 20L SODIS JERRYCANS. (Ethiopia)\n3. COMBINED 20L SODIS/CERAMIC POT FILTRATION SYSTEMS. (Malawi)\nThese are novel technologies that will create employment and economic benefits for citizens in both the EU and resource-poor nations. WATERSPOUTT will use social science strategies to: \na. Build integrated understanding of the social, political & economic context of water use & needs of specific communities.\nb. Examine the effect of gender relations on uptake of SODIS technologies.\nc. Explore the relevant governance practices and decision-making capacity at local, national and international level that impact upon the use of integrated solar technologies for point-of-use drinking water treatment.\nd. Determine the feasibility & challenges faced at household, community, regional and national level for the adoption of integrated solar technologies for point-of-use drinking water treatment.\nWATERSPOUTT will transform access to safe drinking water through integrated social sciences, education & solar technologies, thus improving health, survival, societal well-being & economic growth in African developing countries. These goals will be achieved by completing health impact studies of these technologies among end-user communities in Africa.  Many of the consortium team have worked for more than 15 years on SODIS research in collaboration with African partners.","grantUrl":"","grantId":"688928","fundValue":"3571945,83","fundStart":"2016-06-01","fundEnd":"2020-05-31","dataset":"h2020"}