{"id":"196975","title":"Magnetically actuated bio-inspired metamaterials","abstractText":"This project will deliver a new class of metamaterials whose functionality can be controlled by external magnetic fields. The materials consist of micromotors, comprising an anisotropically “hard” and “soft” ferromagnetic particle pair embedded in a polymer matrix, and promise wide-ranging technological applications. The project, involves 5 partners with expertise in experimental and theoretical physics, biological science and technology. Building upon a detailed analysis of the physical properties of the individual motors, and their dependency on their magnetic and material properties, the team will develop methods for incorporating the motors into elastic membranes (MEMs). We shall analyse the mechanical and optical properties of these constructs and the ways in which they can be modulated by the external magnetic fields. These novel properties will then be used to produce prototype devices: \n• Pumps for fluids and tuneable filters for dissolved solutes, operating down to microscopic length scales and based on magnetically driven membrane deformation and changes in internal pore structure.\n• Tuneable optical devices such as lenses and filters based on magnetic strain-induced changes in the optical and photonic properties of the constructs.\n• Substrates for biotechnology, tissue engineering and regenerative medicine. These devices will be based on our ability to apply to cells in culture the patterns of temporally and spatially varying strain fields to which they are exposed in vivo and which maintain their phenotype and metabolic activity.\nThe prototypes will find immediate applications in expanding areas of technology ranging from lab-on-a-chip systems to biomedical implants. They will also help the team to develop a thorough understanding of the novel emergent properties of the MEMs leading, in turn to many other applications.","grantUrl":"","grantId":"665440","fundValue":"2978882,69","fundStart":"2015-11-01","fundEnd":"2018-10-31","dataset":"h2020"}