{"id":"194150","title":"European Network of competencies and platforms for Enabling SME from any sector building Innovative CPS products to sustain demand for European manufacturing","abstractText":"SMEs play a key role in European economies; they constitute the largest business block and provide the bulk of employment. They generate most of the innovative ideas for ICT and CPS-enabled IoT products, two areas which represent an inflection point for innovators and industry in Europe.  \nEuroCPS is an ambitious project that aims to arm Europe with a network of design centres that will boost and initiate synergies between SMEs, major CPS-platforms, and CPS-competency providers, to capture the emerging markets for IoT products. \n\nEuroCPS will\n1. Leverage the existing regional ecosystem across the full value chain (from micro-electronics, smart systems, and CPS, to high value added products and services) and range of expertise and competencies to provide innovators from any sector with an easy path to build innovative CPS-enabled systems. \n2. Act as a one-stop-shop that provides a critical mass of technologies and competencies by facilitating user-supplier partnerships across value-chains and regions. Hence the typical development time of innovative for CPS applications will be significantly decreased through the ease of access to the platforms, and coaching by the competence partners within EuroCPS.\n3. Link software, system and nano-electronic industries along the full CPS value chain to demonstrate a new cooperation model evidenced by experiments initiated and led by innovators that translate the rich pool of ideas from end users into implementation of CPS applications made in Europe. \n\nEuroCPS gathers major European system suppliers and world class research centres and technology providers, all rooted in the top European regional ecosystems. Based on strong foundations in European and national initiatives, EuroCPS will, through pan European collaboration and knowledge exchange and access to the strong value chain in this strategic sector, significantly reduce development time and certification efforts, thus putting Europe at the cutting edge of CPS development and implementation.","grantUrl":"","grantId":"644090","fundValue":"9178640,23","fundStart":"2015-02-01","fundEnd":"2018-01-31","dataset":"h2020"}