{"id":"193297","title":"Traditional tomato varieties and cultural practices: a case for agricultural diversification with impact on food security and health of European population","abstractText":"Tomato is the second most consumed vegetable in the EU and a major dietary source of many nutrients, vitamins and antioxidants. Consumers complaints about the loss of flavour in modern tomatoes, provide an opportunity for the valorisation of traditional tomato varieties, in order to protect them from genetic erosion and the replacement by higher-yielding, pest resistant modern cultivars. Genetic, epigenetic and phenotypic variability and knowledge from farms and in public repositories, will be concentrated in a TRADITOM database and seed repository (O1). The available genetic and phenotypic variability present in TRADITOM varieties, and the genetic and epigenetic differences from modern cultivars will be assessed (O2). For varieties whose cultivation is not sustainable due to unacceptably low yield and/or pathogen resistance, novel F1 hybrids will be generated, retaining the quality characteristics of traditional varieties and incorporating yield and disease resistance traits (O3) Finally, traditional varieties and the impact of traditional cultivation methods will be valorised through a thorough characterization of their composition in term of flavour- and health-related compounds, the identification of consumer preferences, the evaluation of socio-economic factors limiting their market diffusion, and the protection of the most significant case studies through PDO or PGI denominations (O4). TRADITOM is a multidisciplinary translational, multi-actor research project bringing together scientists working in academia, local farmers communities, consumer experts and small seed companies that have preserved the local germplasm, in order to bring to fruition and apply to traditional tomato varieties the enormous knowledge generated on tomato genetics, genomics and metabolomics. This will help the conservation of traditional tomato varieties and enhance the competitive advantage of rural communities based on their production.","grantUrl":"","grantId":"634561","fundValue":"4372015,25","fundStart":"2015-03-01","fundEnd":"2018-02-28","dataset":"h2020"}