{"id":"194895","title":"Inspiring CitizeNS Participation for Enhanced Community PoliCing AcTions","abstractText":"INSPEC2T projects’ scope is to develop a sustainable framework for Community Policing that effectively addresses and promotes seamless collaboration between the police and the community. INSPEC2T approach bases its conceptual foundations on EU crime prevention and Member States specific Internal Security Policies, validated research results and best practices from cooperation between police and local, regional and national communities. This is perceived as an origin to apprehend special characteristics, particularities and determinants for trust between all stakeholders. INSPEC2T is focusing on a user-centric design and development approach, and has already mobilized and engaged a critical user group mass, in EU and abroad. With special emphasis on social media, it consolidates and modernizes bidirectional communication of stakeholders, using multi-level anonymity flags and having a clear understanding of acceptability issues. Driven from accommodated transnational and multicultural best practices, it adheres to an approach where social, cultural, legal and ethical dimensions are embedded into core user centric design specifications and implementation procedures. INSPEC2T will be demonstrated and validated in 5 EU cities by a wide range of relevant stakeholders. INSPEC2T engagement and active participation is stimulated through fully dynamic, interactive and immersive training Serious Game applications that empower players to familiarize themselves with the system, gain an intuitive understanding of its functionalities and motivate their engagement in Community Policing activities.  Special focus will be given to Community Policing awareness raising activities for both police and citizens. The above activities and associated results, will provide a solid foundation for the evolution of the Next Generation Community Policing roadmap in Europe.","grantUrl":"","grantId":"653749","fundValue":"4957253,75","fundStart":"2015-05-01","fundEnd":"2018-04-30","dataset":"h2020"}