{"id":"200822","title":"Development of novel, high Performance hybrid TWV/GPF Automotive afteR treatment systems by raTIonAL design: substitution of PGMs and Rare earth materials","abstractText":"To date, three way catalytic converters (TWCs) have been established as the most effective engine exhaust after-treatment system. However, TWCs not only fail to address the issue of particulate matter (PM) emissions but are also the main industrial consumer of Critical Raw Materials (CRMs) mainly Platinum Group Metals (PGMs) and Rare Earth elements (REEs), with the automotive industry accounting for 65%-80% of total EU PGMs demand. The enforcement of new limits on PM emissions (EURO 6c/7) will require higher TWC performance, hence leading to further increase the CRMs content in autocatalysts. \nAddressing the necessity of CRMs reduction in catalysis, PARTIAL-PGMs proposes an integrated approach for the rational design of innovative nanostructured materials of low/zero PGMs/REEs content for a hybrid TWC/Gasoline Particulate Filter (GPF) for automotive emissions after-treatment with continuous particulates combustion also focusing on identifying and fine-tuning the parameters involved in their preparation, characterization and performance evaluation under realistic conditions. \nPARTIAL-PGMs approach is broad, covering multiscale modeling, synthesis and nanomaterials’ characterization, performance evaluation under realistic conditions as well as recyclability, health impact analysis and Life Cycle Assessment. The rational synthesis of nanomaterials to be used in these hybrid systems will allow for a reduction of more than 35% in PGMs and 20% in REEs content, either by increasing performance or by their replacement with transition metals. The compact nature of the new hybrid system not only will allow its accommodation in smaller cars but will also reduce cold start emissions and light-off times with performance aiming to anticipate both future emission control regulations and new advances in engines technology. Such R&D progress in autocatalysts is expected to pave the way to the widespread use of such low CRMs content materials in other catalytic applications.","grantUrl":"","grantId":"686086","fundValue":"4981251,25","fundStart":"2016-04-01","fundEnd":"2019-09-30","dataset":"h2020"}