{"id":"203297","title":"Analysis System for Gathered Raw Data","abstractText":"ASGARD has a singular goal, contribute to Law Enforcement Agencies Technological Autonomy and effective use of technology. Technologies will be transferred to end users under an open source scheme focusing on Forensics, Intelligence and Foresight (Intelligence led prevention and anticipation). ASGARD will drive progress in the processing of seized data, availability of massive amounts of data and big data solutions in an ever more connected world. New areas of research will also be addressed. The consortium is configured with LEA end users and practitioners “pulling” from the Research and Development community who will “push” transfer of knowledge and innovation. A Community of LEA users is the end point of ASGARD with the technology as a focal point for cooperation (a restricted open source community). In addition to traditional Use Cases and trials, in keeping with open source concepts and continuous integration approaches, ASGARD will use Hackathons to demonstrate its results. Vendor lock-in is addressed whilst also recognising their role and existing investment by LEAs. The project will follow a cyclical approach for early results. Data Set, Data Analytics (multimodal/ multimedia), Data Mining and Visual Analytics are included in the work plan. Technologies will be built under the maxim of “It works” over “It’s the best”. Rapid adoption/flexible deployment strategies are included. The project includes a licensing and IPR approach coherent with LEA realities and Ethical needs. ASGARD includes a comprehensive approach to Privacy, Ethics, Societal Impact respecting fundamental rights. ASGARD leverages existing trust relationship between LEAs and the research and development industry, and experiential knowledge in FCT research. ASGARD will allow its community of users leverage the benefits of agile methodologies, technology trends and open source approaches that are currently exploited by the general ICT sector and Organised Crime and Terrorist organisations.","grantUrl":"","grantId":"700381","fundValue":"11992556,25","fundStart":"2016-09-01","fundEnd":"2020-02-29","dataset":"h2020"}