{"id":"193241","title":"Adapting the feed, the animal and the feeding techniques to improve the efficiency and sustainability of monogastric livestock production systems","abstractText":"Feed-a-Gene aims to better adapt different components of monogastric livestock production systems (i.e., pigs, poultry and rabbits) to improve the overall efficiency and to reduce the environmental impact. This involves the development of new and alternative feed resources and feed technologies, the identification and selection of robust animals that are better adapted to fluctuating conditions, and the development of feeding techniques that allow optimizing the potential of the feed and the animal.\nTo reach this overall objective, the project will:\n- Develop new and alternative feeds and feed technologies to make better use of local feed resources, green biomass and by-products of the food and biofuel industry.\n- Develop methods for the real-time characterization of the nutritional value of feeds to better use and adapt diets to animal requirements.\n- Develop new traits of feed efficiency and robustness allowing identification of individual variability to select animals that are more adapted to changes in feed and environmental conditions.\n- Develop biological models of livestock functioning to better understand and predict nutrient and energy utilization of animals along their productive trajectory.\n- Develop new management systems for precision feeding and precision farming combining data and knowledge from the feed, the animal, and the environment using innovative monitoring systems, feeders, and decision support tools.\n- Evaluate the overall sustainability of new management systems developed by the project.\n- Demonstrate the innovative technologies developed by the project in collaboration with partners from the feed industry, breeding companies, equipment manufacturers, and farmers’ organisations to promote the practical implementation of project results.\n- Disseminate new technologies that will increase animal production efficiency, whilst maintaining product quality and animal welfare and enhance EU food security to relevant stakeholders.","grantUrl":"","grantId":"633531","fundValue":"9933795","fundStart":"2015-03-01","fundEnd":"2020-02-29","dataset":"h2020"}