{"id":"202702","title":"Smart Resilience Indicators for Smart Critical Infrastructures","abstractText":"'Modern critical infrastructures are becoming increasingly “smarter” (e.g. cities). Making the infrastructures “smarter” usually means making them smarter in normal operation and use: more adaptive, more intelligent… But will these smart critical infrastructures (SCIs) behave equally “smartly” and be “smartly resilient” also when exposed to extreme threats, such as extreme weather disasters or terrorist attacks? If making existing infrastructure “smarter” is achieved by making it more complex, would it also make it more vulnerable? Would this affect resilience of an SCI as its ability to anticipate, prepare for, adapt and withstand, respond to, and recover?\nThese are the main questions tackled by this proposal.\nThe proposal envisages answering the above questions in several steps. (#1) By identifying existing indicators suitable for assessing resilience of SCIs. (#2) By identifying new “smart” resilience indicators (RIs) – including those from Big Data. (#3) By developing a new advanced resilience assessment methodology (TRL4) based on smart RIs (“resilience indicators cube”, including the resilience matrix). (#4) By developing the interactive “SCI Dashboard” tool. (#5) By applying the methodology/tools in 8 case studies, integrated under one virtual, smart-city-like, European case study. The SCIs considered (in 8 European countries!) deal with energy, transportation, health, water…\nResults #2, #3, #4 and #5 are a breakthrough innovation.\nThis approach will allow benchmarking the best-practice solutions and identifying the early warnings, improving resilience of SCIs against new threats and cascading and ripple effects. The benefits/savings to be achieved by the project will be assessed by the reinsurance company participant. The consortium involves 7 leading end-users/industries in the area, 7 leading research organizations, supported by academia and lead by a dedicated European organization. External world leading resilience experts will be included in the CIRAB.'","grantUrl":"","grantId":"700621","fundValue":"4960831,25","fundStart":"2016-05-01","fundEnd":"2019-04-30","dataset":"h2020"}