{"id":"193725","title":"Next Generation Bio-butanol","abstractText":"Biobutanol is an attractive commodity chemical and advanced biofuel with superior properties but the 1st gen process suffers from technical and economical constraints. ButaNexT project aims to overcome some of those technical barriers through a novel combination of innovations. Individual stages of the process supply chain will be developed, validated and optimized at lab-scale and then integrated and demonstrated at pilot scale. A holistic approach is proposed to produce cost-competitive biobutanol from 3 types of lignocellulosic biomass and waste in a sustainable way being flexible to accommodate regionally specific feedstocks.\nProject exploitable outputs include:\n(1)novel low CAPEX two-step pretreatment process that releases hemicellulose and cellulose from recalcitrant feedstocks for further enzymatic and/or fermentation processing,\n(2)new tailored enzyme cocktail yielding highly fermentable sugars at low enzyme dosages and lower cost,\n(3)superior clostridial strains with enhanced production characteristics i.e. butanol and inhibitor tolerance,\n(4)high productivity fermentation process including a novel in-situ product recovery step. \nTechnology advances allow sustainable feedstock diversification, improve conversion yields and efficiency, reduce energy requirements, and water usage. We expect significant reductions in cost (target $800/T which equates to 50% of current 1st gen solvent production in China) as well as enhanced energy balances and reduced GHG emissions vs 1st gen biofuel production (target a 85% reduction).\nThe project output (a technically and economically-validated process) will provide the EU with a tremendous opportunity to build an advanced biofuel business from sustainable feedstocks. This is strategically important to contribute to the European 10% target for renewable transportation fuels for 2020.\nThe proposed project fits into the topic ”Developing next generation technologies for biofuels and sustainable alternative fuels” (LCE-11-2014)","grantUrl":"","grantId":"640462","fundValue":"4599414","fundStart":"2015-05-01","fundEnd":"2018-04-30","dataset":"h2020"}