{"id":"193403","title":"Quality assurance concepts for adhesive bonding of aircraft composite structures by advanced NDT","abstractText":"The integration of innovative lightweight materials like CFRP into multi-material design (MMD) environments in aeronautic applications brings along a paradigm shift in initial design, manufacturing and in maintenance, repair and overhaul (MRO). Essential cost reductions over the whole aircraft lifecycle demand innovative processes meeting the specific requirements of MMD in general and specifically of CFRP. The certification of (structural) adhesive bonding marks a key step for full integration of CFRP, as adhesive bonding is the optimum CFRP joining technology.\n\nAs yet difficulties in predicting and assessing the bond quality by non-destructive testing limit certification of adhesive bonding technologies and subsequently their usage in aeronautic applications.\n\nComBoNDT aims at overcoming these limitations by further development and maturation of extended non-destructive testing (ENDT) methods suitable for pre- and post-bond inspection of adherend surfaces and adhesively bonded joints.\n\nThe ComBoNDT approach is threefold:\n\n- reliable and reproducible detection of undefined and/or multiple contaminations on surfaces prior bonding, triggering surface cleaning and activation measures,\n- reliable and reproducible detection of poor bond quality, triggering appropriate repair actions,\n- improvements in robustness of methods addressing the requirements of in-line inspection in both aircraft manufacturing and MRO environments.\n\nTime savings of up to 70 % and cost savings of up to 50 % in related production, MRO and retrofit processes are expected from the application of ENDT technologies resulting from ComBoNDT.\n\nComBoNDT addresses relevant levels of technology and of manufacturing readiness. ComBoNDT will contribute to implementation of safe, cost- and time-efficient adhesive bonding technologies and to reducing production and MRO costs.","grantUrl":"","grantId":"636494","fundValue":"4617226,25","fundStart":"2015-05-01","fundEnd":"2018-04-30","dataset":"h2020"}