{"id":"198070","title":"The Integrated Initiative of European Laser Research Infrastructures","abstractText":"LASERLAB-EUROPE is the European consortium of major national laser research infrastructures, covering advanced laser science and applications in most domains of research and technology, with particular emphasis on areas with high industrial and social impact, such as bio- and nanophotonics, material analyses, biology and medicine. \nRecently the field of advanced lasers has experienced remarkable advances and breakthroughs in laser technologies and novel applications. Laser technology is a key innovation driver for highly varied applications and products in many areas of modern society, thereby substantially contributing to economic growth. Through its strategic approach, LASERLAB-EUROPE aims to strengthen Europe’s leading position and competitiveness in this key area. It facilitates the coordination of laser research activities within the European Research Area by integrating major facilities in most European member states with a long-term perspective and providing concerted and efficient services to researchers in science and industry.\nThe main objectives of LASERLAB-EUROPE are to:\n\n• promote, in a coordinated way and on a European scale, the use of advanced lasers and laser-based technologies for research and innovation, \n\n• serve a cross-disciplinary user community, from academia as well as from industry, by providing access to a comprehensive set of advanced laser research installations, including two free-electron laser facilities,\n\n• increase the European basis of human resources in the field of lasers by training new users, including users in new domains of science and technology and from geographical regions of Europe where laser user communities are still less developed,  \n\n• improve human and technical resources through technology exchange and sharing of expertise among laser experts and operators across Europe, and through coordinated Joint Research Activities enabling world-class research, innovations and applications beyond the present state-of-the-art.","grantUrl":"","grantId":"654148","fundValue":"10000000,89","fundStart":"2015-12-01","fundEnd":"2019-11-30","dataset":"h2020"}