{"id":"199912","title":"European Transport Network Alliance 2020","abstractText":"ETNA2020 is a 48-month Coordination and Support Action with the overall aim of facilitating trans-national co-operation among NCPs for ‘Smart, Green and Integrated Transport’, identifying and sharing good practices, and raising the general standard of the support to programme applicants across the EU and globally. To reach the objective above, the project will develop five main activity axes, corresponding to the projects’ specific objectives: 1)raise understanding of EU Transport R&I landscape; 2)capacity building of NCPs; 3)upgrade the set of tools for NCP assistance; 4)strengthen the participation of relevant stakeholders to Horizon 2020 funding opportunities; 5)support networking opportunities within the ‘Smart, Green and Integrated Transport’ constituency. Cross-cutting activities of dissemination and communication will addup to this main set of activities, helping to enhance their impact. ETNA2020 is the continuation and evolution of the precedent network, ETNA Plus, whose results and lessons learnt have been taken into consideration with the logic of improving the future network and in order to valorize the network’s strengths. ETNA2020 will also take into account the paradigmatic change brought by Horizon 2020. This will be reflected in ETNA2020 activities, and, in particular, in a stronger attention of the network in terms of multidisciplinary competences, consideration of related societal challenges, and linkage with other EU relevant initiatives, funding programmes and policies. Finally, the network will seek further opening to a wider target of stakeholders and businesses in the Transport field. ETNA2020 consortium comprises 16 beneficiaries, with a good mix of well-experienced and less experienced NCPs coming from Member States and Associated Countries. Besides beneficiaries, the project services will be offered to all officially appointed H2020 Transport NCPs, who will be involved as “Associated partners”.","grantUrl":"","grantId":"690637","fundValue":"1999480","fundStart":"2016-01-01","fundEnd":"2019-12-31","dataset":"h2020"}