{"id":"203388","title":"Innovative Ecological on-site Sanitation System for Water and Resource Savings","abstractText":"INNOQUA will accelerate the path to market of a modular set of innovative, patent protected, award winning and scalable fully ecological sanitation solutions that address wide market needs in rural communities, for agricultural industries, for sustainable home-builders or collective housing owners and for developing countries worldwide. The modular system is based on the purification capacity of biological organisms (worms, zooplankton and microorganism) and sorption materials bringing ecological, safe and affordable sanitation capacity where it is needed most while fully addressing the thematic and cross cutting priorities of the EIP on Water.\nWe will perform demonstration scale deployment and resulting exploitation of the system to include commercial development, technology integration, eco-design, controlled environment pilots (in NUI Galway facilities in Ireland and UDG facilities in Spain), real use demo sites and market uptake preparation in several EU and non-EU countries (France, Italy, Ireland, Romania, UK, Ecuador, Peru, India and Tanzania), and further preparation for post project uptake. \nSuch an integrated solution is innovative and has not been employed in the past. This integrated but modular solution for the final reuse of wastewater is particularly attractive for small to medium remote water stressed European communities with high water demand for either agriculture and/or the conservation of natural freshwater ecosystems. The system is aimed at being a sustainable solution for ‘zero’ wastewater production with the complete reuse of wastewater. The system is ideal for small to medium scale situations where an integrated solution for the treatment of wastewater is required to reduce the waste directed to surface freshwaters for the attainment of good quality water, as stated by the Water Framework Directive. The robust but efficient technologies are also ideal for deployment in markets where resources are limited and skilled staff unavailable.","grantUrl":"","grantId":"689817","fundValue":"8127513,75","fundStart":"2016-06-01","fundEnd":"2020-05-31","dataset":"h2020"}