{"id":"193411","title":"New cooperative business models and guidance for sustainable city logistics","abstractText":"Urban areas represent the greatest challenges for freight transport and service trips, both in terms of goods distribution and service allocation performance, and environmental impacts (air emission, traffic congestion, road safety, accidents and noise). The salient scope of the proposal is the enabling of knowledge and understanding of freight distribution and service trips by providing guidance for implementing effective and sustainable policies and measures. This guidance will support the choice of the most optimal and applicable solutions for urban freight and service transport, and will facilitate stakeholder collaboration and the development, field testing and transfer of best governance and business models. \nThis shall be achieved through:\n- the targeted understanding of urban freight and service trips, fostered by data collection on city logistics,\n- field testing and implementation of representative city logistics measures, \n- the development and application of a modular, integrated, evaluation framework for the assessment of these measures\n- the development of a typology between cities and potential city logistics components, and \n- the provision of guidance to cities, shaping consistent implementation channels for successful solutions, all according to the local needs and constraints. \nThese activities will be accompanied by the production of practical tools that could support the take-up impact of NOVELOG project to wider international city and industrial networks and beyond the project's lifetime. NOVELOG will contribute to the European Commission's research and policy agenda through the generation of sound knowledge that introduces a new approach to guidance strategies that supports a more sustainable urban environment.","grantUrl":"","grantId":"636626","fundValue":"4413842","fundStart":"2015-06-01","fundEnd":"2018-05-31","dataset":"h2020"}