{"id":"194893","title":"Unity","abstractText":"The Unity vision is to strengthen the connection between the police and the diverse communities they serve to maximise the safety and security of all citizens. The end-user focus of Unity shall identify best practices in Community Policing (CP) through primary and secondary research to enhance cooperation between Law Enforcement Agencies (LEAs) and citizens through the development and live pilot demonstrations of technological tools in six EU member states that facilitate, strengthen and accelerate community and LEAs communications. These tools shall be amplified and supported by the design and delivery of CP training and awareness raising activities to LEAs, citizens and community partners, including online virtual communities. Unity will provide LEAs with a new CP model and shared framework of governance and enabling tools and technology to support closer cooperation for greater, more effective and efficient and more inclusive CP. The citizen-centred approach of Unity support the combined protection, safety, security and well-being of communities, but it will also support a more collective, shared ownership of large scale, collective risk.  Coordinated by pioneers and practitioners in CP, Unity seeks new ways of working in which the police will serve as a catalyst for change within communities, helping the latter to become an integral part of the solution, and thereby sharing the ownership and delivery of a sustainable CP model which simultaneously embraces the benefits of technology while meeting diverse community needs. This new and sustainable citizen-centred CP model will have community trust and confidence at its heart, with the ability for two-way flows of information and communication to allow for greater understanding of the problems and issues faced by communities. By working with citizens and community stakeholders to arrive at a full understanding of their concerns, targeted interventions and solutions can be agreed to keep local communities safe","grantUrl":"","grantId":"653729","fundValue":"4538120","fundStart":"2015-05-01","fundEnd":"2018-04-30","dataset":"h2020"}