{"id":"200146","title":"EU Fruit Network","abstractText":"The European Fruit Network (EUFRUIT) includes 12 countries focussed on 4 thematic areas of critical for the competiveness and innovation potential of the European Fruit sector: i) new cultivar development and evaluation; ii) minimise residues on fruit and the environment; iii) optimising storage and fruit quality; iv) sustainable production systems. EUFRUIT will coordinate and support innovation through developing a framework for relevant stakeholders and it will establish a systematic approach for knowledge gathering and dissemination. The systematic approach includes: i) scanning & synthesis via 4 expert groups who scan state-of-art knowledge, practises and technologies and synthesise the material to identify key areas of learning and best practise approaches at a European level. ii) showing & sharing will deliver outreach/dialogue at a national level through establishment of local ‘operational groups’. An online Knowledge Platform will hold all outreach material, outreach activities include; 100 industry publications, 90 technical bulletins, 25 flyers/newsletters, 60 seminars, 160 field based meetings, 25 conference plus 12 events aimed at the general public. iii) sustaining the network will occur through long-term integration of the assembled EUFRUIT network in future actions. The overall outcome of EUFRUIT will be establishment of a framework and a systematic approach that together builds a bridge across the ‘valley of death’. This bridge will secure a direct path for new knowledge in the future and reduce the likelihood of repetition of research at a national level. The European fruit sector will have ready access to up-to-date information to implement and value will be created both for the industry with respect to competitiveness, sustainability and efficiency and society through ensuring the security and safety of fruit; underpinning human health and wellbeing.","grantUrl":"","grantId":"696337","fundValue":"1839737,5","fundStart":"2016-03-01","fundEnd":"2019-02-28","dataset":"h2020"}