{"id":"197885","title":"Coordinated Research Infrastructures Building Enduring Life-science services","abstractText":"The social and economic challenges of ageing populations and chronic disease can only be met by translation of biomedical discoveries to new, innovative and cost effective treatments. The ESFRI Biological and Medical Research Infrastructures (BMS RI) underpin every step in this process; effectively joining scientific capabilities and shared services will transform the understanding of biological mechanisms and accelerate its translation into medical care.\n\nBiological and medical research that addresses the grand challenges of health and ageing span a broad range of scientific disciplines and user communities. The BMS RIs play a central, facilitating role in this groundbreaking research: inter-disciplinary biomedical and translational research requires resources from multiple research infrastructures such as biobank samples, and resources from multiple research infrastructures such as biobank samples, imaging facilities, molecular screening centres or animal models. Through a user-led approach CORBEL will develop the tools, services and data management required by cutting-edge European research projects: collectively the BMS RIs will establish a sustained foundation of collaborative scientific services for biomedical research in Europe and embed the combined infrastructure capabilities into the scientific workflow of advanced users. \n\nFurthermore CORBEL will enable the BMS RIs to support users throughout the execution of a scientific project: from planning and grant applications through to the long-term sustainable management and exploitation of research data. By harmonising user access, unifying data management, creating common ethical and legal services, and offering joint innovation support CORBEL will establish and support a new model for biological and medical research in Europe. The BMS RI joint platform will visibly reduce redundancy and simplify project management and transform the ability of users to deliver advanced, cross-disciplinary research.","grantUrl":"","grantId":"654248","fundValue":"14837800","fundStart":"2015-09-01","fundEnd":"2019-08-31","dataset":"h2020"}