{"id":"198651","title":"Atmospheric dynamics Research InfraStructure in Europe","abstractText":"It has been robustly demonstrated that variations in the circulation of the middle atmosphere influence weather and climate throughout the troposphere all the way to the Earth’s surface. A key part of the coupling between the troposphere and stratosphere occurs through the propagation and breaking of planetary-scale Rossby waves and gravity waves. Limited observation of the middle atmosphere and these waves in particular limits the ability to faithfully reproduce the dynamics of the middle atmosphere in numerical weather prediction and climate models. ARISE2 capitalizes upon the work of the EU-funded first ARISE project combining for the first time international networks with complementary technologies such as infrasound, lidar and airglow. This joint network provided advanced data products that started to be used as benchmarks for weather forecast models. The ARISE network also allows enhanced and detailed monitoring of other extreme events in the Earth system such as erupting volcanoes, magnetic storms, tornadoes and tropical thunderstorms. In order to improve the ability of the network to monitor atmospheric dynamics, ARISE2 proposes to extend i) the existing network coverage in Africa and the high latitudes, ii) the altitude range in the stratosphere and mesosphere, iii) the observation duration using routine observation modes, and to use complementary existing infrastructures and innovative instrumentations. Data will be collected over the long term to improve weather forecasting to monthly or seasonal timescales, to monitor atmospheric extreme events and climate change. Compared to the first ARISE project, ARISE2 focuses on the link between models and observations for future assimilation of data by operational weather forecasting models. Among the applications, ARISE2 proposes infrasound remote volcano monitoring to provide notifications to civil aviation. The data portal will provide high-quality data and advanced data products to a wide scientific community.","grantUrl":"","grantId":"653980","fundValue":"3242382,5","fundStart":"2015-09-01","fundEnd":"2018-08-31","dataset":"h2020"}