{"id":"193378","title":"Optimodal European Travel Ecosystem","abstractText":"EuTravel aims to:\n1. Support the EU agenda towards an open and single market for mobility services by enabling travellers to organise a multimodal trip in accordance with their own criteria including environmental performance, providing multimodal travel service providers an effective way to deliver customised services addressing any type of specialised travel needs and facilitating fact-based EU policy making.\n2. Promote the creation of content, open and linked data for travellers enriching the travelling experience.\n3. Support travel industry players join forces towards realising an EU shared seamless mobility strategy and architecture.\nEuTravel will research and demonstrate Inter-modal travel optimised with respect to synchronisation between modes, passenger experience and rights and environmental performance (Optimodal Travel). \n\nThe project objectives will be realised by:\n1. Developing an open and readily usable Optimodality Framework aimed at integrating processes, data, and systems in a manner that eliminates interoperability barriers to the marketplace emergence of truly Optimodal travel services: from planning through booking and the full range of related travel support solutions.\n2. Delivering Optimodality Ecosystem Enablers, offering an open infrastructure that allows organisations to set up cost-effective integration of existing systems and to create value added multimodal travel services.\n3. Organising and developing a Living Lab to experiment and evaluate new concepts and prototype solutions in real life multimodal travel scenarios and obtain data to quantify impact.\n4. Taking actions towards sustainable development including a Stakeholder Engagement Strategy and wide dissemination.\nEuTravel, unlike other projects/initiatives, will deliver an Ecosystem promoting and supporting Optimodal travel that will have higher chances of success as it will be populated with tools that tap into existing mainstream IT travel reservation systems and sources of data.","grantUrl":"","grantId":"636148","fundValue":"3873992,5","fundStart":"2015-05-01","fundEnd":"2017-10-31","dataset":"h2020"}