{"id":"193292","title":"Industrial Applications of Marine Enzymes: Innovative screening and expression platforms to discover and use the functional protein diversity from the sea","abstractText":"INMARE stands for “Industrial Applications of Marine Enzymes: Innovative screening and expression platforms to discover and use the functional protein diversity from the sea”. It is  a collaborative Innovation Action to streamline the pathways of discovery and industrial applications of new marine enzymes and bioactives for targeted production of fine chemicals, drugs and in environmental clean-up applications.\nThe INMARE consortium will unify the multidisciplinary expertise and facilities of academic and industry partners. This will include integrating the following core activities: advanced technologies to access and sample unique marine biodiversity hot-spots; state-of-the art technologies for construction of metagenomic libraries; innovative enzyme screening assays and platforms; cutting-edge sequence annotation pipelines and bioinformatics resources; high-end activity screening technology; bioanalytical and bioprocess engineering facilities and expertise, nanoparticle-biocatalysts; high-quality protein crystallization and structural analysis facilities and experts in IP management for biotechnology. \nThe companies involved in the project are market leaders in enzyme production and biocatalysis processes designed to efficiently deliver safer (pharmaceuticals) cheaper (agriculture) and biobased (biopolymers) products. They also have impressive track record in environmental clean-up technologies and are committed to promoting  public understanding,  awareness  and  dissemination of scientific research. The main emphasis will be focused on streamlining and shortening the pipelines for enzyme and ‘bioactive compound’ discovery towards industrial applications through the establishing of marine enzyme collections with a high proportion of enzymes-“allrounders”. The project  will also prioritize the identification of novel lead products and the delivery of improved prototypes  for new biocatalytic processes.","grantUrl":"http://www.inmare-h2020.eu/","grantId":"634486","fundValue":"7396689,65","fundStart":"2015-04-01","fundEnd":"2019-03-31","dataset":"h2020"}