{"id":"197346","title":"5G Exchange","abstractText":"The goal of the 5G Exchange (5GEx) project is to enable cross-domain orchestration of services over multiple administrations or over multi-domain single administrations. This will allow end-to-end network and service elements to mix in multi-vendor, heterogeneous technology and resource environments. Market fragmentation has resulted in a multitude of network operators each focused on different countries and regions. This makes it difficult to create infrastructure services spanning multiple countries, such as virtual connectivity or compute resources, as no single operator has a footprint everywhere.\n\n5GEx aims to enable collaboration between operators, regarding 5G infrastructure services, with the view to introducing a unification via NFV/SDN compatible multi-domain orchestration by producing (i) an open platform enabling cross-domain orchestration of services over these multiple domains, with a set of open source software tools and extensions that can be utilised outside the scope of 5GEx; (ii) a Sandbox Network enabling experimentation and validation of the devised architecture, mechanisms, and business models; (iii) a proof-of-innovation multi-domain platform enabling multiple 5G use-cases and realistic scenarios that demonstrate the orchestration of complex end-to-end Infrastructure as a Service across multiple carriers; (iv) contributions to standards bodies of concepts learned during the development and experimentation of the project; (v) input to stimulate the telecom and IT industry stakeholders by actively promoting adoption of 5GEx’s open solutions.\n\nSuch 5G infrastructure services will provide a crucial role in making 5G happen as they provide the foundation of all cloud and networking services. 5GEx aims to enable, through operator collaboration, a unified European infrastructure service market integrating multiple operators and technologies, where service provisioning is fast and automated and which results in stronger economy via economies of scale.","grantUrl":"","grantId":"671636","fundValue":"10008733,75","fundStart":"2015-10-01","fundEnd":"2018-03-31","dataset":"h2020"}