{"id":"194881","title":"Range of Electric SOlutions for L-category VEhicles","abstractText":"RESOLVE proposal aims at enabling the development of a range of cost-effective, energy efficient and comfortable ELVs (Electric L-category Vehicles) that will primarily attract ICE car drivers to switch to ELVs for daily urban commutes.\nEU cities are increasingly congested due to the demand and usage of motor vehicles that results in emissions and noise levels increase and scarcer parking, affecting the quality of life and health of city-dwellers. To tackle such issue, European-wide emission targets are becoming stricter and urban mobility plans are being drawn.\nFuture scenarios for EU urban centres see a modal shift in personal mobility from cars to lighter, smaller, more specialised and environmentally friendly alternatives.\nELVs are such alternatives that can cater to the average commuter’s needs because of their smaller size, lighter weight, lower on board energy requirement and thus smaller batteries, which supports lower costs and faster recharge.\nHowever this modal shift has not been without challenges: many car drivers do not consider LVs as a viable and comfortable option.\nTo achieve that, the project will develop components and systems that meet the very low cost requirements for the segment, particularly modular and scalable LV-specific electric powertrains and battery architectures.\nAt the same time the project will deliver an exciting and attractive ELV driving experience by proposing new concepts (tilting & narrow track), while keeping the vehicle energy consumption at very low level.\nAll the advances will be demonstrated in two tilting four wheelers demonstrator ELVs (L2e and L6e category), though a large number of such advances will also be applicable to the complete range of ELVs (including powered-two wheelers).\nThe RESOLVE consortium is optimally positioned to drive such innovations: PIAGGIO and KTM are the 2 largest LV manufacturers in the EU and the whole ELV value chain is represented, complemented by top component suppliers and universities.","grantUrl":"","grantId":"653511","fundValue":"6920277","fundStart":"2015-05-01","fundEnd":"2018-04-30","dataset":"h2020"}