{"id":"193902","title":"ArcInTex ETN","abstractText":"A fundamental challenge in design research today is to define the design programs that suggest how we can turn our days scientific knowledge and technical development into design for new forms of living that will provide foundations for a more sustainable way of life. Through a cross-disciplinary and cross-national network in architecture, textiles and interaction design the consortium will build and train a new research community to take on this challenge in practice based design research from a broader perspective, in collaboration between academia and the private sector, combining areas of design where Europe by tradition have a very strong position. The proposed ArcInTex ETN aims to strengthen the foundations of design for new forms of more sustainable ways of living by connecting architecture, textiles and interaction design in a training network for Early stage researchers. Deepening connections between textile,  architectural and interaction design will open up for new reflective foundations of the design for living in an age of technological innovations, designing for adaptive and responsive environments connecting the scales of the body, the interior and the building. By a combination of in depth specialization, collaborative project work training and company internship, the ESRs of the network will form a highly trained avant-garde ready to take on fundamental challenges both in academia and in the private sector building their work practice on new ideas of material thinking and design thinking with emphasis on sensitive design expressions for reflective living. By strong focus on practice based design research the ETN will contribute to further establish design research at a level similar to that of engineering science in areas of special importance for the design of our future ways of living, which is crusial for academia and private sector collaboration in the given areas of design research.","grantUrl":"","grantId":"642328","fundValue":"3856700,88","fundStart":"2015-01-01","fundEnd":"2018-12-31","dataset":"h2020"}