{"id":"204775","title":"Enhancing and implementing Knowledge based ICT solutions within high Risk and Uncertain Conditions for Agriculture Production Systems","abstractText":"Increasingly challenging global and environmental requirements have resulted in agricultural systems coming under increasing pressure to enhance their resilience capabilities in order to respond to the abrupt changes in resource quality, quantity and availability, especially during unexpected environmental circumstances, such as uncertain weather, pests and diseases, volatile market conditions and commodity prices. Therefore, integrated solutions are necessary to support the whole food agricultural life-cycle value chain. Solutions necessarily must consider the products’ cycle, as well as each of the value chain stages. Thus, managing risks and the uncertain availability of information will lead farmers to take advantage of these managerial, technical and social based-solutions. This implies the need for innovative technology-based knowledge management system to capture the agricultural information, at a variety of regional locations, in terms of collecting, storing, processing, and disseminating information about uncertain environmental conditions that affect agricultural decision-making production systems. Hence, from the genetic design of the seed, till their planting and harvest processes, RUCAPS provides knowledge of the full agricultural life-cycle based-decision making process to realise the key impacts of every stage of the agriculture-related processes. Therefore, RUCAPS implies the development of a high impact research project in order to integrate real-life based agriculture requirements, alternative land management scenarios, unexpected weather and environmental conditions as well as supporting innovation in the development of agriculture production systems, operations, logistics and supply chain management and the impact of these systems and processes over the end-users and customers. This is to be conceived through the integration of standard and customised solutions for facilitating the collaborative engagement within the agriculture value chain.","grantUrl":"","grantId":"691249","fundValue":"1332000","fundStart":"2016-10-03","fundEnd":"2020-10-02","dataset":"h2020"}