{"id":"193282","title":"Novel biocontrol agents for insect pests from neuroendocrinology","abstractText":"Insects are the most diverse Class of life on earth, and different insects can be essential for, or highly damaging to, agriculture, horticulture and forestry. There is a pressing need, not just for new insecticides to combat resistance, but more specific, “greener” insecticides that target deleterious insects while sparing beneficial ones. This proposal aims to identify such insecticides by turning the insects’ own hormones against them, both by designing artificial neuropeptide “mimetic” analogs as candidate compounds, and by generating transgenic insects that carry deleterious neuropeptide payloads within them, that can propagate through a population and impact on survival at times of stress.\n\nWe have assembled an international multi-actor consortium from EU member and associated member states, as well as a third country partner, with unparalleled experience in insect functional genomics, neuropeptide physiology, synthetic chemistry and synthetic biology, and in field-testing of candidates. Established links to agricultural, horticultural and forestry end-users, agencies/advisors and our SME partners ensure relevance to user need; and set out a pathway to exploitation and implementation of our results, for impact across three major economic sectors in the EU and globally.\n\nWe will deliver novel, ‘green’ neuropeptide-based insect pest biocontrol tools by:\n• utilising ‘beyond the State-of-the-Art’ technologies based on two approaches: rational design of neuropeptide hormone analogues; and development of genetically-encoded neuropeptides for translational insect synthetic biology in genetic pest management. \n• bridging outstanding research and technology in neuroendocrinology and genetics to end user need, to ultimately produce neuropeptide hormone analogues and genetic pest management biocontrol tools.\n• validating and demonstrating these novel insect biocontrol agents in laboratory, field and forest applications, based on user need and a market-driven approach.","grantUrl":"","grantId":"634361","fundValue":"6995053,75","fundStart":"2015-06-01","fundEnd":"2019-05-31","dataset":"h2020"}