{"id":"200491","title":"Wearable Experience for Knowledge Intensive Training","abstractText":"OBJECTIVES: Build on multi-discipline research (e.g., human-centred methodology integrates cognitive models, ergonomics, understanding of worker’s well being) to accelerate how we identify, acquire and exploit skills valued by industry. Get high take-up by early adopters (e.g., in manufacturing). Augment training in situ with live expert guidance, a tacit learning experience and a re-enactment of the expert, in knowledge-intensive environments where effective decision making, often in new situations, has high impact on effectiveness in production. Bring learning content and technical documentation to life via task-sensitive Augmented Reality (AR). Make final products flexible for workplace integration via industry-standard repositories and toolkits. \nHOW: Wearable TEL platform enhances human abilities to acquire procedural knowledge by providing a smart system that directs attention to where it is most needed. An extensive audit of industry procedures, policies and participatory design methods will define the main facets of the platform. User test cycles will refine prototypes and deliverables. Existing wearable smart devices and sensors will be tailored to provide an innovative solution for content delivery and measurement of user performance. Comparative tests, stakeholders’ review and leading the IEEE AR group will secure high-standard academic and industrial outputs. \nRELEVANCE to work programme: WEKIT is strongly aligned with EU job/training policies (e.g., Grand Coalition for Digital Jobs). It enhances the industrial value chain, reduces fragmentation/cost and improves efficiencies with impact regarding speed and scale in production. Looking ahead: roadmap shows safe skill pathways for use of TEL in changing industrial landscapes (e.g. smart machine-to-machine (M2M) knowledge-sharing). Smarter products and services will improve workflows, enhancing (re)training of workers whose skill sets need upgrading after ‘Industry 4.0’.","grantUrl":"","grantId":"687669","fundValue":"2753143,75","fundStart":"2015-12-01","fundEnd":"2018-11-30","dataset":"h2020"}