{"id":"194611","title":"Enabling consumer action towards top energy-efficient products","abstractText":"TOPTEN ACT aims at empowering consumers to ACT: to purchase top energy-efficient products that will save energy over their lifetime.\n\nTOPTEN ACT develops a comprehensive market transformation strategy targeting consumers, manufacturers, retailers, large buyers, consumer associations and other key actors in 16 European countries, covering a combined population of 447 Mio inhabitants. It works with these actors to help them embrace and promote energy-efficient products, so that they become the natural choice for consumers. Project partners will:\n  - Manage 16 Topten websites presenting up-to-date, consumer-oriented information to 2 Mio visitors per year. These websites will showcase top energy-efficient models in a number of product groups: domestic appliances, cooling and lighting equipment, consumer electronics, vehicles etc. They build on independent and reliable market surveys selecting the best available technologies (BATs) amongst hundreds of thousands of products. → Consumers identify top products, compare costs and understand the benefits of energy performance on their electricity bills and for the environment.\n  - ‘Push’ this information to consumers through extensive use of the media, communications and partnerships with key organisations acting as multipliers. → Impartial information reaches consumers.\n  - Work with retailers, leveraging on their unique market position, directly in contact with consumers about to ACT, to further increase purchases of energy-efficient product. → In just one click, consumers will find and buy top efficient products.\n\nTOPTEN ACT impacts are both quantitative —savings of 331 GWh/year triggered per million € invested— and qualitative: markets are more transparent, media report on top efficient products, multipliers relay the Topten message to their target groups, consumers change their using and purchasing behaviour, retailers change their range and highlight BAT products, manufacturers shift their production lines.","grantUrl":"","grantId":"649647","fundValue":"1933671,5","fundStart":"2015-03-01","fundEnd":"2018-02-28","dataset":"h2020"}