{"id":"193739","title":"Demonstrator of EGNSS Services based on Time Reference Architecture","abstractText":"DEMETRA aims to demonstrate the feasibility of delivering early EGNSS timing services to end users by utilising an operational demonstrator and conducting tests with pilot applications. Based on the current practice of national metrological laboratories, DEMETRA will define and develop a prototype of a European time disseminator, based on EGNSS., An array of important service features that are necessary for a wide variety of users will be added. These will include: high accuracy calibrated time transfer to a monitored and certified remote time stamping.\nNine different time services are proposed for demonstration by consortium partners. These will be established at INRIM premises for two validation test campaigns: a closed loop test, aiming to validate the performances and the second test will be with user terminals located in a real user environment, integrated into the user application to test the real advantages and feasibility of the new proposed services. Envisaged end users are telecoms, power transmission, banks, and TV broadcasting networks. The DEMETRA partnership, including Scientific Institutions, GNSS Industries, and a service provider cover the different facets of the project, including an analysis of commercial potential in terms of market and business development.\nDEMETRA fits perfectly the objectives of the work program in relation to: innovation, demonstration of pilot applications, use of EGNOS and Galileo Early Services, intention to commercialise the developed service, certification, legal and societal acceptance fostering EGNSS adoption and Long term potential to set common standards in the field of GNSS applications.\nThe proposed services could become the basis for European timing standards, facilitating the independence from GPS for the timing of critical European infrastructure and fostering the dissemination through Europe of common standardised time services, based on EGNSS.","grantUrl":"","grantId":"640658","fundValue":"4366058,75","fundStart":"2015-01-01","fundEnd":"2016-12-31","dataset":"h2020"}