{"id":"198358","title":"Process Intensification through Adaptable Catalytic Reactors made by 3D Printing","abstractText":"Catalytic reactors account for production of 90% of chemicals we use in everyday life. To achieve the decarbonisation of European economy and comply with the 20-20-20 target, resource utilization and energy efficiency will play a major role in all industrial processes.\nThe concept of PRINTCR3DIT is to employ 3D printing to boost process intensification in the chemical industries by adapting reactors and structured catalysts to the requirements of the reaction. This manufacturing technique is particularly useful in reactions where diffusion, mixing and/or heat transfer are limitations against reaching higher performance. The utilization of the concept of 3D printing will also reduce the resource utilization of reactor and catalyst manufacture, energy consumed (< 15%) and transportation.\nThe rationale of using 3D printing will follow a generic and systematic structure for implementation. \nThe methodology will be applied to three markets of fine chemicals, specialty chemicals and fertilizers, ranging from few tons to millions of tons of production per year. This demonstrates the enormous versatility of 3D printing for reactor and catalyst designs that cannot be improved with traditional building and design tools. For all these processes, the challenges to be solved are thermal management, innovative reactor design and flow distribution. These examples will provide realistic data in different markets to delineate business case scenarios with the options of new integrated plants or retrofitting for large-scale applications.\nApplication of cutting-edge 3D printing to catalytic reactors will foster higher productivity, a more competitive industrial sector and higher value jobs in Europe - keeping leadership in such a challenging arena. PRINTCR3DIT is a joint effort between world-leading industries (4), innovative SMEs (4), R&D institutes (4) and a university that aim to accelerate deployment of a set of products to the market.","grantUrl":"","grantId":"680414","fundValue":"5493891","fundStart":"2015-10-01","fundEnd":"2018-09-30","dataset":"h2020"}