{"id":"194062","title":"Open Access Infrastructure for Research in Europe 2020","abstractText":"OpenAIRE2020 represents a pivotal phase in the long-term effort to implement and strengthen the impact of the Open Access (OA) policies of the European Commission (EC), building on the achievements of the OpenAIRE projects. OpenAIRE2020 will expand and leverage its focus from (1) the agents and resources of scholarly communication to workflows and processes, (2) from publications to data, software, and other research outputs, and the links between them, and (3) strengthen the relationship of European OA infrastructures with other regions of the world, in particular Latin America and the U.S. Through these efforts OpenAIRE2020 will truly support and accelerate Open Science and Scholarship, of which Open Access is of fundamental importance.\nOpenAIRE2020 continues and extends OpenAIRE’s scholarly communication infrastructure to manage and monitor the outcomes of EC-funded research. It combines its substantial networking capacities and technical capabilities to deliver a robust infrastructure offering support for the Open Access policies in Horizon 2020, via a range of pan-European outreach activities and a suite of services for key stakeholders. It provides researcher support and services for the Open Data Pilot and investigates its legal ramifications. The project offers to national funders the ability to implement OpenAIRE services to monitor research output, whilst new impact measures for research are investigated. OpenAIRE2020 engages with innovative publishing and data initiatives via studies and pilots. By liaising with global infrastructures, it ensures international interoperability of repositories and their valuable OA contents.\nTo ensure sustainability and long-term health for the overall OpenAIRE infrastructure, the proposed OpenAIRE2020 project will establish itself as a legal entity, which will manage the production-level responsibilities securing 24/7 reliability and continuity to all relevant user groups, data providers and other stakeholders.","grantUrl":"","grantId":"643410","fundValue":"13132500","fundStart":"2015-01-01","fundEnd":"2018-06-30","dataset":"h2020"}