{"id":"200229","title":"European Research Area on Sustainable Animal Production Systems","abstractText":"This proposal seeks funding under the Horizon 2020 Work Programme 2014-2015 to establish an ERA-NET for joint European research coordination on Sustainable Animal Production (SusAn). The scope for this ERA-NET has been developed under the SCAR Collaborative Working Group on Sustainable Animal Production (CWG-SAP). \nFunding organisations from 22 European countries initially seek to support one co-funded call followed by other joint activities including the development of a Common Strategic Research and Innovation Agenda on Sustainable Animal Production. \nThe animal production sector forms an important part of Europe’s (agricultural) economy and plays an essential role in the provision of Europe`s citizens with high quality animal products. Like other agriculture sectors, animal production faces many challenges from projected increases in global demand for food, climate change, competition for natural resources and economic volatility. The European animal production landscape is very complex, consisting of different species farmed within a wide range of different extensive, semi-intensive and intensive production systems using multiple resources to produce a diverse range of animal products and other services. Partners in this ERA-NET believe, however, that these challenges and complexities can be effectively addressed through joint European research within a framework which supports the three pillars of sustainability - economy, environment and society - and targets opportunities for innovative research spanning all areas of animal production such as health and welfare, feeding and nutrition, reproduction, breeding and genetics, housing, nutrient management and economics. Partners in ERA-NET SusAn endorse scientific excellence and recommend an integrated, interdisciplinary, cross-cutting and multi-actor approach to research and knowledge exchange which reflects the complexity of the research requirements for sustainable European animal production.","grantUrl":"","grantId":"696231","fundValue":"15983750","fundStart":"2016-03-01","fundEnd":"2021-02-28","dataset":"h2020"}