{"id":"193849","title":"Integrated solutions for pre-processing electronic equipment, closing the loop of post-consumer high-grade plastics, and advanced recovery of critical raw materials antimony and graphite","abstractText":"The CloseWEEE project integrates three interlinked research and innovation areas for an improved, resource-efficient recycling of polymer materials and critical raw materials from electrical and electronics equipment (EEE):\n(1) Efficient and effective disassembly of EEE is key for high quality material fractions, separation of materials but also for reuse of components and parts. An  information system for dismantlers will be developed, accessing webbased dismantling instructions, to ease the dismantling process, reduce destruction of reusable parts and components and to allow for a deeper dismantling level for better economics of the Recycling process. \n(2) Developing resource-efficient and innovative solutions for closing the loop of post-consumer high-grade plastics from WEEE, for new EEE through advanced recovery of valuable plastic streams which do not have a recycling system yet, and subsequent replacement of halogenated flame retardants by halogen-free flame retardants in new EEE.  \n(3) Improved recycling of Lithium-ion batteries through increasing the recovery rates of cobalt and researching a recovery technology for the critical raw material graphite from those batteries.  \nThese technology innovations in the various stages of the EEE recycling value chain are complemented by research on reusing the recovered polymer fractions in new EEE, defining product design measures in favour of an optimised recycling eco-system, embedding related product design criteria in EU policy measures and global green procurement activities. These activities will support effectively the objectives of the European Innovation Partnership on Raw Materials.","grantUrl":"","grantId":"641747","fundValue":"5919277,5","fundStart":"2014-12-01","fundEnd":"2018-11-30","dataset":"h2020"}