{"id":"193387","title":"Needs Tailored Interoperable Railway","abstractText":"The Needs Tailored Interoperable Railway project (NeTIRail-INFRA) focuses on infrastructure challenges affecting the large number of people and the large geographical proportion of Europe (especially recent accession countries) that are served by conventional rail lines. These lines have huge potential for a step change in productivity which must be addressed to ensure economic viability. The work will address growing demand for already busy services, and future growth of under utilised lines, with technical solutions for track, power supply and support of new smart services.\n\nTechnical developments in NeTIRail-INFRA will focus on modular infrastructure, i.e. standard designs with multiple application in different locations, thereby reducing planning cycles, enabling a lean design process for new installation and retro-fit. Accompanying economic and social impact research is packaged as decision support tools to implement the findings in management of the rail network. Holistic treatment of the economy of operation will be developed, including societal impacts of rail investment decisions, to increase attractiveness of rail for all passenger categories. This focus differentiates NeTIRail-INFRA from purely technical development projects and will ensure its outputs have a real market, and achieve genuine impact.\n\nThe project targets the Shift2Rail priorities of enhancing capacity, increasing the reliability and quality of services, and significantly reducing life cycle costs, and supports the Transport White Paper ‘Roadmap to a Single European Transport Area’ target that by 2050 the majority of medium-distance passenger transport should be by rail. The project targets reliability/availability up ~20%, capacity utilisation of 70-90%, and recurrent costs down 25-45%. Alongside its impact on transport, the skills developed in the project will allow European businesses and researchers to export their knowledge to wider markets, supporting EU competitiveness and growth.","grantUrl":"","grantId":"636237","fundValue":"5467305","fundStart":"2015-06-01","fundEnd":"2018-05-31","dataset":"h2020"}