{"id":"200144","title":"Concerted Action EPBD IV","abstractText":"The 'Concerted Action EPBD IV', supporting transposition and implementation of Directive 2010/31/EC of the European Parliament and of the Council of 19 May 2010 on the energy performance of buildings, is an activity which aims to foster exchange of information and experience among Member States and participating countries with regards to the implementation of the specific Community legislation and policy on the energy performance of buildings. It involves the national authorities implementing the Directive, or those bodies appointed and entrusted by them to do so. It is carried out under the coordination of Danish Energy Agency, DEA. The CA consortium is composed of organisations designated by all 28 Member States plus Norway. The CA is financed by the EU's Horizon 2020 Programme. \n\nThe CA is the continuation of the first Concerted Action, CA EPBD, which ran from January 2005 to June 2007, then continued as the CA EPBD II from December 2007 until November 2010 and then CA EPBD III from March 2011 to October 2015. The CA IV will organise 4 CA Plenary meetings and some supporting activities over a period 30 months or approximately one meeting every 7-8 months, similar to the CA III. \n\nThe work will be organised in Central Teams, which includes:\na) 3 Core Teams on 'New Buildings', 'Existing Buildings' and 'Certification & Quality of Inspection'; \nb) 3 Cross-Cutting teams on 'Technical Elements', 'Policy & Implementation' and 'Compliance, Capacity & Impact';\nc) 2 central functions on 'Collaboration with other actors' and 'Internal & External Communication'; and some additional functions and supporting measures. \n\nFor each Central Team, issues are addressed on which the Directive does not require harmonised national implementation but where coordinated implementation would increase the impact of the Directive and reduce the implementing costs.","grantUrl":"","grantId":"692447","fundValue":"3000003","fundStart":"2015-10-01","fundEnd":"2018-03-31","dataset":"h2020"}