{"id":"194922","title":"Development of a Low CO2 Iron and Steelmaking Integrated Process Route for a Sustainable European Steel Industry","abstractText":"Over the past decade, the steel industry in Europe has been spending a lot of effort in Research and Development of technologies that help in achieving the EU’s CO2 emissions targets and reduce the cost of EU ETS compliance. That has been done through a combination of large scale projects which were part publicly funded with European funding and partly through smaller privately funded research activities.\n\nFrom the initial stages of feasibility studies, several technologies were put forward for further development, one of which is the HIsarna smelting reduction process\n\nThe objective for the current proposal is to prove the capability of the HIsarna ironmaking technology to achieve at least 35% reduction in CO2 emission intensity, compared to blast furnace operated site based on Best Available Technology Currently Installed. This will be achieved through:\n\n-Change operation parameters in order to achieve at least 35% CO2 intensity reduction per tonne of hot rolled coil compared to the conventional blast furnace – BOF route through:\n   >Combined iron ore and scrap operation with a scrap rate of 350kg/thm;\n   >Partially replacing coal injection with sustainable biomass injection (at least 40%);\n   >Minimising coal rate by maximising energy use in the reactor, through balancing the energy between the upper and lower part of the reactor (<700 kg coal per tonne hot metal in pilot reactor);\n   >Using limestone instead of burnt lime as a fluxing agent;\n   >Quantifying potential for energy recovery from hot off-gas by installing boiler test panels;\n   >Making the process ‘CCS ready’ by having process gas suitable for CCS with little or no processing by replacing compressed air and N2 carrier gasses with CO2 and CH4 as carrier gas;\n-Operation of the HIsarna pilot plant for several months continuously in order to establish process and equipment stability; \n-Test process conditions and validate for scale up to 0.8 Mtpa plant.","grantUrl":"","grantId":"654013","fundValue":"14836830","fundStart":"2015-05-01","fundEnd":"2018-04-30","dataset":"h2020"}