{"id":"198369","title":"Thermal Energy Storage Systems for Energy Efficient Buildings. An integrated solution for residential building energy storage by solar and geothermal resources","abstractText":"There is a compelling need of encouraging energy efficiency in buildings, enhance green technologies and promote advance thermal energy storage solutions. TESSe2b will enable the optimal use of renewable energy and provide one of the most advantageous solutions for correcting the mismatch that often occurs between the supply and demand of energy in residential buildings. The target of TESSe2b is to design, develop, validate and demonstrate a modular and low cost thermal storage technology based on solar collectors and highly efficient heat pumps for heating, cooling and domestic hot water (DHW) production. The idea is to develop advanced compact integrated PCM TES tanks exploiting RES (solar and geothermal) in an efficient manner coupled with enhanced PCM borehole heat exchangers (BHEs) that will take advantage of the increased underground thermal storage and maximize the efficiency of the ground coupled heat pumps (GCHP). The two TES tanks developed within TESSe2b project will be integrated with different PCM materials; (i) enhanced paraffin PCM, (ii) salt-hydrates PCM, while in both of them a highly efficient heat exchanger will be included. Even if the concept of phase change thermal stores has been demonstrated, TESSe2b project discriminates itself through incorporating; (i) PCM materials innovation, (ii) advanced energy management through self-learning model-based control system, (iii) enhanced PCM BHEs (v) compact modular design of thermal storage tank. Since the lifetime of TESSe2b solution is among the most critical factors determining its acceptability, reliability and success the on the long run, special emphasis will be given in the life-expectancy of the involved components.","grantUrl":"","grantId":"680555","fundValue":"4311700","fundStart":"2015-10-01","fundEnd":"2019-09-30","dataset":"h2020"}