{"id":"200176","title":"PRevention Of Malnutrition In Senior Subjects in the EU","abstractText":"PROMISS (PRevention Of Malnutrition In Senior Subjects in the EU) is a multi-country project aiming to turn the challenge of tackling malnutrition in community-dwelling older persons into an opportunity for healthy ageing for the future. The PROMISS consortium contains worldwide expertise in epidemiology, clinical trials, geriatrics, nutrition, physical activity, microbiomics, as well as in behaviour, consumer, sensory  and computer sciences. It builds on strong collaborations with food industry and SMEs to strengthen innovation of the European agri-food sector and their market position. Existing data from scientifically well-established prospective aging cohorts and national nutritional surveys from Europe and ‘third countries’ will be combined with new data from short- and long-term intervention studies in older persons at risk. Its holistic approach will provide insight in the causality of the links between diet, physical activity, appetite and malnutrition and underlying pathways, thereby providing the necessary evidence to develop optimal, sustainable and evidence-based dietary and physical activity strategies to prevent malnutrition and enhance active and healthy aging. PROMISS will also deliver food concepts and products as well as persuasive technology to support adherence to these strategies. The dietary and physical activity strategies and food products will be specifically developed with older user involvement to meet the needs and fit the preferences of older consumers. In close collaboration with stakeholders, PROMISS will translate these strategies into practical recommendations to guide policy and health professionals at EU- and Member States level. Dissemination and implementation takes place through strong dissemination partners operating on an European level and linked to national networks across Member States. PROMISS promises prevention of malnutrition, additional healthy life years and a strengthening of EU’s food industry.","grantUrl":"","grantId":"678732","fundValue":"6915506,25","fundStart":"2016-04-01","fundEnd":"2021-03-31","dataset":"h2020"}