{"id":"198825","title":"Euro-BioImaging Preparatory Phase II - Project","abstractText":"Euro-BioImaging (EuBI) is the pan-European research infrastructure project for imaging technologies in biological and medical sciences and has been on the ESFRI Roadmap since 2008. In close match with the scope and objectives of the INFRADEV2 call, Preparatory Phase II (PPII) funding will enable EuBI:\n• to finalize the submission and approval procedure of its ERIC statutes with the EC and bring them to signature by the EuBI Member States and EMBL to launch the EuBI-ERIC; \n• obtain commitments for the sustainable funding for the EuBI-ERIC by its Member States;\n• implement the operational EuBI Hub and recruit its staff to provide user access and services;\n• define and sign the service level agreements between EuBI-ERIC and the 1st generation of EuBI Nodes;\n• establish a procedure to increase EuBI-ERIC membership, so that new countries can continuously join the EuBI-ERIC with clear national benefits and contributions. \nFrom Dec 2010 until May 2014, EuBI successfully completed its EU FP7-funded Preparatory Phase I, which addressed key technical and strategic questions and provided a blueprint for infrastructure implementation. 14 European countries (BE, BG, CZ, FI, FR, IL, IT, NO, PL, PT, SK, ES, NL, UK), and the PPI coordinator EMBL have signed the EuBI Memorandum of Understanding to jointly undertake the remaining steps required to draft and submit the EuBI ERIC application to the EC. The MoU signatories constitute the EuBI Interim Board (IB), which now governs the Interim Phase. To maintain the successful momentum of Member State engagement, the EuBI PPII project consortium comprises and is fully supported by all IB Members. We have jointly defined clear and measurable objectives that will bring EuBI to full maturity in order to start operation and provide its services to European researchers immediately upon launch of the EuBI-ERIC. The award of PPII funding would leapfrog the start of EuBI-ERIC user access and service provision by at least 1,5 year’s time or more.","grantUrl":"","grantId":"688945","fundValue":"1497910","fundStart":"2016-01-01","fundEnd":"2017-12-31","dataset":"h2020"}