{"id":"193274","title":"Sustainable tailored integrated care for older people in Europe","abstractText":"The overall aims of SUSTAIN are twofold: 1. to improve established integrated care initiatives for older people living at home with multiple health and social care needs, ensuring they are patient-centred, prevention oriented, efficient, resilient to crises, safe and sustainable; 2. to ensure that improvements to the integrated care initiatives are applicable and adaptable to other health systems and regions in Europe.  \nIn this proposal, integrated care is defined as those initiatives that proactively seek to structure and coordinate care in home environments and improve health outcomes while constraining health care expenditures. \nCore elements are: 1. a well-coordinated and proactive approach to health and social care needs; 2. patient-centredness by involving older people in decision-making and planning their care process, and by taking their individual needs into account; 3. (simultaneous) delivery of multiple interventions; 4. involvement of professionals from multiple disciplines. Integrated care will be improved  by developing robust strategies that initially draw on the principles of the Chronic Care Model (CCM). Older people are defined as European citizens aged 65 and older with multiple health and social care needs. The focus is on this age group as complexity of care generally increases with age. \nTo fulfil this aim, we will: 1. Identify established integrated care initiatives and conduct baseline assessments to examine their patient-centredness, prevention orientation, efficiency, resilience to crises, safety and sustainability; 2. Improve established integrated care initiatives based on the outcomes of the baseline assessments in co-creation with local key stakeholders and implement these improvements; 3. Evaluate the implementation process and identify how the established integrated care initiatives have improved;\n4. Assess the applicability and adaptability of improved integrated care initiatives; 5. design and implement dissemination strategies.","grantUrl":"","grantId":"634144","fundValue":"5888487,5","fundStart":"2015-04-01","fundEnd":"2019-03-31","dataset":"h2020"}