{"id":"196818","title":"Green growth and win-win strategies for sustainable climate action","abstractText":"The GREEN-WIN project will develop a major international transdisciplinary research collaboration to apply a solution-oriented approach targeted at increasing the understanding of links between climate action and sustainability and overcoming implementation barriers through win-win strategies. The project will critically assess where and under which conditions win-win and in particular green growth strategies work in practice and where fundamental trade-offs must be faced. We thereby focus on four critical barriers that have been identified by practitioners and policy makers. First, we develop transformative narratives highlighting opportunities in climate and sustainability action in order to contribute to overcoming cognitive barriers and empowering people. Second, we examine climate and sustainability finance policies and governance arrangements in order to contribute to overcoming financial barriers to mitigation and adaptation. Third, we substantiate the economics of green growth in order to contribute to overcoming economic and collective action barriers to de-carbonisation. Towards this end we introduce major innovations into the GEM-E3 computable general equilibrium model required to discover green growth strategies. These include developing a network-based model of technological diffusion, and introducing financial market constraints and adaptive expectations of agents. Fourth, we contribute to overcoming economic and institutional barriers through identifying win-win strategies, sustainable business models and enabling environments in three action fields of coastal zone flood risk management, urban transformations and energy poverty eradication and resilience. We embed all these activities within a sustained international dialogue involving stakeholders from policy, research, civil society and the private sector, and an open knowledge management and capacity building strategy to promote knowledge transfer and learning beyond the project lifespan.","grantUrl":"","grantId":"642018","fundValue":"3925012,5","fundStart":"2015-09-01","fundEnd":"2018-08-31","dataset":"h2020"}