{"id":"196809","title":"ECOPOTENTIAL: IMPROVING FUTURE ECOSYSTEM BENEFITS THROUGH EARTH OBSERVATIONS","abstractText":"Terrestrial and marine ecosystems provide essential services to human societies. Anthropogenic pressures, however, cause serious threat to ecosystems, leading to habitat degradation, increased risk of collapse and loss of ecosystem services. Knowledge-based conservation, management and restoration policies are needed to improve ecosystem benefits in face of increasing pressures. ECOPOTENTIAL makes significant progress beyond the state-of-the-art and creates a unified framework for ecosystem studies and management of protected areas (PA). ECOPOTENTIAL focuses on internationally recognized PAs in Europe and beyond in a wide range of biogeographic regions, and it includes UNESCO, Natura2000 and LTER sites and Large Marine Ecosystems. Best use of Earth Observation (EO) and monitoring data is enabled by new EO open-access ecosystem data services (ECOPERNICUS). Modelling approaches including information from EO data are devised, ecosystem services in current and future conditions are assessed and the requirements of future protected areas are defined. Conceptual approaches based on Essential Variables, Macrosystem Ecology and cross-scale interactions allow for a deeper understanding of the Earth's Critical Zone. Open and interoperable access to data and knowledge is assured by a GEO Ecosystem Virtual Laboratory Platform, fully integrated in GEOSS. Support to transparent and knowledge-based conservation and management policies, able to include information from EO data, is developed. Knowledge gained in the PAs is upscaled to pan-European conditions and used for planning and management of future PAs. A permanent stakeholder consultancy group (GEO Ecosystem Community of Practice) will be created. Capacity building is pursued at all levels. SMEs are involved to create expertise leading to new job opportunities, ensuring long-term continuation of services. In summary, ECOPOTENTIAL uses the most advanced technologies to improve future ecosystem benefits for humankind.","grantUrl":"","grantId":"641762","fundValue":"15993931,25","fundStart":"2015-06-01","fundEnd":"2019-05-31","dataset":"h2020"}