{"id":"194426","title":"“Nanocomposite for building constructions and civil infraestructures: European network pilot production line to promote industrial application cases.”","abstractText":"NANOLEAP project aims at the development of a coordinated network of specialized pilot lines for the production of nanocomposite based products for different civil infrastructure and building applications.\nThe goal of this infrastructure is to support the research activities of European SMEs in the Construction sector in nanocomposite products enabling the progress of the product to next steps of technology deployment such as installation of industrial pilot lines and enter in the commercialization stage.\nFor the creation of the NANOLEAP project pilot line network, the most promising applications of polymeric nanocomposites in the construction and engineering sector have been selected. This project will support the pilot lines for the scaling up and production of these nanocomposite based products in order to facilitate their further adoption by the entire construction chain:\n• Antiweathering and anticorrosion nanocomposite coatings for the protection of structures exposed to aggressive environments such as wind turbines, offshore, marine infrastructure.\n• Multifunctional polymeric nanocomposites providing smart applications to traditional construction materials such as concrete and coatings including self-cleaning, hydrophobicity, optical properties, early warning crack and water leak alarm.\n• Prefab non-structural elements such as aerogels mechanically reinforced with nanoparticles for high-thermal insulation applications in building insulation. \n• Coated nanoparticles with improved compatibility with the matrix providing a wide range of functionalities and leading to high quality products and important saves of energy.\nIn order to implement and demonstrate this approach, NANOLEAP project brings together a European Network of pilot production facilities focused on scaling up nanocomposite synthesis and processing methods.","grantUrl":"","grantId":"646397","fundValue":"7679159,25","fundStart":"2015-01-01","fundEnd":"2018-06-30","dataset":"h2020"}