{"id":"193947","title":"EUROPOL","abstractText":"NMR and MRI play unique roles in contemporary Science, from Physics, Chemistry and Biology, to clinical research and diagnosis. Despite its irreplaceable role, further progress in NMR and MRI is hampered by sensitivities that are much lower than those of alternatives such as mass-spec, or PET. The prospects of solving this problem by “bigger machines” are uncertain and of poor return, given the high maturity already achieved by NMR/MRI. This ETN challenges this status from an untapped perspective, combining NMR/MRI with nuclear hyperpolarization eliciting signals that surpass those currently available by up to 50,000x. Focus is placed on two particular approaches, dynamic nuclear polarization and para-hydrogen-driven polarization, exhibiting the highest potential for biophysical, metabolomic, pre-clinical and clinical research. To maximize these “supersignals” we assembled leading experts in the physics and engineering of magnetic resonance, in the synthetic chemistry essential for the success of these methods, in the uses of NMR to structural/cell biology, and in preclinical and clinical MRI applications. Guiding this assembling is the conception that only by teaming together key areas of expertise, can hyperpolarisation’s promises be realized. In addition to fostering synergies among experts from academia and industry, EUROPOL will provide frontier training for ESRs in all the topics underlying the advancement of MR. This will include advanced physics, new instruments and forms of exploiting NMR/MRI’s hyperpolarisation, biophysical NMR, screening of healthy and diseased metabolomes, expanded portfolios of substrates to be targeted by in vivo MR, ancillary in cell and system biology explorations clarifying the nature of the metabolic phenomena, and in vivo hyperpolarisation strategies in MRI. This ETN is unparalleled in scope, breadth and potential for synergies.","grantUrl":"","grantId":"642773","fundValue":"3971124","fundStart":"2015-01-01","fundEnd":"2018-12-31","dataset":"h2020"}