{"id":"194405","title":"Storage-Enabled Sustainable Energy for Buildings and Communities","abstractText":"The project SENSIBLE addresses the call LCE-08-2014 by integrating electro-chemical, electro-mechanical and thermal storage technologies as well micro-generation (CHP, heat pumps) and renewable energy sources (PV) into power and energy networks as well as homes and buildings. The benefits of storage integration will be demonstrated with three demonstrators in Portugal, UK and Germany. Évora (Portugal) will demonstrate storage-enabled power flow, power quality control and grid resilience/robustness in (predominantly low-voltage) power distribution networks – under the assumption that these networks are „weak“ and potentially unreliable. Nottingham (UK) will focus on storage-enabled energy management and energy market participation of buildings (homes) and communities – under the assumption that the grid is „strong“ (so, with no or little restrictions from the grid). Nuremberg (Germany) will focus on multi-modal energy storage in larger buildings, considering thermal storage, CHP, and different energy vectors (electricity, gas). \nAn important aspect of the project is about how to connect the local storage capacity with the energy markets in a way that results in sustainable business models for small scale storage deployment, especially in buildings and communities. SENSIBLE will also conduct life cycle analyses and assess the socio-economic impact of small-scale storage integrated in buildings distribution networks. \nBy integrating different storage technologies into local energy grids as well as homes and buildings, and by connecting these storage facilities to the energy markets, the project SENSIBLE will have a significant impact on local energy flows in energy grids as well as on the energy utilization in buildings and communities. The impacts range from increased self-sufficiency, power quality and network stability all the way to sustainable business models for local energy generation and storage.","grantUrl":"","grantId":"645963","fundValue":"15403636,38","fundStart":"2015-01-01","fundEnd":"2018-06-30","dataset":"h2020"}