{"id":"196807","title":"PRocess-based climate sIMulation: AdVances in high resolution modelling and European climate Risk Assessment","abstractText":"The goal of PRIMAVERA is to deliver novel, advanced and well-evaluated high-resolution global climate models (GCMs), capable of simulating and predicting regional climate with unprecedented fidelity, out to 2050. This capability will deliver innovative climate science and a new generation of advanced Earth System Models. Sector-specific end-users in policy and business will be identified and engaged individually, with iterative feedback, to ensure that new climate information is tailored, actionable and strengthening societal risk management decisions.\nThese goals will be achieved through the development of coupled GCMs from seven groups across Europe, with sufficient resolution to reproduce realistic weather and climate features (~25km mesh size), in addition to enhanced process parameterisation. Thorough assessment will use innovative process-based metrics and the latest observational and reanalysis datasets. Targeted experimental design will reduce inter-model spread and produce robust projections, forming the European contribution to the CMIP6 High-Resolution Model Intercomparison Project, led by PRIMAVERA. \nIt is the first time that high-resolution coupled GCMs will be used under a single experimental protocol. Coordination, and the underlying process-understanding, will significantly increase the robustness of our findings. Our new capabilities will be used to improve understanding of the drivers of variability and change in European climate, including extremes, since such regional changes continue to be characterised by high uncertainty. \nWe will also explore the frontiers of climate modelling and of high performance computing to produce simulations with a reduced reliance on physical parameterisations. These will explicitly resolve key processes such as ocean eddies, and will include new stochastic parameterisations to represent sub-grid scale processes. These “frontiers” simulations will further our understanding of the robustness of climate projections.","grantUrl":"","grantId":"641727","fundValue":"14967969,5","fundStart":"2015-11-01","fundEnd":"2019-10-31","dataset":"h2020"}