{"id":"204771","title":"Vision Inspired Driver Assistance Systems","abstractText":"Road accidents continue to be a major public safety concern. Human error is the main cause of accidents. Intelligent driver systems that can monitor the driver’s state and behaviour show promise for our collective safety. VI-DAS will progress the design of next-gen 720° connected ADAS (scene analysis, driver status). Advances in sensors, data fusion, machine learning and user feedback provide the capability to better understand driver, vehicle and scene context, facilitating a significant step along the road towards truly semi-autonomous vehicles. On this path there is a need to design vehicle automation that can gracefully hand-over and back to the driver. VI-DAS advances in computer vision and machine learning will introduce non-invasive, vision-based sensing capabilities to vehicles and enable contextual driver behaviour modelling. The technologies will be based on inexpensive and ubiquitous sensors, primarily cameras. Predictions on outcomes in a scene will be created to determine the best reaction to feed to a personalised HMI component that proposes optimal behaviour for safety, efficiency and comfort. VI-DAS will employ a cloud platform to improve ADAS sensor and algorithm design and to store and analyse data at a large scale, thus enabling the exploitation of vehicle connectivity and cooperative systems. VI-DAS will address human error analysis by the study of real accidents in order to understand patterns and consequences as an input to the technologies. VI-DAS will also address legal, liability and emerging ethical aspects because with such technology comes new risks, and justifiable public concern. The insurance industry will be key in the adoption of next generation ADAS and Autonomous Vehicles and a stakeholder in reaching L3. VI-DAS is positioned ideally at the point in the automotive value chain where Europe is both dominant and in which value can be added. The project will contribute to reducing accidents, economic growth and continued innovation.","grantUrl":"","grantId":"690772","fundValue":"6225246,25","fundStart":"2016-09-01","fundEnd":"2019-08-31","dataset":"h2020"}