{"id":"194589","title":"Societal and political engagement of young people in environmental issues","abstractText":"The overall objective of the project is to develop and pilot test a cloud eParticipation SaaS platform, (available as a mobile application and through a web platform) enhanced with web / social media mining, gamification, machine translation, and visualisation features, which will promote the societal and political participation of young people in the decision-making process on environmental issues. \nThe project will employ innovative social media analytics and monitoring tools, as part of effective strategies that will be developed, in order to engage young citizens in the pilot activities and increase their motivation to participate. \nFour pilots in an operational environment have been selected for the deployment of STEP solution in 4 locations: Italy, Spain, Greece, and Turkey, with the participation of one regional authority, 3 municipalities, and an association of municipalities. The pilots are expected to involve testing by 8.200 young users and 85 policy makers. 65 decision-making procedures with an impact on the environment are expected to be tested. \nThe project will assess the usability, effectiveness and impact of the STEP service project in embedding open engagement in public sector processes, and will identify the key barriers for wide scale deployment.\nDissemination activities specifically designed for the needs of young people and policy makers will be employed.\nA business strategy will be developed for the wide take-up of the integrated STEP platform and its reusable components, individually, or in combinations. The potential for scalability and adaptation to other regions will be assessed, and organisations that can be involved in the wide deployment of the platform and its components will be approached.","grantUrl":"http://step4youth.eu/","grantId":"649493","fundValue":"3157941,07","fundStart":"2015-06-01","fundEnd":"2017-11-30","dataset":"h2020"}