{"id":"197353","title":"Flexible Air iNTerfAce for Scalable service delivery wiThin wIreless Communication networks of the 5th Generation","abstractText":"5G will have to cope with a high degree of heterogeneity in terms of: (a) services (mobile broadband, massive machine and mission critical communications, broad-/multicast services and vehicular communications); (b) device classes (low-end sensors to high-end tablets); (c) deployment types (macro and small cells); (d) environments (low-density to ultra-dense urban); (e) mobility levels (static to high-speed transport).\nConsequently, diverse and often contradicting Key Performance Indicators need to be supported, such as high capacity/user-rates, low latency, high reliability, ubiquitous coverage, high mobility, massive number of devices, low cost/energy consumption. 4G is not designed to meet such a high degree of heterogeneity efficiently. Moreover, having multiple radio access technologies for multi-service support below 6GHz will be too costly.\nFANTASTIC-5G will develop a new multi-service Air Interface (AI) for below 6 GHz through a modular design. To allow the system to adapt to the anticipated heterogeneity, the pursued properties are: flexibility, scalability, versatility, efficiency, future-proofness. To this end, we will develop the technical AI components (e.g. flexible waveform and frame design, scalable multiple access procedures, adaptive retransmission schemes, enhanced multi-antenna schemes with/without cooperation, advanced multi-user detection, interference coordination, support for ultra-dense cell layouts, multi-cell radio resource management, device-to-device) and integrate them into an overall AI framework where adaptation to the above described sources of heterogeneity will be accomplished. Our work will also comprise intense validation and system level simulations.\nFANTASTIC-5G includes partners being active in forerunning projects like METIS, 5GNOW and EMPATHIC ensuring the exploitation of the respective outcomes. The consortium possesses the main stakeholders for innovation and impacting standardization, maintaining Europe at the forefront.","grantUrl":"","grantId":"671660","fundValue":"7986858,75","fundStart":"2015-07-01","fundEnd":"2017-06-30","dataset":"h2020"}