{"id":"198091","title":"Hydrogen Mobility Europe","abstractText":"Hydrogen Mobility Europe (H2ME) brings together Europe’s 4 most ambitious national initiatives on hydrogen mobility (Germany, Scandinavia, France and the UK). The project will expand their developing networks of HRS and the fleets of fuel cell vehicles (FCEVs) operating on Europe’s roads, to significantly expand the activities in each country and start the creation of a pan-European hydrogen fuelling station network. In creating a project of this scale, the FCH JU will create not only a physical but also a strategic link between the regions that are leading in the deployment of hydrogen. The project will also include ‘observer countries’ (Austria, Belgium and the Netherlands), who will use the learnings from this project to develop their own hydrogen mobility strategies.\n\nThe project is the most ambitious coordinated hydrogen deployment project attempted in Europe. The scale of this deployment will allow the consortium to:\n• Trial a large fleet of FCEVs in diverse applications across Europe - 200 OEM FCEVs (Daimler and Hyundai) and 125 fuel cell range-extended vans (Symbio FCell collaborating with Renault) will be deployed\n• Deploy 29 state of the art refuelling stations, using technology from the full breadth of Europe’s hydrogen refuelling station providers. The scale will ensure that stations will be lower cost than in previous projects and the breadth will ensure that Europe’s hydrogen station developers advance together\n• Conduct a real world test of 4 national hydrogen mobility strategies and share learnings to support other countries’ strategy development\n• Analyse the customer attitude to the FCEV proposition, with a focus on attitudes to the fuelling station networks as they evolve in each country\n• Assess the performance of the refuelling stations and vehicles in order to provide data of a sufficient resolution to allow policy-makers, early adopters and the hydrogen mobility industry to validate the readiness of the technology for full commercial roll-out.","grantUrl":"","grantId":"671438","fundValue":"67884421,29","fundStart":"2015-06-01","fundEnd":"2020-05-31","dataset":"h2020"}