{"id":"203174","title":"Big Picnic:Big Questions - engaging the public with Responsible Research and Innovation on FoodSecurity","abstractText":"Ensuring the availability of and access to sufficient safe and nutritious food is a key priority that impacts all EU citizens and Horizon 2020 has therefore identified food security as one of the major challenges to be addressed. BGCI, an international network organisation will work with botanic gardens, experienced informal science centres with research expertise in food and food plants, alongside other key organisations to implement the BigPicnic project. This project builds, through the co-creation approach and public debate, public understanding of food security issues and enables adults and young people across Europe and in Africa to debate and articulate their views on Responsible Research and Innovation (RRI) in this field to their peers, scientists and policy makers. \nThe project involves the delivery of low-cost, co-created outreach exhibitions on food security, using the metaphor of a picnic basket; the exhibition will include information, activities and participatory events that engage a broad range of target audiences (adults, schoolchildren and families). Building on audience engagement and data captured from these initial, locally held, exhibitions, the project will run science cafés in publicly accessible and informal engagement areas as well as in botanic gardens, again capturing public views on RRI and food security. The final phase of the project will consolidate the findings of the public engagement to produce two key publications, a report articulating public opinion and recommendations for RRI on food security and a co-creation toolkit that will build capacity for engagement in further science institutions across the EU. A number of case studies on RRI will be provided to support the EU RRI toolkit currently under construction. It is expected that the project evaluation will show organisational learning and change amongst partner institutions. Partners will go on to disseminate training and promotion of RRI for future public engagement.","grantUrl":"","grantId":"710780","fundValue":"3435017,5","fundStart":"2016-05-01","fundEnd":"2019-04-30","dataset":"h2020"}