{"id":"200022","title":"Political and sOcial awareness on Water EnviRonmental challenges","abstractText":"POWER is a user-driven project to share knowledge and experience of water related issues in different EU local authorities to create a tool for EU water policy. It addresses four of the eight EIP WATER priorities:\n1.    Water reduction consumption\n2.    Water quality \n3.    Extreme weather events (surface water flood risk)  \n4.    Variables related to water conservation\n\nIt will develop a common DSP system prototype to be demonstrated in Milton Keynes, Sabadell, Leicester and Jerusalem. It will combine the experience of these Key Demonstration Cities with follower Cities. The followers are members of EIP Water Action Group City Blueprints, NetwercH2O and cities that have already produced a CITY BLUEPRINT.\n\nThe objectives are:\n1. Set up a user-driven Digital Social Platform (DSP) \n2. Ensure the involvement of a wide society and knowledge community \n3. Ensure social, technological, environmental and political uptake \n4. Transfer the POWER model environment to other communities \n5. Create new collaborative business models\n \nThe POWER project will therefore:\n- Increase the transnational municipal network effect by facilitating unrestricted communication and community involvement\n- Influence related policy planning and decisions \n- Offer an innovative and effective open source solution to excluded regions, cities and users, based on a ‘link and scale up’ strategic network \n- Prioritise social value, scalability, transferability, society empowerment and motivation to act.\n \nPOWER responds to the call and topic c) challenges by:\n- harnessing the collaborative nature of ICT to create awareness \n-  reducing the gap between stakeholders of specific city challenges.\n-  addressing scalability and deployment for new cases \n-  involving excluded stakeholders\n-  integrating water issues into economic and social policy\n-  being based on the networks: EIP Water - Action Group City Blueprints; and NetwercH20\n-  engaging with decision makers, professionals and the general public.","grantUrl":"","grantId":"687809","fundValue":"3747937,5","fundStart":"2015-12-01","fundEnd":"2019-11-30","dataset":"h2020"}