{"id":"200252","title":"Open virtual neighbourhood network to connect intelligent buildings and smart objects","abstractText":"The lack of interoperability is considered as the most important barrier to achieve the global integration of IoT ecosystems across borders of different disciplines, vendors and standards. Indeed, the current IoT landscape consists of a large set of isolated islands that do not constitute a real internet, preventing the exploitation of the huge potential expected by ICT visionaries.\n\nTo overcome this situation, VICINITY presents a virtual neighborhood concept, which is a decentralized, bottom-up and cross-domain approach that resembles a social network, where users can configure their set ups, integrate standards according to the services they want to use and fully control their desired level of privacy. VICINITY then automatically creates technical interoperability up to the semantic level. This allows users without technical background to get connected to the vicinity ecosystem in an easy and open way, fulfilling the consumers needs. Furthermore, the combination of services from different domains together with privacy-respectful user-defined share of information, enables synergies among services from those domains and opens the door to a new market of domain-crossing services.\n\nVICINITY's approach will be demonstrated by a large-scale demonstration connecting 8 facilities in 7 different countries. The demonstration covers various domains including energy, building automation, health and transport. VICINITY's potential to create new, domain-crossing services will be demonstrated by value added services such as micro-trading of DSM capabilities, AI-driven optimization of smart urban districts and business intelligence over IoT.\n\nOpen calls are envisioned in the project to integrate further, preferably public, IoT infrastructures and to deploy additional added value services. This will not only extend the scale of VICINITY demonstration, but also efficiently raise the awareness of industrial communities of VICINITY and its capabilities.","grantUrl":"","grantId":"688467","fundValue":"7499007,5","fundStart":"2016-01-01","fundEnd":"2019-12-31","dataset":"h2020"}