{"id":"199590","title":"Massive InteGRATion of power Electronic devices","abstractText":"By 2020, several areas of the HVAC pan-European transmission system will be operated with extremely high penetrations of Power Electronics(PE)-interfaced generators, thus becoming the only generating units for some periods of the day or of the year – due to renewable (wind, solar) electricity. This will result in i) growing dynamic stability issues for the power system (possibly a new major barrier against future renewable penetration), ii) the necessity to upgrade existing protection schemes and iii) measures to mitigate the resulting degradation of power quality due to harmonics propagation. European TSOs from Estonia, Finland, France, Germany, Iceland, Ireland, Italy, Netherlands, Slovenia, Spain and UK have joined to address such challenges with manufacturers (Alstom, Enercon, Schneider Electric) and universities/research centres. They propose innovative solutions to progressively adjust the HVAC system operations. Firstly, a replicable methodology is developed for appraising the distance of any EU 28 control zone to instability due to PE proliferation and for monitoring it in real time, along with a portfolio of incremental improvements of existing technologies (the tuning of controllers, a pilot test of wide-area control techniques and the upgrading of protection devices with impacts on the present grid codes). Next, innovative power system control laws are designed to cope with the lack of synchronous machines. Numerical simulations and laboratory tests deliver promising control solutions together with recommendations for new PE grid connection rules and the development of a novel protection technology and mitigation of the foreseen power quality disturbances. Technology and economic impacts of such innovations are quantified together with barriers to be overcome in order to recommend future deployment scenarios. Dissemination activities support the deployment schemes of the project outputs based on knowledge sharing among targeted stakeholders at EC level.","grantUrl":"","grantId":"691800","fundValue":"17855205","fundStart":"2016-01-01","fundEnd":"2019-12-31","dataset":"h2020"}