{"id":"202708","title":"BRIdges the GAp for Innovations in Disaster resilience","abstractText":"Recent studies from the IPCC indicate that Europe is particularly prone to increased risks of river and coastal floods, droughts resulting in water restrictions and damages from extreme weather such as heat events and wildfires. Evaluations also show a huge potential to reduce these risks with novel adaptation strategies. Researchers, innovators and incubators develop innovative products and services to reduce the increased climate change risks. Many of these innovations however hardly arrive at the markets. BRIGAID BRIdges the GAp for Innovations in Disaster resilience. BRIGAID's approach is supported by three pillars.  (1) At first BRIGAID takes into account the geographical variability of climate-related hazards and their interaction with socio-economic changes, (2) BRIGAID establishes structural, on-going support for innovations that are ready for validation in field tests and real life demonstrations and (3) BRIGAID develops a framework that enables an independent, scientific judgement of the socio-technological effectiveness of an innovation. BRIGAID's objective is ambitious but achievable with strong consortium partners in EU, two Associated Countries and support from Overseas Territories. BRIGAID (a) brings actively together innovators and end-users in Communities of Innovation, resulting in increased opportunities for market-uptake; (b) contributes to the development of a technological and performance standards for adaptation options by providing a Test and Implementation Framework (TIF) and test facilities throughout Europe; (c) Improves innovation capacity and the integration of new knowledge by establishing an innovators network and (d) strengthens the competitiveness and growth of companies with the support of a dedicated business team. Finally BRIGAID develops a business models and market outreach to launch innovations to the market and secure investments in innovations beyond BRIGAID’s lifetime.","grantUrl":"","grantId":"700699","fundValue":"8813996,51","fundStart":"2016-05-01","fundEnd":"2020-04-30","dataset":"h2020"}