{"id":"193508","title":"advanced Concept for laser uplink/ downlink CommuniCation with sPace Objects","abstractText":"C3PO: advanced Concept for laser uplink/ downlink CommuniCation with sPace Objects represents a radical improvement in performance of existing ground to low earth orbit communication systems in terms of weight reduction, on-board power consumption, data rate and communication security & confidentiality. C3PO in figures:\n- Mass reduction by a factor 14\n- On-board power consumption reduction by a factor 100\n- Data rate increase by a factor 2\n\nThe project's objectives are to\n- Design a solution to improve actual downlink and uplink communication systems based on a non-space disruptive technology\n- Improve enabling Space Surveillance & Tracking technologies performances to meet the final system needs\n- Increase the Multiple Quantum Well Technology Readiness Level from 2 to 4\n- Improve the overall perfromance of space communication systems\n- Identify the C3PO system market and Business Model \n- Increase the system safety (including regulation and governance issues)\n\nThis is achieved through an operational analysis of the final system, the validation of major system parameters through 2 experiments, the consolidation of the system  architecturen the elaboration of the associated development roadmap and the definition of the system Business Model. \n\nThe Multiple Quantum Well retro-reflector technology, derived from non-space domain, is incorporated into the current state of the art as a high-rate lightweight communication device. Its development in the space sector has a disruptive impact on the satellites and satellite imagery markets, enabling new missions such as CubeSat earth observations.\n\nThe proposed project serve the Union's Common Security & Defence Policy by increasing the satellite communications security.\n\nC3PO mobilises traditional space actors and non-space actors such as TEMATYS (SME) and ACREO (Research).","grantUrl":"","grantId":"637595","fundValue":"1133017,5","fundStart":"2015-06-01","fundEnd":"2017-05-31","dataset":"h2020"}