{"id":"196923","title":"In-Vessel Melt Retention Severe Accident Management Strategy for Existing and Future NPPs","abstractText":"The stabilization of molten corium is recognised as essential if a safe and stable state is to be reached following a severe accident. Among the possible options, In-Vessel Melt Retention (IVMR) appears as an attractive solution that would minimize the risks of containment failure (less Hydrogen produced, no corium-concrete interaction), if it can be proved to be feasible.\nThe strategy is already adopted for the VVER 440 type 213 based on thorough research work for the Finnish Loviisa NPP and Hungarian Paks NPP. It is also included in the design of some new Gen.III reactors like AP-1000, APR 1400 and Chinese CPR-1000. It has also been studied in the past for other reactor concepts like KERENA (BWR) or VVER-640.\nCurrent approaches for reactors with relatively small power, such as VVER 440 or AP600, use conservative assumptions. However, for higher power reactors (around 1000 MWe), it is necessary to evaluate the IVMR strategy with best-estimate methods in order to address the uncertainties  associated with the involved phenomena. Additional R&D is needed to ensure and demonstrate adequate safety margins, including identification of efficient technical solutions for the external cooling of the vessel and performing best-estimate evaluation of relevant scenarios. Among other provisions, the possibility of cooling the corium inside the vessel by direct injection of water into the degraded core, may be considered because it is likely to remove a significant part of the residual power.\nThe goal of the project is an analysis of the applicability and technical feasibility of the IVMR strategy to high power reactors, both for existing ones (e.g. VVER 1000 type 320 units) as well as for future reactors of different types (PWR or BWR). The main outcomes of the project will be elevant assumptions and scenarios to estimate the maximum heat load on the vessel wall, improved numerical tools for the analysis of IVMR issues and a harmonized methodology on the IVMR.","grantUrl":"","grantId":"662157","fundValue":"8205085","fundStart":"2015-06-01","fundEnd":"2019-05-31","dataset":"h2020"}