{"id":"194860","title":"INTEGRATED AND ADAPTIVE RESPONSES TO TOXIC EMERGENCIES FOR RAPID TRIAGE:                   ENGINEERING THE ROADMAP FROM CASUALTY TO PATIENT TO SURVIVOR.","abstractText":"The seven specific objectives of TOXI-triage address the operational; technological; ethical and societal dimensions of CBRN response and recovery, and importantly the economic base from which sustainable CBRN and multi-use systems are derived.\n19 partners in 4 Task forces will deliver 9 Work Packages (WPs) that address: end user specifications; Design and delivery; Test and Validation; and, Impact. The approach defines a concept of operations that envisages accelerated delivery of situational awareness through an ensemble of embedded sensors, drones, standoff detectors (including cameras), artificial intelligence for processing sensor signals and web-traffic from social media, and centralised command and control.  Wireless traceability of casualties provides dynamic mapping including medical care. 2 field exercises are intended to test and verify the operational attributes of the systems, and 3 WPs focus on impact to deliver: Exploitation; Security and Ethics; and Effective Innovation Management. \nDistinctive technological attributes of TOXI-triage include: rapid non-invasive assessment of exposure/ injury through monitoring metabolic markers of injury; managing and exploiting the semantic web; traceability by design; aptamer-based  bio-sensing; casualty-to-discharge system integration; and integrated environmental and stand-off hazard designation. The approach is rigorous with clinical trials to test systems in poisoning clinics and live agent tests in laboratories designated by the UN’s OPCW.\nDistinctive societal attributes of TOXI-triage include: addressing the needs of all vulnerable groups; optimising inter-cultural/ethnic messages and needs in CBRN response; fostering economic impact by multiple-uses for all the project’s systems. TOXI-triage intends that its outcomes will be used routinely in medical/environmental/urban and search and rescue emergencies. The benefits are intended to extend significantly further then enhanced CBRN resilience","grantUrl":"","grantId":"653409","fundValue":"12906481,75","fundStart":"2015-09-01","fundEnd":"2019-08-31","dataset":"h2020"}