{"id":"194571","title":"HERA Joint Research Programme Uses of the Past","abstractText":"Abstract\nThe HERA Joint Research Programme Uses of the Past (HERA JRP UP) consortium will establish a 3rd joint transnational programme for multi-disciplinary research into a topic at the heart of the reflective society: ”Uses of the Past”. The innovative projects funded will fundamentally link past(s), present and future(s) creating valuable new knowledge that gives insights into the forces shaping the social, cultural and political transformation in Europe today. \nThe HERA JRP UP will also pursue additional activities aiming at international capacity-building in humanities research, promoting embedding of humanities researchers in Horizon 2020, and will explore and prepare new joint actions.\n\nTwenty-four organisations from 23 countries have pooled a substantial amount of their humanities research funding (21 M EUR) for this HERA JRP, thus increasing the efficiency and impact of public funding. The HERA JRP UP involves the launch of a joint Call for Proposals and a commonly-agreed two-stage evaluation process involving an independent, international Review Panel. The consortium expects to fund 21 transnational humanities centred projects of ~1.2 M EUR each. EC support is awarded to the level of 33% of the joint call budget. The HERA JRP UP consortium will actively support knowledge exchange activities and stimulate wider dissemination about the valuable contributions of new humanities research. \n\nWith this large transnational JRP and its associated activities the HERA JRP UP will mobilise the intellectual energies and collaborative potential of a wide range of humanities disciplines, and further develop the knowledge base of the European Research Area by sharing and debating interpretations of the human past and its relation to the present and future. While this proposal is for the delivery of the “Uses of the Past” programme, the wider vision of a collaborative, multi-disciplinary and impact-rich humanities sector across Europe is at the forefront of our collective endeavour.","grantUrl":"","grantId":"649307","fundValue":"20572084","fundStart":"2015-01-01","fundEnd":"2019-12-31","dataset":"h2020"}