{"id":"194397","title":"Middle East Research and Innovation Dialogue","abstractText":"The MERID project (Middle East Research and Innovation Dialogue) proposes a comprehensive action to intensify and encourage research and innovation cooperation between the EU and the Middle East region, directly involving partners from Egypt, Iran, Iraq, Jordan, Lebanon and Palestine, directly involving partners from Egypt, Iran, Iraq, Jordan, Lebanon and Palestine. The project intends to build upon the experience carried out in countries of the region that have already participated in the previous framework programmes, and therefore are at a relatively advanced stage of research cooperation with Europe, like Egypt and Jordan. Attention is paid to calibrating in the most appropriate way the intervention logic of the project, adapting actions to the specific needs of the target countries and their research constituencies. The needs of Iran and Iraq will for sure prove different from those of countries where cooperation with the EU has a proven track record behind.\n\nThe project is the first attempt to systematise support to the policy dialogue and involvement of research communities of Iran and Iraq in the H2020 programme, as well as an initiative that seeks to give continuity to collaboration frameworks already established between the EU and Middle East countries. The project has high potential to deliver long-lasting impact and structuring effects on cooperation between the EU and the Middle East region. It focuses on enhancing direct cooperation among researchers and on laying or consolidating preconditions, in the region, fostering joint research projects and initiatives with the EU, establishing optimal framework conditions for international cooperation and increasing coordination between policies and programmes. These objectives will be achieved through series of different on-line and in-person activities, among which are meetings of researchers, brokerage events, info-days, training and coaching, webinars and other tools, relevant for this project proposals.","grantUrl":"","grantId":"645846","fundValue":"999750","fundStart":"2015-01-01","fundEnd":"2017-12-31","dataset":"h2020"}