{"id":"197443","title":"NUCLEUS - New Understanding of Communication, Learning and Engagement in Universities and Scientific Institutions","abstractText":"NUCLEUS develops, supports and implements inclusive and sustainable approaches to Responsible Research and Innovation within the governance and culture of research organisations in Europe. A major goal of the transdisciplinary project will be to stimulate research and innovation which continuously reflects and responds to societal needs.\n \nIn order to achieve a multifaceted and cross-cultural New Understanding of Communication, Learning and Engagement in Universities and Scientific Institutions, 26 renowned institutions from 15 countries, among them leading representatives of 14 universities, will collaboratively identify, develop, implement and support inclusive and sustainable approaches to RRI. For a mutual learning and exchange process, the project will reach out beyond the European Research Area by including renowned scientific institutions in China, Russia and South Africa. \nWithin a 4-year timeframe NUCLEUS will systematically uncover and analyse structural and cultural obstacles to RRI in scientific institutions. The partners will collaboratively develop innovative approaches to overcome these barriers. The project is expected to lead to an applicable ‘RRI DNA’, providing practical guidelines for higher education institutions and funding agencies across Europe and beyond. This ‘DNA’ will form the basis for the ‘NUCLEUS Living Network’, an alliance to ensure sustainability of the approach beyond the project timeline.\n\nBy offering new academic insights and practical recommendations derived from 30 ‘RRI test beds’, NUCLEUS will contribute to the debate on science policies both on a national and European level, including the future design of HORIZON 2020 and the European Research Area (ERA).","grantUrl":"","grantId":"664932","fundValue":"3993632,5","fundStart":"2015-09-01","fundEnd":"2019-08-31","dataset":"h2020"}