{"id":"200240","title":"Open Sea Operating Experience to Reduce Wave Energy Cost","abstractText":"Europe is endowed with abundant wave energy which could cover some 10% of its electricity needs with a clean, predictable and job-creating resource,  which EU companies are at the forefront exploiting with little dependence on foreign suppliers.\n\nThere remain important technical challenges to bring down costs to within investors’ reach, as a top priority open-sea operating experience must be analysed to permit the focus of R&D efforts on identifying and solving problems uncovered in open-sea deployments. However, to this day, most wave energy R&D does not have access to open-sea operating data as they are not shared by the companies that sponsored open-sea tests. \n\nOPERA will remove this roadblock by collecting and sharing two years of open-sea operating data of a floating oscillating water column wave energy converter. In addition the project will be the first open-sea deployment for four cost-reducing innovations that will be advanced from TRL3-4 to TRL5. Together, these four innovations have a long-term cost reduction potential of over 50%. These are: a 50% more efficient turbine, latching and predictive control, a shared mooring system for wave energy similar to those that have reduced mooring costs 50% in aquaculture, and an elastomeric mooring tether that reduces peak loads at the hull-mooring connection 70% and thus addresses one of the most pressing challenges for structural survivability of wave energy devices. \n\nDocumenting and sharing this open-sea experience will also induce a step-change in our knowledge of risk and uncertainties, costs and societal and environmental impacts of wave energy. The consortium brings together world leaders in wave energy research from four European countries and the IPR owner and most advanced teams to exploit each of these innovations. \n\nLast but not least, the project brings national in-cash co-financing of over €2 million to directly fund the open-sea testing.","grantUrl":"","grantId":"654444","fundValue":"5741263,75","fundStart":"2016-02-01","fundEnd":"2019-07-31","dataset":"h2020"}