{"id":"196628","title":"Europe-Japan Accelerator Development Exchange Programme","abstractText":"The Europe-Japan Accelerator Development Exchange Programme (E-JADE) addresses the urgent need of exchange of ideas on R&D and implementation of future accelerators for particle physics. It does so by exchanging accelerator scientists and experts between Europe and Japan.\nThe recent European Strategy for Particle Physics and the Japanese Roadmap identify similar pressing goals of research for the next decades. The strategy emphasises the exploitation of the Large Hadron Collider (LHC) and its upgrades, preparation of the cases for new facilities at the energy frontier (FCC or CLIC), identifies the opportunities for electron positron collisions (ILC), particularly after the recent discovery of the Higgs boson, and recognises the need for a long baseline neutrino programme at J-PARC in addition to the BELLE II programme of KEK.\nThe user community at these facilities is international: a strong contingent of Japanese researchers from KEK and universities work on the ATLAS experiment, highly qualified experts from KEK contribute to the LHC itself, some two thousand researchers worldwide have signed the ILC design report and several hundred physicists are actively engaged in accelerator studies, such as on ATF to explore concepts generally applicable to linear colliders. The J-PARC neutrino experiment, with a strong European participation, has recently published important scientific results.\nThe planned exchange of staff of leading European Laboratories and Universities with two prominent Japanese partners, KEK and University of Tokyo will focus on the most critical subjects and profiles namely on the design, R&D and prototyping of the future accelerator facilities mentioned above. Key objectives beyond technical progress are related to sharing of technical knowledge, project organisation, treatment of multiple safety codes for technical equipment, purchase methodologies and industrial capabilities, innovation and networks to significantly advance these projects.","grantUrl":"","grantId":"645479","fundValue":"1651500","fundStart":"2015-01-01","fundEnd":"2018-12-31","dataset":"h2020"}