{"id":"194816","title":"Gas-Only internal combustion engines","abstractText":"In order to realize sustainable mobility in Europe, both urban and long distance vehicles for road transport will have to be significantly more efficient by 2020 and a considerable contribution will have to come from the energy efficiency improvement of the powertrain.  Moreover, together with the progressive efficiency increase coming from the engine technology evolution, the use of Low-Carbon Alternative Fuels, such as Natural Gas, will play a fundamental role to accelerate the process of decarbonization of the transportation sector that in Europe is targeted for the 2050 time horizon. In this context, being well-known the benefits of the Natural Gas Vehicles adoption in Europe, this proposal aims to exploit the main benefits of gas-powered engines developing CNG-only, mono-fuel-engines able to comply with:\n• post Euro 6 noxious emissions\n• 2020 CO2 emissions targets\n• new homologation cycle and Real Driving conditions and simultaneously improving engine efficiency and vehicle performance also with regard to its CNG range capability. \n\nThese engines, based on new combustion processes, require also dedicated technological solutions for:\n• Innovative injection, ignition and boosting system concepts\n• Advanced exhaust gas aftertreatment system \n• Detecting the gas-quality and its composition\n\nThe results obtained from the experimental activities on the demonstration vehicles and engines will be harmonized and analysed throughout a final overall assessment of the different approaches. The demonstrator vehicles will be assessed in terms of performance and emissions with regard to NEDC, WLTP and under real driving conditions. \nMoreover, the final assessment of the vehicles will be certified, as “independent testing”,  by JRC (Joint Research Centre) which will carry out additional measurements in their own testing facilities both on chassis dyno and by means of PEMS (Portable Emissions Measurement System).","grantUrl":"","grantId":"652816","fundValue":"23391977,5","fundStart":"2015-05-01","fundEnd":"2018-10-31","dataset":"h2020"}