{"id":"201551","title":"Healing from Enclosure: A Political Agroecology of a Science-and-Society Potato Controversy in Belgium","abstractText":"Against the background of the ongoing crisis of the world’s food systems, this research project investigates how agricultural knowledge shapes, and is shaped by, its broader cultural, economic, socio-technical and socio-ecological context. A transdisciplinary approach –theoretically and empirically explorative, methodologically innovative, and action-oriented—to the production, transmission and application of agricultural knowledge in Belgium, and Europe more broadly, offers a powerful way of thinking about the complex relationships that exist between food systems and agricultural knowledge. \n\nDrawing on insights from a variety of disciplinary perspectives –ranging from political ecology, Science, Technology and Society studies, agroecology and ecofeminism—this project seeks to: (a) develop an interdisciplinary and transdisciplinary ‘political agroecology’ framework that broadens and opens up critical discussions on agricultural knowledges; (b) study processes of enclosure and commoning through the study of a science-and-society controversy around the development of genetically engineered potatoes in Belgium to frame agricultural knowledge trajectories; (c) involve ‘concerned groups’ –including farmers, researchers, policy-makers, NGOs and activists— in the development of strategies and actions for social innovation in agricultural knowledge systems. \n\nThe innovative approach advanced in this research provides a necessary corrective to the prevailing yet partial views of existing approaches to agricultural knowledge systems. By using the lens of ‘political agroecology’, the project engages with the power dynamics inherent in the social interactions which are part of agricultural knowledge, while exploring possibilities for social innovation.\n\nThe project is hosted at a global, interdisciplinary and policy-committed research centre for sustainability and includes a farmers’ organisation as a non-academic secondment partner to maximise the impact of the IF.","grantUrl":"","grantId":"707807","fundValue":"195454,8","fundStart":"2017-09-01","fundEnd":"2019-08-31","dataset":"h2020"}