{"id":"193340","title":"Sustainable industrial processes based on a C-C bond-forming enzyme platform","abstractText":"C-C bond forming reactions are at the heart of industrial organic synthesis, but remain largely unexplored due to long development timelines and the lack of broad biocatalytic reaction platforms. CARBAZYMES addresses these challenges by assembling an interdisciplinary and intersectoral consortium as a powerful synergistic tool to promote innovation in the field of biocatalytic C-C bond formation at large scale, and thus the global competitiveness of the European chemical and pharmaceutical industry. The proposed consortium, with 50% industrial participation, represents academia but also commercial interests in different stages of the research-to-market process. This top-down approach, together with a life-cycle innovation approach ensures an industrial drive to the project.\nClearly aligned with the scope of topic BIOTEC3-2014, CARBAZYMES will pursue the biocatalytic synthesis (spanning TRLs 5-7) of 4 APIs and 3 bulk chemicals –corresponding to market needs detected by the industrial partners in the Consortium. This will be accomplished through an inter-disciplinary approach which includes: i) a broad platform of 4 types of unique C-C bond-forming enzymes, mostly lyases; ii) the capacity to rapidly evolve enzymes to operate under industrial conditions by means of novel enzyme panels and massive screening methods; iii) application of microreactor technology for bioprocess characterization; iv) demonstration actions comprising technical (up to 100L) and economic viability studies carried out by industrial partners.\nCARBAZYMES unmistakably aims to have social and economic impact by addressing markets worth bn €, developing enzyme evolution technologies beyond the state of the art and creating qualified jobs and technical-scale facilities at the industrial partners’ sites.  CARBAZYMES will also achieve an environmental impact by enforcing that the developed processes replace more energy and resource intensive processes, thus leading to reduced environmental footprints.","grantUrl":"","grantId":"635595","fundValue":"9251355","fundStart":"2015-04-01","fundEnd":"2019-03-31","dataset":"h2020"}