{"id":"196847","title":"Trash-2-Cash: Designed high-value products from zero-value waste textiles and fibres via design driven technologies","abstractText":"Within Trash-2-Cash, growing problems with paper fibre waste from the paper industry and textile fibre waste, originating from a continuously increasing textile consumption, will be solved through design-driven innovation. This will be performed by using the wastes to regenerate fibres that will be included into fashion, interior and other products. The cotton production suffers from non-sustainable environmental and socio-economical issues and the polyester fibre manufacture produces waste that to date has no viable deposition. Designers will lead the recycling initiative, defining the material properties, and will feed the material scientists to evaluate newly developed eco-efficient cotton fibre regeneration and polyester recycling  techniques. The future exploitation will be ascertained through a two-sided exchange between the designers and the end-product manufacturers, also taking into account the consumer-related product needs, and prototypes will be produced in a realistic test production environment.\nThe objectives are to:\n• Integrate design, business and technology to a coherent discipline to establish new creative industries\n• Develop new material and product opportunities via creative design from waste or process by-product\n• Reduce the utilization of virgin materials; improve material efficiency; decrease landfill volumes and energy consumption\n• Use design for recycling with the vision of closing the material loop\n• Create new business opportunities by adding the return loop of the discarded goods to be reused into attractive products\n• Promote development of the creative sector by providing technological solutions for exploitation of waste streams\nEurope's creative industry will be strengthened through Trash-2-Cash taking the lead worldwide in the design for recycled materials area. Moreover, Trash-2-Cash will support a better waste utilization and contribute to reduction of landfill area needs.","grantUrl":"","grantId":"646226","fundValue":"8928994,75","fundStart":"2015-06-01","fundEnd":"2018-11-30","dataset":"h2020"}