{"id":"193189","title":"Aging Lungs in European Cohorts","abstractText":"This programme of work will advance the understanding of the combined effects of factors that cause poor lung function, respiratory disability and the development of COPD . This will be achieved by examination of determinants of lung growth and lung function decline within existing cohorts that cover the whole life course, and which have followed, in detail, the respiratory health status of over 25000 European children and adults from the early 1990’s to the present day.  Following a comprehensive programme of risk factor identification we will generate a predictive risk score.  The programme includes  1) identification of behavioural, environmental, occupational, nutritional, other modifiable lifestyle, genetic determinant of poor lung growth, excess lung function decline and occurrence of low lung function, respiratory disability and COPD within existing child and adult cohorts 2) generation of new data to fill gaps in knowledge on pre-conception and transgenerational determinants and risk factors 3) validation of the role of risk factors by integration of data from relevant disciplines, integration of data from the cohort-related population-based biobanks and exploitation of appropriate statistical techniques 4) generation of information on change in DNA methylation patterns to identify epigenetic changes associated with both disease development and exposure to specific risk factors  5) generation of a predictive risk score for individual risk stratification that takes account of the combined effects of factors that cause poor lung growth, lung function decline, respiratory disability, and COPD and 6) implementation of an online interactive tool for personalised risk prediction based which will be disseminated freely and widely to the population, patients and health care providers. The work will provide an evidence base for risk identification at individual and population level that can underpin future preventive and therapeutic strategies and policies.","grantUrl":"http://www.alecstudy.org/","grantId":"633212","fundValue":"7271433,75","fundStart":"2015-05-01","fundEnd":"2019-04-30","dataset":"h2020"}