{"id":"198798","title":"European AIDS Vaccine Initiative 2020","abstractText":"HIV-1 is responsible for a global pandemic of 35 million people, and continues to spread at a rate of >2 million new infections/year. It is widely acknowledged that a protective vaccine would be the most effective means to reduce HIV-1 spread and ultimately eliminate the pandemic, while a therapeutic vaccine may help mitigate the clinical course of disease and lead to strategies of viral eradication. However despite 30 years of research, we do not have a vaccine capable of protecting from HIV-1 infection or impacting on disease progression. This in part represents the challenge of identifying immunogens and vaccine modalities with reduced risk of failure in late stage development. To overcome this bottleneck some of the most competitive research groups in vaccine discovery from European public institutions and biotechs from 9 EU countries together with top Australian and Canadian groups and US collaborators, have agreed to join forces in EAVI, providing a pool of international expertise at the highest level. EAVI2020 will provide a platform for the discovery and selection of several new, diverse and novel preventive and/or therapeutic vaccine candidates for HIV/AIDS. Emphasis will be placed on early rapid, iterative, small Experimental medicine (EM) human vaccine studies to select and refine the best immunogens, adjuvants, vectors, homologous and heterologous prime–boost schedules, and determine the impact of host factors such as gender and genetics. Animal models will be used to complement human studies, and to select novel immunization technologies to be advanced to the clinic. To shift the “risk curve” in product development we will develop innovative risk prediction methods, specifically designed to reduce the risk associated with late stage preventive or therapeutic vaccine failure, increasing the chance of discovery of an effective vaccine.","grantUrl":"","grantId":"681137","fundValue":"24088765","fundStart":"2015-11-01","fundEnd":"2020-10-31","dataset":"h2020"}