{"id":"203294","title":"Improving Resilience to Emergencies through Advanced Cyber Technologies","abstractText":"Society as a whole is increasingly exposed and vulnerable to natural disasters because extreme weather events, exacerbated by climate change, are becoming more frequent and longer. To increase the resilience of European citizens and assets to natural disaster we propose I-REACT: Improving Resilience to Emergencies through Advanced Cyber Technologies. The proposed system targets public administration authorities, private companies, as well as citizens in order to provide increased resilience to natural disasters though better analysis and anticipation, effective and fast emergency response, increased awareness and citizen engagement. I-REACT integrates existing services, both local and European, into a platform that supports the entire emergency management cycle. Leveraging on innovative cyber technologies and ICT systems, I-REACT will be able to enable early planning of disaster risk reduction actions, achieve effective preparedness thanks to risk assessment and early warnings, and efficiently manage emergency responses by empowering first-responders with up-to-date situational information and by engaging citizens through crowdsourcing approaches and social media analysis. I-REACT will integrate multiple systems and European assets, including the Copernicus Emergency Management Service, the European Flood Awareness System (EFAS), the European Forest Fire Information System (EFFIS), and European Global Navigation Satellite Systems (E-GNSS), e.g. Galileo and EGNOS.I-REACT will be structured as a user-driven project, integrating the requirements from all main stakeholders as well as the guidelines that emerged during European workshops and seminars related to emergency management. I-REACT services will also enable new business development opportunities around natural disasters triggered by extreme weather conditions, which will reduce the number of affected people and loss of life, lowering the environmental and economic costs due to damaged assets within society.","grantUrl":"","grantId":"700256","fundValue":"6655277,5","fundStart":"2016-06-01","fundEnd":"2019-05-31","dataset":"h2020"}