{"id":"197088","title":"Development and implementation of Grouping and Safe-by-Design approaches within regulatory frameworks","abstractText":"One of the greatest challenges facing regulators in the ever changing landscape of novel nano-materials is how to design and implement a regulatory process which is robust enough to deal with a rapidly diversifying system of manufactured nanomaterials (MNM) over time. Not only does the complexity of the MNM present a problem for regulators, the validity of data decreases with time, so that the well-known principle of the half-life of facts (Samuel Arbesman, 2012) means that what is an accepted truth now is no longer valid in 20 or 30 years time. The challenge is to build a regulatory system which is flexible enough to be able to deal with new targets and requirements in the future, and this can be helped by the development and introduction of Safe by Design (SbD) principles.   \n\nThe credibility of such a regulatory system, underpinned by the implementation of SbD, is essential for industry, who while accepting the need for regulation demand it is done in a cost effective and rapid manner. \n\nThe NANoREG II project, built around the challenge of coupling SbD to the regulatory process, will demonstrate and establish new principles and ideas based on data from value chain implementation studies to establish SbD as a fundamental pillar in the validation of a novel MNM. \n\nIt is widely recognized by industries as well as by regulatory agencies that grouping strategies for NM are urgently needed. ECETOC has formed a task force on NM grouping and also within the OECD WPMN a group works on NM categorisation. However, so far no reliable and regulatory accepted grouping concepts could be established. Grouping concepts that will be developed by NanoREG II can be regarded as a major innovation therefore as guidance documents on NM grouping will not only support industries or regulatory agencies but would also strongly support commercial launch of new NM.","grantUrl":"","grantId":"646221","fundValue":"10667853,75","fundStart":"2015-09-01","fundEnd":"2018-08-31","dataset":"h2020"}