{"id":"199491","title":"I3 Impact Innovate Invest","abstractText":"The I3 Impact Innovation Invest is a 30 months CSA that addresses the topic  ICT 19 -2015 Technologies for creative industries topic c) Coordination and Support Actions on Convergence and Social Media. I3 will support research results from lab to market making innovation happen. I3 will promote a closer relation between researchers and entrepreneur providing mentorship and tutorship support to researchers and providing access to business angels and investors. The objective is to identify the emerging promising solutions and their feasibility in the Convergence and social media sector within the European research ecosystem. I3 aims to connect them with investors, corporates, institutions and media and with Startup Europe Initiative, in order to help them in accessing the market through selected events and exploitation activities. Living Lab approach will be used to allow business ideas and new technologies to be validated with users and community. I3 will implement a systematic policy review and analysis, applying methods that can effectively be used to solve issues in the domain addressed by the specific ICT19 topic, applying data and evidence methods. A Policy dialogue will be run to identify areas in need of further exploration, in order to advance consensus and bring together key stakeholders from public and private sector, civil society, academia and the media to discuss key policy issues. The dialogues will provide a forum for multi-directional dialogue, strategic coordination for the development of new research agendas, issues on regulatory framework and coordination of policies in Convergence and Social media. I3 will be dedicated to increase the projects outreach and impact bridging the gap between the technologies developed and the access to the market, increasing cooperation within the convergence social media ecosystem and liaising with related Innovation and R&D programmes both at the European international and national levels.","grantUrl":"","grantId":"688541","fundValue":"986750","fundStart":"2016-01-01","fundEnd":"2018-06-30","dataset":"h2020"}