{"id":"197351","title":"Millimetre-Wave Based Mobile Radio Access Network for Fifth Generation Integrated Communications","abstractText":"The mmMAGIC (Millimetre-Wave Based Mobile Radio Access Network for Fifth Generation Integrated Communications) project will develop and design new concepts for mobile radio access technology (RAT) for mm-wave band deployment. This is envisaged as a key component in the 5G multi-RAT ecosystem and will be used as a foundation for global standardization. The project will thus enable ultrafast mobile broadband services for mobile users, supporting UHD/3D streaming, immersive applications and ultra-responsive cloud services.\n \nThe consortium brings together major infrastructure vendors (Samsung, Ericsson, Alcatel-Lucent, Huawei, Intel, Nokia), major European operators (Orange, Telefonica), leading research institutes and universities (Fraunhofer HHI Institute, CEA-LETI, IMDEA Networks, Universities Aalto, Bristol, Chalmers and Dresden), measurement equipment vendors (Keysight Technologies, Rohde & Schwarz) and one SME (Qamcom). To complement its strong industry leadership and academic excellence, the project has an Advisory Board drawn from major European telecommunications regulators in Germany, France, Finland, Sweden and the UK.\n \nA new radio interface, including novel network management functions and architecture components will be proposed, taking as guidance 5G PPP’s KPI and exploiting the use of novel adaptive and cooperative beam-forming and tracking techniques to address the specific challenges of mm-wave mobile propagation. The project will undertake extensive radio channel measurements in the 6-100 GHz range, and will develop and validate advanced channel models that will be used for rigorous validation and feasibility analysis of the proposed concepts and system, as well as for usage in regulatory and standards fora. The ambition of the project is to pave the way for a European head start in 5G standards, including 3GPP, and to secure essential IPRs to European industry, strengthening European competitiveness.","grantUrl":"","grantId":"671650","fundValue":"8165085","fundStart":"2015-07-01","fundEnd":"2017-06-30","dataset":"h2020"}