{"id":"197341","title":"Superfluidity: a super-fluid, cloud-native, converged edge system","abstractText":"Superfluidity is “a state in which matter behaves like a fluid with zero viscosity”. Our project aims at achieving superfluidity in the network: the ability to instantiate services on-the-fly, run them anywhere in the network (core, aggregation, edge) and shift them transparently to different locations.\nThe SUPERFLUIDITY project tackles crucial shortcomings in today’s networks: long provisioning times, with wasteful over-provisioning used to meet variable demand; reliance on rigid and cost-ineffective hardware devices; daunting complexity emerging from three forms of heterogeneity: heterogeneous traffic and sources; heterogeneous services and needs; and heterogeneous access technologies, with multi-vendor network components.\nThe SUPERFLUIDITY solution is based on: a decomposition of network components and services into elementary and reusable primitives; a native, converged cloud-based architecture; the virtualization of radio and network processing tasks; platform-independent abstractions, permitting reuse of network functions across heterogeneous hardware platforms, while catering to the vendors’ need for closed platforms/implementations; and high performance software optimizations along with leveraging of hardware accelerators.\nAs a result, the 5G network will benefit from: i) location-independence: network services deployable in heterogeneous networks; ii) time-independence: near instantaneous deployment and migration of services; iii) scale-independence: transparent service scalability; and iv) hardware-independence: development and deployment of services with high performance irrespective of the underlying hardware.\nThrough these properties, SUPERFLUIDITY will provide a converged cloud-based 5G concept that will enable innovative use cases in the mobile edge, empower new business models, and reduce investment and operational costs.\nThe SUPERFLUIDITY consortium gathers an impressive and uncommon blend of Telco and IT players that can make its vision a reality.","grantUrl":"","grantId":"671566","fundValue":"7894615","fundStart":"2015-07-01","fundEnd":"2017-12-31","dataset":"h2020"}