{"id":"204768","title":"Validation of improved turbomachinery noise prediction models and development of novel design methods for fan stages with reduced broadband noise","abstractText":"TurboNoiseBB aims to deliver reliable prediction methodologies and noise reduction technologies in order to allow European Aerospace industries:\n• to design low-noise aircraft to meet society’s needs for more environmentally friendly air transport\n• to win global leadership for European aeronautics with a competitive supply chain.\nThe project is focusing on fan broadband (BB) noise sources and will offer the possibility to acquire an experimental database mandatory to validate the Computational Fluid Dynamics and Aero Acoustic (CAA) simulations from the sound sources to the radiation from aircraft engines. It fully exploits the methodology successfully developed starting from FP5 programmes, TurboNoiseCFD and AROMA and also associated FP6 (SILENCE(R), PROBAND, OPENAIR) and FP7 (FLOCON, TEENI, ENOVAL) proposals.\n\nTurboNoiseBB has 3 main objectives. \n1. To acquire appropriate CAA validation data on a representative test model. In addition different approaches for measuring the BB far-field noise levels in the rear arc (bypass duct contribution) will be assessed to help define future requirements for European turbofan test facilities.\n2. To apply and validate CAA codes with respect to fan & turbine BB noise. \n3. To design novel low BB noise fan systems by means of state-of-the-art design and prediction tools. \n\nThe combination of partners from industry, research  university combined with the excellence of the EU most versatile test facility for aero and noise forms the basis for the successful validation and exploitation of CAA methods, crucial for quicker implementation of future low noise engine concepts.\nTurboNoiseBB will deliver validated industry-exploitable aeroacoustic design  prediction tools related to BB noise emissions from aircraft nacelle intakes  exhaust nozzles, allowing EU industry to leap-frog NASA-funded technology developments in the US. It will also deliver a technical assessment on the way forward for European turbofan noise testing.","grantUrl":"","grantId":"690714","fundValue":"6702851,25","fundStart":"2016-09-01","fundEnd":"2020-02-29","dataset":"h2020"}