{"id":"194410","title":"ERA-Net Smart Grids Plus: support deep knowledge sharing between regional and European Smart Grids initiatives","abstractText":"'From local trials to a European knowledge community'.\n\nThe challenges of modernising the electricity grids in Europe lies in enabling an increased flexibility of the European power system, efficiently providing increased transfer capacity and enabling an active participation of users and new market actors (by providing the information, services, market architectures and privacy guarantees).\nTo address these challenges, innovation is needed in system integration, interoperable technologies, services, tools, co-ordination schemes, business processes, market architectures and regulatory regimes to plan, build, monitor, control and safely operate end-to-end networks in an open, competitive, decarbonised, sustainable and climate-change resilient market, under normal and emergency conditions.\n\nThe major challenge is now to overcome the fragmentation of knowledge and accelerate knowledge exchange between the already existing demonstration projects and R&D initiatives with the goal to enable them to develop European wide interoperable solutions, according to a common reference architecture. With this, critical masses shall be reached in the development of a European market for smart grids technology providers and smart grids service providers.\n\nThis initiative does not intend to find the final specifications for smart grids, but to organise the learning down to regional Smart Grids stakeholders, beyond the demonstration phase towards implementation.\n\nThe overall goal of the “ERA-Net Smart Grids Plus” is to support deep knowledge sharing between regional and European Smart Grids initiatives by financing 15-20 transnational projects on applied research, piloting and demonstration in the field of Smart Grids, taking a next step in Smart Grids development building on the knowledge base, R&D initiatives as well as research and demonstration facilities already in place at regional, national and European level. It will coordinate during 2015-19 national and regional RDD budgets of more than 30 M€.'","grantUrl":"","grantId":"646039","fundValue":"44563055","fundStart":"2015-01-30","fundEnd":"2020-01-29","dataset":"h2020"}