{"id":"194928","title":"EUDAT2020","abstractText":"EUDAT2020 brings together a unique consortium of e-infrastructure providers, research infrastructure operators, and researchers from a wide range of scientific disciplines under several of the ESFRI themes, working together to address the new data challenge. \n\nIn most research communities, there is a growing awareness that the “rising tide of data” will require new approaches to data management and that data preservation, access and sharing should be supported in a much better way. Data, and a fortiori Big Data, is a cross-cutting issue touching all research infrastructures. \n\nEUDAT2020’s vision is to enable European researchers and practitioners from any research discipline to preserve, find, access, and process data in a trusted environment, as part of a Collaborative Data Infrastructure (CDI) conceived as a network of collaborating, cooperating centres, combining the richness of numerous community-specific data repositories with the permanence and persistence of some of Europe’s largest scientific data centres. \n\nEUDAT2020 builds on the foundations laid by the first EUDAT project, strengthening the links between the CDI and expanding its functionalities and remit. Covering both access and deposit, from informal data sharing to long-term archiving, and addressing identification, discoverability and computability of both long-tail and big data, EUDAT2020’s services will address the full lifecycle of research data. \n\nOne of the main ambitions of EUDAT2020 is to bridge the gap between research infrastructures and e-Infrastructures through an active engagement strategy, using the communities that are in the consortium as EUDAT beacons and integrating others through innovative partnerships. \n\nDuring its three-year funded life, EUDAT2020 will evolve the CDI into a healthy and vibrant data-infrastructure for Europe, and position EUDAT as a sustainable infrastructure within which the future, changing requirements of a wide range of research communities are addressed.","grantUrl":"","grantId":"654065","fundValue":"19052882","fundStart":"2015-03-01","fundEnd":"2018-02-28","dataset":"h2020"}