{"id":"198298","title":"Microorganisms in Warming Arctic Environments","abstractText":"The Arctic plays a key role in the Earth’s climate system and is an area of growing strategic importance for European policy. In this ETN, we will train the next generation of Arctic microbiology and biogeochemistry experts who, through their unique understanding of the Arctic environment and the factors that impact ecosystem and organism response to the warming Arctic, will be able to respond to the need for leadership from public, policy and commercial interests. The training and research programme of MicroArctic is made up of seven interlinked Work Packages (WP). WP1 to WP4 are research work packages at the cutting edge of Arctic microbiology and biogeochemistry and these will be supported by three overarching WPs (WP5-7) associated with the management, training and dissemination of results. WP1 will deliver information about the role of external inputs (e.g., atmospheric) of nutrients and microorganism that drive biogeochemical processes in relation to annual variation in Arctic microbial activity and biogeochemical processes. WP2 will explore ecosystem response on time scales of 100s of years to these inputs using a chrnosequence approach in the already changing Arctic. The effect of time and season and the warming of the Arctic on ecosystem functioning and natural resources will be quantified through geochemical analyses and next generation multi-omics approaches. Complementing WP1 and WP2, WP3 will focus on organism response and adaptation using a range of biochemical, molecular, experimental and culturing approaches. WP4 will address specific applied issues such as colonisation by pathogenic organisms and biotechnological exploitation of Arctic ecosystems. MicroArctic will bring together interdisciplinary experts from both the academic and non-academic sectors across Europe into a network of 20 Institutions across 11 countries.","grantUrl":"","grantId":"675546","fundValue":"3897006,48","fundStart":"2016-04-01","fundEnd":"2020-03-31","dataset":"h2020"}