{"id":"198760","title":"Access to I4MS","abstractText":"Manufacturing is key Europe’s future, but its manufacturing sector has been losing ground. Now the world is on the brink of another industrial revolution, characterized by deep integration of ICT in manufacturing. EU industries are well placed to benefit from the new ICT- driven industry. SMEs need to participate in and benefit from the new industrial revolution. To turn this vision into reality for European SMEs the I4MS project aims to increase the uptake of ICT by manufacturing  SMEs. It does so through innovation and support actions. The Access to I4MS (XS2I4MS) proposal is  a support action to advance the I4MS ecosystem, and expand its coverage. Its impact is increased quality and size of the I4MS ecosystem, innovation uptake, matching supply and demand of ICT-related manufacturing.\n\nXS2I4MS will support the continued expansion of services provided by I4MS Gate, the single portal for the I4MS community (WP1). It will serve the existing I4MS community, newcomers, as well as  the European I4MS community at large. The project will build a solid information base for I4MS in WP2: I4MS Observatory. Sharing best practices and dissemination (WP3) aims to extend the reach and impact of IMS as widely as possible. Brokerage services (WP4) are aimed at increasing the number of SMEs participating in I4MS. Specifically the outreach activities in WP5 (Mentoring and Coaching for Regional Innovation Hubs) aim to extend the network to include SMEs in regions not currently participating in I4MS. WP6 (Management and Coordination) will ensure effective coordination of tasks.\n\nThe XS2I4MS consortium presents a strong mix of organisations to realise excellence and impact. Three large European applied research organisations, TNO, Fraunhofer and VTT, have as their core business transfer of technologies to manufacturing. They have state-of-the art facilities in open innovation. They have programs tailoring technologies and business models to the needs of SMEs. The Manufacturing Technology Centre (MTC) is specialized on advanced manufacturing and has a dedicated Training Centre. Brainport Development has a major role to support high-tech SME start-ups in developing business plans, and accessing finance for growth.","grantUrl":"","grantId":"678860","fundValue":"969586,25","fundStart":"2015-09-01","fundEnd":"2018-02-28","dataset":"h2020"}