{"id":"193288","title":"I-MOVE+ Integrated Monitoring of Vaccines Effects in Europe: a platform to measure and compare effectiveness and impact of influenza and pneumococcal vaccines and vaccination strategies in the elderly","abstractText":"The I-MOVE Consortium includes European Union (EU) Public Health Institutes, SME and Universities. It aims at measuring and comparing the effectiveness (VE) and impact (VI) of influenza and Pneumococcal vaccines and vaccination strategies a in the elderly population in Europe. The goal is to develop a sustainable platform of primary care practices, hospitals and laboratory networks that share validated methods to evaluate post marketing vaccine performances. The objectives are to identify, pilot test, and disseminate in EU the best study designs to measure, on a real time basis, VE (direct effect) and the VI of vaccination programmes (indirect and overall effect) against laboratory confirmed cases of influenza (types/subtypes) and pneumococcal disease (serotypes), and clinical outcomes. Cost effectiveness analysis will be conducted.\n\nResults will allow to understand factors affecting specific VE, the duration of protection of influenza and pneumococcal vaccines, the interaction between vaccines, the role of repeated vaccinations, the occurrence of serotype replacement (pneumococcus); identify vaccine types and brands with low VE; guide the decision of  the WHO committees on  vaccine strain selection (influenza); provide robust benefit indicators (VE and VI) and cost benefit and effectiveness results; guide vaccination strategies (schedules, doses, boosters). This EU member state collaboration will respond to questions that require studies based on large sample sizes and sharing of expertise that cannot be achieved by one country alone. It will allow the best methods to be used and results to benefit to all EU countries whatever their current public health achievements. Results will be shared with international partners.","grantUrl":"","grantId":"634446","fundValue":"7520005,25","fundStart":"2015-05-01","fundEnd":"2018-10-31","dataset":"h2020"}