{"id":"199873","title":"Robotics Coordination Action for Europe Two","abstractText":"The FP7 coordination action RockEU has been extremely successful in building a strong European robotics community, leading to the creation of euRobotics aisbl - the private partner of the SPARC PPP and development of the Strategic Research Agenda and the Multi-Annual Roadmap, which are the main guidelines for shaping European robotics R&D&I.\n \nRockEU2 builds on and extends this successful community integration by providing analysis of innovation and skills and by developing major outreach activities. This extension is achieved by intensifying and strengthening collaboration within the community and by taking a leading role in the development of strategy. This includes activities in market observation, technology watch, innovation support, analysis of funded proposals, regulations assessment, and standardisation support.\n\nRockEU2 aims to Intensifying cooperation with international funding agencies (e.g. for joint calls), policy makers, and end-users as key enablers in the R&D&I process that contribute to the outreach and innovation themes. \n\nOutreach to the cognitive science community is another key part of this proposal. Improving the uptake of cognitive science’s results by the robotics community is an important target, leading to more innovative robotics products and applications, boosting innovation.\n\nIntegration of activities started by the FP7-funded CAs euRathlon and RoCKIn on using robot competitions to foster research and innovation has great potential for improved public awareness of European robotics. Participation in robot competitions is attractive for young researchers and develops excellent engineering skills. The impact of robot competitions both for public awareness as well as for industry will be analysed and its results will influence the roadmap for future European robot competitions and outreach campaigns.\n\nThe consortium consists of partners playing key roles in their respective communities and contributing unique competences to the consortium.","grantUrl":"","grantId":"688441","fundValue":"2499463,75","fundStart":"2016-02-01","fundEnd":"2018-01-31","dataset":"h2020"}