{"id":"194107","title":"Clinical trial of autologous adipose-derived mesenchymal stromal cells (ASC) in the treatment of mild to moderate osteoarthritis","abstractText":"Osteoarthritis (OA) is an incurable disease that has evaded pharmacological interference, biologic therapy or surgical intervention to prevent disease progression. Currently, OA is designated the 11th highest contributor (of 291 diseases) of global disability. In the absence of effective treatment options, cellular therapies using mesenchymal stem/stromal cells (MSCs) have emerged as potential candidates to overcome this clinical short-coming.  Autologous adipose-derived mesenchymal stromal cells (ASCs) are attractive for cellular therapy given the abundance of tissue, high frequency of MSCs and minimally invasive harvest procedure. The EU consortium ADIPOA has shown in a ‘first in man’ 2-centre Phase I safety study that intraarticular injection of a single dose of autologous ASCs to the knee (18 patients, 12 month follow-up) was well-tolerated, had no adverse effects, and resulted in an improvement in pain score and functional outcome. \nADIPOA2 will deliver a large-scale clinical trial in regenerative medicine for OA.  The purpose of the project is to design and implement a phase IIb study to assess the safety and efficacy of autologous (patient-derived) ACSs in the treatment of advanced OA of the knee.  The cells will be prepared from samples of adipose tissue harvested from patients by lipoaspiration.  \nADIPOA2 will comprise a multi-centre, randomized clinical trial comparing culture-expanded, autologous adult ASCs in subjects with knee OA with another widely used therapeutic approach for knee degeneration (injection of Hyaluronan).  There are two large elements of the study: (1) the production of consistent batches of high-quality autologous ASCs under GMP-compliant conditions and (2) delivery of these cell doses to patients in a trial which will meet all national and European regulatory and ethical standards and which will have sufficient statistical power to provide an unambiguous and definitive assessment of safety and efficacy.","grantUrl":"","grantId":"643809","fundValue":"5999000","fundStart":"2015-01-01","fundEnd":"2018-12-31","dataset":"h2020"}