{"id":"200239","title":"Research Infrastructure on Consumer Health and Food Intake using E-science with Linked Data Sharing","abstractText":"RICHFIELDS\nResearch Infrastructure on Consumer Health and Food Intake using E-science with Linked Data Sharing\n\nThere is growing interest in consumer health as related to food, behaviour and lifestyle determinants. However, data is fragmented, key information is lacking, and the resulting knowledge gap prohibits policy makers and companies to make effective public health nutrition strategies and reformulation of food products. Making “the healthy the easy choice” requires knowledge on the context of personal life style choices of EU-citizens. \nRICHFIELDS will design a world-class infrastructure for innovative research on healthy food choice, preparation and consumption of EU-citizens, closely linked to their behaviour and lifestyle. This unique RI will bridge the gap by linking the agri-food and nutrition-health domains and account for the regional and socio-economic diversity of the EU. The RI will be instrumental to produce a scientifically reliable, technically sound and socio-legally robust evidence-base that enables scientists to efficiently collect, unlock, connect and share research data of EU-citizens. \nConsumers are central to the design: they harbour crucial information, as they increasingly adopt mobile apps and tech-wear, get access to e-business data and even medical information. Collectively, such real-life-time data create new opportunities for research, by e.g., monitoring of food-behaviour providing personalized feedback.  For further testing, detailing and underpinning and theory-building,  interfaces will be created to distributed facilities for experimental research, e.g., virtual supermarkets. Further enrichment of data is achieved via interfaces with information systems for food and health.\nThe consumer-focus and the scientific evidence of RICHFIELDS will, via its services, be available to (a) EU-consumers and consumer platforms, (b) stakeholders along the food chain, and (c) policy actors in the agri-food and nutrition-health domain.","grantUrl":"","grantId":"654280","fundValue":"3085299,58","fundStart":"2015-10-01","fundEnd":"2018-09-30","dataset":"h2020"}