{"id":"204770","title":"Ship Lifecycle Software Solutions","abstractText":"SHIPLYS has been specified as necessary by our architect, shipbuilder and shipowner members, who, in order to survive in the world market, need to improve their capability to reduce the cycle time and costs of design and production, to be able to reliably produce better ship concepts through virtual prototyping and to meet the increasing requirements for LCCA (Life Cycle Cost Analysis), environmental assessments, risk assessments and end-of-life considerations as differentiators.  \nYet, the calculation and modeling to do this is difficult and time consuming, especially for SMEs without a large overhead of trained staff and tools, due to difficulties in integrating data between incompatible tools and formats for different design stages: conceptual hull design; the finite element calculations feeding preliminary and detailed designs; and virtual prototyping simulation models.  This is coupled with the lack of an industry specific lifecycle modeling technique, hindered by the lack of information to support reliable decision-making.\nSHIPLYS aims to transfer experience from the development of industry modeling coherence schemes e.g. BIM (Building Information Modelling), and use them to produce new techniques for quick, reliable multi-disciplinary modeling capability for the marine industry:\n- Develop standardization aspects of the new paradigm by transferring the key BIM Product Model principles: identify and capture the useful implicit information in existing CAD/CAE data and develop data formats to provide persistence for data reuse between design stages\n- Develop a Virtual Prototyping system to incorporate LCCA, environmental and risk assessment  criteria, for fast and cost effective evaluation of alternatives\n- Add multi-criterion decision analysis techniques to support decision making across the short/ long term, based on explicit formulation matrix of ‘Buyer Utility;’ the key purchasing decision criteria\n- To build on ISO10303 standards for interoperable data reuse","grantUrl":"","grantId":"690770","fundValue":"6144150","fundStart":"2016-09-01","fundEnd":"2019-08-31","dataset":"h2020"}