{"id":"193919","title":"¡Viable and Alternative Mine Operating System!","abstractText":"Estimates indicate that the value of unexploited European mineral resources at a depth of 500-1,000 metres is ca €100 billion, however, a number of physical, economic, social, environmental and human constraints have as yet limited their exploitation.\n¡VAMOS! will provide a new Safe, Clean and Low Visibility Mining Technique and will prove its Economic Viability for extracting currently unreachable mineral deposits, thus encouraging investment and helping to put the EU back on a level playing field in terms of access to strategically important minerals. Deriving from successful deep-sea mining techniques, the ¡VAMOS! mining solution aspires to lead to: Re-opening abandoned mines; Extensions of opencut mines which are limited by stripping ratio, hydrological or geotechnical problems; and opening of new mines in the EU.\n¡VAMOS! will design and manufacture innovative automated excavation equipment and environmental impact monitoring tools that will be used to perform field tests in four mine sites across Europe with a range of rock hardness and pit morphology. VAMOS will:\n1.Develop a prototype underwater, remotely controlled, mining machine with associated launch and recovery equipment\n2.Enhance currently available underwater sensing, spatial awareness, navigational and positioning technology\n3.Provide an integrated solution for efficient Real-time Monitoring of Environmental Impact\n4.Conduct field trials with the prototype equipment in abandoned and inactive mine sites with a range of rock types and at a range of submerged depths\n5.Evaluate the productivity and and cost of operation to enable mine-ability and economic reassessment of the EU's mineral resources.\n6. Maximize impact and enable the Market Up-Take of the proposed solutions by defining and overcoming the practicalities of the concept, proving the operational feasibility and the economic viability.\n7. Contribute to the social acceptance of the new extraction technique via public demonstrations in EU regions.","grantUrl":"","grantId":"642477","fundValue":"9200000","fundStart":"2015-02-01","fundEnd":"2018-07-31","dataset":"h2020"}