{"id":"202703","title":"Intelligent Portable ContROl SyStem","abstractText":"iCROSS envisages to enable faster thorough border control for third country nationals crossing the borders of EU, with technologies that adopt the future development of the Schengen Border Management. The project will present an optimal mixture of an enhanced, voluntary form of a Registered Traveller Programme and an auxiliary solution for the Entry/Exit System based on involving bona fide travellers. iCROSS designs and implements a system that adopts mobility concepts and consists of a two-stage procedure, designed to reduce cost/time spent per traveller at the crossing station. It leverages software and hardware technologies ranging from portable readers/scanners, various emerging and novel subsystems for automatic controls, wireless networking for mobile controls, and secure backend storage and processing. The two-stage procedure includes: (A) the registration before the travel to gather initial personal, travel document and vehicle data, perform a short, automated, non-invasive interview with an avatar, subject to lie detection and link the traveller to any pre-existing authority data. Utilizing multifactor analytics and risk-based approach, the data registered is processed and correlated with publicly open data or external systems such as the SIS II. Processing will need the travellers consent as set in EU legislation and national law. (B) the actual control at the border that complements pre-registered information with results of security controls that are performed with a portable, wireless connected iCROSS unit that can be used inside buses/trains or any point. Multiple technologies check validity and authenticity of parameters (e.g. travel documents, visa, face recognition of traveller using passport picture, real-time automated non-invasive lie detection in interview by officer, etc.). The data collected are encrypted, securely transferred and analysed in real time, providing an automated decision support system for the border control officers.","grantUrl":"","grantId":"700626","fundValue":"4501877,5","fundStart":"2016-09-01","fundEnd":"2019-08-31","dataset":"h2020"}