{"id":"196822","title":"Linking Climate and Development Policies - Leveraging International Networks and Knowledge Sharing","abstractText":"An important question for policy makers, in the G20 and beyond, is how to bring climate action into the broader sustainable development agenda. Objectives like energy poverty eradication, increased well-being and welfare, air quality improvement, energy security enhancement, and food and water availability will continue to remain important over the next several decades. There have been relatively few scientific analyses, however, that have explored the complex interplay between climate action and development while simultaneously taking both global and national perspectives. The CD-LINKS project will change this, filling this critical knowledge gap and providing much-needed information for designing complementary climate-development policies. CD-LINKS has four overarching goals:  (i) to gain an improved understanding of the linkages between climate change policies (mitigation/adaptation) and multiple sustainable development objectives, (ii) to broaden the evidence base in the area of policy effectiveness by exploring past and current policy experiences, (iii) to develop the next generation of globally consistent, national low-carbon development pathways, and (iv) to establish a research network and capacity building platform in order to leverage knowledge-exchange among institutions from Europe and other key players within the G20. Through six highly integrated work packages – from empirical research to model and scenario development – CD-LINKS will advance the state-of-the-art of climate-development policy analysis and modelling in a number of areas. The project aims to have a pronounced impact on the policy dialogue, both nationally and internationally:  an important outcome of the project will be a list of country-specific policy recommendations for effectively managing the long-term transformation process. These recommendations will point out opportunities for policy synergies and at the same time respect political and institutional barriers to implementation.","grantUrl":"","grantId":"642147","fundValue":"5212962,5","fundStart":"2015-09-01","fundEnd":"2019-08-31","dataset":"h2020"}