{"id":"204627","title":"Pest Organisms Threatening Europe","abstractText":"This proposal SFS-03a-2014-aligned focuses to minimize the risk of introduction/impact of emerging pests threatening EU agriculture and forestry. The targets are: 1) Xylella fastidiosa and its vectors in olive, grapevine, citrus, stone fruit, ornamentals and landscape trees of high socio-economic importance; 2) ‘Ca. Liberibacter solanacearum’ and its vectors affecting a number of strategic crops such as potato, tomato and carrot; and 3) Hymenoscyphus pseudoalbidus (anomorph. Chalara fraxinea) and Phytophtora spp. seriously affecting broadleaf and conifer species in forest ecosystems. Targeted pests, their vectors and the host response will be explored using innovative approaches (NGS, transcriptomic). Diseases surveillance and epidemiology given by current methods will integrate improved survey protocols and remote sensing. Innovative IPM will include studies of microbiome to develop sustainable solutions in line with the EU plant health legislation. New knowledge gained with POnTE will result in an outcome-based pest prevention and management work plan to: a) implement area-wide pest risk assessments; b) prevent the entry and develop surveillance and early detection tools (diagnostic kits, lab-on-chip, new biomarkers); c) mitigate the spread and reduce the socio-economic impact; d) IPM based on disease resistance, disease-free seeds, cultural practices and physical environmentally-friendly treatments; e) support knowledge-based decision-making policies at EU level. The proposal fosters and promotes a multi-actor approach and transnational research collaborations among 25 Partners at the forefront of research in plant protection, agro-engineering and economics. It involves key industries/SMEs that develop diagnostic kits and services, agrochemical and seed companies, stakeholder groups. End-users will participate in the development of the project and immediately implement the practical solutions derived from the outcomes to solve these serious emerging diseases.","grantUrl":"","grantId":"635646","fundValue":"6919796,5","fundStart":"2015-11-01","fundEnd":"2019-10-31","dataset":"h2020"}