{"id":"197342","title":"5G NOvel Radio Multiservice adaptive network Architecture","abstractText":"'The key objective of 5G NORMA is to develop a conceptually novel, adaptive and future-proof 5G mobile network architecture. The architecture is enabling unprecedented levels of network customisability, ensuring stringent performance, security, cost and energy requirements to be met; as well as providing an API-driven architectural openness, fuelling economic growth through over-the-top innovation. With 5G NORMA, leading players in the mobile ecosystem aim to underpin Europe’s leadership position in 5G.\nRelevant to strands 'Radio network architecture and technologies' and 'Convergence beyond last mile', the 5G NORMA architecture will provide the necessary adaptability able to efficiently handle the diverse requirements and traffic demand fluctuations resulting from heterogeneous and changing service portfolios. Not following the ‘one system fits all services’ paradigm of current architectures, 5G NORMA will allow for adapting the mechanisms executed for a given service to the specific service requirements, resulting in a novel service- and context-dependent adaptation of network functions paradigm.\nThe technical approach is based on the innovative concept of adaptive (de)composition and allocation of mobile network functions, which flexibly decomposes the mobile network functions and places the resulting functions in the most appropriate location. By doing so, access and core functions no longer (necessarily) reside in different locations, which is exploited to jointly optimize their operation when possible. The adaptability of the architecture is further strengthened by the innovative software-defined mobile network control and mobile multi-tenancy concepts, and underpinned by corroborating demonstrations.\n5G NORMA will ensure economic sustainability of network operation and open opportunities for new players, while leveraging the efficiency of the architecture to do so in a cost- and energy- effective way.'","grantUrl":"","grantId":"671584","fundValue":"7921868,75","fundStart":"2015-07-01","fundEnd":"2017-12-31","dataset":"h2020"}